{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 952: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 952: ",
        "act_under": "Provincial Parks Act   Loi sur les parcs provinciaux",
        "url": "https://www.ontario.ca/laws/regulation/900952",
        "date_scraped": "2023-12-19 09:49:52"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900952/v2",
            "valid_from": "July  4, 2007",
            "valid_to": "September  3, 2007"
        },
        {
            "a_href": "/laws/regulation/900952/v1",
            "valid_from": "December 19, 2000",
            "valid_to": "July  3, 2007"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “all-terrain vehicle” means a self-propelled vehicle designed to be driven, (a) exclusively on snow or ice, or both, or (b) on land and water, or any like vehicle, but does not include an automobile; “barge” means a non self-propelled boat that is propelled on water by a self-propelled boat by means of towing or pushing; “boat” means a watercraft or other artificial contrivance used or capable of being used as a means of transportation on water other than an all-terrain vehicle; “camping party” means a person or group of persons authorized to enter a provincial park under one interior camping permit; “camp-site” means a parcel of land in an area operated by the superintendent for the purpose of camping, which may be identified by a camp-site number, posts, markers or other suitable means, but does not include an interior camp-site; “disabled person” means a resident of Ontario who is the holder of a disabled person parking permit issued under Regulation 581 of the Revised Regulations of Ontario, 1990 made under the Highway Traffic Act or a national identity card issued by the Canadian National Institute for the Blind; “dock” includes a groyne, wharf, jetty, gabion, and any like structure that is affixed to, floating on or suspended over public lands; “domestic animal” means a horse, a dog or any other animal that is kept under human control or by habit or training lives in association with human beings; “full rate” means the fee charged to persons other than senior citizens or disabled persons; “highway” means a highway as defined in the Highway Traffic Act; “house-boat” means a boat designed, fitted or employed as a dwelling whether temporary or permanent; “interior camp-site” means a parcel of land in an area operated by the superintendent for the purpose of interior camping; “Ministry” means the Ministry of Natural Resources; “motor vehicle” means a motor vehicle as defined in the Highway Traffic Act; “officer” means the persons named in section 13 of the Act and includes a police officer; “off-season fee” means the fee charged when water is not provided in a provincial park; “power boat” means a boat that is propelled by electric, gasoline, oil or steam motive power; “resident of Canada” means, (a) a Canadian citizen as defined in the Citizenship Act (Canada), or (b) a person who has actually resided in Canada for a period of at least seven months during the twelve months immediately preceding the time that the person’s residence becomes material under this Regulation; “resident of Ontario” means a person who has actually resided in Ontario for a period of at least seven months during the twelve months immediately preceding the time that the person’s residence becomes material under this Regulation; “roadway” means a roadway as defined in the Highway Traffic Act; “senior citizen” means a resident of Ontario who is sixty-five years of age or over; “shelter equipment” means any equipment designed for overnight sleeping accommodation and includes a tent, tent trailer, travel trailer, self-propelled camping unit or other similar equipment; “special group” means a group of persons accompanied by their supervisors that is composed of residents of Canada of any age who are, (a) patients in Ontario hospitals, (b) patients in institutions for the mentally or physically handicapped, or (c) residents in training centres or correctional centres administered by the Ministry of Correctional Services or the Ministry of Community and Social Services; “youth group” means a group of persons accompanied by their supervisors that is composed primarily of persons between the ages of five and seventeen years who are residents of Canada and are sponsored by a non-profit, religious, charitable or educational organization; “vehicle” means a vehicle as defined in the Highway Traffic Act and includes an aircraft. R.R.O. 1990, Reg. 952, s. 1; O. Reg. 144/92, s. 1; O. Reg. 174/92, s. 1; O. Reg. 587/92, s. 1; O. Reg. 767/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“all-terrain vehicle” means a self-propelled vehicle designed to be driven,</p> <p class=\"defclause-e\">(a) exclusively on snow or ice, or both, or</p> <p class=\"defclause-e\">(b) on land and water,</p> <p class=\"Sdefinition-e\">or any like vehicle, but does not include an automobile;</p> <p class=\"definition-e\">“barge” means a non self-propelled boat that is propelled on water by a self-propelled boat by means of towing or pushing;</p> <p class=\"definition-e\">“boat” means a watercraft or other artificial contrivance used or capable of being used as a means of transportation on water other than an all-terrain vehicle;</p> <p class=\"definition-e\">“camping party” means a person or group of persons authorized to enter a provincial park under one interior camping permit;</p> <p class=\"definition-e\">“camp-site” means a parcel of land in an area operated by the superintendent for the purpose of camping, which may be identified by a camp-site number, posts, markers or other suitable means, but does not include an interior camp-site;</p> <p class=\"definition-e\">“disabled person” means a resident of Ontario who is the holder of a disabled person parking permit issued under Regulation 581 of the Revised Regulations of Ontario, 1990 made under the <i>Highway Traffic Act</i> or a national identity card issued by the Canadian National Institute for the Blind;</p> <p class=\"definition-e\">“dock” includes a groyne, wharf, jetty, gabion, and any like structure that is affixed to, floating on or suspended over public lands;</p> <p class=\"definition-e\">“domestic animal” means a horse, a dog or any other animal that is kept under human control or by habit or training lives in association with human beings;</p> <p class=\"definition-e\">“full rate” means the fee charged to persons other than senior citizens or disabled persons;</p> <p class=\"definition-e\">“highway” means a highway as defined in the <i>Highway Traffic Act</i>;</p> <p class=\"definition-e\">“house-boat” means a boat designed, fitted or employed as a dwelling whether temporary or permanent;</p> <p class=\"definition-e\">“interior camp-site” means a parcel of land in an area operated by the superintendent for the purpose of interior camping;</p> <p class=\"definition-e\">“Ministry” means the Ministry of Natural Resources;</p> <p class=\"definition-e\">“motor vehicle” means a motor vehicle as defined in the <i>Highway Traffic Act</i>;</p> <p class=\"definition-e\">“officer” means the persons named in section 13 of the Act and includes a police officer;</p> <p class=\"definition-e\">“off-season fee” means the fee charged when water is not provided in a provincial park;</p> <p class=\"definition-e\">“power boat” means a boat that is propelled by electric, gasoline, oil or steam motive power;</p> <p class=\"definition-e\">“resident of Canada” means,</p> <p class=\"defclause-e\">(a) a Canadian citizen as defined in the <i>Citizenship Act</i> (Canada), or</p> <p class=\"defclause-e\">(b) a person who has actually resided in Canada for a period of at least seven months during the twelve months immediately preceding the time that the person’s residence becomes material under this Regulation;</p> <p class=\"definition-e\">“resident of Ontario” means a person who has actually resided in Ontario for a period of at least seven months during the twelve months immediately preceding the time that the person’s residence becomes material under this Regulation;</p> <p class=\"definition-e\">“roadway” means a roadway as defined in the <i>Highway Traffic Act</i>;</p> <p class=\"definition-e\">“senior citizen” means a resident of Ontario who is sixty-five years of age or over;</p> <p class=\"definition-e\">“shelter equipment” means any equipment designed for overnight sleeping accommodation and includes a tent, tent trailer, travel trailer, self-propelled camping unit or other similar equipment;</p> <p class=\"definition-e\">“special group” means a group of persons accompanied by their supervisors that is composed of residents of Canada of any age who are,</p> <p class=\"defclause-e\">(a) patients in Ontario hospitals,</p> <p class=\"defclause-e\">(b) patients in institutions for the mentally or physically handicapped, or</p> <p class=\"defclause-e\">(c) residents in training centres or correctional centres administered by the Ministry of Correctional Services or the Ministry of Community and Social Services;</p> <p class=\"definition-e\">“youth group” means a group of persons accompanied by their supervisors that is composed primarily of persons between the ages of five and seventeen years who are residents of Canada and are sponsored by a non-profit, religious, charitable or educational organization;</p> <p class=\"definition-e\">“vehicle” means a vehicle as defined in the <i>Highway Traffic Act</i> and includes an aircraft. R.R.O. 1990, Reg. 952, s. 1; O. Reg. 144/92, s. 1; O. Reg. 174/92, s. 1; O. Reg. 587/92, s. 1; O. Reg. 767/94, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) No person shall, (a) remove, damage or deface any property of the Crown; or (b) damage or deface any relic, artifact or natural object or any site of archaeological or historical interest, within a provincial park. (2) Except with the written permission of the Minister, no person shall, (a) cut or remove any plant or tree; (b) remove any relic, artifact or natural object; (c) disturb any site of archaeological or historical interest; (d) make an excavation for any purpose; or (e) conduct research, within a provincial park. R.R.O. 1990, Reg. 952, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) No person shall,</p> <p class=\"clause-e\">(a) remove, damage or deface any property of the Crown; or</p> <p class=\"clause-e\">(b) damage or deface any relic, artifact or natural object or any site of archaeological or historical interest,</p> <p class=\"Ssection-e\">within a provincial park.</p> <p class=\"subsection-e\">(2) Except with the written permission of the Minister, no person shall,</p> <p class=\"clause-e\">(a) cut or remove any plant or tree;</p> <p class=\"clause-e\">(b) remove any relic, artifact or natural object;</p> <p class=\"clause-e\">(c) disturb any site of archaeological or historical interest;</p> <p class=\"clause-e\">(d) make an excavation for any purpose; or</p> <p class=\"clause-e\">(e) conduct research,</p> <p class=\"Ssubsection-e\">within a provincial park. R.R.O. 1990, Reg. 952, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) No person shall deposit or cause to be deposited any litter in a provincial park, except in a place designated for the purpose. (2) Every person using a camp-site or an interior camp-site or other site, including a picnic area, in a provincial park shall at all times maintain the site in a clean and sanitary condition and when vacating the site shall restore it as nearly as possible to its natural condition. (3) Subject to subsection (4), no person shall possess in a provincial park named in the following Table any non-burnable food or beverage containers other than, (a) containers and eating utensils that are specifically designed and intended for repeated use and for which no deposit is charged; and (b) containers that are specifically designed for dehydrated foods. TABLE  1.\n\nAlgonquin\n\n\n2.\n\nKillarney\n\n\n3.\n\nLake Superior\n\n\n4.\n\nQuetico (4) Subsection (3) does not apply to areas where waste collection or disposal facilities are provided by the superintendent. R.R.O. 1990, Reg. 952, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) No person shall deposit or cause to be deposited any litter in a provincial park, except in a place designated for the purpose.</p> <p class=\"subsection-e\">(2) Every person using a camp-site or an interior camp-site or other site, including a picnic area, in a provincial park shall at all times maintain the site in a clean and sanitary condition and when vacating the site shall restore it as nearly as possible to its natural condition.</p> <p class=\"subsection-e\">(3) Subject to subsection (4), no person shall possess in a provincial park named in the following Table any non-burnable food or beverage containers other than,</p> <p class=\"clause-e\">(a) containers and eating utensils that are specifically designed and intended for repeated use and for which no deposit is charged; and</p> <p class=\"clause-e\">(b) containers that are specifically designed for dehydrated foods.</p> <p class=\"headingx-e\">TABLE</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"36\"><p class=\"table-e\">1.</p>\n</td>\n<td valign=\"top\" width=\"275\"><p class=\"table-e\">Algonquin</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"36\"><p class=\"table-e\">2.</p>\n</td>\n<td valign=\"top\" width=\"275\"><p class=\"table-e\">Killarney</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"36\"><p class=\"table-e\">3.</p>\n</td>\n<td valign=\"top\" width=\"275\"><p class=\"table-e\">Lake Superior</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"36\"><p class=\"table-e\">4.</p>\n</td>\n<td valign=\"top\" width=\"275\"><p class=\"table-e\">Quetico</p>\n</td></tr></table></center> <p class=\"subsection-e\">(4) Subsection (3) does not apply to areas where waste collection or disposal facilities are provided by the superintendent. R.R.O. 1990, Reg. 952, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Every person to whom a permit has been issued under this Regulation shall, upon the request of an officer, produce the permit for inspection by the officer. R.R.O. 1990, Reg. 952, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Every person to whom a permit has been issued under this Regulation shall, upon the request of an officer, produce the permit for inspection by the officer. R.R.O. 1990, Reg. 952, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) No person in control of a domestic animal shall, except in an area operated by the superintendent for the purpose, permit a domestic animal to be, (a) at large in a provincial park; (b) in any waters in a provincial park operated by the superintendent as a swimming area or upon any part of the beach adjacent to it; or (c) in any area posted to prohibit domestic animals. O. Reg. 767/94, s. 2 (1). (1.1) Clauses (1) (b) and (c) do not apply to a person who is a holder of a National Identity Card issued by the Canadian Institute for the Blind or equivalent proof of legal blindness. O. Reg. 767/94, s. 2 (2). (2) No person shall permit a domestic animal, while in a provincial park, to, (a) make excessive noise; (b) disturb other persons; (c) damage park property or park vegetation; (d) chase or molest wild animals or birds; or (e) injure, or attempt to injure, any person or any other domestic animal in the park. O. Reg. 767/94, s. 2 (3). (3) A domestic animal shall be deemed to be at large unless such animal is secured on a leash that does not exceed two metres in length. R.R.O. 1990, Reg. 952, s. 5 (3). (4) The person in charge of a domestic animal that is at large shall capture and leash the animal at the request of an officer. (4.1) An officer may distrain and impound or cause to be distrained or impounded a domestic animal if the person in control of the animal is in contravention of subsection (1), (2) or (4). O. Reg. 767/94, s. 2 (4). (5) Where an officer distrains or impounds an animal under subsection (4), the officer shall deliver the animal to a pound within the meaning of the Pounds Act. (6) Except in an area operated by the superintendent for the purpose, no person shall drive, walk or ride a horse, pony or other like animal in a provincial park. (7) Subject to the Game and Fish Act and despite subsection (1), where hunting is permitted in a provincial park, a person while hunting may use or be accompanied by a dog which is not secured by a leash. R.R.O. 1990, Reg. 952, s. 5 (5-7). (8) The person in control of a domestic animal shall immediately dispose of excrement from that domestic animal in a manner and at a location where the excrement will not cause a health hazard or public inconvenience. (9) Subsection (8) does not apply to a person who is unable to stoop and scoop because of a disability. O. Reg. 767/94, s. 2 (5).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) No person in control of a domestic animal shall, except in an area operated by the superintendent for the purpose, permit a domestic animal to be,</p> <p class=\"clause-e\">(a) at large in a provincial park;</p> <p class=\"clause-e\">(b) in any waters in a provincial park operated by the superintendent as a swimming area or upon any part of the beach adjacent to it; or</p> <p class=\"clause-e\">(c) in any area posted to prohibit domestic animals. O. Reg. 767/94, s. 2 (1).</p> <p class=\"subsection-e\">(1.1) Clauses (1) (b) and (c) do not apply to a person who is a holder of a National Identity Card issued by the Canadian Institute for the Blind or equivalent proof of legal blindness. O. Reg. 767/94, s. 2 (2).</p> <p class=\"subsection-e\">(2) No person shall permit a domestic animal, while in a provincial park, to,</p> <p class=\"clause-e\">(a) make excessive noise;</p> <p class=\"clause-e\">(b) disturb other persons;</p> <p class=\"clause-e\">(c) damage park property or park vegetation;</p> <p class=\"clause-e\">(d) chase or molest wild animals or birds; or</p> <p class=\"clause-e\">(e) injure, or attempt to injure, any person or any other domestic animal in the park. O. Reg. 767/94, s. 2 (3).</p> <p class=\"subsection-e\">(3) A domestic animal shall be deemed to be at large unless such animal is secured on a leash that does not exceed two metres in length. R.R.O. 1990, Reg. 952, s. 5 (3).</p> <p class=\"subsection-e\">(4) The person in charge of a domestic animal that is at large shall capture and leash the animal at the request of an officer.</p> <p class=\"subsection-e\">(4.1) An officer may distrain and impound or cause to be distrained or impounded a domestic animal if the person in control of the animal is in contravention of subsection (1), (2) or (4). O. Reg. 767/94, s. 2 (4).</p> <p class=\"subsection-e\">(5) Where an officer distrains or impounds an animal under subsection (4), the officer shall deliver the animal to a pound within the meaning of the <i>Pounds Act</i>.</p> <p class=\"subsection-e\">(6) Except in an area operated by the superintendent for the purpose, no person shall drive, walk or ride a horse, pony or other like animal in a provincial park.</p> <p class=\"subsection-e\">(7) Subject to the <i>Game and Fish Act</i> and despite subsection (1), where hunting is permitted in a provincial park, a person while hunting may use or be accompanied by a dog which is not secured by a leash. R.R.O. 1990, Reg. 952, s. 5 (5-7).</p> <p class=\"subsection-e\">(8) The person in control of a domestic animal shall immediately dispose of excrement from that domestic animal in a manner and at a location where the excrement will not cause a health hazard or public inconvenience.</p> <p class=\"subsection-e\">(9) Subsection (8) does not apply to a person who is unable to stoop and scoop because of a disability. O. Reg. 767/94, s. 2 (5).</p>"
        },
        {
            "id": "5.1",
            "section": null,
            "content": "5.1 (1) No person shall rappel or climb rock faces in a provincial park with the aid of ropes, anchors or similar equipment except in an area designated for that purpose. (2) The superintendent may designate an area for the purposes set out in subsection (1) which is in the opinion of the superintendent neither environmentally nor ecologically sensitive. O. Reg. 135/91, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>5.1 </b>(1) No person shall rappel or climb rock faces in a provincial park with the aid of ropes, anchors or similar equipment except in an area designated for that purpose.</p> <p class=\"subsection-e\">(2) The superintendent may designate an area for the purposes set out in subsection (1) which is in the opinion of the superintendent neither environmentally nor ecologically sensitive. O. Reg. 135/91, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) No person shall, in a provincial park, (a) start or have control of a fire except in a fireplace provided by the superintendent; or (b) possess or ignite fireworks. (2) No person shall, in a provincial park in which a notice has been posted by the superintendent that there is a fire hazard in the park, start or have control of a fire except in a portable stove or charcoal installation. R.R.O. 1990, Reg. 952, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) No person shall, in a provincial park,</p> <p class=\"clause-e\">(a) start or have control of a fire except in a fireplace provided by the superintendent; or</p> <p class=\"clause-e\">(b) possess or ignite fireworks.</p> <p class=\"subsection-e\">(2) No person shall, in a provincial park in which a notice has been posted by the superintendent that there is a fire hazard in the park, start or have control of a fire except in a portable stove or charcoal installation. R.R.O. 1990, Reg. 952, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) No person shall use abusive or insulting language or make excessive noise or disturb other persons within a provincial park. R.R.O. 1990, Reg. 952, s. 7 (1). (2) An officer who believes on reasonable and probable grounds that a person has contravened subsection 2 (1), 5 (2) or 7 (1) of this Regulation, subsection 31 (2) of the Liquor Licence Act, a regulation made under paragraph 34 of subsection 62 (1) of the Liquor Licence Act, or a provision of the Criminal Code (Canada) may, (a) remove the person from the provincial park; and (b) cancel any permit issued to the person for the provincial park in which the contravention occurred. O. Reg. 767/94, s. 3. (3) No person who has been removed from a provincial park under subsection (2) shall within the following seventy-two hour period enter or attempt to enter any provincial park without the permission of the superintendent of the park. R.R.O. 1990, Reg. 952, s. 7 (3).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) No person shall use abusive or insulting language or make excessive noise or disturb other persons within a provincial park. R.R.O. 1990, Reg. 952, s. 7 (1).</p> <p class=\"subsection-e\">(2) An officer who believes on reasonable and probable grounds that a person has contravened subsection 2 (1), 5 (2) or 7 (1) of this Regulation, subsection 31 (2) of the <i>Liquor Licence Act</i>, a regulation made under paragraph 34 of subsection 62 (1) of the <i>Liquor Licence Act</i>, or a provision of the <i>Criminal Code </i>(Canada) may,</p> <p class=\"clause-e\">(a) remove the person from the provincial park; and</p> <p class=\"clause-e\">(b) cancel any permit issued to the person for the provincial park in which the contravention occurred. O. Reg. 767/94, s. 3.</p> <p class=\"subsection-e\">(3) No person who has been removed from a provincial park under subsection (2) shall within the following seventy-two hour period enter or attempt to enter any provincial park without the permission of the superintendent of the park. R.R.O. 1990, Reg. 952, s. 7 (3).</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. No person shall occupy land in a provincial park except, (a) by authority granted under this Regulation; (b) in Rondeau Provincial Park under a lease granted before July 2, 1954 or any renewal or extension of such lease terminating on or before December 31, 2017; (b.1) in Algonquin Provincial Park under a lease of premises used and occupied as a private residence that was granted before July 2, 1954 or any renewal or extension of such lease terminating on or before December 31, 2017; (b.2) in Algonquin Provincial Park under a lease of premises used and occupied other than as a private residence that was granted before July 2, 1954 or any renewal or extension of such lease; (c) in a provincial park other than Algonquin Provincial Park or Rondeau Provincial Park, under a lease or a renewal or extension of a lease granted by the Minister; (d) under an agreement for the establishment or operation of any works, facilities or services made under clause 7 (3) (e) of the Act; or (e) under a licence of occupation, a land use permit, or a renewal or extension of a licence of occupation or land use permit granted by the Minister. R.R.O. 1990, Reg. 952, s. 8; O. Reg. 669/00, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>No person shall occupy land in a provincial park except,</p> <p class=\"clause-e\">(a) by authority granted under this Regulation;</p> <p class=\"clause-e\">(b) in Rondeau Provincial Park under a lease granted before July 2, 1954 or any renewal or extension of such lease terminating on or before December 31, 2017;</p> <p class=\"clause-e\">(b.1) in Algonquin Provincial Park under a lease of premises used and occupied as a private residence that was granted before July 2, 1954 or any renewal or extension of such lease terminating on or before December 31, 2017;</p> <p class=\"clause-e\">(b.2) in Algonquin Provincial Park under a lease of premises used and occupied other than as a private residence that was granted before July 2, 1954 or any renewal or extension of such lease; </p> <p class=\"clause-e\">(c) in a provincial park other than Algonquin Provincial Park or Rondeau Provincial Park, under a lease or a renewal or extension of a lease granted by the Minister;</p> <p class=\"clause-e\">(d) under an agreement for the establishment or operation of any works, facilities or services made under clause 7 (3) (e) of the Act; or</p> <p class=\"clause-e\">(e) under a licence of occupation, a land use permit, or a renewal or extension of a licence of occupation or land use permit granted by the Minister. R.R.O. 1990, Reg. 952, s. 8; O. Reg. 669/00, s. 1.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. No person shall enter or remain in a provincial park after the posted hours of closing for the park except where such person is in possession of a valid camp-site and vehicle permit, a valid additional vehicle permit or a valid interior camping permit. R.R.O. 1990, Reg. 952, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>No person shall enter or remain in a provincial park after the posted hours of closing for the park except where such person is in possession of a valid camp-site and vehicle permit, a valid additional vehicle permit or a valid interior camping permit. R.R.O. 1990, Reg. 952, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. (1) No person shall occupy a camp-site except under the authority of a camp-site and vehicle permit issued by the Ministry. R.R.O. 1990, Reg. 952, s. 10 (1). (2) The superintendent may issue an additional vehicle permit to the holder of a valid camp-site and vehicle permit or the guests of the permit holder where an area designated for the purpose of parking additional motor vehicles is available. R.R.O. 1990, Reg. 952, s. 10 (2); O. Reg. 587/92, s. 2 (1). (3) No person shall park a motor vehicle for which an additional vehicle permit has been issued in a provincial park except in an area designated for that purpose. R.R.O. 1990, Reg. 952, s. 10 (3); O. Reg. 587/92, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) No person shall occupy a camp-site except under the authority of a camp-site and vehicle permit issued by the Ministry. R.R.O. 1990, Reg. 952, s. 10 (1).</p> <p class=\"subsection-e\">(2) The superintendent may issue an additional vehicle permit to the holder of a valid camp-site and vehicle permit or the guests of the permit holder where an area designated for the purpose of parking additional motor vehicles is available. R.R.O. 1990, Reg. 952, s. 10 (2); O. Reg. 587/92, s. 2 (1).</p> <p class=\"subsection-e\">(3) No person shall park a motor vehicle for which an additional vehicle permit has been issued in a provincial park except in an area designated for that purpose. R.R.O. 1990, Reg. 952, s. 10 (3); O. Reg. 587/92, s. 2 (2).</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. A person may reserve a camp-site or an interior camping permit in a provincial park where reservations are available. R.R.O. 1990, Reg. 952, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>A person may reserve a camp-site or an interior camping permit in a provincial park where reservations are available. R.R.O. 1990, Reg. 952, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. (1) Subject to subsection (2), a camp-site and vehicle permit authorizes the permittee and registered guests of the permittee to occupy the camp-site designated until 2 p.m. of the departure date shown. (2) The number of persons authorized to occupy a camp-site shall not exceed six persons unless such persons comprise a single family group of parents and their children. (3) No person shall camp under the authority of a camp-site and vehicle permit in a provincial park for more than twenty-three days in a year except where there is a camp-site available that is not required by any other person and a new camp-site and vehicle permit is obtained therefor. (4) Every person on the expiry or sooner determination of the person’s camp-site and vehicle permit shall vacate the camp-site and shall remove all shelter equipment and other personal property from the camp-site. (5) No person who has been issued a camp-site and vehicle permit for a designated camp-site shall, (a) leave the camp-site unattended for a period exceeding eight hours during the first twenty-four hours after the issuance of the permit; or (b) leave the camp-site unattended for a period exceeding twenty-four hours after the first twenty-four hours after the issuance of the permit. (6) The permit of a person contravening subsection (2), (3) or (5) is thereupon cancelled. R.R.O. 1990, Reg. 952, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) Subject to subsection (2), a camp-site and vehicle permit authorizes the permittee and registered guests of the permittee to occupy the camp-site designated until 2 p.m. of the departure date shown.</p> <p class=\"subsection-e\">(2) The number of persons authorized to occupy a camp-site shall not exceed six persons unless such persons comprise a single family group of parents and their children.</p> <p class=\"subsection-e\">(3) No person shall camp under the authority of a camp-site and vehicle permit in a provincial park for more than twenty-three days in a year except where there is a camp-site available that is not required by any other person and a new camp-site and vehicle permit is obtained therefor.</p> <p class=\"subsection-e\">(4) Every person on the expiry or sooner determination of the person’s camp-site and vehicle permit shall vacate the camp-site and shall remove all shelter equipment and other personal property from the camp-site.</p> <p class=\"subsection-e\">(5) No person who has been issued a camp-site and vehicle permit for a designated camp-site shall,</p> <p class=\"clause-e\">(a) leave the camp-site unattended for a period exceeding eight hours during the first twenty-four hours after the issuance of the permit; or</p> <p class=\"clause-e\">(b) leave the camp-site unattended for a period exceeding twenty-four hours after the first twenty-four hours after the issuance of the permit.</p> <p class=\"subsection-e\">(6) The permit of a person contravening subsection (2), (3) or (5) is thereupon cancelled. R.R.O. 1990, Reg. 952, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) No person shall place or cause to be placed on a camp-site more than three pieces of shelter equipment or one dining shelter and one tarp used for shelter. O. Reg. 767/94, s. 4. (2) No person shall place or cause to be placed on a camp-site more than one piece of shelter equipment that is a tent-trailer, house-trailer or self-propelled camping-unit. O. Reg. 587/92, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) No person shall place or cause to be placed on a camp-site more than three pieces of shelter equipment or one dining shelter and one tarp used for shelter. O. Reg. 767/94, s. 4.</p> <p class=\"subsection-e\">(2) No person shall place or cause to be placed on a camp-site more than one piece of shelter equipment that is a tent-trailer, house-trailer or self-propelled camping-unit. O. Reg. 587/92, s. 3.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. (1) No person shall camp overnight in a provincial park except under the authority of an interior camping permit issued by the Ministry. (2) Subsection (1) does not apply to the occupation of a camp-site under the authority of a camp-site and vehicle permit. (3) An interior camping permit authorizes the permittee and not more than eight other registered persons to occupy an interior camp-site until 2 p.m. of the departure date shown on the permit. (4) No person shall camp under the authority of an interior camping permit in a provincial park for more than twenty-three days in a year, except where there is a camp-site available that is not required by any other person and a new interior camping permit is obtained therefor. (5) No person shall camp on any one interior camp-site for more than sixteen consecutive days. (6) The holder of an interior camping permit, on the expiry or sooner determination of the permit, shall vacate the interior camp-site and shall remove all shelter equipment and other personal property from the interior camp-site. R.R.O. 1990, Reg. 952, s. 14 (1-6). (7) No person shall camp in Algonquin Provincial Park under the authority of an interior camping permit except in the zones specified on the permit and on a designated interior camp-site. (7.1) No person shall camp in Algonquin Provincial Park between December 1 and March 31 at a spot that is less than 30 metres from the nearest shoreline. O. Reg. 767/94, s 5 (1). (8) In Frontenac Provincial Park, (a) no person shall camp under the authority of an interior camping permit except on a designated interior camp-site; (b) no person shall camp on a particular interior camp-site under the authority of an interior camping permit for more than two consecutive nights except where the camp-site is not required by any other person and a new interior camping permit is obtained therefor; and (c) not more than six persons shall occupy an interior camp-site except where the persons comprise a single family group of parents and their children, but in no case shall the number of persons occupying an interior camp-site be more than nine persons. (9) In Lake Superior Provincial Park, no person shall camp under the authority of an interior camping permit except on a designated interior camp-site. (10) An officer may cancel the permit of a person who has contravened subsection (3), (4), (5), (7) or (8). R.R.O. 1990, Reg. 952, s. 14 (8-10). (11) The superintendent may control the number of interior camping permits that may be issued in a provincial park for the purpose of, (a) preventing the overcrowding of the park facilities; or (b) preserving or protecting the environment. R.R.O. 1990, Reg. 952, s. 14 (11); O. Reg. 767/94, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) No person shall camp overnight in a provincial park except under the authority of an interior camping permit issued by the Ministry.</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to the occupation of a camp-site under the authority of a camp-site and vehicle permit.</p> <p class=\"subsection-e\">(3) An interior camping permit authorizes the permittee and not more than eight other registered persons to occupy an interior camp-site until 2 p.m. of the departure date shown on the permit.</p> <p class=\"subsection-e\">(4) No person shall camp under the authority of an interior camping permit in a provincial park for more than twenty-three days in a year, except where there is a camp-site available that is not required by any other person and a new interior camping permit is obtained therefor.</p> <p class=\"subsection-e\">(5) No person shall camp on any one interior camp-site for more than sixteen consecutive days.</p> <p class=\"subsection-e\">(6) The holder of an interior camping permit, on the expiry or sooner determination of the permit, shall vacate the interior camp-site and shall remove all shelter equipment and other personal property from the interior camp-site. R.R.O. 1990, Reg. 952, s. 14 (1-6).</p> <p class=\"subsection-e\">(7) No person shall camp in Algonquin Provincial Park under the authority of an interior camping permit except in the zones specified on the permit and on a designated interior camp-site.</p> <p class=\"subsection-e\">(7.1) No person shall camp in Algonquin Provincial Park between December 1 and March 31 at a spot that is less than 30 metres from the nearest shoreline. O. Reg. 767/94, s 5 (1).</p> <p class=\"subsection-e\">(8) In Frontenac Provincial Park,</p> <p class=\"clause-e\">(a) no person shall camp under the authority of an interior camping permit except on a designated interior camp-site;</p> <p class=\"clause-e\">(b) no person shall camp on a particular interior camp-site under the authority of an interior camping permit for more than two consecutive nights except where the camp-site is not required by any other person and a new interior camping permit is obtained therefor; and</p> <p class=\"clause-e\">(c) not more than six persons shall occupy an interior camp-site except where the persons comprise a single family group of parents and their children, but in no case shall the number of persons occupying an interior camp-site be more than nine persons.</p> <p class=\"subsection-e\">(9) In Lake Superior Provincial Park, no person shall camp under the authority of an interior camping permit except on a designated interior camp-site.</p> <p class=\"subsection-e\">(10) An officer may cancel the permit of a person who has contravened subsection (3), (4), (5), (7) or (8). R.R.O. 1990, Reg. 952, s. 14 (8-10).</p> <p class=\"subsection-e\">(11) The superintendent may control the number of interior camping permits that may be issued in a provincial park for the purpose of,</p> <p class=\"clause-e\">(a) preventing the overcrowding of the park facilities; or</p> <p class=\"clause-e\">(b) preserving or protecting the environment. R.R.O. 1990, Reg. 952, s. 14 (11); O. Reg. 767/94, s. 5 (2).</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. No person shall beg, solicit or invite subscriptions or contributions within a provincial park. R.R.O. 1990, Reg. 952, s 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>No person shall beg, solicit or invite subscriptions or contributions within a provincial park. R.R.O. 1990, Reg. 952, s 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. (1) No person shall take a motor vehicle, other than a bus licensed under the Public Vehicles Act, or a boat into a provincial park or possess or operate it in a provincial park except under a daily vehicle permit, a senior citizen or disabled person daily vehicle permit, a summer vehicle permit or winter vehicle permit, a camp-site and vehicle permit, an additional vehicle permit, an interior camping permit or courtesy pass issued by the Ministry. O. Reg. 587/92, s. 4 (1); O. Reg. 767/94, s. 6. (2) A daily vehicle permit expires at the posted hour of closing for the provincial park on the day for which it is issued. (3) No person shall take a bus licensed under the Public Vehicles Act into a provincial park except under a bus permit. R.R.O. 1990, Reg. 952, s. 16 (2, 3). (4) No person shall park, in a provincial park, a motor vehicle that does not have displayed, in a conspicuous manner, a valid, (a) daily vehicle permit; (b) senior citizen or disabled person daily vehicle permit; (c) summer vehicle permit or winter vehicle permit; (d) camp-site and vehicle permit; (e) additional vehicle permit; (f) interior camping permit; (g) daily bus permit. R.R.O. 1990, Reg. 952, s. 16 (4); O. Reg. 587/92, s. 4 (2). (5) No person taking a motor vehicle or boat into a provincial park under the authority of a daily vehicle permit, a summer vehicle permit or a winter vehicle permit shall permit the motor vehicle or boat to remain therein after the posted hours of closing for the park on the day the motor vehicle or boat is taken in. R.R.O. 1990, Reg. 952, s. 16 (5); O. Reg. 587/92, s. 4 (3). (6) An unexpired permit issued to authorize the entry of a motor vehicle into the parks under the St. Lawrence Parks Commission Act shall be deemed to be a permit for that vehicle to enter into a provincial park for the purpose of this section. R.R.O. 1990, Reg. 952, s. 16 (6).",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) No person shall take a motor vehicle, other than a bus licensed under the <i>Public Vehicles Act</i>, or a boat into a provincial park or possess or operate it in a provincial park except under a daily vehicle permit, a senior citizen or disabled person daily vehicle permit, a summer vehicle permit or winter vehicle permit, a camp-site and vehicle permit, an additional vehicle permit, an interior camping permit or courtesy pass issued by the Ministry. O. Reg. 587/92, s. 4 (1); O. Reg. 767/94, s. 6.</p> <p class=\"subsection-e\">(2) A daily vehicle permit expires at the posted hour of closing for the provincial park on the day for which it is issued.</p> <p class=\"subsection-e\">(3) No person shall take a bus licensed under the <i>Public Vehicles Act</i> into a provincial park except under a bus permit. R.R.O. 1990, Reg. 952, s. 16 (2, 3).</p> <p class=\"subsection-e\">(4) No person shall park, in a provincial park, a motor vehicle that does not have displayed, in a conspicuous manner, a valid,</p> <p class=\"clause-e\">(a) daily vehicle permit;</p> <p class=\"clause-e\">(b) senior citizen or disabled person daily vehicle permit;</p> <p class=\"clause-e\">(c) summer vehicle permit or winter vehicle permit;</p> <p class=\"clause-e\">(d) camp-site and vehicle permit;</p> <p class=\"clause-e\">(e) additional vehicle permit;</p> <p class=\"clause-e\">(f) interior camping permit;</p> <p class=\"clause-e\">(g) daily bus permit. R.R.O. 1990, Reg. 952, s. 16 (4); O. Reg. 587/92, s. 4 (2).</p> <p class=\"subsection-e\">(5) No person taking a motor vehicle or boat into a provincial park under the authority of a daily vehicle permit, a summer vehicle permit or a winter vehicle permit shall permit the motor vehicle or boat to remain therein after the posted hours of closing for the park on the day the motor vehicle or boat is taken in. R.R.O. 1990, Reg. 952, s. 16 (5); O. Reg. 587/92, s. 4 (3).</p> <p class=\"subsection-e\">(6) An unexpired permit issued to authorize the entry of a motor vehicle into the parks under the <i>St. Lawrence Parks Commission Act</i> shall be deemed to be a permit for that vehicle to enter into a provincial park for the purpose of this section. R.R.O. 1990, Reg. 952, s. 16 (6).</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. No permit issued under this Regulation may be assigned. R.R.O. 1990, Reg. 952, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>No permit issued under this Regulation may be assigned. R.R.O. 1990, Reg. 952, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "18. (1) No person shall sell or offer for sale any article, thing or service within a provincial park. (2) Subsection (1) does not apply to a sale authorized under any agreement made under the Act. R.R.O. 1990, Reg. 952, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>(1) No person shall sell or offer for sale any article, thing or service within a provincial park.</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to a sale authorized under any agreement made under the Act. R.R.O. 1990, Reg. 952, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": "19. No person shall operate a vehicle within a provincial park except on a roadway or other place designated for the purpose. R.R.O. 1990, Reg. 952, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>No person shall operate a vehicle within a provincial park except on a roadway or other place designated for the purpose. R.R.O. 1990, Reg. 952, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": null,
            "content": "20. No person shall park a vehicle within a provincial park, (a) in a position or place that prevents or is likely to prevent free and convenient movement of other vehicles; or (b) in any prohibited area. R.R.O. 1990, Reg. 952, s. 20.",
            "raw_html": "<p class=\"section-e\"><b>20. </b>No person shall park a vehicle within a provincial park,</p> <p class=\"clause-e\">(a) in a position or place that prevents or is likely to prevent free and convenient movement of other vehicles; or</p> <p class=\"clause-e\">(b) in any prohibited area. R.R.O. 1990, Reg. 952, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": null,
            "content": "21. (1) An officer or any person employed at a provincial park by the Ministry may direct traffic and in cases of fire, accident, traffic congestion or other emergency, may direct it into such channels as are necessary to prevent or relieve congestion or give right of way. (2) Every person shall obey any direction given under subsection (1). R.R.O. 1990, Reg. 952, s. 21.",
            "raw_html": "<p class=\"section-e\"><b>21. </b>(1) An officer or any person employed at a provincial park by the Ministry may direct traffic and in cases of fire, accident, traffic congestion or other emergency, may direct it into such channels as are necessary to prevent or relieve congestion or give right of way.</p> <p class=\"subsection-e\">(2) Every person shall obey any direction given under subsection (1). R.R.O. 1990, Reg. 952, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": null,
            "content": "22. No person shall operate an all-terrain vehicle in a provincial park except, (a) in an area operated by the superintendent for the purpose; and (b) under a daily vehicle permit, a senior citizen or disabled person vehicle permit, a summer vehicle permit or a winter vehicle permit. R.R.O. 1990, Reg. 952, s. 22; O. Reg. 587/92, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>22. </b>No person shall operate an all-terrain vehicle in a provincial park except,</p> <p class=\"clause-e\">(a) in an area operated by the superintendent for the purpose; and</p> <p class=\"clause-e\">(b) under a daily vehicle permit, a senior citizen or disabled person vehicle permit, a summer vehicle permit or a winter vehicle permit. R.R.O. 1990, Reg. 952, s. 22; O. Reg. 587/92, s. 5.</p>"
        },
        {
            "id": "23.",
            "section": null,
            "content": "23. No person shall enter a provincial park by any means, except at a point designated for the purpose of entry by the superintendent. R.R.O. 1990, Reg. 952, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23. </b>No person shall enter a provincial park by any means, except at a point designated for the purpose of entry by the superintendent. R.R.O. 1990, Reg. 952, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": null,
            "content": "24. (1) No person shall land an aircraft in a provincial park except as provided in subsection (2). O. Reg. 398/92, s. 1 (1). (2) A person may, (a) in an area operated by the superintendent for the purpose; and (b) under the authority of a valid aircraft landing authorization, land an aircraft in a provincial park named in the following Table: TABLE  1.\n\nKesagami\n\n\n2.\n\nKillarney\n\n\n3.\n\nLady Evelyn-Smoothwater\n\n\n4.\n\nOpasquia\n\n\n5.\n\nPolar Bear\n\n\n6.\n\nWabakimi\n\n\n7.\n\nWoodland Caribou\n\n\n8.\n\nQuetico\n\n\n9.\n\nWinisk River\n\n\n10.\n\nMichipicoten Island\n\n\n11.\n\nSlate Islands\n\n\n12.\n\nMississagi River\n\n\n13.\n\nChapleau-Nemegosenda River\n\n\n14.\n\nFrench River\n\n\n15.\n\nMissinaibi\n\n\n16.\n\nLittle Current River\n\n\n17.\n\nSteel River\n\n\n18.\n\nSturgeon River\n\n\n19.\n\nTurtle River\n\n\n20.\n\nObabika River\n\n\n21.\n\nSolace\n\n\n22.\n\nAlbany River\n\n\n23.\n\nBrightsand River\n\n\n24.\n\nFawn River\n\n\n25.\n\nKopka River\n\n\n26.\n\nLa Verendrye River\n\n\n27.\n\nOtoskwin-Attawapiskat River\n\n\n28.\n\nSevern River\n\n\n29.\n\nLittle Abitibi\n\n\n30.\n\nPipestone River R.R.O. 1990, Reg. 952, s. 24 (2); O. Reg. 587/92, s. 6. (3) Revoked: O. Reg. 398/92, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>24. </b>(1) No person shall land an aircraft in a provincial park except as provided in subsection (2). O. Reg. 398/92, s. 1 (1).</p> <p class=\"subsection-e\">(2) A person may,</p> <p class=\"clause-e\">(a) in an area operated by the superintendent for the purpose; and</p> <p class=\"clause-e\">(b) under the authority of a valid aircraft landing authorization,</p> <p class=\"Ssubsection-e\">land an aircraft in a provincial park named in the following Table:</p> <p class=\"headingx-e\">TABLE</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">1.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Kesagami</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">2.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Killarney</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">3.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Lady Evelyn-Smoothwater</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">4.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Opasquia</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">5.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Polar Bear</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">6.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Wabakimi</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">7.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Woodland Caribou</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">8.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Quetico</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">9.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Winisk River</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">10.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Michipicoten Island</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">11.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Slate Islands</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">12.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Mississagi River</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">13.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Chapleau-Nemegosenda River</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">14.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">French River</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">15.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Missinaibi</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">16.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Little Current River</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">17.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Steel River</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">18.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Sturgeon River</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">19.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Turtle River</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">20.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Obabika River</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">21.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Solace</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">22.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Albany River</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">23.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Brightsand River</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">24.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Fawn River</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">25.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Kopka River</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">26.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">La Verendrye River</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">27.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Otoskwin-Attawapiskat River</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">28.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Severn River</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">29.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Little Abitibi</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"29\"><p class=\"table-e\">30.</p>\n</td>\n<td valign=\"top\" width=\"282\"><p class=\"table-e\">Pipestone River</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 952, s. 24 (2); O. Reg. 587/92, s. 6.</p> <p class=\"subsection-e\">(3) Revoked: O. Reg. 398/92, s. 1 (2).</p>"
        },
        {
            "id": "25.",
            "section": null,
            "content": "25. (1) No person shall leave a vehicle, all-terrain vehicle or a boat unattended in a provincial park or permit a vehicle, all-terrain vehicle or a boat owned by the person to be left unattended in a provincial park, except, (a) on land occupied under a lease, licence of occupation, land use permit, agreement, camp-site and vehicle permit or interior camping permit; (b) in an area operated for the purpose by the superintendent; and (c) with the written permission of the superintendent. (2) In Quetico Provincial Park, a non-resident of Canada shall not leave a boat unattended or permit a boat owned by the non-resident to be left unattended except on land occupied under a lease, licence of occupation, land use permit, camp-site and vehicle permit or interior camping permit. R.R.O. 1990, Reg. 952, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>25. </b>(1) No person shall leave a vehicle, all-terrain vehicle or a boat unattended in a provincial park or permit a vehicle, all-terrain vehicle or a boat owned by the person to be left unattended in a provincial park, except,</p> <p class=\"clause-e\">(a) on land occupied under a lease, licence of occupation, land use permit, agreement, camp-site and vehicle permit or interior camping permit;</p> <p class=\"clause-e\">(b) in an area operated for the purpose by the superintendent; and</p> <p class=\"clause-e\">(c) with the written permission of the superintendent.</p> <p class=\"subsection-e\">(2) In Quetico Provincial Park, a non-resident of Canada shall not leave a boat unattended or permit a boat owned by the non-resident to be left unattended except on land occupied under a lease, licence of occupation, land use permit, camp-site and vehicle permit or interior camping permit. R.R.O. 1990, Reg. 952, s. 25.</p>"
        },
        {
            "id": "26.",
            "section": null,
            "content": "26. No person may use a water ski, motorized surfboard, watersled, jet ski or other like recreational equipment in Algonquin Provincial park. O. Reg. 284/93, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>26. </b>No person may use a water ski, motorized surfboard, watersled, jet ski or other like recreational equipment in Algonquin Provincial park. O. Reg. 284/93, s. 1.</p>"
        },
        {
            "id": "27.",
            "section": null,
            "content": "27. (1) No person shall operate a power boat except for the purpose of park management in, (a) Arrowhead Provincial Park; (b) Algonquin Provincial Park; (c) Awenda Provincial Park on Second Lake; (d) Bon Echo Provincial Park; (e) Charleston Lake Provincial Park on that part of Charleston Lake known as Slim Bay, Duck Bay or on the southwest part of Running Bay as demarcated by buoy-type signs; (f) Dividing Lake Provincial Park; (g) Earl Rowe Provincial Park; (h) Esker Lakes Provincial Park; (i) Five Mile Lake Provincial Park on Red Bark Lake or White Bark Lake; (j) Frontenac Provincial Park; (k) Greenwater Provincial Park; (l) Grundy Lake Provincial Park; (m) Hardy Lake Provincial Park; (n) Ivanhoe Lake Provincial Park on Saw Lake, Lea Lake or Hall Lake; (o) Kesagami Provincial Park; (p) Kettle Lakes Provincial Park except on Hughes Lake; (q) Killarney Provincial Park; (r) Lake on the Mountain Provincial Park Picnic Grounds; (s) Lake Superior Provincial Park; (t) Mississagi Provincial Park on Christman Lake; (u) Murphy’s Point Provincial Park on Hogg Lake, Loon Lake or Black Creek; (v) Nagagamasis Provincial Park on Park Lake; (w) Polar Bear Provincial Park; (x) Quetico Provincial Park; (y) Samuel de Champlain Provincial Park on Long Lake; (z) Silent Lake Provincial Park; (za) The Pinery Provincial Park on that part of the Old Asauble Channel located within the limits of lots 9 to 31 inclusive, Lake Range West Concession, Bosanquet Township; or (zb) Wakami Lake Provincial Park on Imakaw Lake. R.R.O. 1990, Reg. 952, s. 27 (1); O. Reg. 767/94, s. 7 (1). (2) Despite subsection (1), (a) in Algonquin Provincial Park, a person may operate a power boat, (i) on Galeairy Lake and Opeongo Lake, (ii) with an engine rating not exceeding 20 horsepower on Bonita Lake, Cache Lake, Canoe Lake, Cedar Lake, Kingscote Lake, Kioshkokwi Lake, Lake of Two Rivers, Little Cauchon Lake, Rock Lake, Smoke Lake, Source Lake, Tanamakoon Lake, Tea Lake or Whitefish Lake, (iii) with an engine rating not exceeding 10 horsepower on Cauchon Lake, Cauliflower Lake, Grand Lake, Joe Lake, Manitou Lake (formerly called Wilkes Lake), Madawaska Lake, Lake Traverse, Little Joe Lake, North Tea Lake, Radiant Lake, Rain Lake or Tepee Lake, and (iv) with an engine rating not exceeding six horsepower on Big Crow Lake, Crow River from Proulx Lake to Little Crow Lake, Hogan Lake, Lake LaMuir, Little Crow Lake, Proulx Lake or White Partridge Lake. (b) in Bon Echo Provincial Park, a person may operate a power boat, (i) with any engine rating on Mazinaw Lake, and (ii) with an engine rating not exceeding 10 horsepower on Joe Perry Lake and Pearson Lake; (c) in Frontenac Provincial Park, a person may operate a power boat, (i) with any engine rating, on Birch Lake, Kingsford Lake, Devil Lake, Big Clear Lake, Otter Lake and Buck Lake, and (ii) that is propelled by an electric motor, on Big Salmon Lake; (d) in Greenwater Provincial Park, a person may operate a boat that is propelled by an electric motor; (e) in Kesagami Provincial Park, a person may operate a power boat with any engine rating not exceeding 25 horsepower; (f) in Lake Superior Provincial Park a person may operate a power boat, (i) with any engine rating on Lake Superior, and (ii) with any engine rating not exceeding 10 horsepower on Sand Lake; (g) in Polar Bear Provincial Park, a person may operate a power boat on the Winisk River; (h) in Polar Bear Provincial Park, an Indian, within the meaning of the Indian Act (Canada), may use a power boat while guiding for the Sutton River and Shagamu River goose camps or while exercising his or her hunting, fishing or trapping rights in accordance with Adhesions to Treaty No. 9 dated the 30th day of May, 1929; (i) in Quetico Provincial Park, (i) a power boat or other similar equipment is permitted in the organized campground at Dawson Trail, (ii) a member of the Lac LaCroix Indian Band who is also a member of the Lac LaCroix Guides Association may operate, (A) a power boat with an engine rating not exceeding 10 horsepower on Quetico Lake, Beaverhouse Lake, Cirrus Lake, Conk Lake, Jean Lake, Wolseley Lake, Tanner Lake, Minn Lake, McAree Lake or the Maligne River from Lac LaCroix to Tanner Lake, and (B) a boat with unlimited horsepower on Wegwagum Bay of Lac LaCroix, and (iii) the holder of a licence in Form 1 of Regulation 492 of the Revised Regulations of Ontario, 1990 who is authorized to hunt or trap in Quetico Provincial Park may possess and operate a power boat with an engine rating not exceeding 10 horsepower for the purpose of trapping during the open season for trapping; and .  .  .  .  . (k) in Killarney Provincial Park a person may operate a power boat on Baie Fine Lake, Balsam Lake, Beaver Lake, Bell Lake, Carlyle Lake, Cat Lake, David Lake, Deacon Lake, Fish Lake, Fox Lake, Gail Lake, Gem Lake, Goose Lake, Grace Lake, Great Mountain Lake, Grow Lake, Hanwood Lake, Harry Lake, Helen Lake, Howry Lake, Ismael Lake, Johnnie Lake, Little Bell Lake, Little Mink Lake, Log Boom Lake, Mink Lake, Moose Lake, Murray Lake, Otter Lake, Rocky Lake, Round Otter Lake, Shigaug Lake, Three Narrows Lake, Van Lake, Van Winkle Lake. R.R.O. 1990, Reg. 952, s. 27 (2); O. Reg. 462/91, s. 1; O. Reg. 284/93, s. 2 (1); O. Reg. 845/93, s. 1; O. Reg. 180/94, s. 1; O. Reg. 767/94, s. 7 (2). (3) Despite subsection (1), a person, with the approval of the superintendent, may operate a power boat in Algonquin Provincial Park in order to, (a) do park management and maintenance; (b) transport material for the construction and maintenance of leaseholder buildings; (c) service utilities; and (d) convey guests of youth camps and Bartlett Lodge. (4) The permission given under subclause (2) (a) (iv) does not apply from and including the last Friday in June to and including the first Monday in September. O. Reg. 284/93, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>27. </b>(1) No person shall operate a power boat except for the purpose of park management in,</p> <p class=\"clause-e\">(a) Arrowhead Provincial Park;</p> <p class=\"clause-e\">(b) Algonquin Provincial Park;</p> <p class=\"clause-e\">(c) Awenda Provincial Park on Second Lake;</p> <p class=\"clause-e\">(d) Bon Echo Provincial Park;</p> <p class=\"clause-e\">(e) Charleston Lake Provincial Park on that part of Charleston Lake known as Slim Bay, Duck Bay or on the southwest part of Running Bay as demarcated by buoy-type signs;</p> <p class=\"clause-e\">(f) Dividing Lake Provincial Park;</p> <p class=\"clause-e\">(g) Earl Rowe Provincial Park;</p> <p class=\"clause-e\">(h) Esker Lakes Provincial Park;</p> <p class=\"clause-e\">(i) Five Mile Lake Provincial Park on Red Bark Lake or White Bark Lake;</p> <p class=\"clause-e\">(j) Frontenac Provincial Park;</p> <p class=\"clause-e\">(k) Greenwater Provincial Park;</p> <p class=\"clause-e\">(l) Grundy Lake Provincial Park;</p> <p class=\"clause-e\">(m) Hardy Lake Provincial Park;</p> <p class=\"clause-e\">(n) Ivanhoe Lake Provincial Park on Saw Lake, Lea Lake or Hall Lake;</p> <p class=\"clause-e\">(o) Kesagami Provincial Park;</p> <p class=\"clause-e\">(p) Kettle Lakes Provincial Park except on Hughes Lake;</p> <p class=\"clause-e\">(q) Killarney Provincial Park;</p> <p class=\"clause-e\">(r) Lake on the Mountain Provincial Park Picnic Grounds;</p> <p class=\"clause-e\">(s) Lake Superior Provincial Park;</p> <p class=\"clause-e\">(t) Mississagi Provincial Park on Christman Lake;</p> <p class=\"clause-e\">(u) Murphy’s Point Provincial Park on Hogg Lake, Loon Lake or Black Creek;</p> <p class=\"clause-e\">(v) Nagagamasis Provincial Park on Park Lake;</p> <p class=\"clause-e\">(w) Polar Bear Provincial Park;</p> <p class=\"clause-e\">(x) Quetico Provincial Park;</p> <p class=\"clause-e\">(y) Samuel de Champlain Provincial Park on Long Lake;</p> <p class=\"clause-e\">(z) Silent Lake Provincial Park;</p> <p class=\"clause-e\">(za) The Pinery Provincial Park on that part of the Old Asauble Channel located within the limits of lots 9 to 31 inclusive, Lake Range West Concession, Bosanquet Township; or</p> <p class=\"clause-e\">(zb) Wakami Lake Provincial Park on Imakaw Lake. R.R.O. 1990, Reg. 952, s. 27 (1); O. Reg. 767/94, s. 7 (1).</p> <p class=\"subsection-e\">(2) Despite subsection (1),</p> <p class=\"clause-e\">(a) in Algonquin Provincial Park, a person may operate a power boat,</p> <p class=\"subclause-e\">(i) on Galeairy Lake and Opeongo Lake,</p> <p class=\"subclause-e\">(ii) with an engine rating not exceeding 20 horsepower on Bonita Lake, Cache Lake, Canoe Lake, Cedar Lake, Kingscote Lake, Kioshkokwi Lake, Lake of Two Rivers, Little Cauchon Lake, Rock Lake, Smoke Lake, Source Lake, Tanamakoon Lake, Tea Lake or Whitefish Lake,</p> <p class=\"subclause-e\">(iii) with an engine rating not exceeding 10 horsepower on Cauchon Lake, Cauliflower Lake, Grand Lake, Joe Lake, Manitou Lake (formerly called Wilkes Lake), Madawaska Lake, Lake Traverse, Little Joe Lake, North Tea Lake, Radiant Lake, Rain Lake or Tepee Lake, and</p> <p class=\"subclause-e\">(iv) with an engine rating not exceeding six horsepower on Big Crow Lake, Crow River from Proulx Lake to Little Crow Lake, Hogan Lake, Lake LaMuir, Little Crow Lake, Proulx Lake or White Partridge Lake.</p> <p class=\"clause-e\">(b) in Bon Echo Provincial Park, a person may operate a power boat,</p> <p class=\"subclause-e\">(i) with any engine rating on Mazinaw Lake, and</p> <p class=\"subclause-e\">(ii) with an engine rating not exceeding 10 horsepower on Joe Perry Lake and Pearson Lake;</p> <p class=\"clause-e\">(c) in Frontenac Provincial Park, a person may operate a power boat,</p> <p class=\"subclause-e\">(i) with any engine rating, on Birch Lake, Kingsford Lake, Devil Lake, Big Clear Lake, Otter Lake and Buck Lake, and</p> <p class=\"subclause-e\">(ii) that is propelled by an electric motor, on Big Salmon Lake;</p> <p class=\"clause-e\">(d) in Greenwater Provincial Park, a person may operate a boat that is propelled by an electric motor;</p> <p class=\"clause-e\">(e) in Kesagami Provincial Park, a person may operate a power boat with any engine rating not exceeding 25 horsepower;</p> <p class=\"clause-e\">(f) in Lake Superior Provincial Park a person may operate a power boat,</p> <p class=\"subclause-e\">(i) with any engine rating on Lake Superior, and</p> <p class=\"subclause-e\">(ii) with any engine rating not exceeding 10 horsepower on Sand Lake;</p> <p class=\"clause-e\">(g) in Polar Bear Provincial Park, a person may operate a power boat on the Winisk River;</p> <p class=\"clause-e\">(h) in Polar Bear Provincial Park, an Indian, within the meaning of the <i>Indian Act</i> (Canada), may use a power boat while guiding for the Sutton River and Shagamu River goose camps or while exercising his or her hunting, fishing or trapping rights in accordance with Adhesions to Treaty No. 9 dated the 30th day of May, 1929;</p> <p class=\"clause-e\">(i) in Quetico Provincial Park,</p> <p class=\"subclause-e\">(i) a power boat or other similar equipment is permitted in the organized campground at Dawson Trail,</p> <p class=\"subclause-e\">(ii) a member of the Lac LaCroix Indian Band who is also a member of the Lac LaCroix Guides Association may operate,</p> <p class=\"subsubclause-e\">(A) a power boat with an engine rating not exceeding 10 horsepower on Quetico Lake, Beaverhouse Lake, Cirrus Lake, Conk Lake, Jean Lake, Wolseley Lake, Tanner Lake, Minn Lake, McAree Lake or the Maligne River from Lac LaCroix to Tanner Lake, and</p> <p class=\"subsubclause-e\">(B) a boat with unlimited horsepower on Wegwagum Bay of Lac LaCroix, and</p> <p class=\"subclause-e\">(iii) the holder of a licence in Form 1 of Regulation 492 of the Revised Regulations of Ontario, 1990 who is authorized to hunt or trap in Quetico Provincial Park may possess and operate a power boat with an engine rating not exceeding 10 horsepower for the purpose of trapping during the open season for trapping; and</p> <p class=\"ellipsis-e\">  .  .  .  .  .</p> <p class=\"clause-e\">(k) in Killarney Provincial Park a person may operate a power boat on Baie Fine Lake, Balsam Lake, Beaver Lake, Bell Lake, Carlyle Lake, Cat Lake, David Lake, Deacon Lake, Fish Lake, Fox Lake, Gail Lake, Gem Lake, Goose Lake, Grace Lake, Great Mountain Lake, Grow Lake, Hanwood Lake, Harry Lake, Helen Lake, Howry Lake, Ismael Lake, Johnnie Lake, Little Bell Lake, Little Mink Lake, Log Boom Lake, Mink Lake, Moose Lake, Murray Lake, Otter Lake, Rocky Lake, Round Otter Lake, Shigaug Lake, Three Narrows Lake, Van Lake, Van Winkle Lake. R.R.O. 1990, Reg. 952, s. 27 (2); O. Reg. 462/91, s. 1; O. Reg. 284/93, s. 2 (1); O. Reg. 845/93, s. 1; O. Reg. 180/94, s. 1; O. Reg. 767/94, s. 7 (2).</p> <p class=\"subsection-e\">(3) Despite subsection (1), a person, with the approval of the superintendent, may operate a power boat in Algonquin Provincial Park in order to,</p> <p class=\"clause-e\">(a) do park management and maintenance;</p> <p class=\"clause-e\">(b) transport material for the construction and maintenance of leaseholder buildings;</p> <p class=\"clause-e\">(c) service utilities; and</p> <p class=\"clause-e\">(d) convey guests of youth camps and Bartlett Lodge.</p> <p class=\"subsection-e\">(4) The permission given under subclause (2) (a) (iv) does not apply from and including the last Friday in June to and including the first Monday in September. O. Reg. 284/93, s. 2 (2).</p>"
        },
        {
            "id": "28.",
            "section": null,
            "content": "28. (1) No person shall possess a power saw, gasoline generator, power ice auger, mechanical portage device, portage wheels, all terrain vehicle or similar mechanized equipment in Quetico Provincial Park. (2) Despite subsection (1), (a) a person may possess and operate a power saw, gasoline generator, power ice auger, mechanical portage device, portage wheels or similar mechanical equipment in the organized campground at Dawson Trail; (b) the holder of a licence in Form 1 of Regulation 492 of the Revised Regulations of Ontario, 1990 who is authorized to trap in Quetico Provincial Park may possess and operate an all terrain vehicle for the purpose of trapping during the open season for trapping. O. Reg. 767/94, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>28. </b>(1) No person shall possess a power saw, gasoline generator, power ice auger, mechanical portage device, portage wheels, all terrain vehicle or similar mechanized equipment in Quetico Provincial Park.</p> <p class=\"subsection-e\">(2) Despite subsection (1),</p> <p class=\"clause-e\">(a) a person may possess and operate a power saw, gasoline generator, power ice auger, mechanical portage device, portage wheels or similar mechanical equipment in the organized campground at Dawson Trail;</p> <p class=\"clause-e\">(b) the holder of a licence in Form 1 of Regulation 492 of the Revised Regulations of Ontario, 1990 who is authorized to trap in Quetico Provincial Park may possess and operate an all terrain vehicle for the purpose of trapping during the open season for trapping. O. Reg. 767/94, s. 8.</p>"
        },
        {
            "id": "28.1",
            "section": null,
            "content": "28.1 No person shall possess or operate a chainsaw, power saw or other similar device in Algonquin Provincial Park between the 1st day of April and Thanksgiving except for management and maintenance purposes. O. Reg. 398/92, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>28.1 </b>No person shall possess or operate a chainsaw, power saw or other similar device in Algonquin Provincial Park between the 1st day of April and Thanksgiving except for management and maintenance purposes. O. Reg. 398/92, s. 2.</p>"
        },
        {
            "id": "28.2",
            "section": null,
            "content": "28.2 (1) No person shall possess or use a gasoline generator or a radio, a cassette player or other electronic audio device in Algonquin Provincial Park between the 1st day of April and Thanksgiving except in an organized campground or leasehold. (2) Despite subsection (1), a person may possess or use a radio, a cassette player or other electronic audio device that can emit audible sounds only through headphones. (3) Subsection (1) does not apply with respect to two-way radios. O. Reg. 398/92, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>28.2 </b>(1) No person shall possess or use a gasoline generator or a radio, a cassette player or other electronic audio device in Algonquin Provincial Park between the 1st day of April and Thanksgiving except in an organized campground or leasehold.</p> <p class=\"subsection-e\">(2) Despite subsection (1), a person may possess or use a radio, a cassette player or other electronic audio device that can emit audible sounds only through headphones.</p> <p class=\"subsection-e\">(3) Subsection (1) does not apply with respect to two-way radios. O. Reg. 398/92, s. 2.</p>"
        },
        {
            "id": "29.",
            "section": null,
            "content": "29. No person shall operate a power boat that has an engine rating in excess of 10 horsepower, (a) in Samuel de Champlain Provincial Park on Moore Lake; (b) in Wakami Lake Provincial Park on Efby Lake; or (c) in Sleeping Giant Provincial Park on Marie Louise Lake. R.R.O. 1990, Reg. 952, s. 29; O. Reg. 587/92, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>29. </b>No person shall operate a power boat that has an engine rating in excess of 10 horsepower,</p> <p class=\"clause-e\">(a) in Samuel de Champlain Provincial Park on Moore Lake;</p> <p class=\"clause-e\">(b) in Wakami Lake Provincial Park on Efby Lake; or</p> <p class=\"clause-e\">(c) in Sleeping Giant Provincial Park on Marie Louise Lake. R.R.O. 1990, Reg. 952, s. 29; O. Reg. 587/92, s. 7.</p>"
        },
        {
            "id": "30.",
            "section": null,
            "content": "30. No person shall launch, operate or possess a boat, water ski, sailboard, surfboard, watersled or any like thing in any water in a provincial park that is designated as a swimming area or upon any part of a beach adjacent thereto. R.R.O. 1990, Reg. 952, s. 30.",
            "raw_html": "<p class=\"section-e\"><b>30. </b>No person shall launch, operate or possess a boat, water ski, sailboard, surfboard, watersled or any like thing in any water in a provincial park that is designated as a swimming area or upon any part of a beach adjacent thereto. R.R.O. 1990, Reg. 952, s. 30.</p>"
        },
        {
            "id": "31.",
            "section": null,
            "content": "31. (1) No person shall anchor a house-boat overnight in a provincial park except under the authority of a boat mooring permit issued by the Ministry. (2) A boat mooring permit is authority for the permittee to anchor a house-boat in an area operated by the superintendent for a period not exceeding twenty-three consecutive days in a year. (3) No person shall use a house-boat in Algonquin Provincial Park or in Quetico Provincial Park. (4) No person shall use a house-boat or barge in Kesagami Provincial Park. R.R.O. 1990, Reg. 952, s. 31.",
            "raw_html": "<p class=\"section-e\"><b>31. </b>(1) No person shall anchor a house-boat overnight in a provincial park except under the authority of a boat mooring permit issued by the Ministry.</p> <p class=\"subsection-e\">(2) A boat mooring permit is authority for the permittee to anchor a house-boat in an area operated by the superintendent for a period not exceeding twenty-three consecutive days in a year.</p> <p class=\"subsection-e\">(3) No person shall use a house-boat in Algonquin Provincial Park or in Quetico Provincial Park.</p> <p class=\"subsection-e\">(4) No person shall use a house-boat or barge in Kesagami Provincial Park. R.R.O. 1990, Reg. 952, s. 31.</p>"
        },
        {
            "id": "32.",
            "section": null,
            "content": "32. (1) The superintendent may open or close a provincial park, or any portion thereof, to the public by the erection of signs or other suitable means, for the purpose of, (a) preventing overcrowding of the park facilities; (b) dealing with a fire, flood or other emergency situation; (c) public safety; (d) maintenance, construction or any other work program carried out by the Ministry or under the authority of the Ministry; or (e) preserving or protecting the environment. (2) The superintendent may order an evacuation of a provincial park or any portion thereof during a fire, flood or other emergency situation. R.R.O. 1990, Reg. 952, s. 32.",
            "raw_html": "<p class=\"section-e\"><b>32. </b>(1) The superintendent may open or close a provincial park, or any portion thereof, to the public by the erection of signs or other suitable means, for the purpose of,</p> <p class=\"clause-e\">(a) preventing overcrowding of the park facilities;</p> <p class=\"clause-e\">(b) dealing with a fire, flood or other emergency situation;</p> <p class=\"clause-e\">(c) public safety;</p> <p class=\"clause-e\">(d) maintenance, construction or any other work program carried out by the Ministry or under the authority of the Ministry; or</p> <p class=\"clause-e\">(e) preserving or protecting the environment.</p> <p class=\"subsection-e\">(2) The superintendent may order an evacuation of a provincial park or any portion thereof during a fire, flood or other emergency situation. R.R.O. 1990, Reg. 952, s. 32.</p>"
        },
        {
            "id": "33.",
            "section": null,
            "content": "33. Subject to sections 34, 35 and 36, the fees payable for the use of a provincial park and its facilities are set out in Schedule 1. O. Reg. 151/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>33. </b>Subject to sections 34, 35 and 36, the fees payable for the use of a provincial park and its facilities are set out in Schedule 1. O. Reg. 151/94, s. 1.</p>"
        },
        {
            "id": "34.",
            "section": null,
            "content": "34. (1) The driver of a bus may take the bus into a provincial park without paying a fee if all passengers on the bus are residents of a home for the aged under the Charitable Institutions Act or the Homes for the Aged and Rest Homes Act or members of an approved centre under the Elderly Persons Centres Act and the driver presents a letter signed by the person in charge of the home or centre requesting free entry for the bus on its arrival at the park. (2) The fees set out in Column B of Schedule 1 are those payable by a youth group or a special group, (a) for day use of an available day use site if a request to use such a site is made to the superintendent at least twenty-four hours in advance and the request is granted; and (b) for interior camping at an available interior camp-site. O. Reg. 151/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>34. </b>(1) The driver of a bus may take the bus into a provincial park without paying a fee if all passengers on the bus are residents of a home for the aged under the <i>Charitable Institutions Act</i> or the <i>Homes for the Aged and Rest Homes Act</i> or members of an approved centre under the <i>Elderly Persons Centres Act</i> and the driver presents a letter signed by the person in charge of the home or centre requesting free entry for the bus on its arrival at the park.</p> <p class=\"subsection-e\">(2) The fees set out in Column B of Schedule 1 are those payable by a youth group or a special group,</p> <p class=\"clause-e\">(a) for day use of an available day use site if a request to use such a site is made to the superintendent at least twenty-four hours in advance and the request is granted; and</p> <p class=\"clause-e\">(b) for interior camping at an available interior camp-site. O. Reg. 151/94, s. 1.</p>"
        },
        {
            "id": "35.",
            "section": null,
            "content": "35. The fees payable for camping in a provincial park named in the following Table are set out in Schedule 2: TABLE  Algonquin\n\n\nArrowhead\n\n\nAwenda\n\n\nBalsam Lake\n\n\nBass Lake\n\n\nBon Echo\n\n\nBonnechere\n\n\nCraigleith\n\n\nCharleston Lake\n\n\nDarlington\n\n\nEmily\n\n\nFitzroy\n\n\nGrundy Lake\n\n\nIpperwash\n\n\nKakabeka Falls\n\n\nKillarney\n\n\nKillbear\n\n\nLake Superior (except Crescent Lake)\n\n\nLong Point\n\n\nMacGregor Point\n\n\nMcRae Point\n\n\nMurphy’s Point\n\n\nPancake Bay\n\n\nPinery\n\n\nPoint Farms\n\n\nPort Burwell\n\n\nPresqu’ile\n\n\nRondeau\n\n\nRock Point\n\n\nRushing River\n\n\nSandbanks\n\n\nSerpent Mounds\n\n\nSibbald Point\n\n\nSix Mile Lake\n\n\nSleeping Giant\n\n\nSauble Falls\n\n\nTurkey Point\n\n\nWheatley\n\n\nVoyageur O. Reg. 151/94, s. 1; O. Reg. 66/96, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>35. </b>The fees payable for camping in a provincial park named in the following Table are set out in Schedule 2:</p> <p class=\"headingx-e\">TABLE</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Algonquin</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Arrowhead</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Awenda</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Balsam Lake</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Bass Lake</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Bon Echo</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Bonnechere</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Craigleith</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Charleston Lake</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Darlington</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Emily</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Fitzroy</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Grundy Lake</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Ipperwash</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Kakabeka Falls</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Killarney</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Killbear</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Lake Superior (except Crescent Lake)</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Long Point</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">MacGregor Point</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">McRae Point</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Murphy’s Point</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Pancake Bay</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Pinery</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Point Farms</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Port Burwell</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Presqu’ile</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Rondeau</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Rock Point</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Rushing River</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Sandbanks</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Serpent Mounds</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Sibbald Point</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Six Mile Lake</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Sleeping Giant</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Sauble Falls</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Turkey Point</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Wheatley</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"312\"><p class=\"table-e\">Voyageur</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 151/94, s. 1; O. Reg. 66/96, s. 1.</p>"
        },
        {
            "id": "36.",
            "section": null,
            "content": "36. (1) Subject to subsection (3), the fees payable for day use at Bronte Creek Provincial Park by persons who do not hold a valid summer vehicle permit or winter vehicle permit are set out in Schedule 3. (2) Subject to subsection (3), the fees payable for day use at Springwater Provincial Park by persons who do not hold a valid daily vehicle permit, summer vehicle permit, winter vehicle permit or bus permit are set out in Schedule 4. (3) The fees set out in Column B of Schedules 3 and 4 are payable by a youth group or special group for day use of an available day use site if a request to use such a site is made to the superintendent at least 24 hours in advance and the request is granted. O. Reg. 66/96, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>36. </b>(1) Subject to subsection (3), the fees payable for day use at Bronte Creek Provincial Park by persons who do not hold a valid summer vehicle permit or winter vehicle permit are set out in Schedule 3.</p> <p class=\"subsection-e\">(2) Subject to subsection (3), the fees payable for day use at Springwater Provincial Park by persons who do not hold a valid daily vehicle permit, summer vehicle permit, winter vehicle permit or bus permit are set out in Schedule 4.</p> <p class=\"subsection-e\">(3) The fees set out in Column B of Schedules 3 and 4 are payable by a youth group or special group for day use of an available day use site if a request to use such a site is made to the superintendent at least 24 hours in advance and the request is granted. O. Reg. 66/96, s. 2.</p>"
        },
        {
            "id": "37.",
            "section": null,
            "content": "37. The fee payable by a person who is not a senior citizen or disabled person is the full rate set out in Column A of the relevant Schedule, unless a senior citizen has designated that person as his or her companion, in which case the person shall pay the applicable senior citizen rate. O. Reg. 66/96, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>37. </b>The fee payable by a person who is not a senior citizen or disabled person is the full rate set out in Column A of the relevant Schedule, unless a senior citizen has designated that person as his or her companion, in which case the person shall pay the applicable senior citizen rate. O. Reg. 66/96, s. 2.</p>"
        },
        {
            "id": "38.",
            "section": null,
            "content": "38. The superintendent may issue a refund if a permit is surrendered or cancelled. O. Reg. 151/94, s. 1. SCHEDULE 1   1996/1997 — ONTARIO PROVINCIAL PARK FEES (THE REGULATED FEES DO NOT INCLUDE GST.)  Column A\n\nColumn B\n\n\n \r\n\nFull Rate\n\nSenior Citizen/ Disabled Person\n\n\n \r\n\n($)\n\n($)\n\n\n1. CAMP-SITE AND VEHICLE PERMIT (per night)\n\n \r\n\n \r\n\n\ni. camp-site with electricity\n\n16.36\n\n10.75\n\n\nii. provincial park with showers\n\n13.55\n\n6.78\n\n\niii. provincial park without showers\n\n12.15\n\n6.08\n\n\niv. additional vehicle permit\n\n6.54\n\n3.27\n\n\n2. OFF-SEASON FEES (per night)\n\n \r\n\n \r\n\n\ni. camp-site with electricity\n\n11.92\n\n5.84\n\n\nii. camp-site without electricity\n\n9.11\n\n4.44\n\n\niii. additional vehicle permit\n\n5.37\n\n2.34\n\n\n3. INTERIOR CAMPING PERMIT (per night)\n\n \r\n\n \r\n\n\ni. per person (age 6-17 incl.)\n\n2.34\n\n1.17\n\n\nii. per person (age 18 or over)\n\n4.68\n\n2.34\n\n\n4. GROUP CAMPING (per night)\n\n \r\n\n \r\n\n\ni. basic group site fee\n\n13.09\n\n13.09\n\n\nii. per person (age 6-17)\n\n0.93\n\n0.47\n\n\niii. per person (age 18 or over)\n\n1.87\n\n0.93\n\n\n5. RESERVATION FEE — for camp-site and vehicle, group camping or interior camping permit; non-refundable:\n\n5.61\n\n5.61\n\n\n6. DAY USE\n\n \r\n\n \r\n\n\ni. Daily Vehicle Permit — Algonquin\n\n7.48\n\n3.74\n\n\nii. Daily Vehicle Permit — except Algonquin\n\n6.54\n\n3.27\n\n\niii. Summer Vehicle Permit (Apr. 1 - Nov. 30)\n\n37.38\n\n37.38\n\n\niv. Winter Vehicle Permit (Dec. 1 - Mar. 31)\n\n28.04\n\n28.04\n\n\nv. Bus Permit\n\n37.38\n\n37.38 O. Reg. 66/96, s. 3. SCHEDULE 2   FEES FOR CAMPING IN PROVINCIAL PARKS NAMED IN TABLE TO SECTION 35 (THE REGULATED FEES DO NOT INCLUDE GST.)  Column A\n\nColumn B\n\n\n \r\n\nFull Rate\n\nSenior Citizen/ Disabled Person\n\n\n \r\n\n($)\n\n($)\n\n\n1. CAMP-SITE AND VEHICLE PERMIT (per night)\n\n \r\n\n \r\n\n\ni. camp-site with electricity\n\n17.76\n\n11.68\n\n\nii. provincial park with showers\n\n14.95\n\n7.48\n\n\niii. provincial park without showers\n\n13.55\n\n6.78\n\n\n2. ADDITIONAL VEHICLE PERMIT\n\n6.54\n\n3.27\n\n\n3. OFF-SEASON\n\nAs prescribed in Schedule 1\n\n\n4. INTERIOR CAMPING FEES\n\nAs prescribed in Schedule 1\n\n\n5. GROUP CAMPING (per night)\n\nAs prescribed in Schedule 1\n\n\n6. RESERVATION FEE\n\nAs prescribed in Schedule 1\n\n\n7. DAY USE\n\nAs prescribed in Schedule 1 O. Reg. 66/96, s. 3. SCHEDULE 3   FEES FOR DAY USE AT BRONTE CREEK PROVINCIAL PARK (THE REGULATED FEES DO NOT INCLUDE GST.)  Column A\n\nColumn B\n\n\n \r\n\nFull Rate\n\nSenior Citizen/ Disabled Person\n\n\n \r\n\n($)\n\n($)\n\n\n1. Daily per person age 4-17 (incl.)\n\n1.17\n\n0.70\n\n\n2. Daily per person age 18 and over\n\n2.34\n\n1.17\n\n\n3. Maximum daily fee/vehicle\n\n7.48\n\n7.48 O. Reg. 66/96, s. 3. SCHEDULE 4   FEES FOR WALK-IN DAY USE AT SPRINGWATER PROVINCIAL PARK (THE REGULATED FEES DO NOT INCLUDE GST.)  Column A\n\nColumn B\n\n\n \r\n\nFull Rate\n\nSenior Citizen/ Disabled Person\n\n\n \r\n\n($)\n\n($)\n\n\n1. Daily per person age 6-17 (incl.)\n\n0.93\n\n0.47\n\n\n2. Daily per person age 18 and over\n\n1.87\n\n0.93 O. Reg. 66/96, s. 3. ",
            "raw_html": "<p class=\"section-e\"><b>38. </b>The superintendent may issue a refund if a permit is surrendered or cancelled. O. Reg. 151/94, s. 1.</p> <p class=\"schedule-e\">SCHEDULE 1 <br/>  1996/1997 — ONTARIO PROVINCIAL PARK FEES (THE REGULATED FEES DO NOT INCLUDE GST.)</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"156\"> \r\n</td>\n<td valign=\"top\" width=\"61\"><p class=\"table-e\">Column A</p>\n</td>\n<td valign=\"top\" width=\"93\"><p class=\"table-e\">Column B</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"> \r\n</td>\n<td valign=\"top\" width=\"61\"><p class=\"table-e\">Full Rate</p>\n</td>\n<td valign=\"top\" width=\"93\"><p class=\"table-e\">Senior Citizen/ Disabled Person</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"> \r\n</td>\n<td valign=\"top\" width=\"61\"><p class=\"table-e\">($)</p>\n</td>\n<td valign=\"top\" width=\"93\"><p class=\"table-e\">($)</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><p class=\"tablelevel1-e\">1. CAMP-SITE AND VEHICLE PERMIT (per night)</p></ul>\n</td>\n<td valign=\"top\" width=\"61\"> \r\n</td>\n<td valign=\"top\" width=\"93\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><ul><p class=\"tablelevel2-e\">i. camp-site with electricity</p></ul></ul>\n</td>\n<td valign=\"top\" width=\"61\"><p align=\"right\" class=\"table-e\">16.36</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">10.75</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><ul><p class=\"tablelevel2-e\">ii. provincial park with showers</p></ul></ul>\n</td>\n<td valign=\"top\" width=\"61\"><p align=\"right\" class=\"table-e\">13.55</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">6.78</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><ul><p class=\"tablelevel2-e\">iii. provincial park without showers</p></ul></ul>\n</td>\n<td valign=\"top\" width=\"61\"><p align=\"right\" class=\"table-e\">12.15</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">6.08</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><ul><p class=\"tablelevel2-e\">iv. additional vehicle permit</p></ul></ul>\n</td>\n<td valign=\"top\" width=\"61\"><p align=\"right\" class=\"table-e\">6.54</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">3.27</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><p class=\"tablelevel1-e\">2. OFF-SEASON FEES (per night)</p></ul>\n</td>\n<td valign=\"top\" width=\"61\"> \r\n</td>\n<td valign=\"top\" width=\"93\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><ul><p class=\"tablelevel2-e\">i. camp-site with electricity</p></ul></ul>\n</td>\n<td valign=\"top\" width=\"61\"><p align=\"right\" class=\"table-e\">11.92</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">5.84</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><ul><p class=\"tablelevel2-e\">ii. camp-site without electricity</p></ul></ul>\n</td>\n<td valign=\"top\" width=\"61\"><p align=\"right\" class=\"table-e\">9.11</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">4.44</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><ul><p class=\"tablelevel2-e\">iii. additional vehicle permit</p></ul></ul>\n</td>\n<td valign=\"top\" width=\"61\"><p align=\"right\" class=\"table-e\">5.37</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">2.34</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><p class=\"tablelevel1-e\">3. INTERIOR CAMPING PERMIT (per night)</p></ul>\n</td>\n<td valign=\"top\" width=\"61\"> \r\n</td>\n<td valign=\"top\" width=\"93\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><ul><p class=\"tablelevel2-e\">i. per person (age 6-17 incl.)</p></ul></ul>\n</td>\n<td valign=\"top\" width=\"61\"><p align=\"right\" class=\"table-e\">2.34</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">1.17</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><ul><p class=\"tablelevel2-e\">ii. per person (age 18 or over)</p></ul></ul>\n</td>\n<td valign=\"top\" width=\"61\"><p align=\"right\" class=\"table-e\">4.68</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">2.34</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><p class=\"tablelevel1-e\">4. GROUP CAMPING (per night)</p></ul>\n</td>\n<td valign=\"top\" width=\"61\"> \r\n</td>\n<td valign=\"top\" width=\"93\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><ul><p class=\"tablelevel2-e\">i. basic group site fee</p></ul></ul>\n</td>\n<td valign=\"top\" width=\"61\"><p align=\"right\" class=\"table-e\">13.09</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">13.09</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><ul><p class=\"tablelevel2-e\">ii. per person (age 6-17)</p></ul></ul>\n</td>\n<td valign=\"top\" width=\"61\"><p align=\"right\" class=\"table-e\">0.93</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">0.47</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><ul><p class=\"tablelevel2-e\">iii. per person (age 18 or over)</p></ul></ul>\n</td>\n<td valign=\"top\" width=\"61\"><p align=\"right\" class=\"table-e\">1.87</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">0.93</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><p class=\"tablelevel1-e\">5. RESERVATION FEE — for camp-site and vehicle, group camping or interior camping permit; non-refundable:</p></ul>\n</td>\n<td valign=\"top\" width=\"61\"><p align=\"right\" class=\"table-e\">5.61</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">5.61</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><p class=\"tablelevel1-e\">6. DAY USE</p></ul>\n</td>\n<td valign=\"top\" width=\"61\"> \r\n</td>\n<td valign=\"top\" width=\"93\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><ul><p class=\"tablelevel2-e\">i. Daily Vehicle Permit — Algonquin</p></ul></ul>\n</td>\n<td valign=\"top\" width=\"61\"><p align=\"right\" class=\"table-e\">7.48</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">3.74</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><ul><p class=\"tablelevel2-e\">ii. Daily Vehicle Permit — except Algonquin</p></ul></ul>\n</td>\n<td valign=\"top\" width=\"61\"><p align=\"right\" class=\"table-e\">6.54</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">3.27</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><ul><p class=\"tablelevel2-e\">iii. Summer Vehicle Permit (Apr. 1 - Nov. 30)</p></ul></ul>\n</td>\n<td valign=\"top\" width=\"61\"><p align=\"right\" class=\"table-e\">37.38</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">37.38</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><ul><p class=\"tablelevel2-e\">iv. Winter Vehicle Permit (Dec. 1 - Mar. 31)</p></ul></ul>\n</td>\n<td valign=\"top\" width=\"61\"><p align=\"right\" class=\"table-e\">28.04</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">28.04</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><ul><ul><p class=\"tablelevel2-e\">v. Bus Permit</p></ul></ul>\n</td>\n<td valign=\"top\" width=\"61\"><p align=\"right\" class=\"table-e\">37.38</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">37.38</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 66/96, s. 3.</p> <p class=\"schedule-e\">SCHEDULE 2 <br/>  FEES FOR CAMPING IN PROVINCIAL PARKS NAMED IN TABLE TO SECTION 35 (THE REGULATED FEES DO NOT INCLUDE GST.)</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td width=\"151\"></td>\n<td width=\"60\"></td>\n<td width=\"99\"></td></tr>\n<tr>\n<td valign=\"top\" width=\"151\"> \r\n</td>\n<td valign=\"top\" width=\"60\"><p class=\"table-e\">Column A</p>\n</td>\n<td valign=\"top\" width=\"99\"><p class=\"table-e\">Column B</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"151\"> \r\n</td>\n<td valign=\"top\" width=\"60\"><p class=\"table-e\">Full Rate</p>\n</td>\n<td valign=\"top\" width=\"99\"><p class=\"table-e\">Senior Citizen/ Disabled Person</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"151\"> \r\n</td>\n<td valign=\"top\" width=\"60\"><p class=\"table-e\">($)</p>\n</td>\n<td valign=\"top\" width=\"99\"><p class=\"table-e\">($)</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"151\"><ul><p class=\"tablelevel1-e\">1. CAMP-SITE AND VEHICLE PERMIT (per night)</p></ul>\n</td>\n<td valign=\"top\" width=\"60\"> \r\n</td>\n<td valign=\"top\" width=\"99\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"151\"><ul><ul><p class=\"tablelevel2-e\">i. camp-site with electricity</p></ul></ul>\n</td>\n<td valign=\"top\" width=\"60\"><p align=\"right\" class=\"table-e\">17.76</p>\n</td>\n<td valign=\"top\" width=\"99\"><p align=\"right\" class=\"table-e\">11.68</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"151\"><ul><ul><p class=\"tablelevel2-e\">ii. provincial park with showers</p></ul></ul>\n</td>\n<td valign=\"top\" width=\"60\"><p align=\"right\" class=\"table-e\">14.95</p>\n</td>\n<td valign=\"top\" width=\"99\"><p align=\"right\" class=\"table-e\">7.48</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"151\"><ul><ul><p class=\"tablelevel2-e\">iii. provincial park without showers</p></ul></ul>\n</td>\n<td valign=\"top\" width=\"60\"><p align=\"right\" class=\"table-e\">13.55</p>\n</td>\n<td valign=\"top\" width=\"99\"><p align=\"right\" class=\"table-e\">6.78</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"151\"><ul><p class=\"tablelevel1-e\">2. ADDITIONAL VEHICLE PERMIT</p></ul>\n</td>\n<td valign=\"top\" width=\"60\"><p align=\"right\" class=\"table-e\">6.54</p>\n</td>\n<td valign=\"top\" width=\"99\"><p align=\"right\" class=\"table-e\">3.27</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"151\"><ul><p class=\"tablelevel1-e\">3. OFF-SEASON</p></ul>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"160\"><p class=\"table-e\">As prescribed in Schedule 1</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"151\"><ul><p class=\"tablelevel1-e\">4. INTERIOR CAMPING FEES</p></ul>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"160\"><p class=\"table-e\">As prescribed in Schedule 1</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"151\"><ul><p class=\"tablelevel1-e\">5. GROUP CAMPING (per night)</p></ul>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"160\"><p class=\"table-e\">As prescribed in Schedule 1</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"151\"><ul><p class=\"tablelevel1-e\">6. RESERVATION FEE</p></ul>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"160\"><p class=\"table-e\">As prescribed in Schedule 1</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"151\"><ul><p class=\"tablelevel1-e\">7. DAY USE</p></ul>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"160\"><p class=\"table-e\">As prescribed in Schedule 1</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 66/96, s. 3.</p> <p class=\"schedule-e\">SCHEDULE 3 <br/>  FEES FOR DAY USE AT BRONTE CREEK PROVINCIAL PARK (THE REGULATED FEES DO NOT INCLUDE GST.)</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"155\"> \r\n</td>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">Column A</p>\n</td>\n<td valign=\"top\" width=\"93\"><p class=\"table-e\">Column B</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"155\"> \r\n</td>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">Full Rate</p>\n</td>\n<td valign=\"top\" width=\"93\"><p class=\"table-e\">Senior Citizen/ Disabled Person</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"155\"> \r\n</td>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">($)</p>\n</td>\n<td valign=\"top\" width=\"93\"><p class=\"table-e\">($)</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"155\"><ul><p class=\"tablelevel1-e\">1. Daily per person age 4-17 (incl.)</p></ul>\n</td>\n<td valign=\"top\" width=\"62\"><p align=\"right\" class=\"table-e\">1.17</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">0.70</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"155\"><ul><p class=\"tablelevel1-e\">2. Daily per person age 18 and over</p></ul>\n</td>\n<td valign=\"top\" width=\"62\"><p align=\"right\" class=\"table-e\">2.34</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">1.17</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"155\"><ul><p class=\"tablelevel1-e\">3. Maximum daily fee/vehicle</p></ul>\n</td>\n<td valign=\"top\" width=\"62\"><p align=\"right\" class=\"table-e\">7.48</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">7.48</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 66/96, s. 3.</p> <p class=\"schedule-e\">SCHEDULE 4 <br/>  FEES FOR WALK-IN DAY USE AT SPRINGWATER PROVINCIAL PARK (THE REGULATED FEES DO NOT INCLUDE GST.)</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"155\"> \r\n</td>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">Column A</p>\n</td>\n<td valign=\"top\" width=\"93\"><p class=\"table-e\">Column B</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"155\"> \r\n</td>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">Full Rate</p>\n</td>\n<td valign=\"top\" width=\"93\"><p class=\"table-e\">Senior Citizen/ Disabled Person</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"155\"> \r\n</td>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">($)</p>\n</td>\n<td valign=\"top\" width=\"93\"><p class=\"table-e\">($)</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"155\"><ul><p class=\"tablelevel1-e\">1. Daily per person age 6-17 (incl.)</p></ul>\n</td>\n<td valign=\"top\" width=\"62\"><p align=\"right\" class=\"table-e\">0.93</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">0.47</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"155\"><ul><p class=\"tablelevel1-e\">2. Daily per person age 18 and over</p></ul>\n</td>\n<td valign=\"top\" width=\"62\"><p align=\"right\" class=\"table-e\">1.87</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">0.93</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 66/96, s. 3.</p> <p class=\"Normal\"></p>"
        }
    ]
}