{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 166: FILL, CONSTRUCTION AND ALTERATION TO WATERWAYS - RIDEAU VALLEY",
        "reg_name_text": "FILL, CONSTRUCTION AND ALTERATION TO WATERWAYS — RIDEAU VALLEY",
        "citation": "R.R.O. 1990, Reg. 166: FILL, CONSTRUCTION AND ALTERATION TO WATERWAYS - RIDEAU VALLEY",
        "act_under": "Conservation Authorities Act   Loi sur les offices de protection de la nature",
        "url": "https://www.ontario.ca/laws/regulation/900166",
        "date_scraped": "2023-12-19 17:32:54"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900166/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "May  3, 2006"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “Authority” means the Rideau Valley Conservation Authority; “building or structure” means a building or structure of any kind; “fill” means earth, sand, gravel, rubble, rubbish, garbage or any other material whether similar to or different from any of the aforementioned materials, whether originating on the site or elsewhere, used or capable of being used to raise, lower or in any way affect the contours of the ground; “fill line” means any line designated as such on the maps referred to in the Schedules; “regional storm” means, (a) for the main channel of the Tay River, the rainfall and snowmelt or the combination of rainfall and snowmelt which would produce at a point on the River from and including that part of the King’s Highway known as No. 7 to and including the easterly limit of the lands shown on Plate 6 of the maps referred to in Schedule 1, a peak flow of 3,500 cubic feet per second, (b) for the main channel of Kemptville Creek, the rainfall and snowmelt or the combination of rainfall and snowmelt which would produce at a point on the Creek within the Town of Kemptville a peak flow of 8,600 cubic feet per second, (c) for the main channel of the Rideau River, the rainfall and snowmelt or the combination of rainfall and snowmelt which would produce at Hurdmans Bridge on the River as shown on the Rideau River maps referred to in Schedule 3, a peak flow of 26,000 cubic feet per second, (d) for the main channel of Stevens Creek, the rainfall and snowmelt or the combination of rainfall and snowmelt which would produce at the Village of Kars as shown on the Stevens Creek maps referred to in Schedule 4, a peak discharge of 3,040 cubic feet per second, and (e) for the main channel of the Jock River, the rainfall, snowmelt or the combination of rainfall and snowmelt which produce at the Moodie Drive Bridge as shown on the Jock River maps referred to in Schedule 5, a peak discharge of 8,500 cubic feet per second; “river”, “lake”, “creek”, “stream” or “watercourse” means any river, lake, creek, stream or watercourse under the jurisdiction of the Authority. R.R.O. 1990, Reg. 166, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Authority” means the Rideau Valley Conservation Authority;</p> <p class=\"definition-e\">“building or structure” means a building or structure of any kind;</p> <p class=\"definition-e\">“fill” means earth, sand, gravel, rubble, rubbish, garbage or any other material whether similar to or different from any of the aforementioned materials, whether originating on the site or elsewhere, used or capable of being used to raise, lower or in any way affect the contours of the ground;</p> <p class=\"definition-e\">“fill line” means any line designated as such on the maps referred to in the Schedules;</p> <p class=\"definition-e\">“regional storm” means,</p> <p class=\"defclause-e\">(a) for the main channel of the Tay River, the rainfall and snowmelt or the combination of rainfall and snowmelt which would produce at a point on the River from and including that part of the King’s Highway known as No. 7 to and including the easterly limit of the lands shown on Plate 6 of the maps referred to in Schedule 1, a peak flow of 3,500 cubic feet per second,</p> <p class=\"defclause-e\">(b) for the main channel of Kemptville Creek, the rainfall and snowmelt or the combination of rainfall and snowmelt which would produce at a point on the Creek within the Town of Kemptville a peak flow of 8,600 cubic feet per second,</p> <p class=\"defclause-e\">(c) for the main channel of the Rideau River, the rainfall and snowmelt or the combination of rainfall and snowmelt which would produce at Hurdmans Bridge on the River as shown on the Rideau River maps referred to in Schedule 3, a peak flow of 26,000 cubic feet per second,</p> <p class=\"defclause-e\">(d) for the main channel of Stevens Creek, the rainfall and snowmelt or the combination of rainfall and snowmelt which would produce at the Village of Kars as shown on the Stevens Creek maps referred to in Schedule 4, a peak discharge of 3,040 cubic feet per second, and</p> <p class=\"defclause-e\">(e) for the main channel of the Jock River, the rainfall, snowmelt or the combination of rainfall and snowmelt which produce at the Moodie Drive Bridge as shown on the Jock River maps referred to in Schedule 5, a peak discharge of 8,500 cubic feet per second;</p> <p class=\"definition-e\">“river”, “lake”, “creek”, “stream” or “watercourse” means any river, lake, creek, stream or watercourse under the jurisdiction of the Authority. R.R.O. 1990, Reg. 166, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The areas described in the Schedules are areas in which, in the opinion of the Authority, the control of flooding or pollution or the conservation of land may be affected by the placing or dumping of fill. R.R.O. 1990, Reg. 166, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The areas described in the Schedules are areas in which, in the opinion of the Authority, the control of flooding or pollution or the conservation of land may be affected by the placing or dumping of fill. R.R.O. 1990, Reg. 166, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. Subject to section 4, no person shall, (a) construct any building or structure or permit any building or structure to be constructed in or on a pond or swamp or in any area susceptible to flooding during a regional storm; (b) place or dump fill or permit fill to be placed or dumped in the areas described in the Schedules whether such fill is already located in or upon such area, or brought to or on such area from some other place or places; or (c) straighten, change, divert or interfere in any way with the existing channel of a river, creek, stream or watercourse. R.R.O. 1990, Reg. 166, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Subject to section 4, no person shall,</p> <p class=\"clause-e\">(a) construct any building or structure or permit any building or structure to be constructed in or on a pond or swamp or in any area susceptible to flooding during a regional storm;</p> <p class=\"clause-e\">(b) place or dump fill or permit fill to be placed or dumped in the areas described in the Schedules whether such fill is already located in or upon such area, or brought to or on such area from some other place or places; or</p> <p class=\"clause-e\">(c) straighten, change, divert or interfere in any way with the existing channel of a river, creek, stream or watercourse. R.R.O. 1990, Reg. 166, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Subject to the Ontario Water Resources Act or to any private interest, the Authority may permit in writing the construction of any building or structure or the placing or dumping of fill or the straightening, changing, diverting or interfering with the existing channel of a river, creek, stream or watercourse to which section 3 applies if, in the opinion of the Authority, the site of the building or structure or the placing or dumping and the method of construction or placing or dumping or the straightening, changing, diverting or interfering with the existing channel will not affect the control of flooding or pollution or the conservation of the land. R.R.O. 1990, Reg. 166, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Subject to the <i>Ontario Water Resources Act</i> or to any private interest, the Authority may permit in writing the construction of any building or structure or the placing or dumping of fill or the straightening, changing, diverting or interfering with the existing channel of a river, creek, stream or watercourse to which section 3 applies if, in the opinion of the Authority, the site of the building or structure or the placing or dumping and the method of construction or placing or dumping or the straightening, changing, diverting or interfering with the existing channel will not affect the control of flooding or pollution or the conservation of the land. R.R.O. 1990, Reg. 166, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. No person shall commence to construct any building or structure or dump or place fill or straighten, change, divert or interfere with the existing channel of a river, creek, stream or watercourse in any area to which section 3 applies before permission to do so has been obtained under section 4. R.R.O. 1990, Reg. 166, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>No person shall commence to construct any building or structure or dump or place fill or straighten, change, divert or interfere with the existing channel of a river, creek, stream or watercourse in any area to which section 3 applies before permission to do so has been obtained under section 4. R.R.O. 1990, Reg. 166, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) A signed application for permission to construct a building or structure shall be filed with the Authority and shall include, (a) four copies of a plan of the property showing the proposed location of the building or structure, its elevation and the proposed final grade plan; (b) four copies of a complete description of the type of building or structure to be constructed, including drainage details; (c) four copies of a statement of the dates between which the construction will be carried out; and (d) four copies of a statement of the proposed use of the building or structure following completion of the construction. (2) A signed application for permission to place or dump fill shall be filed with the Authority and shall include, (a) four copies of a plan of the property on which the fill is to be placed, showing the proposed location of filling, the depth to which it is proposed to fill and the proposed final grade of the land when filling is completed; (b) four copies of a complete description of the type of fill proposed to be placed or dumped; (c) four copies of a statement of the dates between which the placing or dumping will be carried out; and (d) four copies of a statement of the proposed use of the land following completion of placing or dumping. (3) A signed application for permission to straighten, change, divert or interfere in any way with the existing channel of a river, creek, stream or watercourse, shall be filed with the Authority and shall include, (a) four copies of a plan on which shall be shown in plan view and cross section the details of such straightening, change, diversion or interference; (b) four copies of a description of the protective measures to be undertaken; (c) four copies of a statement of the dates between which the straightening, changing, diverting or interfering will be carried out; and (d) four copies of a statement of the purpose of the proposed work. R.R.O. 1990, Reg. 166, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) A signed application for permission to construct a building or structure shall be filed with the Authority and shall include,</p> <p class=\"clause-e\">(a) four copies of a plan of the property showing the proposed location of the building or structure, its elevation and the proposed final grade plan;</p> <p class=\"clause-e\">(b) four copies of a complete description of the type of building or structure to be constructed, including drainage details;</p> <p class=\"clause-e\">(c) four copies of a statement of the dates between which the construction will be carried out; and</p> <p class=\"clause-e\">(d) four copies of a statement of the proposed use of the building or structure following completion of the construction.</p> <p class=\"subsection-e\">(2) A signed application for permission to place or dump fill shall be filed with the Authority and shall include,</p> <p class=\"clause-e\">(a) four copies of a plan of the property on which the fill is to be placed, showing the proposed location of filling, the depth to which it is proposed to fill and the proposed final grade of the land when filling is completed;</p> <p class=\"clause-e\">(b) four copies of a complete description of the type of fill proposed to be placed or dumped;</p> <p class=\"clause-e\">(c) four copies of a statement of the dates between which the placing or dumping will be carried out; and</p> <p class=\"clause-e\">(d) four copies of a statement of the proposed use of the land following completion of placing or dumping.</p> <p class=\"subsection-e\">(3) A signed application for permission to straighten, change, divert or interfere in any way with the existing channel of a river, creek, stream or watercourse, shall be filed with the Authority and shall include,</p> <p class=\"clause-e\">(a) four copies of a plan on which shall be shown in plan view and cross section the details of such straightening, change, diversion or interference;</p> <p class=\"clause-e\">(b) four copies of a description of the protective measures to be undertaken;</p> <p class=\"clause-e\">(c) four copies of a statement of the dates between which the straightening, changing, diverting or interfering will be carried out; and</p> <p class=\"clause-e\">(d) four copies of a statement of the purpose of the proposed work. R.R.O. 1990, Reg. 166, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. The Authority may, at any time, withdraw any permission given under this Regulation, if, in the opinion of the Authority, the conditions of the permit are not complied with. R.R.O. 1990, Reg. 166, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>The Authority may, at any time, withdraw any permission given under this Regulation, if, in the opinion of the Authority, the conditions of the permit are not complied with. R.R.O. 1990, Reg. 166, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. Members of the staff of the Authority are appointed officers to enforce this Regulation. R.R.O. 1990, Reg. 166, s. 8. SCHEDULE 1 That part of the area under the jurisdiction of The Rideau Valley Conservation Authority, comprising lands within the Town of Perth and the Townships of Drummond and Bathurst in the County of Lanark more particularly described as follows: The valleys containing the Tay River and its tributaries, Grants Creek and the Little Tay River and being those areas shown delineated by the fill line on the maps filed in the Regional Office of the Ministry of Natural Resources at Kemptville as Nos. RV1-1 to RV1-6, both inclusive. R.R.O. 1990, Reg. 166, Sched. 1. SCHEDULE 2 That part of the area under the jurisdiction of The Rideau Valley Conservation Authority, comprising lands within the Town of Kemptville in the County of Grenville more particularly described as follows: The valley containing Kemptville Creek within the Town of Kemptville and being those areas as shown delineated by the fill line on maps filed in the Regional Office of the Ministry of Natural Resources at Kemptville as Nos. RV2-1 and RV2-2. R.R.O. 1990, Reg. 166, Sched. 2. SCHEDULE 3 That part of the area under the jurisdiction of The Rideau Valley Conservation Authority, comprising lands within The Regional Municipality of Ottawa-Carleton more particularly described as follows: The valley containing the Rideau River and its tributaries from its confluence with the Ottawa River south to the Regional Road 4 bridge and being those areas shown delineated by the fill line on maps filed in the Regional Office of the Ministry of Natural Resources at Kemptville as Nos. RV3-1 to RV3-43, both inclusive. R.R.O. 1990, Reg. 166, Sched. 3. SCHEDULE 4 That part of the area under the jurisdiction of The Rideau Valley Conservation Authority, comprising lands within The Regional Municipality of Ottawa-Carleton, more particularly described as follows: The valley containing Stevens Creek from North Gower to Kars and being those areas shown delineated by the fill line on maps filed in the Regional Office of the Ministry of Natural Resources at Kemptville as Nos. RV4-1 to RV4-3, both inclusive. R.R.O. 1990, Reg. 166, Sched. 4. SCHEDULE 5 That part of the area under the jurisdiction of The Rideau Valley Conservation Authority, comprising lands within The Regional Municipality of Ottawa-Carleton, more particularly described as follows: The valley containing Jock River from the Village of Richmond to the Rideau River and being those areas shown delineated by the fill line on maps filed in the Regional Office of the Ministry of Natural Resources at Kemptville as Nos. RV5-1 to RV5-7, both inclusive. R.R.O. 1990, Reg. 166, Sched. 5. SCHEDULE 6 That part of the area under the jurisdiction of The Rideau Valley Conservation Authority, comprising lands within The Regional Municipality of Ottawa-Carleton, the United Counties of Leeds and Grenville and the County of Lanark, more particularly described as follows: The valley containing the Rideau River from the Regional Road 4 bridge, south and west to the Beckwith Street bridge in the separated Town of Smiths Falls and its tributaries and being those areas shown delineated by the fill line on maps filed in the Regional Office of the Ministry of Natural Resources at Kemptville as Nos. RV6-1 to RV6-19, both inclusive. R.R.O. 1990, Reg. 166, Sched. 6. SCHEDULE 7 That part of the area under the jurisdiction of The Rideau Valley Conservation Authority, comprising lands within the separated Town of Smiths Falls and the Township of North Elmsley in the County of Lanark and the Township of South Elmsley in the County of Leeds, more particularly described as follows: The valley containing the Rideau River from Beckwith Street bridge in the separated Town of Smiths Falls west to the Poonamalie Dam and its tributaries and being those areas shown delineated by the fill line on maps filed in the Regional Office of the Ministry of Natural Resources at Kemptville as Nos. RV7-1 to RV7-2, both inclusive. R.R.O. 1990, Reg. 166, Sched. 7. ",
            "raw_html": "<p class=\"section-e\"><b>8. </b>Members of the staff of the Authority are appointed officers to enforce this Regulation. R.R.O. 1990, Reg. 166, s. 8.</p> <p class=\"schedule-e\">SCHEDULE 1</p> <p class=\"parawtab-e\">That part of the area under the jurisdiction of The Rideau Valley Conservation Authority, comprising lands within the Town of Perth and the Townships of Drummond and Bathurst in the County of Lanark more particularly described as follows:</p> <p class=\"parawindt-e\">The valleys containing the Tay River and its tributaries, Grants Creek and the Little Tay River and being those areas shown delineated by the fill line on the maps filed in the Regional Office of the Ministry of Natural Resources at Kemptville as Nos. RV1-1 to RV1-6, both inclusive.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 166, Sched. 1.</p> <p class=\"schedule-e\">SCHEDULE 2</p> <p class=\"parawtab-e\">That part of the area under the jurisdiction of The Rideau Valley Conservation Authority, comprising lands within the Town of Kemptville in the County of Grenville more particularly described as follows:</p> <p class=\"parawindt-e\">The valley containing Kemptville Creek within the Town of Kemptville and being those areas as shown delineated by the fill line on maps filed in the Regional Office of the Ministry of Natural Resources at Kemptville as Nos. RV2-1 and RV2-2.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 166, Sched. 2.</p> <p class=\"schedule-e\">SCHEDULE 3</p> <p class=\"parawtab-e\">That part of the area under the jurisdiction of The Rideau Valley Conservation Authority, comprising lands within The Regional Municipality of Ottawa-Carleton more particularly described as follows:</p> <p class=\"parawindt-e\">The valley containing the Rideau River and its tributaries from its confluence with the Ottawa River south to the Regional Road 4 bridge and being those areas shown delineated by the fill line on maps filed in the Regional Office of the Ministry of Natural Resources at Kemptville as Nos. RV3-1 to RV3-43, both inclusive.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 166, Sched. 3.</p> <p class=\"schedule-e\">SCHEDULE 4</p> <p class=\"parawtab-e\">That part of the area under the jurisdiction of The Rideau Valley Conservation Authority, comprising lands within The Regional Municipality of Ottawa-Carleton, more particularly described as follows:</p> <p class=\"parawindt-e\">The valley containing Stevens Creek from North Gower to Kars and being those areas shown delineated by the fill line on maps filed in the Regional Office of the Ministry of Natural Resources at Kemptville as Nos. RV4-1 to RV4-3, both inclusive.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 166, Sched. 4.</p> <p class=\"schedule-e\">SCHEDULE 5</p> <p class=\"parawtab-e\">That part of the area under the jurisdiction of The Rideau Valley Conservation Authority, comprising lands within The Regional Municipality of Ottawa-Carleton, more particularly described as follows:</p> <p class=\"parawindt-e\">The valley containing Jock River from the Village of Richmond to the Rideau River and being those areas shown delineated by the fill line on maps filed in the Regional Office of the Ministry of Natural Resources at Kemptville as Nos. RV5-1 to RV5-7, both inclusive.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 166, Sched. 5.</p> <p class=\"schedule-e\">SCHEDULE 6</p> <p class=\"parawtab-e\">That part of the area under the jurisdiction of The Rideau Valley Conservation Authority, comprising lands within The Regional Municipality of Ottawa-Carleton, the United Counties of Leeds and Grenville and the County of Lanark, more particularly described as follows:</p> <p class=\"parawindt-e\">The valley containing the Rideau River from the Regional Road 4 bridge, south and west to the Beckwith Street bridge in the separated Town of Smiths Falls and its tributaries and being those areas shown delineated by the fill line on maps filed in the Regional Office of the Ministry of Natural Resources at Kemptville as Nos. RV6-1 to RV6-19, both inclusive.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 166, Sched. 6.</p> <p class=\"schedule-e\">SCHEDULE 7</p> <p class=\"parawtab-e\">That part of the area under the jurisdiction of The Rideau Valley Conservation Authority, comprising lands within the separated Town of Smiths Falls and the Township of North Elmsley in the County of Lanark and the Township of South Elmsley in the County of Leeds, more particularly described as follows:</p> <p class=\"parawindt-e\">The valley containing the Rideau River from Beckwith Street bridge in the separated Town of Smiths Falls west to the Poonamalie Dam and its tributaries and being those areas shown delineated by the fill line on maps filed in the Regional Office of the Ministry of Natural Resources at Kemptville as Nos. RV7-1 to RV7-2, both inclusive.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 166, Sched. 7.</p> <p class=\"Normal\"></p>"
        }
    ]
}