{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 665: CALCULATIONS UNDER CLAUSE 60 (1) (B) OF THE ACT",
        "reg_name_text": "CALCULATIONS UNDER CLAUSE 60 (1) (B) OF THE ACT",
        "citation": "R.R.O. 1990, Reg. 665: ",
        "act_under": "Insurance Act   Loi sur les assurances",
        "url": "https://www.ontario.ca/laws/regulation/900665",
        "date_scraped": "2023-12-19 18:34:17"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900665/v2",
            "valid_from": "August 26, 2004",
            "valid_to": "September 30, 2004"
        },
        {
            "a_href": "/laws/regulation/900665/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "August 25, 2004"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "1. (1) In this Regulation, “calculation date” means the date as of which calculations are made for the purposes of this Regulation; “foreign branch insurer” means an insurer registered under the Foreign Insurance Companies Act (Canada); “investment valuation reserve” means the investment valuation reserve calculated in accordance with the Schedule; “market value”, in relation to an asset, means the amount determined under section 7. R.R.O. 1990, Reg. 665, s. 1 (1). (2) In this Regulation, a company is considered to be a subsidiary of an insurer if the insurer owns directly or indirectly a majority of the shares carrying the right to elect a majority of the members of the board of directors of the company. R.R.O. 1990, Reg. 665, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“calculation date” means the date as of which calculations are made for the purposes of this Regulation;</p> <p class=\"definition-e\">“foreign branch insurer” means an insurer registered under the <i>Foreign Insurance Companies Act</i> (Canada);</p> <p class=\"definition-e\">“investment valuation reserve” means the investment valuation reserve calculated in accordance with the Schedule;</p> <p class=\"definition-e\">“market value”, in relation to an asset, means the amount determined under section 7. R.R.O. 1990, Reg. 665, s. 1 (1).</p> <p class=\"subsection-e\">(2) In this Regulation, a company is considered to be a subsidiary of an insurer if the insurer owns directly or indirectly a majority of the shares carrying the right to elect a majority of the members of the board of directors of the company. R.R.O. 1990, Reg. 665, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": "Interpretation",
            "content": "2. (1) Financial information used in calculations under this Regulation shall be determined in accordance with generally accepted accounting principles used in Canada except when otherwise required under this Regulation. R.R.O. 1990, Reg. 665, s. 2 (1). (2) In this Regulation, (a) the amount of a claim or a reserve for a claim includes all costs incurred or likely to be incurred by the insurer in adjusting and settling the claim; and (b) when an insurer has issued contracts on a premium note system, unpaid assessments levied in respect of all outstanding premium notes held by the insurer shall be deemed to be a reserve for unearned premiums. R.R.O. 1990, Reg. 665, s. 2 (2). (3) For the purposes of subsection (2), the amount of a reserve and the amount of the liabilities of an insurer are net of adjustments for reinsurance, if any, made in accordance with section 11. R.R.O. 1990, Reg. 665, s. 2 (3). Application",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) Financial information used in calculations under this Regulation shall be determined in accordance with generally accepted accounting principles used in Canada except when otherwise required under this Regulation. R.R.O. 1990, Reg. 665, s. 2 (1).</p> <p class=\"subsection-e\">(2) In this Regulation,</p> <p class=\"clause-e\">(a) the amount of a claim or a reserve for a claim includes all costs incurred or likely to be incurred by the insurer in adjusting and settling the claim; and</p> <p class=\"clause-e\">(b) when an insurer has issued contracts on a premium note system, unpaid assessments levied in respect of all outstanding premium notes held by the insurer shall be deemed to be a reserve for unearned premiums. R.R.O. 1990, Reg. 665, s. 2 (2).</p> <p class=\"subsection-e\">(3) For the purposes of subsection (2), the amount of a reserve and the amount of the liabilities of an insurer are net of adjustments for reinsurance, if any, made in accordance with section 11. R.R.O. 1990, Reg. 665, s. 2 (3).</p> <p class=\"heading1-e\">Application</p>"
        },
        {
            "id": "3.",
            "section": "Application",
            "content": "3. This Regulation does not apply to an insurer that comes within a class set out in paragraph 4, 5, 7, 8 or 9 of subsection 42 (1) of the Act. R.R.O. 1990, Reg. 665, s. 3. Determination of Reasonable Relationship",
            "raw_html": "<p class=\"section-e\"><b>3. </b>This Regulation does not apply to an insurer that comes within a class set out in paragraph 4, 5, 7, 8 or 9 of subsection 42 (1) of the Act. R.R.O. 1990, Reg. 665, s. 3.</p> <p class=\"heading1-e\">Determination of Reasonable Relationship</p>"
        },
        {
            "id": "4.",
            "section": "Determination of Reasonable Relationship",
            "content": "4. For the purposes of clause 60 (1) (b) of the Act, the amount of the assets of an insurer bears a reasonable relationship to the outstanding liabilities, premiums and loss experience of the insurer if the value of the assets, as determined under section 5 or 6, is greater than or equal to the aggregate amount, as determined under section 8. R.R.O. 1990, Reg. 665, s. 4. Asset Value",
            "raw_html": "<p class=\"section-e\"><b>4. </b>For the purposes of clause 60 (1) (b) of the Act, the amount of the assets of an insurer bears a reasonable relationship to the outstanding liabilities, premiums and loss experience of the insurer if the value of the assets, as determined under section 5 or 6, is greater than or equal to the aggregate amount, as determined under section 8. R.R.O. 1990, Reg. 665, s. 4.</p> <p class=\"heading1-e\">Asset Value</p>"
        },
        {
            "id": "5.",
            "section": "Asset Value",
            "content": "5. (1) The value of the assets of an insurer, other than a foreign branch insurer, is the amount determined by the formula, A – (B + C + D + E + F) in which, “A” is the sum of, (a) the value of the assets determined in accordance with this Regulation, and (b) the amount the insurer sets out in Column 4 of item 8 in Table 1 to the Schedule; “B” is an amount equal to the sum of, (a) any amounts owing on the calculation date to the insurer by agents or brokers that the insurer invoiced to the agents or brokers at least sixty-five days before the calculation date, (b) any unpaid capital or unpaid premium in respect of subscribed shares of capital stock of the insurer, (c) the book value of automobiles and of office furnishings and equipment other than computer hardware, (d) the book value of any investments that are not authorized by a special or general act to which the insurer is subject, (e) any amount recorded by the insurer as a deferred income tax debit or a prepaid expense, and (f) any amount recorded by the insurer as goodwill, a capitalized leasehold expense or a capitalized development cost; “C” is the amount of the investment valuation reserve; “D” is the deferred policy acquisition expense; “E” is the amount, if any, determined under subsection (3); and “F” is the amount, if any, greater than zero that is determined under subsection (6). R.R.O. 1990, Reg. 665, s. 5 (1). (2) The value of an insurer’s investment in a subsidiary shall be determined using the equity method and not using the consolidated method. R.R.O. 1990, Reg. 665, s. 5 (2). (3) If an insurer has assets receivable or liabilities payable in a currency other than Canadian dollars, the amount for “E” in subsection (1) is determined by the formula, (A – B) – (C – D) in which, “A” is the book value in Canadian dollars of all such assets, excluding those assets included in the calculation of “B” under subsection (1); “B” is the book value in Canadian dollars of all such liabilities; “C” is the Canadian dollar equivalent calculated in accordance with subsection (4) of all such assets, excluding those assets included in the calculation of “B” under subsection (1); and “D” is the Canadian dollar equivalent calculated in accordance with subsection (5) of all such liabilities. R.R.O. 1990, Reg. 665, s. 5 (3). (4) The Canadian dollar equivalent of the assets referred to in the description of “C” in subsection (3) is determined for each asset by multiplying the value of the asset expressed in the foreign currency by the rate of exchange in effect on the calculation date. R.R.O. 1990, Reg. 665, s. 5 (4). (5) The Canadian dollar equivalent of the liabilities referred to in the description of “D” in subsection (3) is determined for each liability by multiplying the value of the liability expressed in the foreign currency by the rate of exchange in effect on the calculation date. R.R.O. 1990, Reg. 665, s. 5 (5). (6) Subject to subsection (7), if the assets of the insurer include an investment in common shares of another corporation that transacts the business of insurance, other than the business of life insurance, the amount for “F” in subsection (1) is determined by the formula, A – (B/C × (D – E) in which, “A” is the book value of the insurer’s investment in the common shares of the investee corporation; “B” is the number of paid-up common shares of the investee corporation owned by the insurer; “C” is the number of paid-up common shares of the investee corporation; “D” is the value of the assets of the investee corporation calculated in accordance with this section; and “E” is the aggregate amount for the investee corporation, calculated in accordance with section 8. R.R.O. 1990, Reg. 665, s. 5 (6). (7) If the insurer has insufficient information to calculate either “D” or “E” in subsection (6), the value for “D” and “E” is zero. R.R.O. 1990, Reg. 665, s. 5 (7).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The value of the assets of an insurer, other than a foreign branch insurer, is the amount determined by the formula,</p> <p class=\"equation-e\">A – (B + C + D + E + F)</p> <p class=\"Ssection-e\">in which,</p> <p class=\"equationind1-e\">“A” is the sum of,</p> <p class=\"equationind2-e\">(a) the value of the assets determined in accordance with this Regulation, and</p> <p class=\"equationind2-e\">(b) the amount the insurer sets out in Column 4 of item 8 in Table 1 to the Schedule;</p> <p class=\"equationind1-e\">“B” is an amount equal to the sum of,</p> <p class=\"equationind2-e\">(a) any amounts owing on the calculation date to the insurer by agents or brokers that the insurer invoiced to the agents or brokers at least sixty-five days before the calculation date,</p> <p class=\"equationind2-e\">(b) any unpaid capital or unpaid premium in respect of subscribed shares of capital stock of the insurer,</p> <p class=\"equationind2-e\">(c) the book value of automobiles and of office furnishings and equipment other than computer hardware,</p> <p class=\"equationind2-e\">(d) the book value of any investments that are not authorized by a special or general act to which the insurer is subject,</p> <p class=\"equationind2-e\">(e) any amount recorded by the insurer as a deferred income tax debit or a prepaid expense, and</p> <p class=\"equationind2-e\">(f) any amount recorded by the insurer as goodwill, a capitalized leasehold expense or a capitalized development cost;</p> <p class=\"equationind1-e\">“C” is the amount of the investment valuation reserve;</p> <p class=\"equationind1-e\">“D” is the deferred policy acquisition expense;</p> <p class=\"equationind1-e\">“E” is the amount, if any, determined under subsection (3); and</p> <p class=\"equationind1-e\">“F” is the amount, if any, greater than zero that is determined under subsection (6).</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 665, s. 5 (1).</p> <p class=\"subsection-e\">(2) The value of an insurer’s investment in a subsidiary shall be determined using the equity method and not using the consolidated method. R.R.O. 1990, Reg. 665, s. 5 (2).</p> <p class=\"subsection-e\">(3) If an insurer has assets receivable or liabilities payable in a currency other than Canadian dollars, the amount for “E” in subsection (1) is determined by the formula,</p> <p class=\"equation-e\">(A – B) – (C – D)</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">“A” is the book value in Canadian dollars of all such assets, excluding those assets included in the calculation of “B” under subsection (1);</p> <p class=\"equationind1-e\">“B” is the book value in Canadian dollars of all such liabilities;</p> <p class=\"equationind1-e\">“C” is the Canadian dollar equivalent calculated in accordance with subsection (4) of all such assets, excluding those assets included in the calculation of “B” under subsection (1); and</p> <p class=\"equationind1-e\">“D” is the Canadian dollar equivalent calculated in accordance with subsection (5) of all such liabilities.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 665, s. 5 (3).</p> <p class=\"subsection-e\">(4) The Canadian dollar equivalent of the assets referred to in the description of “C” in subsection (3) is determined for each asset by multiplying the value of the asset expressed in the foreign currency by the rate of exchange in effect on the calculation date. R.R.O. 1990, Reg. 665, s. 5 (4).</p> <p class=\"subsection-e\">(5) The Canadian dollar equivalent of the liabilities referred to in the description of “D” in subsection (3) is determined for each liability by multiplying the value of the liability expressed in the foreign currency by the rate of exchange in effect on the calculation date. R.R.O. 1990, Reg. 665, s. 5 (5).</p> <p class=\"subsection-e\">(6) Subject to subsection (7), if the assets of the insurer include an investment in common shares of another corporation that transacts the business of insurance, other than the business of life insurance, the amount for “F” in subsection (1) is determined by the formula,</p> <p class=\"equation-e\">A – (B/C × (D – E)</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">“A” is the book value of the insurer’s investment in the common shares of the investee corporation;</p> <p class=\"equationind1-e\">“B” is the number of paid-up common shares of the investee corporation owned by the insurer;</p> <p class=\"equationind1-e\">“C” is the number of paid-up common shares of the investee corporation;</p> <p class=\"equationind1-e\">“D” is the value of the assets of the investee corporation calculated in accordance with this section; and</p> <p class=\"equationind1-e\">“E” is the aggregate amount for the investee corporation, calculated in accordance with section 8.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 665, s. 5 (6).</p> <p class=\"subsection-e\">(7) If the insurer has insufficient information to calculate either “D” or “E” in subsection (6), the value for “D” and “E” is zero. R.R.O. 1990, Reg. 665, s. 5 (7).</p>"
        },
        {
            "id": "6.",
            "section": "Asset Value",
            "content": "6. The value of the assets of a foreign branch insurer is the amount determined by the formula, A – B in which, “A” is the sum of, (a) the book value of all deposits under the Foreign Insurance Companies Act (Canada) by the insurer with the federal Minister responsible under that Act, (b) the book value of all assets vested in trust for the insurer under the Foreign Insurance Companies Act (Canada), (c) the amount the insurer sets out in Column 4 of item 8 in Table 1 to the Schedule, and (d) any amounts owing on the calculation date to the insurer by agents or brokers that the insurer invoiced to the agents or brokers less than sixty-five days before the calculation date; and “B” is the insurer’s investment valuation reserve in respect of the assets included in calculating “A”. R.R.O. 1990, Reg. 665, s. 6. Book Value and Market Value",
            "raw_html": "<p class=\"section-e\"><b>6. </b>The value of the assets of a foreign branch insurer is the amount determined by the formula,</p> <p class=\"equation-e\">A – B</p> <p class=\"Ssection-e\">in which,</p> <p class=\"equationind1-e\">“A” is the sum of,</p> <p class=\"equationind2-e\">(a) the book value of all deposits under the <i>Foreign Insurance Companies Act</i> (Canada) by the insurer with the federal Minister responsible under that Act,</p> <p class=\"equationind2-e\">(b) the book value of all assets vested in trust for the insurer under the <i>Foreign Insurance Companies Act</i> (Canada),</p> <p class=\"equationind2-e\">(c) the amount the insurer sets out in Column 4 of item 8 in Table 1 to the Schedule, and</p> <p class=\"equationind2-e\">(d) any amounts owing on the calculation date to the insurer by agents or brokers that the insurer invoiced to the agents or brokers less than sixty-five days before the calculation date; and</p> <p class=\"equationind1-e\">“B” is the insurer’s investment valuation reserve in respect of the assets included in calculating “A”.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 665, s. 6.</p> <p class=\"heading1-e\">Book Value and Market Value</p>"
        },
        {
            "id": "7.",
            "section": "Book Value and Market Value",
            "content": "7. (1) The market value of an asset is the most probable price that a buyer would pay to a seller, both acting prudently, knowledgeably and willingly, in an arm’s length transaction in an open market under conditions requisite to a fair sale. R.R.O. 1990, Reg. 665, s. 7 (1). (2) If the interest payable to an insurer in respect of an asset that is a debt security is more than six months in arrears, the book value of the asset shall be deemed to be its market value. R.R.O. 1990, Reg. 665, s. 7 (2). Aggregate Amount",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) The market value of an asset is the most probable price that a buyer would pay to a seller, both acting prudently, knowledgeably and willingly, in an arm’s length transaction in an open market under conditions requisite to a fair sale. R.R.O. 1990, Reg. 665, s. 7 (1).</p> <p class=\"subsection-e\">(2) If the interest payable to an insurer in respect of an asset that is a debt security is more than six months in arrears, the book value of the asset shall be deemed to be its market value. R.R.O. 1990, Reg. 665, s. 7 (2).</p> <p class=\"heading1-e\">Aggregate Amount</p>"
        },
        {
            "id": "8.",
            "section": "Aggregate Amount",
            "content": "8. (1) In this section, “alternate margin factor”, in relation to a class of insurance, means the alternate margin factor determined under section 10. R.R.O. 1990, Reg. 665, s. 8 (1). (2) The aggregate amount for an insurer is the sum of, (a) the amount of the reserve in respect of non-cancellable accident and sickness contracts; (b) the amount of the reserve for claims in respect of accident and sickness contracts that are payable in installments; (c) the total amount of the insurer’s liabilities, as determined under section 9, less the amount of any liabilities that are included in clauses (a) and (b); (d) the amount of the reserve for claims in respect of accident and sickness contracts, other than contracts that are described in clause (a) or (b), multiplied by 0.15; (e) the amount of the reserve for unearned premiums in respect of accident and sickness contracts, other than non-cancellable contracts, multiplied by 0.15 or by the alternate margin factor, if any; and (f) an amount in respect of contracts, other than accident and sickness contracts, that is the greatest of, (i) the sum of, (A) the amount of the reserve for unearned premiums in respect of the contracts, multiplied by 0.15 or by the alternate margin factor, if any, and (B) the amount of the reserve for claims in respect of the contracts multiplied by 0.15, (ii) the sum of, (A) the amount of the gross premiums written by the insurer in respect of the contracts written in the twelve months preceding the calculation date, multiplied by 0.15, and (B) the lesser of, 1. $500,000, and 2. the amount of the gross premiums written as described in sub-subclause (A), multiplied by 0.05, and (iii) the amount that is 0.22 times, (A) for an insurer that has been in business for thirty-six months or longer, the average annual amount of claims incurred by the insurer during the thirty-six months preceding the calculation date in respect of the contracts, or (B) for an insurer to whom sub-subclause (A) does not apply, the product that is obtained by multiplying the average monthly amount of claims incurred by the insurer during the period that the insurer has been in business by twelve in respect of the contracts, plus the lesser of, (C) $500,000, and (D) the amount calculated under sub-subclause (A) or (B), as the case may be, multiplied by 0.07. R.R.O. 1990, Reg. 665, s. 8 (2). Value of Liabilities",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) In this section,</p> <p class=\"firstdef-e\">“alternate margin factor”, in relation to a class of insurance, means the alternate margin factor determined under section 10. R.R.O. 1990, Reg. 665, s. 8 (1).</p> <p class=\"subsection-e\">(2) The aggregate amount for an insurer is the sum of,</p> <p class=\"clause-e\">(a) the amount of the reserve in respect of non-cancellable accident and sickness contracts;</p> <p class=\"clause-e\">(b) the amount of the reserve for claims in respect of accident and sickness contracts that are payable in installments;</p> <p class=\"clause-e\">(c) the total amount of the insurer’s liabilities, as determined under section 9, less the amount of any liabilities that are included in clauses (a) and (b);</p> <p class=\"clause-e\">(d) the amount of the reserve for claims in respect of accident and sickness contracts, other than contracts that are described in clause (a) or (b), multiplied by 0.15;</p> <p class=\"clause-e\">(e) the amount of the reserve for unearned premiums in respect of accident and sickness contracts, other than non-cancellable contracts, multiplied by 0.15 or by the alternate margin factor, if any; and</p> <p class=\"clause-e\">(f) an amount in respect of contracts, other than accident and sickness contracts, that is the greatest of,</p> <p class=\"subclause-e\">(i) the sum of,</p> <p class=\"subsubclause-e\">(A) the amount of the reserve for unearned premiums in respect of the contracts, multiplied by 0.15 or by the alternate margin factor, if any, and</p> <p class=\"subsubclause-e\">(B) the amount of the reserve for claims in respect of the contracts multiplied by 0.15,</p> <p class=\"subclause-e\">(ii) the sum of,</p> <p class=\"subsubclause-e\">(A) the amount of the gross premiums written by the insurer in respect of the contracts written in the twelve months preceding the calculation date, multiplied by 0.15, and</p> <p class=\"subsubclause-e\">(B) the lesser of,</p> <p class=\"subsubsubclause-e\">1. $500,000, and</p> <p class=\"subsubsubclause-e\">2. the amount of the gross premiums written as described in sub-subclause (A), multiplied by 0.05, and</p> <p class=\"subclause-e\">(iii) the amount that is 0.22 times,</p> <p class=\"subsubclause-e\">(A) for an insurer that has been in business for thirty-six months or longer, the average annual amount of claims incurred by the insurer during the thirty-six months preceding the calculation date in respect of the contracts, or</p> <p class=\"subsubclause-e\">(B) for an insurer to whom sub-subclause (A) does not apply, the product that is obtained by multiplying the average monthly amount of claims incurred by the insurer during the period that the insurer has been in business by twelve in respect of the contracts,</p> <p class=\"Ssubclause-e\">plus the lesser of,</p> <p class=\"subsubclause-e\">(C) $500,000, and</p> <p class=\"subsubclause-e\">(D) the amount calculated under sub-subclause (A) or (B), as the case may be, multiplied by 0.07. R.R.O. 1990, Reg. 665, s. 8 (2).</p> <p class=\"heading1-e\">Value of Liabilities</p>"
        },
        {
            "id": "9.",
            "section": "Value of Liabilities",
            "content": "9. (1) The value of the liabilities of an insurer is the sum of, (a) the value of the liabilities determined in accordance with this Regulation; (b) the lesser of, (i) 50 per cent of the accumulated profit realized from the insurer’s hail insurance business, during the time the insurer has transacted the business of hail insurance, or (ii) 50 per cent of the insurer’s net premiums written for hail insurance written during the twelve months preceding the date that is one year before the calculation date; (c) the absolute value of the reserve in respect of non-cancellable accident and sickness contracts, where the amount of the reserve is less than zero; and (d) the amount, if any, that is determined under subsection (2). R.R.O. 1990, Reg. 665, s. 9 (1). (2) If an insurer has reinsured any risk under contracts of insurance written by it with a reinsurer that is not licensed under the Act, the Canadian and British Insurance Companies Act (Canada) or the Foreign Insurance Companies Act (Canada), the amount used in the calculation under subsection (1) is the sum of the amounts that are greater than zero, calculated separately for each such reinsurer, using the formula, (A + B + C + D + E) – (F + G) in which, “A” is the total of the insurer’s reserves for unearned premiums in respect of the risks reinsured with the reinsurer, other than non-cancellable accident and sickness risk; “B” is the total of the insurer’s liabilities in respect of the risks reinsured with the reinsurer under non-cancellable accident and sickness contracts; “C” is the insurer’s additional policy reserves in respect of the risks reinsured with the reinsurer, which equals the sum of, (a) 0.105 times the reinsurer’s original premium for every surety contract, (b) 0.3 times the reinsurer’s original premium for every fidelity contract, and (c) the reinsurer’s reinsurance premium less the reinsurer’s commission for every current nuclear contract; “D” is the amount of the reserve for claims that the insurer is entitled to recover, but has not recovered, from the reinsurer; “E” is the amount payable to the insurer by the reinsurer; “F” is the amount payable to the reinsurer by the insurer; and “G” is, subject to subsection (3), the value of all security including cash given to the insurer by the reinsurer. R.R.O. 1990, Reg. 665, s. 9 (2). (3) For the purpose of calculating “G” in subsection (2), if a reinsurer has given one or more letters of credit to an insurer as security for contracts insuring risks in Canada, the amount by which the total value of the letters of credit exceeds 0.15 times the sum of “A” and “D” as calculated under that subsection shall not be included as part of the value of all security. R.R.O. 1990, Reg. 665, s. 9 (3). Alternate Margin Factor",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) The value of the liabilities of an insurer is the sum of,</p> <p class=\"clause-e\">(a) the value of the liabilities determined in accordance with this Regulation;</p> <p class=\"clause-e\">(b) the lesser of,</p> <p class=\"subclause-e\">(i) 50 per cent of the accumulated profit realized from the insurer’s hail insurance business, during the time the insurer has transacted the business of hail insurance, or</p> <p class=\"subclause-e\">(ii) 50 per cent of the insurer’s net premiums written for hail insurance written during the twelve months preceding the date that is one year before the calculation date;</p> <p class=\"clause-e\">(c) the absolute value of the reserve in respect of non-cancellable accident and sickness contracts, where the amount of the reserve is less than zero; and</p> <p class=\"clause-e\">(d) the amount, if any, that is determined under subsection (2). R.R.O. 1990, Reg. 665, s. 9 (1).</p> <p class=\"subsection-e\">(2) If an insurer has reinsured any risk under contracts of insurance written by it with a reinsurer that is not licensed under the Act, the <i>Canadian and British Insurance Companies Act</i> (Canada) or the <i>Foreign Insurance Companies Act</i> (Canada), the amount used in the calculation under subsection (1) is the sum of the amounts that are greater than zero, calculated separately for each such reinsurer, using the formula,</p> <p class=\"equation-e\">(A + B + C + D + E) – (F + G)</p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">“A” is the total of the insurer’s reserves for unearned premiums in respect of the risks reinsured with the reinsurer, other than non-cancellable accident and sickness risk;</p> <p class=\"equationind1-e\">“B” is the total of the insurer’s liabilities in respect of the risks reinsured with the reinsurer under non-cancellable accident and sickness contracts;</p> <p class=\"equationind1-e\">“C” is the insurer’s additional policy reserves in respect of the risks reinsured with the reinsurer, which equals the sum of,</p> <p class=\"equationind2-e\">(a) 0.105 times the reinsurer’s original premium for every surety contract,</p> <p class=\"equationind2-e\">(b) 0.3 times the reinsurer’s original premium for every fidelity contract, and</p> <p class=\"equationind2-e\">(c) the reinsurer’s reinsurance premium less the reinsurer’s commission for every current nuclear contract;</p> <p class=\"equationind1-e\">“D” is the amount of the reserve for claims that the insurer is entitled to recover, but has not recovered, from the reinsurer;</p> <p class=\"equationind1-e\">“E” is the amount payable to the insurer by the reinsurer;</p> <p class=\"equationind1-e\">“F” is the amount payable to the reinsurer by the insurer; and</p> <p class=\"equationind1-e\">“G” is, subject to subsection (3), the value of all security including cash given to the insurer by the reinsurer.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 665, s. 9 (2).</p> <p class=\"subsection-e\">(3) For the purpose of calculating “G” in subsection (2), if a reinsurer has given one or more letters of credit to an insurer as security for contracts insuring risks in Canada, the amount by which the total value of the letters of credit exceeds 0.15 times the sum of “A” and “D” as calculated under that subsection shall not be included as part of the value of all security. R.R.O. 1990, Reg. 665, s. 9 (3).</p> <p class=\"heading1-e\">Alternate Margin Factor</p>"
        },
        {
            "id": "10.",
            "section": "Alternate Margin Factor",
            "content": "10. (1) In this section, “claims ratio”, in relation to contracts issued by an insurer in a class of insurance, means the ratio of the claims incurred under the contracts during a given period to the premiums earned under the contracts during that period; “expected claims ratio” means a claims ratio that the insurer reasonably expects for the period of the unexpired terms of the contracts to which it applies. R.R.O. 1990, Reg. 665, s. 10 (1). (2) If an insurer’s expected claims ratio for a class of insurance is less than 0.95, the insurer may select a claims ratio for the class that is greater than or equal to the greater of, (a) the expected claims ratio; and (b) the actual claims ratio for the twelve months immediately preceding the calculation date. R.R.O. 1990, Reg. 665, s. 10 (2). (3) The alternate margin factor for a class of insurance is calculated by adding 0.20 to the claims ratio selected by the insurer under subsection (2), and subtracting 1.00 from the total. R.R.O. 1990, Reg. 665, s. 10 (3). (4) For the purposes of clause 8 (2) (e) and sub-subclause 8 (2) (f) (i) (A), if the applicable alternate margin factor is less than zero, it shall be deemed to be zero. R.R.O. 1990, Reg. 665, s. 10 (4). Reinsurance",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) In this section,</p> <p class=\"firstdef-e\">“claims ratio”, in relation to contracts issued by an insurer in a class of insurance, means the ratio of the claims incurred under the contracts during a given period to the premiums earned under the contracts during that period;</p> <p class=\"definition-e\">“expected claims ratio” means a claims ratio that the insurer reasonably expects for the period of the unexpired terms of the contracts to which it applies. R.R.O. 1990, Reg. 665, s. 10 (1).</p> <p class=\"subsection-e\">(2) If an insurer’s expected claims ratio for a class of insurance is less than 0.95, the insurer may select a claims ratio for the class that is greater than or equal to the greater of,</p> <p class=\"clause-e\">(a) the expected claims ratio; and</p> <p class=\"clause-e\">(b) the actual claims ratio for the twelve months immediately preceding the calculation date. R.R.O. 1990, Reg. 665, s. 10 (2).</p> <p class=\"subsection-e\">(3) The alternate margin factor for a class of insurance is calculated by adding 0.20 to the claims ratio selected by the insurer under subsection (2), and subtracting 1.00 from the total. R.R.O. 1990, Reg. 665, s. 10 (3).</p> <p class=\"subsection-e\">(4) For the purposes of clause 8 (2) (e) and sub-subclause 8 (2) (f) (i) (A), if the applicable alternate margin factor is less than zero, it shall be deemed to be zero. R.R.O. 1990, Reg. 665, s. 10 (4).</p> <p class=\"heading1-e\">Reinsurance</p>"
        },
        {
            "id": "11.",
            "section": "Reinsurance",
            "content": "11. (1) In this section,  “reinsurer”, in relation to an insurer, means a second insurer that insures all or part of the liabilities of the insurer under contracts issued by the insurer for risks insured in Canada. R.R.O. 1990, Reg. 665, s. 11 (1). (2) In this section, an insurer’s reinsurance ratio is described by the fraction,  in which, “reinsured claims” means the total amount of claims, excluding claims under accident and sickness contracts, that were incurred during the twelve months preceding the calculation date and that the insurer has recovered or is entitled to recover from reinsurers; “total claims” means the total amount of claims, excluding claims under accident and sickness contracts, incurred by the insurer during the same period. R.R.O. 1990, Reg. 665, s. 11 (2). (3) For the purpose of calculating the aggregate amount under section 8, if an insurer has reinsured any risk under contracts of insurance issued by it, (a) subject to subsection (4), the amounts determined under clauses 8 (2) (a) to (e) and subclause 8 (2) (f) (i) may be reduced by the amount attributable to the risk transferred to reinsurers in each instance; and (b) the amounts determined under subclauses 8 (2) (f) (ii) and (iii) may be reduced, (i) for an insurer whose licence under the Act restricts it to undertaking reinsurance, by an amount that does not exceed the amount determined under the subclause multiplied by the reinsurance ratio, and (ii) if subclause (i) does not apply, by an amount that does not exceed the amount determined under the subclause multiplied by the lesser of 0.5 or the reinsurance ratio. R.R.O. 1990, Reg. 665, s. 11 (3). (4) For the purposes of clause (3) (a), the amount attributable to the risk transferred by the insurer to reinsurers that are not licensed under the Act, the Canadian and British Insurance Companies Act (Canada) or the Foreign Insurance Companies Act (Canada) shall be deemed to be the amount of the security respecting the transferred risk, if any, that has been given to the insurer by the reinsurers and is kept in Canada. R.R.O. 1990, Reg. 665, s. 11 (4). Transitional",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) In this section, </p> <p class=\"firstdef-e\">“reinsurer”, in relation to an insurer, means a second insurer that insures all or part of the liabilities of the insurer under contracts issued by the insurer for risks insured in Canada. R.R.O. 1990, Reg. 665, s. 11 (1).</p> <p class=\"subsection-e\">(2) In this section, an insurer’s reinsurance ratio is described by the fraction,</p> <p class=\"equation-e\"><img border=\"0\" height=\"40\" src=\"images/elaws_rev_regs_900665_e-1.gif\" width=\"95\"/></p> <p class=\"Ssubsection-e\">in which,</p> <p class=\"equationind1-e\">“reinsured claims” means the total amount of claims, excluding claims under accident and sickness contracts, that were incurred during the twelve months preceding the calculation date and that the insurer has recovered or is entitled to recover from reinsurers;</p> <p class=\"equationind1-e\">“total claims” means the total amount of claims, excluding claims under accident and sickness contracts, incurred by the insurer during the same period.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 665, s. 11 (2).</p> <p class=\"subsection-e\">(3) For the purpose of calculating the aggregate amount under section 8, if an insurer has reinsured any risk under contracts of insurance issued by it,</p> <p class=\"clause-e\">(a) subject to subsection (4), the amounts determined under clauses 8 (2) (a) to (e) and subclause 8 (2) (f) (i) may be reduced by the amount attributable to the risk transferred to reinsurers in each instance; and</p> <p class=\"clause-e\">(b) the amounts determined under subclauses 8 (2) (f) (ii) and (iii) may be reduced,</p> <p class=\"subclause-e\">(i) for an insurer whose licence under the Act restricts it to undertaking reinsurance, by an amount that does not exceed the amount determined under the subclause multiplied by the reinsurance ratio, and</p> <p class=\"subclause-e\">(ii) if subclause (i) does not apply, by an amount that does not exceed the amount determined under the subclause multiplied by the lesser of 0.5 or the reinsurance ratio. R.R.O. 1990, Reg. 665, s. 11 (3).</p> <p class=\"subsection-e\">(4) For the purposes of clause (3) (a), the amount attributable to the risk transferred by the insurer to reinsurers that are not licensed under the Act, the <i>Canadian and British Insurance Companies Act</i> (Canada) or the <i>Foreign Insurance Companies Act</i> (Canada) shall be deemed to be the amount of the security respecting the transferred risk, if any, that has been given to the insurer by the reinsurers and is kept in Canada. R.R.O. 1990, Reg. 665, s. 11 (4).</p> <p class=\"heading1-e\">Transitional</p>"
        },
        {
            "id": "12.",
            "section": "Transitional",
            "content": "12. Subsection 9 (3) does not apply with respect to a letter of credit that is given as security for a contract entered into before the 1st day of January, 1989. R.R.O. 1990, Reg. 665, s. 12. SCHEDULE   CALCULATION OF THE INVESTMENT VALUATION RESERVE",
            "raw_html": "<p class=\"section-e\"><b>12. </b>Subsection 9 (3) does not apply with respect to a letter of credit that is given as security for a contract entered into before the 1st day of January, 1989. R.R.O. 1990, Reg. 665, s. 12.</p> <p class=\"schedule-e\">SCHEDULE <br/>  CALCULATION OF THE INVESTMENT VALUATION RESERVE</p>"
        },
        {
            "id": null,
            "section": "Transitional",
            "content": "1. In the Tables to this Schedule, “long term”, in relation to a debt security, means maturing five years or more from the calculation date; “mortgage loans” include hypothecs, charges and agreements of sale; “real estate” includes leaseholds; “short term”, in relation to a debt security, means maturing within five years from the calculation date.",
            "raw_html": "<p class=\"section-e\">1. In the Tables to this Schedule,</p> <p class=\"firstdef-e\">“long term”, in relation to a debt security, means maturing five years or more from the calculation date;</p> <p class=\"definition-e\">“mortgage loans” include hypothecs, charges and agreements of sale;</p> <p class=\"definition-e\">“real estate” includes leaseholds;</p> <p class=\"definition-e\">“short term”, in relation to a debt security, means maturing within five years from the calculation date.</p>"
        },
        {
            "id": null,
            "section": "Transitional",
            "content": "2. (1) For the purposes of calculating an insurer’s investment valuation reserve, an insurer must complete Tables 1 and 2 to this Schedule. (2) An insurer’s investment valuation reserve is the amount set out as item 11 in Column 2 of Table 2 to this Schedule.",
            "raw_html": "<p class=\"section-e\">2. (1) For the purposes of calculating an insurer’s investment valuation reserve, an insurer must complete Tables 1 and 2 to this Schedule.</p> <p class=\"subsection-e\">(2) An insurer’s investment valuation reserve is the amount set out as item 11 in Column 2 of Table 2 to this Schedule.</p>"
        },
        {
            "id": null,
            "section": "Transitional",
            "content": "3. (1) The amount to be entered for an item in Column 4 of Table 1 to this Schedule is calculated by subtracting the book value set out in Column 2 from the market value set out in Column 3, and, (a) if that number is positive, entering it in Column 4; or (b) if that number is not positive, entering zero in Column 4. (2) The amount to be entered for an item in Column 5 of Table 1 to this Schedule is calculated by subtracting the market value in Column 3 from the book value in Column 2, and, (a) if that number is positive, entering it in Column 5; or (b) if that number is not positive, entering zero in Column 5. TABLE 1   CALCULATIONS RESPECTING THE INVESTMENT VALUATION RESERVE  Item\n\nColumn 1\n\nColumn 2\n\nColumn 3\n\nColumn 4\n\nColumn 5\n\n\n \r\n\nCategory of Assets\n\nBook Value ($000s)\n\nMarket Value ($000s)\n\nMarket Excess ($000s)\n\nMarket Deficiency ($000s)\n\n\n \r\n\nDebt Securities\n\n \r\n\n \r\n\n \r\n\n \r\n\n\n1.\n\nShort term bonds, debentures and other evidences of indebtedness\n\n \r\n\n \r\n\nA\n\n \r\n\n\n2.\n\nShort term mortgage loans\n\n \r\n\n \r\n\n \r\n\nD\n\n\n3.\n\nLong term bonds, debentures and other evidences of indebtedness\n\n \r\n\n \r\n\n \r\n\n \r\n\n\n4.\n\nLong term mortgage loans\n\n \r\n\n \r\n\n \r\n\n \r\n\n\n5.\n\nTotal debt securities\n\n \r\n\n \r\n\n \r\n\n \r\n\n\n \r\n\nEquity Assets\n\n \r\n\n \r\n\n \r\n\n \r\n\n\n6.\n\nPreferred and common shares\n\n \r\n\n \r\n\nB\n\nE\n\n\n \r\n\nReal Estate\n\n \r\n\n \r\n\n \r\n\n \r\n\n\n7.\n\nReal estate\n\n \r\n\n \r\n\n \r\n\n \r\n\n\n8.\n\nTotal Debt Securities, Equity Assets and Real Estate\n\n \r\n\n \r\n\n \r\n\nF\n\n\n9.\n\nTotal Long Term Bonds, Debentures and other Evidences of Indebteness, Long Term Mortgage Loans and Real Estate\n\n \r\n\n \r\n\n \r\n\nG\n\n\n10.\n\nTotal Debt Securities and Real Estate\n\n \r\n\n \r\n\nC\n\n \r\n\n\n11.\n\nTotal Long Term Bonds, Debentures and other Evidences of Indebteness, Long Term Mortgage Loans, Equity Assets and Real Estate\n\n \r\n\n \r\n\n \r\n\nH TABLE 2   CALCULATION OF THE INVESTMENT VALUATION RESERVE  Item\n\nColumn 1\n\nColumn 2\n\n\n \r\n\nDescription of Calculation\n\nAmount ($000s)\n\n\n \r\n\nDebt Securities\n\n \r\n\n\n1.\n\nNet deficiency for reserve purposes for long term debt securities and real estate, equal to G minus B, from Table 1, if that amount is positive; zero, if it is negative\n\nI\n\n\n \r\n\nEquity Assets\n\n \r\n\n\n2.\n\nNet deficiency for equity assets, equal to E minus C, from Table 1, if that amount is positive; zero, if it is negative\n\nJ\n\n\n3.\n\nThe amount of J for the preceding year\n\nK\n\n\n4.\n\nThe two-year average of the net deficiencies for equity assets, which equals 0.5 times the sum of J and K\n\nL\n\n\n5.\n\nNet deficiency for reserve purposes for equity assets, equal to the lesser of J or L\n\nM\n\n\n \r\n\nMortgage Loans\n\n \r\n\n\n6.\n\nMarket deficiency for short term mortgage loans, equal to D, from Table 1, if the book value of the total mortgage loans exceeds 20 per cent of the book value of the assets; if it does not, the amount is equal to zero\n\nN\n\n\n7.\n\nThe amount equal to D minus A, from Table 1, if that amount is positive and if the book value of the total mortgage loans exceeds 20 per cent of the book value of the assets; if they do not, the amount is equal to zero\n\nP\n\n\n \r\n\nInvestment Valuation Reserve\n\n \r\n\n\n8.\n\nThe sum of I, M and N\n\nQ\n\n\n9.\n\nThe amount of F from Table 1\n\nR\n\n\n10.\n\nThe sum of H and P\n\nS\n\n\n11.\n\nThe amount of the Investment Valuation Reserve, equal to the least of Q, R and S R.R.O. 1990, Reg. 665, Sched. ",
            "raw_html": "<p class=\"section-e\">3. (1) The amount to be entered for an item in Column 4 of Table 1 to this Schedule is calculated by subtracting the book value set out in Column 2 from the market value set out in Column 3, and,</p> <p class=\"clause-e\">(a) if that number is positive, entering it in Column 4; or</p> <p class=\"clause-e\">(b) if that number is not positive, entering zero in Column 4.</p> <p class=\"subsection-e\">(2) The amount to be entered for an item in Column 5 of Table 1 to this Schedule is calculated by subtracting the market value in Column 3 from the book value in Column 2, and,</p> <p class=\"clause-e\">(a) if that number is positive, entering it in Column 5; or</p> <p class=\"clause-e\">(b) if that number is not positive, entering zero in Column 5.</p> <p class=\"headingx-e\">TABLE 1 <br/>  CALCULATIONS RESPECTING THE INVESTMENT VALUATION RESERVE</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">Item</p>\n</td>\n<td valign=\"top\" width=\"288\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">Column 2</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">Column 3</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">Column 4</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">Column 5</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"288\"><p class=\"table-e\">Category of Assets</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">Book Value ($000s)</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">Market Value ($000s)</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">Market Excess ($000s)</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">Market Deficiency ($000s)</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"288\"><p class=\"table-e\"><i>Debt Securities</i></p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">1.</p>\n</td>\n<td valign=\"top\" width=\"288\"><p class=\"tablelevel1x-e\">Short term bonds, debentures and other evidences of indebtedness</p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">A</p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">2.</p>\n</td>\n<td valign=\"top\" width=\"288\"><p class=\"tablelevel1x-e\">Short term mortgage loans</p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">D</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">3.</p>\n</td>\n<td valign=\"top\" width=\"288\"><p class=\"tablelevel1x-e\">Long term bonds, debentures and other evidences of indebtedness</p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">4.</p>\n</td>\n<td valign=\"top\" width=\"288\"><p class=\"tablelevel1x-e\">Long term mortgage loans</p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">5.</p>\n</td>\n<td valign=\"top\" width=\"288\"><p class=\"tablelevel1x-e\">Total debt securities</p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"288\"><p class=\"table-e\"><i>Equity Assets</i></p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">6.</p>\n</td>\n<td valign=\"top\" width=\"288\"><p class=\"tablelevel1x-e\">Preferred and common shares</p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">B</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">E</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"288\"><p class=\"table-e\"><i>Real Estate</i></p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">7.</p>\n</td>\n<td valign=\"top\" width=\"288\"><p class=\"tablelevel1x-e\">Real estate</p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">8.</p>\n</td>\n<td valign=\"top\" width=\"288\"><p class=\"tablelevel1x-e\">Total Debt Securities, Equity Assets and Real Estate</p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">F</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">9.</p>\n</td>\n<td valign=\"top\" width=\"288\"><p class=\"tablelevel1x-e\">Total Long Term Bonds, Debentures and other Evidences of Indebteness, Long Term Mortgage Loans and Real Estate</p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">G</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">10.</p>\n</td>\n<td valign=\"top\" width=\"288\"><p class=\"tablelevel1x-e\">Total Debt Securities and Real Estate</p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">C</p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">11.</p>\n</td>\n<td valign=\"top\" width=\"288\"><p class=\"tablelevel1x-e\">Total Long Term Bonds, Debentures and other Evidences of Indebteness, Long Term Mortgage Loans, Equity Assets and Real Estate</p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">H</p>\n</td></tr></table></center> <p class=\"headingx-e\">TABLE 2 <br/>  CALCULATION OF THE INVESTMENT VALUATION RESERVE</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">Item</p>\n</td>\n<td valign=\"top\" width=\"528\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">Column 2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"528\"><p class=\"table-e\">Description of Calculation</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">Amount ($000s)</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"528\"><p class=\"table-e\"><i>Debt Securities</i></p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">1.</p>\n</td>\n<td valign=\"top\" width=\"528\"><p class=\"tablelevel1x-e\">Net deficiency for reserve purposes for long term debt securities and real estate, equal to G minus B, from Table 1, if that amount is positive; zero, if it is negative</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">I</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"528\"><p class=\"table-e\"><i>Equity Assets</i></p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">2.</p>\n</td>\n<td valign=\"top\" width=\"528\"><p class=\"tablelevel1x-e\">Net deficiency for equity assets, equal to E minus C, from Table 1, if that amount is positive; zero, if it is negative</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">J</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">3.</p>\n</td>\n<td valign=\"top\" width=\"528\"><p class=\"tablelevel1x-e\">The amount of J for the preceding year</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">K</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">4.</p>\n</td>\n<td valign=\"top\" width=\"528\"><p class=\"tablelevel1x-e\">The two-year average of the net deficiencies for equity assets, which equals 0.5 times the sum of J and K</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">L</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">5.</p>\n</td>\n<td valign=\"top\" width=\"528\"><p class=\"tablelevel1x-e\">Net deficiency for reserve purposes for equity assets, equal to the lesser of J or L</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">M</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"528\"><p class=\"table-e\"><i>Mortgage Loans</i></p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">6.</p>\n</td>\n<td valign=\"top\" width=\"528\"><p class=\"tablelevel1x-e\">Market deficiency for short term mortgage loans, equal to D, from Table 1, if the book value of the total mortgage loans exceeds 20 per cent of the book value of the assets; if it does not, the amount is equal to zero</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">N</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">7.</p>\n</td>\n<td valign=\"top\" width=\"528\"><p class=\"tablelevel1x-e\">The amount equal to D minus A, from Table 1, if that amount is positive and if the book value of the total mortgage loans exceeds 20 per cent of the book value of the assets; if they do not, the amount is equal to zero</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">P</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"> \r\n</td>\n<td valign=\"top\" width=\"528\"><p class=\"table-e\"><i>Investment Valuation Reserve</i></p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">8.</p>\n</td>\n<td valign=\"top\" width=\"528\"><p class=\"tablelevel1x-e\">The sum of I, M and N</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">Q</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">9.</p>\n</td>\n<td valign=\"top\" width=\"528\"><p class=\"tablelevel1x-e\">The amount of F from Table 1</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">R</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">10.</p>\n</td>\n<td valign=\"top\" width=\"528\"><p class=\"tablelevel1x-e\">The sum of H and P</p>\n</td>\n<td valign=\"top\" width=\"80\"><p class=\"table-e\">S</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"64\"><p class=\"table-e\">11.</p>\n</td>\n<td valign=\"top\" width=\"528\"><p class=\"tablelevel1x-e\">The amount of the Investment Valuation Reserve, equal to the least of Q, R and S</p>\n</td>\n<td valign=\"top\" width=\"80\"> \r\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 665, Sched.</p> <p class=\"Normal\"></p>"
        }
    ]
}