{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 732: DOGS AT LARGE IN UNORGANIZED AREAS",
        "reg_name_text": "DOGS AT LARGE IN UNORGANIZED AREAS",
        "citation": "R.R.O. 1990, Reg. 732: ",
        "act_under": "Municipal Act   Loi sur les municipalités",
        "url": "https://www.ontario.ca/laws/regulation/900732",
        "date_scraped": "2023-12-19 21:06:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. This Regulation applies to all territory without municipal organization. R.R.O. 1990, Reg. 732, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>This Regulation applies to all territory without municipal organization. R.R.O. 1990, Reg. 732, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. This Regulation does not apply to a dog that is, (a) muzzled in a manner that renders the dog incapable of biting anything; or (b) in the custody or control of a person who is capable of ensuring that the dog will not harm any person or create a nuisance. R.R.O. 1990, Reg. 732, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>This Regulation does not apply to a dog that is,</p> <p class=\"clause-e\">(a) muzzled in a manner that renders the dog incapable of biting anything; or</p> <p class=\"clause-e\">(b) in the custody or control of a person who is capable of ensuring that the dog will not harm any person or create a nuisance. R.R.O. 1990, Reg. 732, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. No owner of a dog shall allow the dog to run at large in any area mentioned in section 1. R.R.O. 1990, Reg. 732, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>No owner of a dog shall allow the dog to run at large in any area mentioned in section 1. R.R.O. 1990, Reg. 732, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) Subject to subsection (6), a provincial offences officer, as defined in the Provincial Offences Act, in an area mentioned in section 1 may, (a) seize and impound any dog found running at large; and (b) in his or her discretion, restore possession of the dog to the owner thereof where, (i) the owner claims possession of the dog within five days after the date of the seizure, and (ii) the owner pays to the provincial offences officer all expenses incurred in securing, caring for and feeding the dog. (2) Where, at the end of five days, possession of the dog has not been restored to the owner under subsection (1), the provincial offences officer may sell the dog at public auction. (3) Where a dog is sold under subsection (2), the proceeds of the sale shall be applied, (a) to pay to the provincial offences officer all expenses incurred in securing, caring for and feeding the dog; (b) to pay all expenses of the public auction; and (c) to pay to the Minister of Finance for deposit to the credit of the Consolidated Revenue Fund any balance of the proceeds. (4) Where the owner of a dog has not claimed the dog within five days of its seizure under subsection (1), and no bid has been received at a sale by public auction, the provincial offences officer may kill or otherwise dispose of the dog at any time after the auction and no damages or compensation shall be recovered on account of its killing or other disposition. (5) Where the proceeds of the sale of a dog are insufficient to pay the expenses under clauses (3) (a) and (b), or a dog is killed or otherwise disposed of under subsection (4), the provincial offences officer shall submit an account showing the amounts of the expenses and the sale price of the dog, if any, to the Minister and the Minister shall direct payment of the amount of the expenses less the sale price, if any. (6) Where, in the opinion of the provincial offences officer, a dog seized under subsection (1) is injured or should be destroyed without delay for humane reasons or for reasons of safety to persons, the provincial offences officer may kill the dog without permitting any person to reclaim the dog or without offering it by public auction and no damages or compensation shall be recovered on account of its killing. R.R.O. 1990, Reg. 732, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) Subject to subsection (6), a provincial offences officer, as defined in the <i>Provincial Offences Act</i>, in an area mentioned in section 1 may,</p> <p class=\"clause-e\">(a) seize and impound any dog found running at large; and</p> <p class=\"clause-e\">(b) in his or her discretion, restore possession of the dog to the owner thereof where,</p> <p class=\"subsubclause-e\">(i) the owner claims possession of the dog within five days after the date of the seizure, and</p> <p class=\"subsubclause-e\">(ii) the owner pays to the provincial offences officer all expenses incurred in securing, caring for and feeding the dog.</p> <p class=\"subsection-e\">(2) Where, at the end of five days, possession of the dog has not been restored to the owner under subsection (1), the provincial offences officer may sell the dog at public auction.</p> <p class=\"subsection-e\">(3) Where a dog is sold under subsection (2), the proceeds of the sale shall be applied,</p> <p class=\"clause-e\">(a) to pay to the provincial offences officer all expenses incurred in securing, caring for and feeding the dog;</p> <p class=\"clause-e\">(b) to pay all expenses of the public auction; and</p> <p class=\"clause-e\">(c) to pay to the Minister of Finance for deposit to the credit of the Consolidated Revenue Fund any balance of the proceeds.</p> <p class=\"subsection-e\">(4) Where the owner of a dog has not claimed the dog within five days of its seizure under subsection (1), and no bid has been received at a sale by public auction, the provincial offences officer may kill or otherwise dispose of the dog at any time after the auction and no damages or compensation shall be recovered on account of its killing or other disposition.</p> <p class=\"subsection-e\">(5) Where the proceeds of the sale of a dog are insufficient to pay the expenses under clauses (3) (a) and (b), or a dog is killed or otherwise disposed of under subsection (4), the provincial offences officer shall submit an account showing the amounts of the expenses and the sale price of the dog, if any, to the Minister and the Minister shall direct payment of the amount of the expenses less the sale price, if any.</p> <p class=\"subsection-e\">(6) Where, in the opinion of the provincial offences officer, a dog seized under subsection (1) is injured or should be destroyed without delay for humane reasons or for reasons of safety to persons, the provincial offences officer may kill the dog without permitting any person to reclaim the dog or without offering it by public auction and no damages or compensation shall be recovered on account of its killing. R.R.O. 1990, Reg. 732, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) A provincial offences officer who is unable to seize a dog running at large contrary to this Regulation may kill the dog. (2) A provincial offences officer who finds a dog running at large contrary to this Regulation and believes that before the dog can be seized it may attack a human being may kill the dog. (3) Where any person finds a dog running at large contrary to this Regulation and the dog is in the act of attacking or threatening to attack a human being, he or she may kill the dog. (4) No damage or compensation shall be recovered for the killing of a dog under this section. R.R.O. 1990, Reg. 732, s. 5. ",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) A provincial offences officer who is unable to seize a dog running at large contrary to this Regulation may kill the dog.</p> <p class=\"subsection-e\">(2) A provincial offences officer who finds a dog running at large contrary to this Regulation and believes that before the dog can be seized it may attack a human being may kill the dog.</p> <p class=\"subsection-e\">(3) Where any person finds a dog running at large contrary to this Regulation and the dog is in the act of attacking or threatening to attack a human being, he or she may kill the dog.</p> <p class=\"subsection-e\">(4) No damage or compensation shall be recovered for the killing of a dog under this section. R.R.O. 1990, Reg. 732, s. 5.</p> <p class=\"Normal\"></p>"
        }
    ]
}