{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 592: EXEMPTION FROM SECTIONS 7 AND 11 OF THE ACT - STATE OF SOUTH DAKOTA",
        "reg_name_text": "EXEMPTION FROM SECTIONS 7 AND 11 OF   THE ACT — STATE OF SOUTH DAKOTA",
        "citation": "R.R.O. 1990, Reg. 592: EXEMPTION FROM SECTIONS 7 AND 11 OF THE ACT - STATE OF SOUTH DAKOTA",
        "act_under": "Highway Traffic Act   Code de la route",
        "url": "https://www.ontario.ca/laws/regulation/900592",
        "date_scraped": "2023-12-19 23:05:26"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) Every commercial motor vehicle is exempt from sections 7 and 11 of the Act during its stay in Ontario, for a period of up to thirty days, commencing with the day the vehicle enters Ontario if the vehicle, (a) is owned or leased by a person who has a place of business in the State of South Dakota; (b) is registered, other than on a temporary basis, and based in the State of South Dakota; (c) bears number plates issued for the vehicle by the State of South Dakota; and (d) has a gross weight, including the gross weight of all towed vehicles, not exceeding the gross weight shown on the permit issued by the State of South Dakota. (2) For the purpose of clause (1) (a), a person has a place of business in the State of South Dakota if the person has, or, in the case of a household goods carrier, the carrier’s agent has, in that State, a terminal, warehouse, office, garage or some permanent address at which an employee reports and performs regular service. (3) For the purpose of clause (1) (b), a vehicle is based at, (a) the place from which it is most frequently dispatched, operated or otherwise controlled; (b) the place at which it is garaged, serviced or maintained; or (c) the place from which it leaves and to which it returns in the course of normal operations. (4) The exemption provided by subsection (1) ceases to apply in respect of a commercial motor vehicle upon the vehicle being used to pick up goods or passengers in Ontario for delivery in Ontario if the vehicle, (a) is not used or maintained for the transportation of goods or passengers for compensation or in the furtherance of a commercial enterprise, weighs more than 3,200 kilograms and does not have a camper unit mounted on it as a functional part of it; or (b) is used or maintained for the transportation of goods or passengers for compensation or in furtherance of the commercial enterprise. (5) The exemption provided by subsection (1) ceases to apply upon the Minister notifying the owner or lessee of the vehicle that in the opinion of the Minister the conditions set out in subsection (1) are not being met. R.R.O. 1990, Reg. 592, s. 1. ",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) Every commercial motor vehicle is exempt from sections 7 and 11 of the Act during its stay in Ontario, for a period of up to thirty days, commencing with the day the vehicle enters Ontario if the vehicle,</p> <p class=\"clause-e\">(a) is owned or leased by a person who has a place of business in the State of South Dakota;</p> <p class=\"clause-e\">(b) is registered, other than on a temporary basis, and based in the State of South Dakota;</p> <p class=\"clause-e\">(c) bears number plates issued for the vehicle by the State of South Dakota; and</p> <p class=\"clause-e\">(d) has a gross weight, including the gross weight of all towed vehicles, not exceeding the gross weight shown on the permit issued by the State of South Dakota.</p> <p class=\"subsection-e\">(2) For the purpose of clause (1) (a), a person has a place of business in the State of South Dakota if the person has, or, in the case of a household goods carrier, the carrier’s agent has, in that State, a terminal, warehouse, office, garage or some permanent address at which an employee reports and performs regular service.</p> <p class=\"subsection-e\">(3) For the purpose of clause (1) (b), a vehicle is based at,</p> <p class=\"clause-e\">(a) the place from which it is most frequently dispatched, operated or otherwise controlled;</p> <p class=\"clause-e\">(b) the place at which it is garaged, serviced or maintained; or</p> <p class=\"clause-e\">(c) the place from which it leaves and to which it returns in the course of normal operations.</p> <p class=\"subsection-e\">(4) The exemption provided by subsection (1) ceases to apply in respect of a commercial motor vehicle upon the vehicle being used to pick up goods or passengers in Ontario for delivery in Ontario if the vehicle,</p> <p class=\"clause-e\">(a) is not used or maintained for the transportation of goods or passengers for compensation or in the furtherance of a commercial enterprise, weighs more than 3,200 kilograms and does not have a camper unit mounted on it as a functional part of it; or</p> <p class=\"clause-e\">(b) is used or maintained for the transportation of goods or passengers for compensation or in furtherance of the commercial enterprise.</p> <p class=\"subsection-e\">(5) The exemption provided by subsection (1) ceases to apply upon the Minister notifying the owner or lessee of the vehicle that in the opinion of the Minister the conditions set out in subsection (1) are not being met. R.R.O. 1990, Reg. 592, s. 1.</p> <p class=\"Normal\"></p>"
        }
    ]
}