{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 182: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 182: ",
        "act_under": "Corporations Information Act",
        "url": "https://www.ontario.ca/laws/regulation/900182",
        "date_scraped": "2023-12-18 14:18:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900182/v10",
            "valid_from": "June  3, 2021",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/regulation/900182/v9",
            "valid_from": "May 15, 2021",
            "valid_to": "June  2, 2021"
        },
        {
            "a_href": "/laws/regulation/900182/v8",
            "valid_from": "May 10, 2021",
            "valid_to": "May 14, 2021"
        },
        {
            "a_href": "/laws/regulation/900182/v7",
            "valid_from": "October  1, 2009",
            "valid_to": "May  9, 2021"
        },
        {
            "a_href": "/laws/regulation/900182/v6",
            "valid_from": "January 23, 2009",
            "valid_to": "September 30, 2009"
        },
        {
            "a_href": "/laws/regulation/900182/v5",
            "valid_from": "January  1, 2009",
            "valid_to": "January 22, 2009"
        },
        {
            "a_href": "/laws/regulation/900182/v4",
            "valid_from": "July 28, 2008",
            "valid_to": "December 31, 2008"
        },
        {
            "a_href": "/laws/regulation/900182/v3",
            "valid_from": "March 10, 2008",
            "valid_to": "July 27, 2008"
        },
        {
            "a_href": "/laws/regulation/900182/v2",
            "valid_from": "June  1, 2005",
            "valid_to": "March  9, 2008"
        },
        {
            "a_href": "/laws/regulation/900182/v1",
            "valid_from": "January  1, 2000",
            "valid_to": "May 31, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) An initial return, a notice of change and a return or notice required under section 7 of the Act shall be in a form provided or approved by the Minister.  O. Reg. 59/95, s. 1. (2) The information required to be set out in a return or notice mentioned in subsection (1) shall be typewritten or printed legibly in capital letters in dark ink.  O. Reg. 59/95, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> (1) An initial return, a notice of change and a return or notice required under section 7 of the Act shall be in a form provided or approved by the Minister.  O. Reg. 59/95, s. 1.</p> <p class=\"subsection-e\">  (2) The information required to be set out in a return or notice mentioned in subsection (1) shall be typewritten or printed legibly in capital letters in dark ink.  O. Reg. 59/95, s. 1.</p>"
        },
        {
            "id": "1.1",
            "section": null,
            "content": " 1.1 (1) An initial return under subsection 2 (1) of the Act shall set out the following information in respect of a corporation: 1. The name of the corporation. 2. The Ontario corporation number of the corporation. 3. The date of its incorporation or amalgamation, whichever is the most recent. 4. The names and addresses for service of the corporation’s directors, including municipality, street and number, if any, and postal code. 5. The date on which each director became a director and, where applicable, the date on which a director ceased to be a director. 6. If the corporation is a corporation with share capital, a statement as to whether each director is or is not a resident Canadian. 7. The names and addresses for service, including municipality, street and number, if any, and postal code, of the corporation’s five most senior officers. 8. The date on which each person referred to in paragraph 7 became a senior officer, and, where applicable, the date on which a person ceased to be a senior officer. 9. The address of the corporation’s head or registered office, including municipality, street and number, if any, and postal code. 10.  Revoked:  O. Reg. 564/98, s. 1 (2). 11.  Revoked:  O. Reg. 59/95, s. 2 (3). 12. Whether the language of preference for communication with the corporation is English or French.  O. Reg. 12/91, s. 1; O. Reg. 255/92, s. 1; O. Reg. 178/94, s. 1 (1); O. Reg. 59/95, s. 2 (1-3); O. Reg. 564/98, s. 1 (1, 2). (2) For the purposes of paragraph 3 of subsection (1), the date of incorporation of a corporation that has been continued in Ontario from another jurisdiction is the date of its incorporation in its original jurisdiction.  O. Reg. 178/94, s. 1 (2). (3) An initial return under subsection 2 (1) of the Act may set out a mailing address of the corporation.  O. Reg. 564/98, s. 1 (3); O. Reg. 262/08, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.1</b> (1) An initial return under subsection 2 (1) of the Act shall set out the following information in respect of a corporation:</p> <p class=\"paragraph-e\">  1. The name of the corporation.</p> <p class=\"paragraph-e\">  2. The Ontario corporation number of the corporation.</p> <p class=\"paragraph-e\">  3. The date of its incorporation or amalgamation, whichever is the most recent.</p> <p class=\"paragraph-e\">  4. The names and addresses for service of the corporation’s directors, including municipality, street and number, if any, and postal code.</p> <p class=\"paragraph-e\">  5. The date on which each director became a director and, where applicable, the date on which a director ceased to be a director.</p> <p class=\"paragraph-e\">  6. If the corporation is a corporation with share capital, a statement as to whether each director is or is not a resident Canadian.</p> <p class=\"paragraph-e\">  7. The names and addresses for service, including municipality, street and number, if any, and postal code, of the corporation’s five most senior officers.</p> <p class=\"paragraph-e\">  8. The date on which each person referred to in paragraph 7 became a senior officer, and, where applicable, the date on which a person ceased to be a senior officer.</p> <p class=\"paragraph-e\">  9. The address of the corporation’s head or registered office, including municipality, street and number, if any, and postal code.</p> <p class=\"paragraph-e\">  10.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 564/98, s. 1 (2).</p> <p class=\"paragraph-e\">  11.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 59/95, s. 2 (3).</p> <p class=\"paragraph-e\">  12. Whether the language of preference for communication with the corporation is English or French.  O. Reg. 12/91, s. 1; O. Reg. 255/92, s. 1; O. Reg. 178/94, s. 1 (1); O. Reg. 59/95, s. 2 (1-3); O. Reg. 564/98, s. 1 (1, 2).</p> <p class=\"subsection-e\">  (2) For the purposes of paragraph 3 of subsection (1), the date of incorporation of a corporation that has been continued in Ontario from another jurisdiction is the date of its incorporation in its original jurisdiction.  O. Reg. 178/94, s. 1 (2).</p> <p class=\"subsection-e\">  (3) An initial return under subsection 2 (1) of the Act may set out a mailing address of the corporation.  O. Reg. 564/98, s. 1 (3); O. Reg. 262/08, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. An initial return under subsection 3 (1) of the Act shall set out the following information in respect of an extra-provincial corporation: 1. The name of the corporation. 2. The Ontario corporation number of the corporation. 3. The date of its incorporation or amalgamation, whichever is the most recent. 4. The name of the jurisdiction in which the corporation was incorporated, continued or amalgamated, whichever is the most recent. 5. The address of the corporation’s head or registered office, including municipality, street and number, if any, and postal code. 6. The date on which the corporation commenced activities in Ontario, and, where applicable, the date on which it ceased activities in Ontario. 7. The name and office address of the corporation’s chief officer or manager in Ontario, if any, including municipality, street and number, if any, and postal code, the date on which the person assumed this position, and, where applicable, the date on which the person ceased to hold this position. 8. The address of the corporation’s principal office in Ontario, if any, including municipality, street and number, if any, and postal code. 9. If the corporation is required by law to have an agent for service in Ontario, the name and address of its agent, including municipality, street and number, if any, and postal code, and the Ontario corporation number of the agent, if the agent is a corporation. 10.  Revoked:  O. Reg. 249/05, s. 1. 11.  Revoked:  O. Reg. 59/95, s. 3 (1). 12. Whether the language of preference for communication with the corporation is English or French. 13.  Revoked:  O. Reg. 59/95, s. 3 (1). 14. The immediate former name of the corporation. 15.  Revoked:  O. Reg. 59/95, s. 3 (3). O. Reg. 12/91, s. 2; O. Reg. 255/92, s. 2; O. Reg. 178/94, s. 2; O. Reg. 59/95, s. 3; O. Reg. 193/99, s. 1; O. Reg. 249/05, s. 1; O. Reg. 262/08, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> An initial return under subsection 3 (1) of the Act shall set out the following information in respect of an extra-provincial corporation:</p> <p class=\"paragraph-e\">  1. The name of the corporation.</p> <p class=\"paragraph-e\">  2. The Ontario corporation number of the corporation.</p> <p class=\"paragraph-e\">  3. The date of its incorporation or amalgamation, whichever is the most recent.</p> <p class=\"paragraph-e\">  4. The name of the jurisdiction in which the corporation was incorporated, continued or amalgamated, whichever is the most recent.</p> <p class=\"paragraph-e\">  5. The address of the corporation’s head or registered office, including municipality, street and number, if any, and postal code.</p> <p class=\"paragraph-e\">  6. The date on which the corporation commenced activities in Ontario, and, where applicable, the date on which it ceased activities in Ontario.</p> <p class=\"paragraph-e\">  7. The name and office address of the corporation’s chief officer or manager in Ontario, if any, including municipality, street and number, if any, and postal code, the date on which the person assumed this position, and, where applicable, the date on which the person ceased to hold this position.</p> <p class=\"paragraph-e\">  8. The address of the corporation’s principal office in Ontario, if any, including municipality, street and number, if any, and postal code.</p> <p class=\"paragraph-e\">  9. If the corporation is required by law to have an agent for service in Ontario, the name and address of its agent, including municipality, street and number, if any, and postal code, and the Ontario corporation number of the agent, if the agent is a corporation.</p> <p class=\"paragraph-e\">  10.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 249/05, s. 1.</p> <p class=\"paragraph-e\">  11.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 59/95, s. 3 (1).</p> <p class=\"paragraph-e\">  12. Whether the language of preference for communication with the corporation is English or French.</p> <p class=\"paragraph-e\">  13.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 59/95, s. 3 (1).</p> <p class=\"paragraph-e\">  14. The immediate former name of the corporation.</p> <p class=\"paragraph-e\">  15.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 59/95, s. 3 (3).</p> <p class=\"footnote-e\">O. Reg. 12/91, s. 2; O. Reg. 255/92, s. 2; O. Reg. 178/94, s. 2; O. Reg. 59/95, s. 3; O. Reg. 193/99, s. 1; O. Reg. 249/05, s. 1; O. Reg. 262/08, s. 2.</p>"
        },
        {
            "id": "2.1, 2.2",
            "section": null,
            "content": " 2.1, 2.2 Revoked:  O. Reg. 12/09, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2.1, 2.2</b> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 12/09, s. 1.</p>"
        },
        {
            "id": "2.3",
            "section": null,
            "content": " 2.3 (1) A corporation that is required to file an annual return under section 3.1 of the Act shall deliver the return to the person or entity and in the manner and within the time specified in this section. O. Reg. 12/09, s. 2. (2) A corporation that is required to file a tax return under section 150 of the Income Tax Act (Canada) or an information return under subsection 149.1 (14) of the Income Tax Act (Canada) shall deliver the annual return to the Minister in electronic format in accordance with subsection 3 (1) of this Regulation or in such other manner as the Minister approves. O. Reg. 262/08, s. 3; O. Reg. 335/21, s. 1 (1). (3) Revoked: O. Reg. 335/21, s. 1 (2). (4) A corporation that is required to file a tax return under section 150 of the Income Tax Act (Canada) shall deliver the annual return within the time period for delivery of the tax return for its last completed taxation year. O. Reg. 335/21, s. 1 (3). (5) A corporation that is required to file an information return under subsection 149.1 (14) of the Income Tax Act (Canada) shall deliver the annual return within the time period for delivery of the information return for its last completed taxation year. O. Reg. 335/21, s. 1 (3). (6) A corporation that is required to file both a tax return under section 150 of the Income Tax Act (Canada) and an information return under subsection 149.1 (14) of the Income Tax Act\r\n(Canada) in a year, or more than one tax return or information return in a year, is required to file the annual return only within the time period that it is required to file its first tax return or information return during the year. O. Reg. 262/08, s. 3. (7) In this section, “information return” means a return for a taxation year that subsection 149.1 (14) of the Income Tax Act (Canada) requires a corporation to file with the Minister of National Revenue; (“déclaration de renseignements”) “tax return” means a return for a taxation year that section 150 of the Income Tax Act\n(Canada) requires a corporation to file with the Minister of National Revenue. (“déclaration de revenu”) O. Reg. 262/08, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>2.3 </b>(1) A corporation that is required to file an annual return under section 3.1 of the Act shall deliver the return to the person or entity and in the manner and within the time specified in this section. O. Reg. 12/09, s. 2.</p> <p class=\"subsection-e\">  (2) A corporation that is required to file a tax return under section 150 of the <i>Income Tax Act</i> (Canada) or an information return under subsection 149.1 (14) of the <i>Income Tax Act</i> (Canada) shall deliver the annual return to the Minister in electronic format in accordance with subsection 3 (1) of this Regulation or in such other manner as the Minister approves. O. Reg. 262/08, s. 3; O. Reg. 335/21, s. 1 (1).</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 335/21, s. 1 (2).</p> <p class=\"subsection-e\">  (4) A corporation that is required to file a tax return under section 150 of the <i>Income Tax Act</i> (Canada) shall deliver the annual return within the time period for delivery of the tax return for its last completed taxation year. O. Reg. 335/21, s. 1 (3).</p> <p class=\"subsection-e\">  (5) A corporation that is required to file an information return under subsection 149.1 (14) of the <i>Income Tax Act</i> (Canada) shall deliver the annual return within the time period for delivery of the information return for its last completed taxation year. O. Reg. 335/21, s. 1 (3).</p> <p class=\"subsection-e\">  (6) A corporation that is required to file both a tax return under section 150 of the <i>Income Tax Act</i> (Canada) and an information return under subsection 149.1 (14) of the <i>Income Tax Act</i>\r\n(Canada) in a year, or more than one tax return or information return in a year, is required to file the annual return only within the time period that it is required to file its first tax return or information return during the year. O. Reg. 262/08, s. 3.</p> <p class=\"subsection-e\">  (7) In this section,</p> <p class=\"firstdef-e\">“information return” means a return<i> </i>for a taxation year that subsection 149.1 (14) of the <i>Income Tax Act</i><i> </i>(Canada) requires a corporation to file with the Minister of National Revenue; (“déclaration de renseignements”)</p> <p class=\"definition-e\">“tax return” means a return for a taxation year that section 150 of the <i>Income Tax Act</i><i>\n</i>(Canada) requires a corporation to file with the Minister of National Revenue. (“déclaration de revenu”) O. Reg. 262/08, s. 3.</p>"
        },
        {
            "id": "2.4",
            "section": null,
            "content": " 2.4 An annual return delivered under section 2.3 shall set out the following information in respect of the corporation as of the date of delivery: 1. The year of the return. 2. The name of the corporation. 3. The Ontario corporation number of the corporation. 4. The date of the corporation’s incorporation or amalgamation, whichever is the most recent. 5. The address of the corporation’s head or registered office, including municipality, street and number, if any, and postal code, or, if applicable, an indication that the address pre-printed on the form provided by the Minister is correct. 6. If the corporation is an extra-provincial corporation, the name of the jurisdiction in which it was incorporated, continued or amalgamated, whichever is the most recent. 7. An indication as to whether there has been a change in the information set out in the notice or return that the corporation most recently filed under the Act and, if applicable, all changes in the information. O. Reg. 262/08, s. 3; O. Reg. 335/21, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.4 </b>An annual return delivered<i> </i>under section 2.3 shall set out the following information in respect of the corporation as of the date of delivery:</p> <p class=\"paragraph-e\">  1. The year of the return.</p> <p class=\"paragraph-e\">  2. The name of the corporation.</p> <p class=\"paragraph-e\">  3. The Ontario corporation number of the corporation.</p> <p class=\"paragraph-e\">  4. The date of the corporation’s incorporation or amalgamation, whichever is the most recent.</p> <p class=\"paragraph-e\">  5. The address of the corporation’s head or registered office, including municipality, street and number, if any, and postal code, or, if applicable, an indication that the address pre-printed on the<i> </i>form provided by the Minister is correct.</p> <p class=\"paragraph-e\">  6. If the corporation is an extra-provincial corporation, the name of the jurisdiction in which it was incorporated, continued or amalgamated, whichever is the most recent.</p> <p class=\"paragraph-e\">  7. An indication as to whether there has been a change in the information set out in the notice or return that the corporation most recently filed under the Act and, if applicable, all changes in the information. O. Reg. 262/08, s. 3; O. Reg. 335/21, s. 2.</p>"
        },
        {
            "id": "2.5",
            "section": null,
            "content": " 2.5 Revoked: O. Reg. 335/21, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>2.5 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 335/21, s. 3.</p>"
        },
        {
            "id": "2.6",
            "section": null,
            "content": " 2.6 A notice or return filed with the Minister under the Act in respect of a corporation shall set out the name of the corporation with only one space between each word.  O. Reg. 262/08, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>2.6 </b>A notice or return filed with the Minister under the Act in respect of a corporation shall set out the name of the corporation with only one space between each word.  O. Reg. 262/08, s. 3.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) A notice or return to be filed with the Minister under the Act may be submitted in electronic format if, (a) the person submitting the notice or return satisfies the technical requirements established by the Minister; (b) the Minister has approved the electronic format of the notice or return; and (c) the person submitting the notice or return to the Minister submits it during business hours approved by the Minister.  O. Reg. 564/98, s. 2. (2) A filing made under subsection (1) is effective on the date assigned by the computer system that the Ministry has established for filings.  O. Reg. 564/98, s. 2. (3), (4) Revoked:  O. Reg. 262/08, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> (1) A notice or return to be filed with the Minister under the Act may be submitted in electronic format if,</p> <p class=\"clause-e\">  (a) the person submitting the notice or return satisfies the technical requirements established by the Minister;</p> <p class=\"clause-e\">  (b) the Minister has approved the electronic format of the notice or return; and</p> <p class=\"clause-e\">  (c) the person submitting the notice or return to the Minister submits it during business hours approved by the Minister.  O. Reg. 564/98, s. 2.</p> <p class=\"subsection-e\">  (2) A filing made under subsection (1) is effective on the date assigned by the computer system that the Ministry has established for filings.  O. Reg. 564/98, s. 2.</p> <p class=\"subsection-e\">  (3), (4) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 262/08, s. 4.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. For the purposes of subsection 4 (2) of the Act, the notice of change shall repeat the information required under subsection 2 (1) or 3 (1) of the Act, whichever is applicable, and shall specify any changes that have taken place and the dates of the changes.  O. Reg. 262/08, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>For the purposes of subsection 4 (2) of the Act, the notice of change shall repeat the information required under subsection 2 (1) or 3 (1) of the Act, whichever is applicable, and shall specify any changes that have taken place and the dates of the changes.  O. Reg. 262/08, s. 5.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. For the purposes of subsection 8 (2) of the Act, the effective date of filing for every notice and return received under the Act shall be the date that the Minister records it.  O. Reg. 262/08, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>For the purposes of subsection 8 (2) of the Act, the effective date of filing for every notice and return received under the Act shall be the date that the Minister records it.  O. Reg. 262/08, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) The following classes of corporation are exempt from filing under sections 2 and 3 of the Act: 1. Corporations subject to the Bank Act (Canada). 2. Corporations that operate railways or telegraph lines or carry on the business of a railway express company or the business of leasing or hiring railway sleeping, parlour or dining cars in Ontario. 3. Corporations subject to the Telephone Act. 4., 5.  Revoked:  O. Reg. 12/91, s. 4. 6. International Bank for Reconstruction and Development approved by the Bretton Woods and Related Agreements Act (Canada). 7. Municipalities within the meaning of the Municipal Affairs Act.  R.R.O. 1990, Reg. 182, s. 6; O. Reg. 12/91, s. 4; O. Reg. 59/95, s. 4; O. Reg. 575/99, s. 3 (1). (2) All corporations are exempt from filing under section 3.1 of the Act except for the following classes: 1. Corporations subject to the Business Corporations Act. 2. Corporations subject to the Corporations Act. 3. Foreign corporations which have a licence endorsed under the Extra-Provincial Corporations Act.  O. Reg. 575/99, s. 3 (2). (3) Despite subsection (2), a corporation is exempt from filing under section 3.1 of the Act in a year if the corporation is required to file a tax return under section 150 of the Income Tax Act (Canada) but is not required to file a tax return in that year.  O. Reg. 262/08, s. 6. (4) Despite subsection (2), a corporation is exempt from filing under section 3.1 of the Act in 2021 if the corporation is required to deliver an annual return under subsection 2.3 (4) or (5) of this Regulation on a day that is on or after May 15, 2021 and before the day subsection 84 (1) of Schedule 6 to the Cutting Unnecessary Red Tape Act, 2017 comes into force. O. Reg. 335/21, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> (1) The following classes of corporation are exempt from filing under sections 2 and 3 of the Act:</p> <p class=\"paragraph-e\">  1. Corporations subject to the <i>Bank Act</i> (Canada).</p> <p class=\"paragraph-e\">  2. Corporations that operate railways or telegraph lines or carry on the business of a railway express company or the business of leasing or hiring railway sleeping, parlour or dining cars in Ontario.</p> <p class=\"paragraph-e\">  3. Corporations subject to the <i>Telephone Act.</i></p> <p class=\"paragraph-e\"><i> 4., 5.  </i><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 12/91, s. 4.</p> <p class=\"paragraph-e\">  6. International Bank for Reconstruction and Development approved by the <i>Bretton Woods and Related Agreements Act</i> (Canada).</p> <p class=\"paragraph-e\">  7. Municipalities within the meaning of the <i>Municipal Affairs Act.  </i>R.R.O. 1990, Reg. 182, s. 6; O. Reg. 12/91, s. 4; O. Reg. 59/95, s. 4; O. Reg. 575/99, s. 3 (1).</p> <p class=\"subsection-e\">  (2) All corporations are exempt from filing under section 3.1 of the Act except for the following classes:</p> <p class=\"paragraph-e\">  1. Corporations subject to the <i>Business Corporations Act</i>.</p> <p class=\"paragraph-e\">  2. Corporations subject to the <i>Corporations Act</i>.</p> <p class=\"paragraph-e\">  3. Foreign corporations which have a licence endorsed under the <i>Extra-Provincial Corporations Act</i>.  O. Reg. 575/99, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (2), a corporation is exempt from filing under section 3.1 of the Act in a year if the corporation is required to file a tax return under section 150 of the <i>Income Tax Act</i><i> </i>(Canada) but is not required to file a tax return in that year.  O. Reg. 262/08, s. 6.</p> <p class=\"subsection-e\">  (4) Despite subsection (2), a corporation is exempt from filing under section 3.1 of the Act in 2021 if the corporation is required to deliver an annual return under subsection 2.3 (4) or (5) of this Regulation on a day that is on or after May 15, 2021 and before the day subsection 84 (1) of Schedule 6 to the <i>Cutting Unnecessary Red Tape Act, 2017</i> comes into force. O. Reg. 335/21, s. 4.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. A director, deputy director or manager of the Ministry whose duties relate to the administration of the Act may sign any certificate for the purposes of section 20 of the Act.  O. Reg. 12/09, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>A director, deputy director or manager of the Ministry whose duties relate to the administration of the Act may sign any certificate for the purposes of section 20 of the Act.  O. Reg. 12/09, s. 4.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. The following persons or entities are prescribed for the purposes of section 21.2 of the Act: 1. The Minister of Finance. 2. The Minister of Revenue. 3. The Canada Revenue Agency.  O. Reg. 49/08, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>The following persons or entities are prescribed for the purposes of section 21.2 of the Act:</p> <p class=\"paragraph-e\">  1. The Minister of Finance.</p> <p class=\"paragraph-e\">  2. The Minister of Revenue.</p> <p class=\"paragraph-e\">  3. The Canada Revenue Agency.  O. Reg. 49/08, s. 1.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. (1) The Notice for the Special Filing required under section 6 of the Act shall be in a form provided or approved by the Minister.  O. Reg. 255/92, s. 3; O. Reg. 311/96, s. 2. (2) The Notice may, at any time, be sent by prepaid mail or otherwise.  O. Reg. 255/92, s. 3; O. Reg. 311/96, s. 2. (3) The corporation to which the Notice is sent shall make the Special Filing within thirty days after the day the Notice is sent by the Minister.  O. Reg. 255/92, s. 3; O. Reg. 311/96, s. 2. Schedule Revoked:  O. Reg. 193/99, s. 3. Forms 1, 2 Revoked:  O. Reg. 12/91, s. 5.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>9.</b> (1) The Notice for the Special Filing required under section 6 of the Act shall be in a form provided or approved by the Minister.  O. Reg. 255/92, s. 3; O. Reg. 311/96, s. 2.</p> <p class=\"subsection-e\">  (2) The Notice may, at any time, be sent by prepaid mail or otherwise.  O. Reg. 255/92, s. 3; O. Reg. 311/96, s. 2.</p> <p class=\"subsection-e\">  (3) The corporation to which the Notice is sent shall make the Special Filing within thirty days after the day the Notice is sent by the Minister.  O. Reg. 255/92, s. 3; O. Reg. 311/96, s. 2.</p> <p class=\"scheduleRevoked-e\"><span class=\"ovallcaps\">Schedule </span><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 193/99, s. 3.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Forms</span> 1, 2 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 12/91, s. 5.</p> <p class=\"formRevoked-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900182\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}