{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 1034: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 1034: ",
        "act_under": "Tobacco Tax Act   Loi de la taxe sur le tabac",
        "url": "https://www.ontario.ca/laws/regulation/901034",
        "date_scraped": "2023-12-19 04:50:07"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  1, 2013",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/901034/v5",
            "valid_from": "March 22, 2013",
            "valid_to": "March 31, 2013"
        },
        {
            "a_href": "/laws/regulation/901034/v4",
            "valid_from": "May 23, 2006",
            "valid_to": "March 21, 2013"
        },
        {
            "a_href": "/laws/regulation/901034/v3",
            "valid_from": "July  1, 2004",
            "valid_to": "May 22, 2006"
        },
        {
            "a_href": "/laws/regulation/901034/v2",
            "valid_from": "February 27, 2004",
            "valid_to": "June 30, 2004"
        },
        {
            "a_href": "/laws/regulation/901034/v1",
            "valid_from": "August  1, 2001",
            "valid_to": "February 26, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) In the Act and regulations made under the Act, “carton” means a container in the form of a wrapper or paperboard box in which fifteen or fewer packages of cigarettes are packed; “case” means a container in which twenty-five or more cartons of cigarettes are packed; “cigar” includes, (a) a tobacco product that is sold as a cigar, cigarillo or cheroot, and (b) a tobacco product that is in the form of a roll or tube that is intended for smoking and that consists of a filler composed of pieces of natural or reconstituted leaf tobacco, a binder of natural or reconstituted leaf tobacco in which the filler is wrapped and a wrapper of natural or reconstituted leaf tobacco; “cigarette” includes, (a) a tobacco product that is not a cigar, that is sold as a cigarette, and (b) a tobacco product that is not a cigar and that is in the form of a roll or tube and that, (i) is intended to be assembled with a non-tobacco product or products to form another tobacco product that is intended to be smoked without further assembly, (ii) is a tobacco product that is intended to be smoked without further cutting or assembly, or (iii) is intended to be smoked after it is cut into two or more segments; “collector” means a person designated as a collector under section 4 of the Act; “fine cut tobacco” means loose tobacco product that has been refined to the point where it could be formed into a cigarette; “package of cigarettes” means a container in which thirty or fewer cigarettes are packed; “package of fine cut tobacco” means a container in which fine cut tobacco is packed for the purposes of sale at retail. R.R.O. 1990, Reg. 1034, s. 1 (1); O. Reg. 128/01, ss. 1, 2 (1); O. Reg. 40/04, s. 1; O. Reg. 108/13, s. 1. (2) For the purposes of the Act and this Regulation, if a cigarette other than a cigarette referred to in subclause (b) (i) of the definition of cigarette exceeds 102 millimetres in length or 5.2 cubic centimetres in volume or both, the cigarette shall be deemed to be that number of separate cigarettes that is calculated according to whichever of the following rules yields the greater number of separate cigarettes: 1. The first seventy-six millimetres and each seventy-six millimetre portion or fraction thereof remaining is a separate cigarette. 2. The first 3.9 cubic centimetres and each cubic centimetre or fraction thereof remaining is a separate cigarette.  R.R.O. 1990, Reg. 1034, s. 1 (2). (3) For the purposes of the Act and this Regulation, if a tobacco product referred to in subclause (b) (i) of the definition of cigarette that is intended to be smoked without further assembly exceeds 102 millimetres in length or 5.2 cubic centimetres in volume or both, the cigarette that forms part of that tobacco product shall be deemed to be that number of separate cigarettes that is calculated according to whichever of the following rules, applied to the tobacco product referred to in subclause (b) (i) of the definition of cigarette that is intended to be smoked without further assembly, yields the greater number of separate cigarettes: 1. The first seventy-six millimetres and each seventy-six millimetre portion or fraction thereof remaining is a separate cigarette. 2. The first 3.9 cubic centimetres and each cubic centimetre or fraction thereof remaining is a separate cigarette.  R.R.O. 1990, Reg. 1034, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In the Act and regulations made under the Act,</p> <p class=\"firstdef-e\">“carton” means a container in the form of a wrapper or paperboard box in which fifteen or fewer packages of cigarettes are packed;</p> <p class=\"definition-e\">“case” means a container in which twenty-five or more cartons of cigarettes are packed;</p> <p class=\"definition-e\">“cigar” includes,</p> <p class=\"defclause-e\">  (a) a tobacco product that is sold as a cigar, cigarillo or cheroot, and</p> <p class=\"defclause-e\">  (b) a tobacco product that is in the form of a roll or tube that is intended for smoking and that consists of a filler composed of pieces of natural or reconstituted leaf tobacco, a binder of natural or reconstituted leaf tobacco in which the filler is wrapped and a wrapper of natural or reconstituted leaf tobacco;</p> <p class=\"definition-e\">“cigarette” includes,</p> <p class=\"defclause-e\">  (a) a tobacco product that is not a cigar, that is sold as a cigarette, and</p> <p class=\"defclause-e\">  (b) a tobacco product that is not a cigar and that is in the form of a roll or tube and that,</p> <p class=\"defsubclause-e\">  (i) is intended to be assembled with a non-tobacco product or products to form another tobacco product that is intended to be smoked without further assembly,</p> <p class=\"defsubclause-e\">  (ii) is a tobacco product that is intended to be smoked without further cutting or assembly, or</p> <p class=\"defsubclause-e\">  (iii) is intended to be smoked after it is cut into two or more segments;</p> <p class=\"definition-e\">“collector” means a person designated as a collector under section 4 of the Act;</p> <p class=\"definition-e\">“fine cut tobacco” means loose tobacco product that has been refined to the point where it could be formed into a cigarette;</p> <p class=\"definition-e\">“package of cigarettes” means a container in which thirty or fewer cigarettes are packed;</p> <p class=\"definition-e\">“package of fine cut tobacco” means a container in which fine cut tobacco is packed for the purposes of sale at retail. R.R.O. 1990, Reg. 1034, s. 1 (1); O. Reg. 128/01, ss. 1, 2 (1); O. Reg. 40/04, s. 1; O. Reg. 108/13, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of the Act and this Regulation, if a cigarette other than a cigarette referred to in subclause (b) (i) of the definition of cigarette exceeds 102 millimetres in length or 5.2 cubic centimetres in volume or both, the cigarette shall be deemed to be that number of separate cigarettes that is calculated according to whichever of the following rules yields the greater number of separate cigarettes:</p> <p class=\"paragraph-e\">  1. The first seventy-six millimetres and each seventy-six millimetre portion or fraction thereof remaining is a separate cigarette.</p> <p class=\"paragraph-e\">  2. The first 3.9 cubic centimetres and each cubic centimetre or fraction thereof remaining is a separate cigarette.  R.R.O. 1990, Reg. 1034, s. 1 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of the Act and this Regulation, if a tobacco product referred to in subclause (b) (i) of the definition of cigarette that is intended to be smoked without further assembly exceeds 102 millimetres in length or 5.2 cubic centimetres in volume or both, the cigarette that forms part of that tobacco product shall be deemed to be that number of separate cigarettes that is calculated according to whichever of the following rules, applied to the tobacco product referred to in subclause (b) (i) of the definition of cigarette that is intended to be smoked without further assembly, yields the greater number of separate cigarettes:</p> <p class=\"paragraph-e\">  1. The first seventy-six millimetres and each seventy-six millimetre portion or fraction thereof remaining is a separate cigarette.</p> <p class=\"paragraph-e\">  2. The first 3.9 cubic centimetres and each cubic centimetre or fraction thereof remaining is a separate cigarette.  R.R.O. 1990, Reg. 1034, s. 1 (3).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) A person may mark a package of cigarettes, a carton or a case with an indicium only if the person is the holder of a permit to mark cigarettes. O. Reg. 108/13, s. 2. (2) A person may apply to the Minister in a form approved by the Minister for a permit to mark cigarettes. O. Reg. 108/13, s. 2. (3) The Minister may issue a permit to mark cigarettes to an applicant. O. Reg. 108/13, s. 2. (4) A person who is the holder of a permit to mark cigarettes shall forthwith notify the Minister in writing, (a) if there is a change in the name of the business of the person; (b) if there is a change in the nature of the person’s business; (c) if the person terminates the person’s business; or (d) if the person closes or changes the location where packages of cigarettes, cartons or cases are marked by the person. O. Reg. 108/13, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) A person may mark a package of cigarettes, a carton or a case with an indicium only if the person is the holder of a permit to mark cigarettes. O. Reg. 108/13, s. 2.</p> <p class=\"subsection-e\">  (2) A person may apply to the Minister in a form approved by the Minister for a permit to mark cigarettes. O. Reg. 108/13, s. 2.</p> <p class=\"subsection-e\">  (3) The Minister may issue a permit to mark cigarettes to an applicant. O. Reg. 108/13, s. 2.</p> <p class=\"subsection-e\">  (4) A person who is the holder of a permit to mark cigarettes shall forthwith notify the Minister in writing,</p> <p class=\"defclause-e\">  (a) if there is a change in the name of the business of the person;</p> <p class=\"defclause-e\">  (b) if there is a change in the nature of the person’s business;</p> <p class=\"defclause-e\">  (c) if the person terminates the person’s business; or</p> <p class=\"defclause-e\">  (d) if the person closes or changes the location where packages of cigarettes, cartons or cases are marked by the person. O. Reg. 108/13, s. 2.</p>"
        },
        {
            "id": "2.1",
            "section": null,
            "content": " 2.1 (1) A person may mark a package of fine cut tobacco with an indicium only if the person is the holder of a permit to mark fine cut tobacco. O. Reg. 108/13, s. 2. (2) A person may apply to the Minister in a form approved by the Minister for a permit to mark fine cut tobacco. O. Reg. 108/13, s. 2. (3) The Minister may issue a permit to mark fine cut tobacco to an applicant. O. Reg. 108/13, s. 2. (4) A person who is the holder of a permit to mark fine cut tobacco shall forthwith notify the Minister in writing, (a) if there is a change in the name of the business of the person; (b) if there is a change in the nature of the person’s business; (c) if the person terminates the person’s business; or (d) if the person closes or changes the location where packages of fine cut tobacco are marked by the person. O. Reg. 108/13, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.1 </b>(1) A person may mark a package of fine cut tobacco with an indicium only if the person is the holder of a permit to mark fine cut tobacco. O. Reg. 108/13, s. 2.</p> <p class=\"subsection-e\">  (2) A person may apply to the Minister in a form approved by the Minister for a permit to mark fine cut tobacco. O. Reg. 108/13, s. 2.</p> <p class=\"subsection-e\">  (3) The Minister may issue a permit to mark fine cut tobacco to an applicant. O. Reg. 108/13, s. 2.</p> <p class=\"subsection-e\">  (4) A person who is the holder of a permit to mark fine cut tobacco shall forthwith notify the Minister in writing,</p> <p class=\"defclause-e\">  (a) if there is a change in the name of the business of the person;</p> <p class=\"defclause-e\">  (b) if there is a change in the nature of the person’s business;</p> <p class=\"defclause-e\">  (c) if the person terminates the person’s business; or</p> <p class=\"defclause-e\">  (d) if the person closes or changes the location where packages of fine cut tobacco are marked by the person. O. Reg. 108/13, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) Every application for a wholesaler’s permit shall, (a) contain the name and address of the wholesaler; and (b) be signed by the wholesaler and, where the wholesaler is a partnership, shall be signed by one of the partners, and, where the wholesaler is a corporation, association or syndicate, shall be signed by the president or other duly authorized officer thereof.  R.R.O. 1990, Reg. 1034, s. 3; O. Reg. 128/01, s. 2. (2) The application must be in a form approved by the Minister.  O. Reg. 484/00, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Every application for a wholesaler’s permit shall,</p> <p class=\"clause-e\">  (a) contain the name and address of the wholesaler; and</p> <p class=\"clause-e\">  (b) be signed by the wholesaler and, where the wholesaler is a partnership, shall be signed by one of the partners, and, where the wholesaler is a corporation, association or syndicate, shall be signed by the president or other duly authorized officer thereof.  R.R.O. 1990, Reg. 1034, s. 3; O. Reg. 128/01, s. 2.</p> <p class=\"subsection-e\">  (2) The application must be in a form approved by the Minister.  O. Reg. 484/00, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. Every wholesaler’s permit shall designate the principal place at which the business of the wholesaler is to be carried on and shall be displayed in a prominent position at the wholesaler’s principal place of business.  R.R.O. 1990, Reg. 1034, s. 4; O. Reg. 128/01, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Every wholesaler’s permit shall designate the principal place at which the business of the wholesaler is to be carried on and shall be displayed in a prominent position at the wholesaler’s principal place of business.  R.R.O. 1990, Reg. 1034, s. 4; O. Reg. 128/01, s. 2.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. Every wholesaler who ceases to be a wholesaler shall surrender the dealer’s permit to the Minister within ten days of the cessation.  R.R.O. 1990, Reg. 1034, s. 5; O. Reg. 128/01, s. 2 (1).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>Every wholesaler who ceases to be a wholesaler shall surrender the dealer’s permit to the Minister within ten days of the cessation.  R.R.O. 1990, Reg. 1034, s. 5; O. Reg. 128/01, s. 2 (1).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. Every wholesaler who changes the name under which the dealer is carrying on business or the address of the dealer’s principal place of business shall immediately notify the Minister.  R.R.O. 1990, Reg. 1034, s. 6; O. Reg. 128/01, s. 2 (1).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>Every wholesaler who changes the name under which the dealer is carrying on business or the address of the dealer’s principal place of business shall immediately notify the Minister.  R.R.O. 1990, Reg. 1034, s. 6; O. Reg. 128/01, s. 2 (1).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. Revoked: O. Reg. 108/13, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 108/13, s. 3.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. Where a wholesaler’s permit has been lost, destroyed or defaced, the wholesaler shall immediately advise the Minister of the loss, destruction or defacement and the Minister may issue a copy of the permit, which shall have the same force and effect as the original.  R.R.O. 1990, Reg. 1034, s. 8; O. Reg. 128/01, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>Where a wholesaler’s permit has been lost, destroyed or defaced, the wholesaler shall immediately advise the Minister of the loss, destruction or defacement and the Minister may issue a copy of the permit, which shall have the same force and effect as the original.  R.R.O. 1990, Reg. 1034, s. 8; O. Reg. 128/01, s. 2.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. Every wholesaler shall imprint the dealer’s permit number in a prominent place on all stationery used by the dealer in connection with the dealer’s business as a wholesale dealer.  R.R.O. 1990, Reg. 1034, s. 9; O. Reg. 128/01, s. 2 (1).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>Every wholesaler shall imprint the dealer’s permit number in a prominent place on all stationery used by the dealer in connection with the dealer’s business as a wholesale dealer.  R.R.O. 1990, Reg. 1034, s. 9; O. Reg. 128/01, s. 2 (1).</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. (1) A wholesaler shall not purchase, possess, store or sell in Ontario unmarked cigarettes, unless the wholesaler holds a permit to purchase and sell unmarked cigarettes.  R.R.O. 1990, Reg. 1034, s. 10 (1); O. Reg. 128/01, s. 2 (1). (2) A wholesaler who is a collector may apply to the Minister in the form approved by the Minister for a permit to purchase and sell unmarked cigarettes.  O. Reg. 484/00, s. 3; O. Reg. 128/01, s. 2 (1). (3) The Minister may issue a permit to purchase and sell unmarked cigarettes to an applicant if the applicant requires unmarked cigarettes, (a) for sale in Ontario to retail dealers situated on a reserve for resale to Indian consumers; (b) for sale and delivery to those members of the Diplomatic Corps referred to in paragraph 1 of section 23; or (c) for resale in a jurisdiction outside Ontario in which the applicant is designated in writing to collect tax in respect of cigarettes levied by that jurisdiction.  R.R.O. 1990, Reg. 1034, s. 10 (3); O. Reg. 108/13, s. 4. (4) A retail dealer, except as provided in subsection (3), shall not purchase, possess, store or sell unmarked cigarettes in Ontario.  R.R.O. 1990, Reg. 1034, s. 10 (4).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) A wholesaler shall not purchase, possess, store or sell in Ontario unmarked cigarettes, unless the wholesaler holds a permit to purchase and sell unmarked cigarettes.  R.R.O. 1990, Reg. 1034, s. 10 (1); O. Reg. 128/01, s. 2 (1).</p> <p class=\"subsection-e\">  (2) A wholesaler who is a collector may apply to the Minister in the form approved by the Minister for a permit to purchase and sell unmarked cigarettes.  O. Reg. 484/00, s. 3; O. Reg. 128/01, s. 2 (1).</p> <p class=\"subsection-e\">  (3) The Minister may issue a permit to purchase and sell unmarked cigarettes to an applicant if the applicant requires unmarked cigarettes,</p> <p class=\"clause-e\">  (a) for sale in Ontario to retail dealers situated on a reserve for resale to Indian consumers;</p> <p class=\"clause-e\">  (b) for sale and delivery to those members of the Diplomatic Corps referred to in paragraph 1 of section 23; or</p> <p class=\"clause-e\">  (c) for resale in a jurisdiction outside Ontario in which the applicant is designated in writing to collect tax in respect of cigarettes levied by that jurisdiction.  R.R.O. 1990, Reg. 1034, s. 10 (3); O. Reg. 108/13, s. 4.</p> <p class=\"subsection-e\">  (4) A retail dealer, except as provided in subsection (3), shall not purchase, possess, store or sell unmarked cigarettes in Ontario.  R.R.O. 1990, Reg. 1034, s. 10 (4).</p>"
        },
        {
            "id": "10.1",
            "section": null,
            "content": "  10.1 (1) A wholesaler shall not purchase, possess, store or sell in Ontario unmarked fine cut tobacco, unless the wholesaler holds a permit to purchase and sell unmarked fine cut tobacco. O. Reg. 108/13, s. 5. (2) A wholesaler who is a collector may apply to the Minister in the form approved by the Minister for a permit to purchase and sell unmarked fine cut tobacco. O. Reg. 108/13, s. 5. (3) The Minister may issue a permit to purchase and sell unmarked fine cut tobacco to an applicant if the applicant requires unmarked fine cut tobacco, (a) for sale in Ontario to retail dealers situated on a reserve for resale to Indian consumers; (b) for sale and delivery to those members of the Diplomatic Corps referred to in paragraph 1 of section 23; or (c) for resale in a jurisdiction outside Ontario in which the applicant is designated in writing to collect tax in respect of fine cut tobacco levied by that jurisdiction. O. Reg. 108/13, s. 5. (4) A retail dealer, except as provided in subsection (3), shall not purchase, possess, store or sell unmarked fine cut tobacco in Ontario. O. Reg. 108/13, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>  10.1 </b>(1) A wholesaler shall not purchase, possess, store or sell in Ontario unmarked fine cut tobacco, unless the wholesaler holds a permit to purchase and sell unmarked fine cut tobacco. O. Reg. 108/13, s. 5.</p> <p class=\"subsection-e\">  (2) A wholesaler who is a collector may apply to the Minister in the form approved by the Minister for a permit to purchase and sell unmarked fine cut tobacco. O. Reg. 108/13, s. 5.</p> <p class=\"subsection-e\">  (3) The Minister may issue a permit to purchase and sell unmarked fine cut tobacco to an applicant if the applicant requires unmarked fine cut tobacco,</p> <p class=\"clause-e\">  (a) for sale in Ontario to retail dealers situated on a reserve for resale to Indian consumers;</p> <p class=\"clause-e\">  (b) for sale and delivery to those members of the Diplomatic Corps referred to in paragraph 1 of section 23; or</p> <p class=\"clause-e\">  (c) for resale in a jurisdiction outside Ontario in which the applicant is designated in writing to collect tax in respect of fine cut tobacco levied by that jurisdiction. O. Reg. 108/13, s. 5.</p> <p class=\"subsection-e\">  (4) A retail dealer, except as provided in subsection (3), shall not purchase, possess, store or sell unmarked fine cut tobacco in Ontario. O. Reg. 108/13, s. 5.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": " 11. (1) A person who sells packages of cigarettes or cartons or cases that are marked with an indicium to a dealer who is not a collector shall collect and remit the tax imposed by the Act from the dealer in the manner set out under section 13.  R.R.O. 1990, Reg. 1034, s. 11 (1); O. Reg. 108/13, s. 6 (1). (1.1) A person who sells packages of fine cut tobacco that are marked with an indicium to a dealer who is not a collector shall collect and remit the tax imposed by the Act from the dealer in the manner set out under section 13. O. Reg. 108/13, s. 6 (2). (2) A manufacturer of cigarettes shall not sell unmarked cigarettes to a wholesaler unless the wholesaler is the holder of a permit to purchase and sell unmarked cigarettes.  R.R.O. 1990, Reg. 1034, s. 11 (2); O. Reg. 128/01, s. 2 (1); O. Reg. 108/13, s. 6 (3). (2.1) A manufacturer of fine cut tobacco shall not sell unmarked fine cut tobacco to a wholesaler unless the wholesaler is the holder of a permit to purchase and sell unmarked fine cut tobacco. O. Reg. 108/13, s. 6 (4). (3) Every collector shall collect and remit the tax imposed by the Act in the manner set out in section 13 from each dealer or consumer to whom the collector sells, (a) packages of cigarettes, cartons or cases that are marked with an indicium; (b) packages of fine cut tobacco that are marked with an indicium; (c) cigars or other tobacco products. O. Reg. 108/13, s. 6 (5). (3.1) Every person designated a collector under subsection 4 (1.3) of the Act shall collect and remit the tax imposed by the Act in the manner set out in section 13 from every retail dealer or consumer to whom the collector sells cigars.  O. Reg. 128/01, s. 3. (4) Every dealer who is not a collector shall collect and pay to a collector the tax imposed by the Act on all sales of, (a) packages of cigarettes, cartons or cases that are marked with an indicium; (b) packages of fine cut tobacco that are marked with an indicium; or (c) cigars or other tobacco products made by the dealer. O. Reg. 108/13, s. 6 (6).",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) A person who sells packages of cigarettes or cartons or cases that are marked with an indicium to a dealer who is not a collector shall collect and remit the tax imposed by the Act from the dealer in the manner set out under section 13.  R.R.O. 1990, Reg. 1034, s. 11 (1); O. Reg. 108/13, s. 6 (1).</p> <p class=\"subsection-e\">  (1.1) A person who sells packages of fine cut tobacco that are marked with an indicium to a dealer who is not a collector shall collect and remit the tax imposed by the Act from the dealer in the manner set out under section 13. O. Reg. 108/13, s. 6 (2).</p> <p class=\"subsection-e\">  (2) A manufacturer of cigarettes shall not sell unmarked cigarettes to a wholesaler unless the wholesaler is the holder of a permit to purchase and sell unmarked cigarettes.  R.R.O. 1990, Reg. 1034, s. 11 (2); O. Reg. 128/01, s. 2 (1); O. Reg. 108/13, s. 6 (3).</p> <p class=\"subsection-e\">  (2.1) A manufacturer of fine cut tobacco shall not sell unmarked fine cut tobacco to a wholesaler unless the wholesaler is the holder of a permit to purchase and sell unmarked fine cut tobacco. O. Reg. 108/13, s. 6 (4).</p> <p class=\"subsection-e\">  (3) Every collector shall collect and remit the tax imposed by the Act in the manner set out in section 13 from each dealer or consumer to whom the collector sells,</p> <p class=\"clause-e\">  (a) packages of cigarettes, cartons or cases that are marked with an indicium;</p> <p class=\"clause-e\">  (b) packages of fine cut tobacco that are marked with an indicium;</p> <p class=\"clause-e\">  (c) cigars or other tobacco products. O. Reg. 108/13, s. 6 (5).</p> <p class=\"subsection-e\">  (3.1) Every person designated a collector under subsection 4 (1.3) of the Act shall collect and remit the tax imposed by the Act in the manner set out in section 13 from every retail dealer or consumer to whom the collector sells cigars.  O. Reg. 128/01, s. 3.</p> <p class=\"subsection-e\">  (4) Every dealer who is not a collector shall collect and pay to a collector the tax imposed by the Act on all sales of,</p> <p class=\"clause-e\">  (a) packages of cigarettes, cartons or cases that are marked with an indicium;</p> <p class=\"clause-e\">  (b) packages of fine cut tobacco that are marked with an indicium; or</p> <p class=\"clause-e\">  (c) cigars or other tobacco products made by the dealer. O. Reg. 108/13, s. 6 (6).</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": " 12. Revoked:  O. Reg. 388/91, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 388/91, s. 1.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": " 13. (1) On or before the 10th day of each month, every collector or registered importer shall make a return to the Minister in the form approved by the Minister and remit to the Minister of Finance with such return the tax collectable and payable by such collector or registered importer during the previous month.  O. Reg. 388/91, s. 2 (1); O. Reg. 317/97, s. 1; O. Reg. 484/00, s. 4 (1). (2) Revoked: O. Reg. 108/13, s. 7 (1). (3) For the purpose of subsection (1), the tax collectable and payable by the collector designated under subsection 4 (1) of the Act or registered importer, (a) shall include the tax on all sales or deliveries of tobacco products made by the collector or registered importer during the month for which the return is made; and (b) shall not be reduced by the loss, theft, destruction, sale or consumption of any tobacco products following delivery by the collector or registered importer.  O. Reg. 388/91, s. 2 (2); O. Reg. 128/01, s. 4 (2); O. Reg. 108/13, s. 7 (2, 3). (3.1) For the purpose of subsection (1), the tax collectable and payable by the person designated under subsection 4 (3) of the Act, (a) shall include the tax on all sales or deliveries of cigars made by the person during the month for which the return is made; and (b) shall not be reduced by the loss, theft, destruction, sale or consumption of any cigars following delivery by the person.  O. Reg. 128/01, s. 4 (3). (4) Despite subsection (1), a collector or registered importer who has entered into a remittance agreement pursuant to subsection 4 (7) of the Act shall make the return to the Minister in the form approved by the Minister accompanied by the supporting schedules and remit the tax collectable and payable by such collector or registered importer as provided for under the agreement.  O. Reg. 484/00, s. 4 (3). (5) Subsection (4) shall apply so long as the remittance agreement remains in effect.  O. Reg. 388/91, s. 2 (2); O. Reg. 61/94, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) On or before the 10th day of each month, every collector or registered importer shall make a return to the Minister in the form approved by the Minister and remit to the Minister of Finance with such return the tax collectable and payable by such collector or registered importer during the previous month.  O. Reg. 388/91, s. 2 (1); O. Reg. 317/97, s. 1; O. Reg. 484/00, s. 4 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 108/13, s. 7 (1).</p> <p class=\"subsection-e\">  (3) For the purpose of subsection (1), the tax collectable and payable by the collector designated under subsection 4 (1) of the Act or registered importer,</p> <p class=\"clause-e\">  (a) shall include the tax on all sales or deliveries of tobacco products made by the collector or registered importer during the month for which the return is made; and</p> <p class=\"clause-e\">  (b) shall not be reduced by the loss, theft, destruction, sale or consumption of any tobacco products following delivery by the collector or registered importer.  O. Reg. 388/91, s. 2 (2); O. Reg. 128/01, s. 4 (2); O. Reg. 108/13, s. 7 (2, 3).</p> <p class=\"subsection-e\">  (3.1) For the purpose of subsection (1), the tax collectable and payable by the person designated under subsection 4 (3) of the Act,</p> <p class=\"clause-e\">  (a) shall include the tax on all sales or deliveries of cigars made by the person during the month for which the return is made; and</p> <p class=\"clause-e\">  (b) shall not be reduced by the loss, theft, destruction, sale or consumption of any cigars following delivery by the person.  O. Reg. 128/01, s. 4 (3).</p> <p class=\"subsection-e\">  (4) Despite subsection (1), a collector or registered importer who has entered into a remittance agreement pursuant to subsection 4 (7) of the Act shall make the return to the Minister in the form approved by the Minister accompanied by the supporting schedules and remit the tax collectable and payable by such collector or registered importer as provided for under the agreement.  O. Reg. 484/00, s. 4 (3).</p> <p class=\"subsection-e\">  (5) Subsection (4) shall apply so long as the remittance agreement remains in effect.  O. Reg. 388/91, s. 2 (2); O. Reg. 61/94, s. 1.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": " 14. (1) The Minister may upon application in writing authorize a collector to deliver a consolidated return with respect to all the collector’s places of business.  R.R.O. 1990, Reg. 1034, s. 14 (1). (2) Where the Minister has authorized a collector to deliver a consolidated return as provided in subsection (1), the return shall be accompanied by a schedule showing the address of each place of business and the amount of tax collected at each place of business.  R.R.O. 1990, Reg. 1034, s. 14 (2).",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) The Minister may upon application in writing authorize a collector to deliver a consolidated return with respect to all the collector’s places of business.  R.R.O. 1990, Reg. 1034, s. 14 (1).</p> <p class=\"subsection-e\">  (2) Where the Minister has authorized a collector to deliver a consolidated return as provided in subsection (1), the return shall be accompanied by a schedule showing the address of each place of business and the amount of tax collected at each place of business.  R.R.O. 1990, Reg. 1034, s. 14 (2).</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": " 15. Every retail dealer who purchases a tobacco product from a person other than a wholesaler holding a permit issued under the Act shall prepare a report giving particulars of the purchase and forward the report, together with all taxes due with respect to the tobacco product, to the Minister within twenty-five days of the purchase.  R.R.O. 1990, Reg. 1034, s. 15; O. Reg. 128/01, s. 2 (1); O. Reg. 108/13, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>Every retail dealer who purchases a tobacco product from a person other than a wholesaler holding a permit issued under the Act shall prepare a report giving particulars of the purchase and forward the report, together with all taxes due with respect to the tobacco product, to the Minister within twenty-five days of the purchase.  R.R.O. 1990, Reg. 1034, s. 15; O. Reg. 128/01, s. 2 (1); O. Reg. 108/13, s. 8.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": " 16. Every consumer who purchases a tobacco product from any person who does not hold either a retail dealer’s permit or a wholesaler’s permit issued under the Act, shall prepare a report giving particulars of the purchase and forward the report, together with all taxes due with respect to the tobacco product, to the Minister within 25 days of the purchase. O. Reg. 108/13, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>16.</b> Every consumer who purchases a tobacco product from any person who does not hold either a retail dealer’s permit or a wholesaler’s permit issued under the Act, shall prepare a report giving particulars of the purchase and forward the report, together with all taxes due with respect to the tobacco product, to the Minister within 25 days of the purchase. O. Reg. 108/13, s. 9.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": " 17. Where the Minister requires a dealer to complete an inventory under subsection 23 (7) of the Act there may be paid to such dealer an amount, equal to 5 per cent of any additional tax due on such inventory at the time of remittance by the dealer to the Minister, compensation for the dealer’s services in compiling the inventory and the dealer may deduct such compensation from the tax otherwise to be remitted to the Minister but no deduction may be made if a dealer fails to complete an inventory report or remit the tax due and payable by the dealer at the time and in the manner required by the request for such inventory.  R.R.O. 1990, Reg. 1034, s. 17; O. Reg. 317/97, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>Where the Minister requires a dealer to complete an inventory under subsection 23 (7) of the Act there may be paid to such dealer an amount, equal to 5 per cent of any additional tax due on such inventory at the time of remittance by the dealer to the Minister, compensation for the dealer’s services in compiling the inventory and the dealer may deduct such compensation from the tax otherwise to be remitted to the Minister but no deduction may be made if a dealer fails to complete an inventory report or remit the tax due and payable by the dealer at the time and in the manner required by the request for such inventory.  R.R.O. 1990, Reg. 1034, s. 17; O. Reg. 317/97, s. 2.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": " 18. Revoked:  O. Reg. 128/01, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>18. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 128/01, s. 5.</p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": " 19. (1) The Minister may require a collector to deposit with the Minister security satisfactory to the Minister in an amount not less than an amount equal to three times the amount of the estimated tax that would be collected by the collector each month under the Act.  R.R.O. 1990, Reg. 1034, s. 19 (1). (2) Where a collector who has deposited security with the Minister under subsection (1) has failed to collect or remit tax in accordance with the Act, the Minister may, by giving written notice to the collector by registered mail or personal service, apply the security in whole or in part to the amount that should have been collected, remitted or paid by the collector under the Act.  R.R.O. 1990, Reg. 1034, s. 19 (2).",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>(1) The Minister may require a collector to deposit with the Minister security satisfactory to the Minister in an amount not less than an amount equal to three times the amount of the estimated tax that would be collected by the collector each month under the Act.  R.R.O. 1990, Reg. 1034, s. 19 (1).</p> <p class=\"subsection-e\">  (2) Where a collector who has deposited security with the Minister under subsection (1) has failed to collect or remit tax in accordance with the Act, the Minister may, by giving written notice to the collector by registered mail or personal service, apply the security in whole or in part to the amount that should have been collected, remitted or paid by the collector under the Act.  R.R.O. 1990, Reg. 1034, s. 19 (2).</p>"
        },
        {
            "id": "20.",
            "section": null,
            "content": " 20. The Minister may, upon application from a collector, refund the tax remitted by the collector for tobacco that has been returned by a dealer to the collector for credit and upon which tax has been collected at the time of delivery to the dealer.  R.R.O. 1990, Reg. 1034, s. 20.",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>The Minister may, upon application from a collector, refund the tax remitted by the collector for tobacco that has been returned by a dealer to the collector for credit and upon which tax has been collected at the time of delivery to the dealer.  R.R.O. 1990, Reg. 1034, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": null,
            "content": " 21. (1) Every package of cigarettes that is manufactured before July 1, 2013 and that is intended to be sold in Ontario to a consumer who is required to pay tax under the Act shall be marked in the following manner: 1. The package shall be marked with a tear tape that is pressure sensitive to the satisfaction of the Minister. 2. The tear tape required under paragraph 1 shall bear an indicium that meets the following specifications: i. The indicium shall read “CANADA DUTY PAID — DROIT ACQUITTÉ — ONTARIO”. ii. The width of the indicium shall not be less than 4.5 millimetres. iii. The background colour of the indicium shall be in opaque process yellow, 100 per cent. iv. The colour of the text shall be in process black, 100 per cent. v. The text shall be in Helvetica eight point. 3. The tear tape required under paragraph 1 must also include the code or symbol approved by the Minister to identify the manufacturer of the tear tape. 4. The term “ON” shall be clearly printed in a visible location on the external side of the package of cigarettes.  O. Reg. 40/04, s. 2; O. Reg. 108/13, s. 10 (1). (1.1) Packages of cigarettes that are marked in accordance with subsection (1) shall not be sold to a consumer after December 31, 2013. O. Reg. 108/13, s. 10 (2). (1.2) Packages of cigarettes that are marked in accordance with subsection (1) and that are offered for sale to a consumer after December 31, 2013 are considered to be unmarked cigarettes. O. Reg. 108/13, s. 10 (2). (1.3) Every package of cigarettes that is manufactured after June 30, 2013 and that is intended to be sold in Ontario to a consumer who is required to pay tax under the Act shall be marked with an indicium that is an excise stamp as defined in section 2 of the Excise Act, 2001 (Canada) that includes the letters “ON” and a background colour of opaque process yellow. O. Reg. 108/13, s. 10 (2). (2) Every carton that is intended to be sold in Ontario to a consumer who is required to pay tax under the Act shall be marked with an indicium that meets the following specifications: 1. The indicium shall read “ONTARIO”. 2. The width of the indicium shall not be less than 2.9 centimetres. 3. The height of the indicium shall not be less than 1.4 centimetres. 4. The indicium shall be surrounded by a border that is a thickness of 1.5 point. 5. The background colour of the indicium shall be in opaque process yellow, 100 per cent. 6. The colour of the text and border shall be in process black, 100 per cent. 7. The text shall be in Helvetica bold ten point, upper case lettering.  R.R.O. 1990, Reg. 1034, s. 21 (2); O. Reg. 108/13, s. 10 (3). (3) A carton of cigarettes that is manufactured, imported or acquired for sale in Ontario to a consumer who is required to pay tax under the Act shall be marked by the affixing or imprinting of the indicium. O. Reg. 108/13, s. 10 (4). (4) The indicium referred to in subsection (2) shall be affixed or imprinted, as the carton requires, on each end sticker that seals the end flaps of the carton or, if the carton is a paperboard box, at each end of the box.  R.R.O. 1990, Reg. 1034, s. 21 (4); O. Reg. 108/13, s. 10 (5). (5) Every case that contains packages of cigarettes and cartons that are marked in accordance with this section shall be marked by printing on the case the word “ONTARIO”.  R.R.O. 1990, Reg. 1034, s. 21 (5); O. Reg. 108/13, s. 10 (6). (6) The word “ONTARIO” referred to in subsection (5) shall be printed on the top of any two opposite face sides of the case and shall meet the following specifications: 1. The text shall be 38.1 millimetres in height, upper case lettering. 2. The colouring of the text shall be process black, 100 per cent.  R.R.O. 1990, Reg. 1034, s. 21 (6).",
            "raw_html": "<p class=\"section-e\"> <b>21.</b> (1) Every package of cigarettes that is manufactured before July 1, 2013 and that is intended to be sold in Ontario to a consumer who is required to pay tax under the Act shall be marked in the following manner:</p> <p class=\"paragraph-e\">  1. The package shall be marked with a tear tape that is pressure sensitive to the satisfaction of the Minister.</p> <p class=\"paragraph-e\">  2. The tear tape required under paragraph 1 shall bear an indicium that meets the following specifications:</p> <p class=\"subpara-e\">  i. The indicium shall read “CANADA DUTY PAID — DROIT ACQUITTÉ — ONTARIO”.</p> <p class=\"subpara-e\">  ii. The width of the indicium shall not be less than 4.5 millimetres.</p> <p class=\"subpara-e\">  iii. The background colour of the indicium shall be in opaque process yellow, 100 per cent.</p> <p class=\"subpara-e\">  iv. The colour of the text shall be in process black, 100 per cent.</p> <p class=\"subpara-e\">  v. The text shall be in Helvetica eight point.</p> <p class=\"paragraph-e\">  3. The tear tape required under paragraph 1 must also include the code or symbol approved by the Minister to identify the manufacturer of the tear tape. </p> <p class=\"paragraph-e\">  4. The term “ON” shall be clearly printed in a visible location on the external side of the package of cigarettes.  O. Reg. 40/04, s. 2; O. Reg. 108/13, s. 10 (1).</p> <p class=\"subsection-e\">  (1.1) Packages of cigarettes that are marked in accordance with subsection (1) shall not be sold to a consumer after December 31, 2013. O. Reg. 108/13, s. 10 (2).</p> <p class=\"subsection-e\">  (1.2) Packages of cigarettes that are marked in accordance with subsection (1) and that are offered for sale to a consumer after December 31, 2013 are considered to be unmarked cigarettes. O. Reg. 108/13, s. 10 (2).</p> <p class=\"subsection-e\">  (1.3) Every package of cigarettes that is manufactured after June 30, 2013 and that is intended to be sold in Ontario to a consumer who is required to pay tax under the Act shall be marked with an indicium that is an excise stamp as defined in section 2 of the <i>Excise Act, 2001</i> (Canada) that includes the letters “ON” and a background colour of opaque process yellow. O. Reg. 108/13, s. 10 (2).</p> <p class=\"subsection-e\">  (2) Every carton that is intended to be sold in Ontario to a consumer who is required to pay tax under the Act shall be marked with an indicium that meets the following specifications:</p> <p class=\"paragraph-e\">  1. The indicium shall read “<span class=\"ovallcaps\">ONTARIO</span>”.</p> <p class=\"paragraph-e\">  2. The width of the indicium shall not be less than 2.9 centimetres.</p> <p class=\"paragraph-e\">  3. The height of the indicium shall not be less than 1.4 centimetres.</p> <p class=\"paragraph-e\">  4. The indicium shall be surrounded by a border that is a thickness of 1.5 point.</p> <p class=\"paragraph-e\">  5. The background colour of the indicium shall be in opaque process yellow, 100 per cent.</p> <p class=\"paragraph-e\">  6. The colour of the text and border shall be in process black, 100 per cent.</p> <p class=\"paragraph-e\">  7. The text shall be in Helvetica bold ten point, upper case lettering.  R.R.O. 1990, Reg. 1034, s. 21 (2); O. Reg. 108/13, s. 10 (3).</p> <p class=\"subsection-e\">  (3) A carton of cigarettes that is manufactured, imported or acquired for sale in Ontario to a consumer who is required to pay tax under the Act shall be marked by the affixing or imprinting of the indicium. O. Reg. 108/13, s. 10 (4).</p> <p class=\"subsection-e\">  (4) The indicium referred to in subsection (2) shall be affixed or imprinted, as the carton requires, on each end sticker that seals the end flaps of the carton or, if the carton is a paperboard box, at each end of the box.  R.R.O. 1990, Reg. 1034, s. 21 (4); O. Reg. 108/13, s. 10 (5).</p> <p class=\"subsection-e\">  (5) Every case that contains packages of cigarettes and cartons that are marked in accordance with this section shall be marked by printing on the case the word “<span class=\"ovallcaps\">ONTARIO</span>”.  R.R.O. 1990, Reg. 1034, s. 21 (5); O. Reg. 108/13, s. 10 (6).</p> <p class=\"subsection-e\">  (6) The word “ONTARIO” referred to in subsection (5) shall be printed on the top of any two opposite face sides of the case and shall meet the following specifications:</p> <p class=\"paragraph-e\">  1. The text shall be 38.1 millimetres in height, upper case lettering.</p> <p class=\"paragraph-e\">  2. The colouring of the text shall be process black, 100 per cent.  R.R.O. 1990, Reg. 1034, s. 21 (6).</p>"
        },
        {
            "id": "21.1",
            "section": null,
            "content": " 21.1 (1) Every package of fine cut tobacco that is manufactured after June 30, 2013 and that is intended to be sold in Ontario to a consumer required to pay tax under the Act shall be marked with an indicium that is an excise stamp as defined in section 2 of the Excise Act, 2001 (Canada) that includes the letters “ON” and a background colour of opaque process yellow. O. Reg. 108/13, s. 11. (2) A package of fine cut tobacco may not be sold in Ontario to a consumer after January 1, 2014 unless it is marked in accordance with subsection (1).  However, packages of fine cut tobacco may be sold in Ontario to a consumer before January 1, 2014 without being marked in accordance with subsection (1). O. Reg. 108/13, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>21.1 </b>(1) Every package of fine cut tobacco that is manufactured after June 30, 2013 and that is intended to be sold in Ontario to a consumer required to pay tax under the Act shall be marked with an indicium that is an excise stamp as defined in section 2 of the <i>Excise Act, 2001</i> (Canada) that includes the letters “ON” and a background colour of opaque process yellow. O. Reg. 108/13, s. 11.</p> <p class=\"subsection-e\">  (2) A package of fine cut tobacco may not be sold in Ontario to a consumer after January 1, 2014 unless it is marked in accordance with subsection (1).  However, packages of fine cut tobacco may be sold in Ontario to a consumer before January 1, 2014 without being marked in accordance with subsection (1). O. Reg. 108/13, s. 11.</p>"
        },
        {
            "id": "21.2",
            "section": null,
            "content": "  21.2 Every person who is the holder of a permit to mark cigarettes or fine cut tobacco shall, (a) order all indicia from the Minister of National Revenue (Canada) in accordance with subsection 25.1 (1) of the Excise Act, 2001 (Canada); (b) account for all indicia received from the producer of indicia authorized by the Minister of National Revenue (Canada) under subsection 25.1 (4) of the Excise Act, 2001 (Canada); and (c) safeguard all indicia in the holder’s possession. O. Reg. 108/13, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>  21.2 </b>Every person who is the holder of a permit to mark cigarettes or fine cut tobacco shall,</p> <p class=\"clause-e\">  (a) order all indicia from the Minister of National Revenue (Canada) in accordance with subsection 25.1 (1) of the <i>Excise Act, 2001</i> (Canada);</p> <p class=\"clause-e\">  (b) account for all indicia received from the producer of indicia authorized by the Minister of National Revenue (Canada) under subsection 25.1 (4) of the <i>Excise Act, 2001</i> (Canada); and</p> <p class=\"clause-e\">  (c) safeguard all indicia in the holder’s possession. O. Reg. 108/13, s. 11.</p>"
        },
        {
            "id": "22.",
            "section": null,
            "content": " 22. (1) A dealer may distribute a package of cigarettes or carton free of charge only if the package or carton is marked with an indicium in accordance with section 21.  R.R.O. 1990, Reg. 1034, s. 22 (1); O. Reg. 108/13, s. 12 (1). (2) A dealer may distribute a case free of charge only if the case has the word “ONTARIO” printed on it in accordance with subsection 21 (6).  R.R.O. 1990, Reg. 1034, s. 22 (2). (3) A dealer may distribute a package of fine cut tobacco free of charge only if the package is marked with an indicium in accordance with section 21.1. O. Reg. 108/13, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>(1) A dealer may distribute a package of cigarettes or carton free of charge only if the package or carton is marked with an indicium in accordance with section 21.  R.R.O. 1990, Reg. 1034, s. 22 (1); O. Reg. 108/13, s. 12 (1).</p> <p class=\"subsection-e\">  (2) A dealer may distribute a case free of charge only if the case has the word “<span class=\"ovallcaps\">ONTARIO</span>” printed on it in accordance with subsection 21 (6).  R.R.O. 1990, Reg. 1034, s. 22 (2).</p> <p class=\"subsection-e\">  (3) A dealer may distribute a package of fine cut tobacco free of charge only if the package is marked with an indicium in accordance with section 21.1. O. Reg. 108/13, s. 12 (2).</p>"
        },
        {
            "id": "23.",
            "section": null,
            "content": " 23. The following classes of persons are exempt from the payment of the tax imposed by the Act: 1. Those members of the Diplomatic Corps eligible for inclusion in the Diplomatic List and Representatives of other Countries in Canada as published by the Department of External Affairs, where the tobacco product so acquired is for their exclusive use, as follows: i. Heads of Missions, including Ambassadors, Ministers and Chargés d’Affaires of foreign countries stationed at Ottawa and diplomatic officers on their staffs. ii. High Commissioners representing countries of the British Commonwealth and officers on their staffs enjoying diplomatic status who are stationed in Ontario. iii. Consuls-General, Consuls and Vice-Consuls of career who are stationed in Ontario. iv. Trade Commissioners and Assistant Trade Commissioners of career who are stationed in Ontario. 2. Indians who purchase on a reserve unmarked cigarettes, unmarked fine cut tobacco or tobacco products other than cigarettes or fine cut tobacco for their exclusive use, and “reserve” for the purposes of this section means a reserve, as defined under the Indian Act (Canada) or an Indian settlement located on Crown land, the Indian inhabitants of which are treated by Aboriginal Affairs and Northern Development Canada in the same manner as Indians residing on a reserve as defined under the Indian Act (Canada). R.R.O. 1990, Reg. 1034, s. 23; O. Reg. 108/13, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>The following classes of persons are exempt from the payment of the tax imposed by the Act:</p> <p class=\"paragraph-e\">  1. Those members of the Diplomatic Corps eligible for inclusion in the Diplomatic List and Representatives of other Countries in Canada as published by the Department of External Affairs, where the tobacco product so acquired is for their exclusive use, as follows:</p> <p class=\"subpara-e\">  i. Heads of Missions, including Ambassadors, Ministers and Chargés d’Affaires of foreign countries stationed at Ottawa and diplomatic officers on their staffs.</p> <p class=\"subpara-e\">  ii. High Commissioners representing countries of the British Commonwealth and officers on their staffs enjoying diplomatic status who are stationed in Ontario.</p> <p class=\"subpara-e\">  iii. Consuls-General, Consuls and Vice-Consuls of career who are stationed in Ontario.</p> <p class=\"subpara-e\">  iv. Trade Commissioners and Assistant Trade Commissioners of career who are stationed in Ontario.</p> <p class=\"paragraph-e\">  2. Indians who purchase on a reserve unmarked cigarettes, unmarked fine cut tobacco or tobacco products other than cigarettes or fine cut tobacco for their exclusive use, and “reserve” for the purposes of this section means a reserve, as defined under the <i>Indian Act</i> (Canada) or an Indian settlement located on Crown land, the Indian inhabitants of which are treated by Aboriginal Affairs and Northern Development Canada in the same manner as Indians residing on a reserve as defined under the <i>Indian Act</i> (Canada). R.R.O. 1990, Reg. 1034, s. 23; O. Reg. 108/13, s. 13.</p>"
        },
        {
            "id": "24.",
            "section": null,
            "content": " 24. (1) The following tobacco products are excluded from the Act: 1. A tobacco product that is returned either to a manufacturer or registered importer to be destroyed because it is unfit for consumption. 2. Unmarked cigarettes, unmarked fine cut tobacco or tobacco products other than cigarettes or fine cut tobacco that are exported from Ontario for sale in bulk by a person who is not a manufacturer and who holds a valid wholesaler’s permit for shipment to an establishment or facility of the exporter located outside Ontario where the exporter is authorized to collect taxes on tobacco on behalf of the jurisdiction to which the tobacco is to be ultimately exported and in which it is sold to consumers. 3. Unmarked cigarettes, unmarked fine cut tobacco or tobacco products other than cigarettes or fine cut tobacco that are exported from Ontario for sale in bulk by a manufacturer for shipment to, i. an establishment or facility of the manufacturer located outside Ontario, or ii. an establishment or facility of another person located outside Ontario provided that the manufacturer has applied for and received the approval of the Minister prior to making such export, where the person operating the establishment or facility is authorized to collect taxes on tobacco on behalf of the jurisdiction to which the tobacco is to be ultimately exported and in which it is sold to consumers.  R.R.O. 1990, Reg. 1034, s. 24 (1); O. Reg. 128/01, ss. 2 (2), 6; O. Reg. 108/13, s. 14 (1-3). (2) In this section, “manufacturer” means a person who manufactures, fabricates or produces tobacco products for sale, where sales of such tobacco products represent more than 50 per cent of that person’s gross sales in the fiscal year; “sale in bulk” means a sale of 10,000 cigarettes or more, 50 cigars or more or 300 grams or more of tobacco products not defined to be cigarettes or cigars.  R.R.O. 1990, Reg. 1034, s. 24 (2); O. Reg. 108/13, s. 14 (4).",
            "raw_html": "<p class=\"section-e\"> <b>24. </b>(1) The following tobacco products are excluded from the Act:</p> <p class=\"paragraph-e\">  1. A tobacco product that is returned either to a manufacturer or registered importer to be destroyed because it is unfit for consumption.</p> <p class=\"paragraph-e\">  2. Unmarked cigarettes, unmarked fine cut tobacco or tobacco products other than cigarettes or fine cut tobacco that are exported from Ontario for sale in bulk by a person who is not a manufacturer and who holds a valid wholesaler’s permit for shipment to an establishment or facility of the exporter located outside Ontario where the exporter is authorized to collect taxes on tobacco on behalf of the jurisdiction to which the tobacco is to be ultimately exported and in which it is sold to consumers.</p> <p class=\"paragraph-e\">  3. Unmarked cigarettes, unmarked fine cut tobacco or tobacco products other than cigarettes or fine cut tobacco that are exported from Ontario for sale in bulk by a manufacturer for shipment to,</p> <p class=\"subpara-e\">  i. an establishment or facility of the manufacturer located outside Ontario, or</p> <p class=\"subpara-e\">  ii. an establishment or facility of another person located outside Ontario provided that the manufacturer has applied for and received the approval of the Minister prior to making such export,</p> <p class=\"Sparagraph-e\">where the person operating the establishment or facility is authorized to collect taxes on tobacco on behalf of the jurisdiction to which the tobacco is to be ultimately exported and in which it is sold to consumers.  R.R.O. 1990, Reg. 1034, s. 24 (1); O. Reg. 128/01, ss. 2 (2), 6; O. Reg. 108/13, s. 14 (1-3).</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"firstdef-e\">“manufacturer” means a person who manufactures, fabricates or produces tobacco products for sale, where sales of such tobacco products represent more than 50 per cent of that person’s gross sales in the fiscal year;</p> <p class=\"definition-e\">“sale in bulk” means a sale of 10,000 cigarettes or more, 50 cigars or more or 300 grams or more of tobacco products not defined to be cigarettes or cigars.  R.R.O. 1990, Reg. 1034, s. 24 (2); O. Reg. 108/13, s. 14 (4).</p>"
        },
        {
            "id": "25.",
            "section": null,
            "content": " 25. (1) In this section, “adjustment date” means January 1, April 1, July 1 or October 1; “average prime rate”, on a particular date, means the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by that bank in Canada.  O. Reg. 317/97, s. 3. (2) For the purposes of the Act, the prescribed rates of interest shall be determined in accordance with the following rules: 1. A base rate of interest shall be determined for January 1, 1997 and for each adjustment date after January 1, 1997 and shall be equal to the average prime rate on, i. October 15 of the previous year, if the adjustment date is January 1, ii. January 15 of the same year, if the adjustment date is April 1, iii. April 15 of the same year, if the adjustment date is July 1, and iv. July 15 of the same year, if the adjustment date is October 1. 2. The base rate of interest in effect on a particular date shall be, i. the base rate for the particular date, if the particular date is an adjustment date, and ii. the base rate for the last adjustment date before the particular date, otherwise. 3. The prescribed rate of interest payable by a person under the Act in respect of a particular day shall be an annual interest rate that is three percentage points higher than the base rate of interest in effect on that day. 4. The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day before July 1, 2006, shall be an annual interest rate that is two percentage points lower than the base rate of interest in effect for that day. 4.1 The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day after June 30, 2006, shall be an annual interest rate that is three percentage points lower than the base rate of interest in effect for that day. 5. For an overpayment that results from a decision of the Minister or a court on an objection to, or an appeal from, an assessment or a statement of disallowance, the prescribed rate of interest to be paid or allowed by the Minister in respect of a particular day after December 31, 1998 is the base rate of interest in effect for that day.  O. Reg. 317/97, s. 3; O. Reg. 455/99, s. 1; O. Reg. 212/06, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>25. </b>(1) In this section,</p> <p class=\"firstdef-e\">“adjustment date” means January 1, April 1, July 1 or October 1;</p> <p class=\"definition-e\">“average prime rate”, on a particular date, means the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by that bank in Canada.  O. Reg. 317/97, s. 3.</p> <p class=\"subsection-e\">  (2) For the purposes of the Act, the prescribed rates of interest shall be determined in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. A base rate of interest shall be determined for January 1, 1997 and for each adjustment date after January 1, 1997 and shall be equal to the average prime rate on,</p> <p class=\"subpara-e\">  i. October 15 of the previous year, if the adjustment date is January 1,</p> <p class=\"subpara-e\">  ii. January 15 of the same year, if the adjustment date is April 1,</p> <p class=\"subpara-e\">  iii. April 15 of the same year, if the adjustment date is July 1, and</p> <p class=\"subpara-e\">  iv. July 15 of the same year, if the adjustment date is October 1.</p> <p class=\"paragraph-e\">  2. The base rate of interest in effect on a particular date shall be,</p> <p class=\"subpara-e\">  i. the base rate for the particular date, if the particular date is an adjustment date, and</p> <p class=\"subpara-e\">  ii. the base rate for the last adjustment date before the particular date, otherwise.</p> <p class=\"paragraph-e\">  3. The prescribed rate of interest payable by a person under the Act in respect of a particular day shall be an annual interest rate that is three percentage points higher than the base rate of interest in effect on that day.</p> <p class=\"paragraph-e\">  4. The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day before July 1, 2006, shall be an annual interest rate that is two percentage points lower than the base rate of interest in effect for that day.</p> <p class=\"paragraph-e\">  4.1 The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day after June 30, 2006, shall be an annual interest rate that is three percentage points lower than the base rate of interest in effect for that day.</p> <p class=\"paragraph-e\">  5. For an overpayment that results from a decision of the Minister or a court on an objection to, or an appeal from, an assessment or a statement of disallowance, the prescribed rate of interest to be paid or allowed by the Minister in respect of a particular day after December 31, 1998 is the base rate of interest in effect for that day.  O. Reg. 317/97, s. 3; O. Reg. 455/99, s. 1; O. Reg. 212/06, s. 1.</p>"
        },
        {
            "id": "26.",
            "section": null,
            "content": "  26. The Minister may extend the time for making any return either before or after the time for making it has expired.  R.R.O. 1990, Reg. 1034, s. 26.",
            "raw_html": "<p class=\"section-e\"><b>  26. </b>The Minister may extend the time for making any return either before or after the time for making it has expired.  R.R.O. 1990, Reg. 1034, s. 26.</p>"
        },
        {
            "id": "27.",
            "section": null,
            "content": " 27. Revoked: O. Reg. 303/91, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>27.</b> <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 303/91, s. 2.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "    ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}