{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 1031: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 1031: ",
        "act_under": "Theatres Act",
        "url": "https://www.ontario.ca/laws/regulation/901031",
        "date_scraped": "2023-12-19 18:03:21"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/901031/v5",
            "valid_from": "July 29, 2005",
            "valid_to": "August 30, 2005"
        },
        {
            "a_href": "/laws/regulation/901031/v4",
            "valid_from": "April 22, 2005",
            "valid_to": "July 28, 2005"
        },
        {
            "a_href": "/laws/regulation/901031/v3",
            "valid_from": "March  4, 2005",
            "valid_to": "April 21, 2005"
        },
        {
            "a_href": "/laws/regulation/901031/v2",
            "valid_from": "July  5, 2004",
            "valid_to": "March  3, 2005"
        },
        {
            "a_href": "/laws/regulation/901031/v1",
            "valid_from": "April  4, 2003",
            "valid_to": "July  4, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “film exchange — distributor” means a film exchange that is in the business of distributing film for purposes of exhibition or to other film exchanges; (“centre de distribution de films — distributeur”) “film exchange — retailer” means a film exchange that is in the business of distributing film to the general public for home use; (“centre de distribution de films — détaillant”) “film festival” means an event that is held for the purpose of the appreciation of film as an art form and that is, (a) held not more than twice in each year for periods of no more than fourteen days each, and (b) organized by a corporation that, (i) does not have gain for any of its objects, (ii) has a board of directors composed of members of the community the event intends to serve, (iii) receives funds to support the event from a municipal, provincial or federal government in Canada; (“festival du film”) “public art gallery” means a corporation that has as its primary objective the collection, preservation, interpretation or exhibition of works in the visual arts and that, (a) does not have gain for any of its objects, (b) has a board of directors composed of members of the community the gallery intends to serve, (c) has been incorporated for at least one year or exhibiting film for at least one year, (d) receives funds to support its primary objective from a municipal, provincial or federal government in Canada, and (e) has fixed premises from which it conducts its activities; (“musée d’art public”) “public library” means a public library within the meaning of the Public Libraries Act; (“bibliothèque publique”) “school” means a private school and a school within the meaning of subsection 1 (1) of the Education Act and includes a College of Applied Arts and Technology and a post-secondary educational institution; (“école”) “video game” means a film that is in the format of an interactive game where the nature or sequence of the visual images may be varied by operation of the device producing the images, which device may include a computer, a gaming system, a console or other technology. (“jeu vidéo”) R.R.O. 1990, Reg. 1031, s. 1; O. Reg. 84/05, s. 1. Classification of Films",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“film exchange — distributor” means a film exchange that is in the business of distributing film for purposes of exhibition or to other film exchanges; (“centre de distribution de films — distributeur”)</p> <p class=\"definition-e\">“film exchange — retailer” means a film exchange that is in the business of distributing film to the general public for home use; (“centre de distribution de films — détaillant”)</p> <p class=\"definition-e\">“film festival” means an event that is held for the purpose of the appreciation of film as an art form and that is,</p> <p class=\"defclause-e\">(a) held not more than twice in each year for periods of no more than fourteen days each, and</p> <p class=\"defclause-e\">(b) organized by a corporation that,</p> <p class=\"defsubclause-e\">(i) does not have gain for any of its objects,</p> <p class=\"defsubclause-e\">(ii) has a board of directors composed of members of the community the event intends to serve,</p> <p class=\"defsubclause-e\">(iii) receives funds to support the event from a municipal, provincial or federal government in Canada; (“festival du film”)</p> <p class=\"definition-e\">“public art gallery” means a corporation that has as its primary objective the collection, preservation, interpretation or exhibition of works in the visual arts and that,</p> <p class=\"defclause-e\">(a) does not have gain for any of its objects,</p> <p class=\"defclause-e\">(b) has a board of directors composed of members of the community the gallery intends to serve,</p> <p class=\"defclause-e\">(c) has been incorporated for at least one year or exhibiting film for at least one year,</p> <p class=\"defclause-e\">(d) receives funds to support its primary objective from a municipal, provincial or federal government in Canada, and</p> <p class=\"defclause-e\">(e) has fixed premises from which it conducts its activities; (“musée d’art public”)</p> <p class=\"definition-e\">“public library” means a public library within the meaning of the <i>Public Libraries Act</i>; (“bibliothèque publique”)</p> <p class=\"definition-e\">“school” means a private school and a school within the meaning of subsection 1 (1) of the <i>Education Act</i> and includes a College of Applied Arts and Technology and a post-secondary educational institution; (“école”)</p> <p class=\"definition-e\">“video game” means a film that is in the format of an interactive game where the nature or sequence of the visual images may be varied by operation of the device producing the images, which device may include a computer, a gaming system, a console or other technology. (“jeu vidéo”) R.R.O. 1990, Reg. 1031, s. 1; O. Reg. 84/05, s. 1.</p> <p class=\"heading1-e\">Classification of Films</p>"
        },
        {
            "id": "2.",
            "section": "Classification of Films",
            "content": "2. (1) The following are classifications of films: 1. “General” or “Général”. 2. “Parental guidance” or “Surveillance parentale recommandée”. 3. “14A”. 4. “18A”. 5. “Restricted” or “Réservé aux adultes” O. Reg. 397/02, s. 1. (2) A film that is classified as “general” is one that the Board considers appropriate for viewing by a person of any age. O. Reg. 397/02, s. 1. (3) A film that is classified as “parental guidance” is one that the Board considers every parent should exercise discretion in permitting a child to view. O. Reg. 397/02, s. 1. (4) A film that is classified as “14A” is one the Board considers the viewing of which should be restricted to persons 14 years of age or older or to persons younger than 14 years of age who are accompanied by an adult. O. Reg. 397/02, s. 1. (5) A film that is classified as “18A” is one the Board considers the viewing of which should be restricted to persons 18 years of age or older or to persons younger than 18 years of age who are accompanied by an adult. O. Reg. 397/02, s. 1. (6) A film that is classified as “restricted” is one the Board considers the viewing of which should be restricted to persons 18 years of age or older. O. Reg. 397/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The following are classifications of films:</p> <p class=\"paragraph-e\">1. “General” or “Général”.</p> <p class=\"paragraph-e\">2. “Parental guidance” or “Surveillance parentale recommandée”.</p> <p class=\"paragraph-e\">3. “14A”.</p> <p class=\"paragraph-e\">4. “18A”.</p> <p class=\"paragraph-e\">5. “Restricted” or “Réservé aux adultes” O. Reg. 397/02, s. 1.</p> <p class=\"subsection-e\">(2) A film that is classified as “general” is one that the Board considers appropriate for viewing by a person of any age. O. Reg. 397/02, s. 1.</p> <p class=\"subsection-e\">(3) A film that is classified as “parental guidance” is one that the Board considers every parent should exercise discretion in permitting a child to view. O. Reg. 397/02, s. 1.</p> <p class=\"subsection-e\">(4) A film that is classified as “14A” is one the Board considers the viewing of which should be restricted to persons 14 years of age or older or to persons younger than 14 years of age who are accompanied by an adult. O. Reg. 397/02, s. 1.</p> <p class=\"subsection-e\">(5) A film that is classified as “18A” is one the Board considers the viewing of which should be restricted to persons 18 years of age or older or to persons younger than 18 years of age who are accompanied by an adult. O. Reg. 397/02, s. 1.</p> <p class=\"subsection-e\">(6) A film that is classified as “restricted” is one the Board considers the viewing of which should be restricted to persons 18 years of age or older. O. Reg. 397/02, s. 1.</p>"
        },
        {
            "id": "2.1",
            "section": "Classification of Films",
            "content": "2.1 The Board is authorized to adopt as classifications of video games, including for the purposes of this Regulation and subsections 19 (4) and 47 (1) and section 58 of the Act, classifications made by the Entertainment Software Rating Board. O. Reg. 84/05, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.1 </b>The Board is authorized to adopt as classifications of video games, including for the purposes of this Regulation and subsections 19 (4) and 47 (1) and section 58 of the Act, classifications made by the Entertainment Software Rating Board. O. Reg. 84/05, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Classification of Films",
            "content": "3. (1) Films that are classified as “14A” are prescribed for the purposes of paragraph 1 of subsection 19 (3) of the Act. O. Reg. 397/02, s. 1. (1.1) Films classified as “adult accompaniment” before March 31, 2003 and not re-classified on or after that date are prescribed for the purposes of paragraph 1 of subsection 19 (3) of the Act. O. Reg. 124/03, s. 1. (2) Persons younger than 14 years of age are prescribed as the persons mentioned in paragraph 1 of subsection 19 (3) of the Act. O. Reg. 397/02, s. 1. (3) Films that are classified as “18A” are prescribed for the purposes of paragraph 2 of subsection 19 (3) of the Act. O. Reg. 397/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) Films that are classified as “14A” are prescribed for the purposes of paragraph 1 of subsection 19 (3) of the Act. O. Reg. 397/02, s. 1.</p> <p class=\"subsection-e\">(1.1) Films classified as “adult accompaniment” before March 31, 2003 and not re-classified on or after that date are prescribed for the purposes of paragraph 1 of subsection 19 (3) of the Act. O. Reg. 124/03, s. 1.</p> <p class=\"subsection-e\">(2) Persons younger than 14 years of age are prescribed as the persons mentioned in paragraph 1 of subsection 19 (3) of the Act. O. Reg. 397/02, s. 1.</p> <p class=\"subsection-e\">(3) Films that are classified as “18A” are prescribed for the purposes of paragraph 2 of subsection 19 (3) of the Act. O. Reg. 397/02, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": "Classification of Films",
            "content": "4. The following films are prescribed for the purposes of subsection 19 (4) of the Act: 1. Films that are classified as “restricted”. 2. Video games that the Entertainment Software Rating Board has classified as “mature” or “adults only” if the Board as defined in the Act has adopted those classifications for the purposes of that subsection. O. Reg. 84/05, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> The following films are prescribed for the purposes of subsection 19 (4) of the Act:</p> <p class=\"paragraph-e\">1. Films that are classified as “restricted”.</p> <p class=\"paragraph-e\">2. Video games that the Entertainment Software Rating Board has classified as “mature” or “adults only” if the Board as defined in the Act has adopted those classifications for the purposes of that subsection. O. Reg. 84/05, s. 3.</p>"
        },
        {
            "id": "5.",
            "section": "Classification of Films",
            "content": "5. The following films are prescribed for the purposes of subsection 47 (1) of the Act: 1. Films that are classified as “restricted” or “18A”. 2. Video games that the Entertainment Software Rating Board has classified as “mature” or “adults only” if the Board as defined in the Act has adopted those classifications for the purposes of that subsection. O. Reg. 84/05, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> The following films are prescribed for the purposes of subsection 47 (1) of the Act:</p> <p class=\"paragraph-e\">1. Films that are classified as “restricted” or “18A”.</p> <p class=\"paragraph-e\">2. Video games that the Entertainment Software Rating Board has classified as “mature” or “adults only” if the Board as defined in the Act has adopted those classifications for the purposes of that subsection. O. Reg. 84/05, s. 3.</p>"
        },
        {
            "id": "6.-10.",
            "section": "Classification of Films",
            "content": "6.-10. Revoked: O. Reg. 397/02, s. 2. Signs and Notices",
            "raw_html": "<p class=\"section-e\"><b>6.-10.</b> Revoked: O. Reg. 397/02, s. 2.</p> <p class=\"heading1-e\">Signs and Notices</p>"
        },
        {
            "id": "11.",
            "section": "Signs and Notices",
            "content": "11. (1) Every person who exhibits film shall prominently display a sign indicating the classification of the film at the principal entrance to the theatre or other premises where the film is being exhibited. R.R.O. 1990, Reg. 1031, s. 11 (1). (2) The wording on the sign shall be in English and, if the person who exhibits the film so wishes, may also be in French. O. Reg. 124/03, s. 2 (1). (3) Revoked: O. Reg. 124/03, s. 2 (1). (3.1) Revoked: O. Reg. 124/03, s. 2 (1). (4) Where the Board requires that information be included in any advertising displayed or otherwise used in connection with the exhibition of a film, each person exhibiting the film shall prominently display a notice at the principal entrance to the theatre or other premises where the film is being exhibited that sets out the information required. R.R.O. 1990, Reg. 1031, s. 11 (4); O. Reg. 124/03, s. 2 (2). Advertising — Exhibition of Film",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) Every person who exhibits film shall prominently display a sign indicating the classification of the film at the principal entrance to the theatre or other premises where the film is being exhibited. R.R.O. 1990, Reg. 1031, s. 11 (1).</p> <p class=\"subsection-e\">(2) The wording on the sign shall be in English and, if the person who exhibits the film so wishes, may also be in French. O. Reg. 124/03, s. 2 (1).</p> <p class=\"subsection-e\">(3) Revoked: O. Reg. 124/03, s. 2 (1).</p> <p class=\"subsection-e\">(3.1) Revoked: O. Reg. 124/03, s. 2 (1).</p> <p class=\"subsection-e\">(4) Where the Board requires that information be included in any advertising displayed or otherwise used in connection with the exhibition of a film, each person exhibiting the film shall prominently display a notice at the principal entrance to the theatre or other premises where the film is being exhibited that sets out the information required. R.R.O. 1990, Reg. 1031, s. 11 (4); O. Reg. 124/03, s. 2 (2).</p> <p class=\"heading1-e\">Advertising — Exhibition of Film</p>"
        },
        {
            "id": "12.",
            "section": "Advertising — Exhibition of Film",
            "content": "12. (1) The Board may require that advertising matter displayed or otherwise used in connection with the exhibition of a film include information respecting the content of the film. R.R.O. 1990, Reg. 1031, s. 12 (1); O. Reg. 124/03, s. 3 (1). (2) Every person who displays or otherwise uses advertising matter in connection with the exhibition of a film shall indicate on the advertising the classification of the film and any other information respecting the film that is required by the Board under subsection (1). R.R.O. 1990, Reg. 1031, s. 12 (2); O. Reg. 124/03, s. 3 (2). (3) Revoked: O. Reg. 124/03, s. 3 (3). (4) This section does not apply to film that is used for advertising purposes. R.R.O. 1990, Reg. 1031, s. 12 (4).",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) The Board may require that advertising matter displayed or otherwise used in connection with the exhibition of a film include information respecting the content of the film. R.R.O. 1990, Reg. 1031, s. 12 (1); O. Reg. 124/03, s. 3 (1).</p> <p class=\"subsection-e\">(2) Every person who displays or otherwise uses advertising matter in connection with the exhibition of a film shall indicate on the advertising the classification of the film and any other information respecting the film that is required by the Board under subsection (1). R.R.O. 1990, Reg. 1031, s. 12 (2); O. Reg. 124/03, s. 3 (2).</p> <p class=\"subsection-e\">(3) Revoked: O. Reg. 124/03, s. 3 (3).</p> <p class=\"subsection-e\">(4) This section does not apply to film that is used for advertising purposes. R.R.O. 1990, Reg. 1031, s. 12 (4).</p>"
        },
        {
            "id": "13.",
            "section": "Advertising — Exhibition of Film",
            "content": "13. Revoked: O. Reg. 124/03, s. 4. Approval of Films",
            "raw_html": "<p class=\"section-e\"><b>13. </b>Revoked: O. Reg. 124/03, s. 4.</p> <p class=\"heading1-e\">Approval of Films</p>"
        },
        {
            "id": "14.",
            "section": "Approval of Films",
            "content": "14. (1) This section applies during the period beginning on the day Ontario Regulation 204/04 is filed and ending on August 31, 2005. O. Reg. 204/04, s. 1; O. Reg. 184/05, s. 1. (2) This section prescribes the criteria on which the Board may exercise its powers under sections 3 and 33 of the Act with respect to approval of films for exhibition or distribution. O. Reg. 204/04, s. 1. (3) In exercising its powers to approve a film, the Board shall consider the film in its entirety and take into account the general character and integrity of the film. O. Reg. 204/04, s. 1. (4) The Board may refuse to approve a film for exhibition or distribution if, (a) the Board considers that the film has, as its main object, the depiction of explicit sexual activity; and (b) the film includes a depiction of, (i) explicit sexual activity coupled with violence, (ii) explicit sexual activity that is degrading or dehumanizing, or (iii) a person who is under the age of eighteen, or is intended to represent someone under that age, where that person appears, (A) nude or partially nude in a sexually suggestive context, or (B) in a scene of explicit sexual activity. O. Reg. 204/04, s. 1. (5) The Board shall approve a film for exhibition or distribution if the criteria on which the Board may refuse to approve a film for exhibition or distribution as set out in subsection (4) are not met. O. Reg. 204/04, s. 1. Film Exchange — Retailers",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) This section applies during the period beginning on the day Ontario Regulation 204/04 is filed and ending on August 31, 2005. O. Reg. 204/04, s. 1; O. Reg. 184/05, s. 1.</p> <p class=\"subsection-e\">(2) This section prescribes the criteria on which the Board may exercise its powers under sections 3 and 33 of the Act with respect to approval of films for exhibition or distribution. O. Reg. 204/04, s. 1.</p> <p class=\"subsection-e\">(3) In exercising its powers to approve a film, the Board shall consider the film in its entirety and take into account the general character and integrity of the film. O. Reg. 204/04, s. 1.</p> <p class=\"subsection-e\">(4) The Board may refuse to approve a film for exhibition or distribution if,</p> <p class=\"clause-e\">(a) the Board considers that the film has, as its main object, the depiction of explicit sexual activity; and</p> <p class=\"clause-e\">(b) the film includes a depiction of,</p> <p class=\"subclause-e\">(i) explicit sexual activity coupled with violence,</p> <p class=\"subclause-e\">(ii) explicit sexual activity that is degrading or dehumanizing, or</p> <p class=\"subclause-e\">(iii) a person who is under the age of eighteen, or is intended to represent someone under that age, where that person appears,</p> <p class=\"subsubclause-e\">(A) nude or partially nude in a sexually suggestive context, or</p> <p class=\"subsubclause-e\">(B) in a scene of explicit sexual activity. O. Reg. 204/04, s. 1.</p> <p class=\"subsection-e\">(5) The Board shall approve a film for exhibition or distribution if the criteria on which the Board may refuse to approve a film for exhibition or distribution as set out in subsection (4) are not met. O. Reg. 204/04, s. 1.</p> <p class=\"heading1-e\">Film Exchange — Retailers</p>"
        },
        {
            "id": "15.",
            "section": "Film Exchange — Retailers",
            "content": "15. Every holder of a film exchange — retailer licence shall prominently display the licence issued for the film exchange in a public area of the film exchange. R.R.O. 1990, Reg. 1031, s. 15. Film Exchange — Distributors",
            "raw_html": "<p class=\"section-e\"><b>15. </b>Every holder of a film exchange — retailer licence shall prominently display the licence issued for the film exchange in a public area of the film exchange. R.R.O. 1990, Reg. 1031, s. 15.</p> <p class=\"heading1-e\">Film Exchange — Distributors</p>"
        },
        {
            "id": "16.",
            "section": "Film Exchange — Distributors",
            "content": "16. (1) Every holder of a film exchange — distributor licence shall ensure that the film exchange does not distribute film in Ontario unless the film is approved and classified by the Board. R.R.O. 1990, Reg. 1031, s. 16 (1). (2) Subsection (1) does not apply to a film that is exempted under section 28, 29, 30 or 32. R.R.O. 1990, Reg. 1031, s. 16 (2). (3) It is a condition of a film exchange — distributor licence that the holder of the licence maintain a permanent address for service in Ontario. R.R.O. 1990, Reg. 1031, s. 16 (3). Approval for Exhibition — General",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) Every holder of a film exchange — distributor licence shall ensure that the film exchange does not distribute film in Ontario unless the film is approved and classified by the Board. R.R.O. 1990, Reg. 1031, s. 16 (1).</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to a film that is exempted under section 28, 29, 30 or 32. R.R.O. 1990, Reg. 1031, s. 16 (2).</p> <p class=\"subsection-e\">(3) It is a condition of a film exchange — distributor licence that the holder of the licence maintain a permanent address for service in Ontario. R.R.O. 1990, Reg. 1031, s. 16 (3).</p> <p class=\"heading1-e\">Approval for Exhibition — General</p>"
        },
        {
            "id": "17.",
            "section": "Approval for Exhibition — General",
            "content": "17. (1) Subject to section 18, where standard film is submitted to the Board for approval for exhibition, the approval of the Board shall be indicated by the Board, (a) stamping each reel of the film submitted with words indicating the Board’s approval; and (b) issuing a certificate of approval for each film that is approved. R.R.O. 1990, Reg. 1031, s. 17 (1); O. Reg. 928/93, s. 5. (2) Where film other than standard film is submitted to the Board for approval for exhibition, the approval of the Board shall be indicated by the Board issuing a certificate of approval for each film that is approved. R.R.O. 1990, Reg. 1031, s. 17 (2). (3) Subject to section 19, a person submitting a film for approval for exhibition may, upon paying the prescribed fee, order certificates of approval for copies of an approved film and the certificates constitute approval without each copy of the film being stamped. R.R.O. 1990, Reg. 1031, s. 17 (3).",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) Subject to section 18, where standard film is submitted to the Board for approval for exhibition, the approval of the Board shall be indicated by the Board,</p> <p class=\"clause-e\">(a) stamping each reel of the film submitted with words indicating the Board’s approval; and</p> <p class=\"clause-e\">(b) issuing a certificate of approval for each film that is approved. R.R.O. 1990, Reg. 1031, s. 17 (1); O. Reg. 928/93, s. 5.</p> <p class=\"subsection-e\">(2) Where film other than standard film is submitted to the Board for approval for exhibition, the approval of the Board shall be indicated by the Board issuing a certificate of approval for each film that is approved. R.R.O. 1990, Reg. 1031, s. 17 (2).</p> <p class=\"subsection-e\">(3) Subject to section 19, a person submitting a film for approval for exhibition may, upon paying the prescribed fee, order certificates of approval for copies of an approved film and the certificates constitute approval without each copy of the film being stamped. R.R.O. 1990, Reg. 1031, s. 17 (3).</p>"
        },
        {
            "id": "18.",
            "section": "Approval for Exhibition — General",
            "content": "18. Where standard film is approved by the Board for exhibition upon the condition that the film is to be exhibited in designated locations or on specified dates, the film shall not be stamped in accordance with subsection 17 (1) and the Board shall issue a permit for the film that shall indicate the conditions of exhibition. R.R.O. 1990, Reg. 1031, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>Where standard film is approved by the Board for exhibition upon the condition that the film is to be exhibited in designated locations or on specified dates, the film shall not be stamped in accordance with subsection 17 (1) and the Board shall issue a permit for the film that shall indicate the conditions of exhibition. R.R.O. 1990, Reg. 1031, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Approval for Exhibition — General",
            "content": "19. Where the Board approves a film for exhibition after the removal of a scene or scenes that it refused to approve, the Board shall not issue a certificate of approval for the film unless a copy with the scene or scenes removed is submitted to the Board for stamping. R.R.O. 1990, Reg. 1031, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>Where the Board approves a film for exhibition after the removal of a scene or scenes that it refused to approve, the Board shall not issue a certificate of approval for the film unless a copy with the scene or scenes removed is submitted to the Board for stamping. R.R.O. 1990, Reg. 1031, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Approval for Exhibition — General",
            "content": "20. (1) Prior to the exhibition of a film, the person who exhibits the film shall ensure that the certificate of approval issued for the film accompanies the film. R.R.O. 1990, Reg. 1031, s. 20 (1). (2) Where a certificate of approval or permit issued by the Board is lost or destroyed, an application for a duplicate certificate or permit may be made to the Board setting forth the title of the film and the number of certificates lost or destroyed and by paying the fee prescribed for each certificate as set out in section 38. R.R.O. 1990, Reg. 1031, s. 20 (2).",
            "raw_html": "<p class=\"section-e\"><b>20. </b>(1) Prior to the exhibition of a film, the person who exhibits the film shall ensure that the certificate of approval issued for the film accompanies the film. R.R.O. 1990, Reg. 1031, s. 20 (1).</p> <p class=\"subsection-e\">(2) Where a certificate of approval or permit issued by the Board is lost or destroyed, an application for a duplicate certificate or permit may be made to the Board setting forth the title of the film and the number of certificates lost or destroyed and by paying the fee prescribed for each certificate as set out in section 38. R.R.O. 1990, Reg. 1031, s. 20 (2).</p>"
        },
        {
            "id": "21.",
            "section": "Approval for Exhibition — General",
            "content": "21. (1) Standard film that is submitted to the Board shall be submitted on reels of 2,000 feet or less in length. R.R.O. 1990, Reg. 1031, s. 21 (1). (2) Sixteen-millimetre cinematographic film that is submitted to the Board shall be submitted on reels of 2,000 feet or less in length. R.R.O. 1990, Reg. 1031, s. 21 (2). (3) Eight-millimetre cinematographic film that is submitted to the Board shall be submitted on reels of 400 feet or less in length. R.R.O. 1990, Reg. 1031, s. 21 (3). (4) A film not referred to in subsection (1), (2) or (3) that is submitted to the Board shall be submitted on reels, cassettes or cartridges of one-half inch or three-quarter inch tape or similar apparatus capable of being projected. R.R.O. 1990, Reg. 1031, s. 21 (4). Approval by Documentation for Exhibition",
            "raw_html": "<p class=\"section-e\"><b>21. </b>(1) Standard film that is submitted to the Board shall be submitted on reels of 2,000 feet or less in length. R.R.O. 1990, Reg. 1031, s. 21 (1).</p> <p class=\"subsection-e\">(2) Sixteen-millimetre cinematographic film that is submitted to the Board shall be submitted on reels of 2,000 feet or less in length. R.R.O. 1990, Reg. 1031, s. 21 (2).</p> <p class=\"subsection-e\">(3) Eight-millimetre cinematographic film that is submitted to the Board shall be submitted on reels of 400 feet or less in length. R.R.O. 1990, Reg. 1031, s. 21 (3).</p> <p class=\"subsection-e\">(4) A film not referred to in subsection (1), (2) or (3) that is submitted to the Board shall be submitted on reels, cassettes or cartridges of one-half inch or three-quarter inch tape or similar apparatus capable of being projected. R.R.O. 1990, Reg. 1031, s. 21 (4).</p> <p class=\"heading1-e\">Approval by Documentation for Exhibition</p>"
        },
        {
            "id": "22.",
            "section": "Approval by Documentation for Exhibition",
            "content": "22. (1) A film that is approved by documentation without screening under subsection 33 (3) of the Act for limited exhibition in designated locations and on specified dates only shall be classified as restricted for purposes of the limited exhibition unless the Board classifies the film in another category based on the documentation provided by the applicant for the approval. R.R.O. 1990, Reg. 1031, s. 22 (1). (2) The Board may require that a film that is approved under subsection 33 (3) of the Act be submitted for screening and the Board may reclassify the film after screening it where a classification had been previously assigned to the film. R.R.O. 1990, Reg. 1031, s. 22 (2). Approval for Distribution — General",
            "raw_html": "<p class=\"section-e\"><b>22. </b>(1) A film that is approved by documentation without screening under subsection 33 (3) of the Act for limited exhibition in designated locations and on specified dates only shall be classified as restricted for purposes of the limited exhibition unless the Board classifies the film in another category based on the documentation provided by the applicant for the approval. R.R.O. 1990, Reg. 1031, s. 22 (1).</p> <p class=\"subsection-e\">(2) The Board may require that a film that is approved under subsection 33 (3) of the Act be submitted for screening and the Board may reclassify the film after screening it where a classification had been previously assigned to the film. R.R.O. 1990, Reg. 1031, s. 22 (2).</p> <p class=\"heading1-e\">Approval for Distribution — General</p>"
        },
        {
            "id": "23.",
            "section": "Approval for Distribution — General",
            "content": "23. (1) An application to the Board for approval to distribute a film shall be made by the holder of a film exchange licence by submitting one copy of the film to the Board and paying the prescribed fee. R.R.O. 1990, Reg. 1031, s. 23 (1). (2) The Director shall retain one copy of a film submitted on tape and approved for distribution where, (a) more than one version of the film is approved for distribution; or (b) a scene or scenes have been removed from the film following submission to the Board for approval for distribution; or (c) the Board has classified the film restricted. R.R.O. 1990, Reg. 1031, s. 23 (2). Approval by Documentation for Distribution",
            "raw_html": "<p class=\"section-e\"><b>23. </b>(1) An application to the Board for approval to distribute a film shall be made by the holder of a film exchange licence by submitting one copy of the film to the Board and paying the prescribed fee. R.R.O. 1990, Reg. 1031, s. 23 (1).</p> <p class=\"subsection-e\">(2) The Director shall retain one copy of a film submitted on tape and approved for distribution where,</p> <p class=\"clause-e\">(a) more than one version of the film is approved for distribution; or</p> <p class=\"clause-e\">(b) a scene or scenes have been removed from the film following submission to the Board for approval for distribution; or</p> <p class=\"clause-e\">(c) the Board has classified the film restricted. R.R.O. 1990, Reg. 1031, s. 23 (2).</p> <p class=\"heading1-e\">Approval by Documentation for Distribution</p>"
        },
        {
            "id": "24.",
            "section": "Approval by Documentation for Distribution",
            "content": "24. Where an application is made for approval to distribute a film that has previously been classified, the Board may require that the film be submitted for screening and the Board may reclassify the film after screening it. R.R.O. 1990, Reg. 1031, s. 24.",
            "raw_html": "<p class=\"section-e\"><b>24. </b>Where an application is made for approval to distribute a film that has previously been classified, the Board may require that the film be submitted for screening and the Board may reclassify the film after screening it. R.R.O. 1990, Reg. 1031, s. 24.</p>"
        },
        {
            "id": "25.",
            "section": "Approval by Documentation for Distribution",
            "content": "25. A film that is approved by the Board for distribution shall be classified by the Board and the Board shall issue to the applicant a certificate of approval for distribution of the film. R.R.O. 1990, Reg. 1031, s. 25. Exemptions",
            "raw_html": "<p class=\"section-e\"><b>25. </b>A film that is approved by the Board for distribution shall be classified by the Board and the Board shall issue to the applicant a certificate of approval for distribution of the film. R.R.O. 1990, Reg. 1031, s. 25.</p> <p class=\"heading1-e\">Exemptions</p>"
        },
        {
            "id": "26.",
            "section": "Exemptions",
            "content": "26. Revoked: O. Reg. 315/00, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>26. </b>Revoked: O. Reg. 315/00, s. 1.</p>"
        },
        {
            "id": "27.",
            "section": "Exemptions",
            "content": "27. (1) A film exchange that only distributes film that, taken as a whole, (a) is designed to provide information, education or instruction; or (b) is designed for the purpose of advertising, demonstrating or instructing in the use of a commercial or industrial product or products or services, is exempt from section 40 of the Act. R.R.O. 1990, Reg. 1031, s. 27 (1). (2) Where a public art gallery or public library operates a film exchange as part of the activity of the public art gallery or public library, the public art gallery or public library is exempt from section 40 of the Act. R.R.O. 1990, Reg. 1031, s. 27 (2).",
            "raw_html": "<p class=\"section-e\"><b>27. </b>(1) A film exchange that only distributes film that, taken as a whole,</p> <p class=\"clause-e\">(a) is designed to provide information, education or instruction; or</p> <p class=\"clause-e\">(b) is designed for the purpose of advertising, demonstrating or instructing in the use of a commercial or industrial product or products or services,</p> <p class=\"Ssection-e\">is exempt from section 40 of the Act. R.R.O. 1990, Reg. 1031, s. 27 (1).</p> <p class=\"subsection-e\">(2) Where a public art gallery or public library operates a film exchange as part of the activity of the public art gallery or public library, the public art gallery or public library is exempt from section 40 of the Act. R.R.O. 1990, Reg. 1031, s. 27 (2).</p>"
        },
        {
            "id": "27.1",
            "section": "Exemptions",
            "content": "27.1 A person is exempt from section 40 of the Act if the person carries on the business of a film exchange in which video games are the only class of film that is distributed. O. Reg. 84/05, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>27.1</b> A person is exempt from section 40 of the Act if the person carries on the business of a film exchange in which video games are the only class of film that is distributed. O. Reg. 84/05, s. 4.</p>"
        },
        {
            "id": "28.",
            "section": "Exemptions",
            "content": "28. (1) Sections 33, 37 and 39 of the Act do not apply to the exhibition or distribution of a film that, taken as a whole, (a) is designed to provide information, education or instruction; or (b) is designed for the purpose of advertising, demonstrating or instructing in the use of a commercial or industrial product or products or services. R.R.O. 1990, Reg. 1031, s. 28 (1). (2) Subsection (1) does not apply to the exhibition of a film, (a) in a theatre; or (b) in any other premises where there is an admission charge for the exhibition of the film alone or as part of a series of films or donations are requested either prior or subsequent to the exhibition. R.R.O. 1990, Reg. 1031, s. 28 (2). (3) Subsection (1) does not apply to the exhibition or distribution of film that contains, (a) the graphic depiction of violence involving bloodletting, torture, mutilation or criminal activity; (b) a scene of intense horror; (c) the depiction of the physical abuse or humiliation of human beings for purposes of sexual gratification or as pleasing to the victim; (d) a scene where a person who is or is intended to represent a person under the age of eighteen years appears, (i) nude or partially nude in a sexually suggestive context, or (ii) in a scene of explicit sexual activity; (e) the explicit depiction of urination, defecation or vomiting; (f) the depiction of explicit sexual activity or acts of force or restraint associated with such activity; (g) a scene depicting the genital organs of a person in the film; (h) a scene where an animal has been abused in the making of the film; (i) a scene depicting the taking of a drug in a manner that encourages the unlawful use of a drug; or (j) frequent use of coarse language, except where the film is distributed to a hospital or medical practitioner for use in medical education or treatment or to a school for educational purposes or to a public library. R.R.O. 1990, Reg. 1031, s. 28 (3); O. Reg. 928/93, s. 6; O. Reg. 204/04, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>28. </b>(1) Sections 33, 37 and 39 of the Act do not apply to the exhibition or distribution of a film that, taken as a whole,</p> <p class=\"clause-e\">(a) is designed to provide information, education or instruction; or</p> <p class=\"clause-e\">(b) is designed for the purpose of advertising, demonstrating or instructing in the use of a commercial or industrial product or products or services. R.R.O. 1990, Reg. 1031, s. 28 (1).</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to the exhibition of a film,</p> <p class=\"clause-e\">(a) in a theatre; or</p> <p class=\"clause-e\">(b) in any other premises where there is an admission charge for the exhibition of the film alone or as part of a series of films or donations are requested either prior or subsequent to the exhibition. R.R.O. 1990, Reg. 1031, s. 28 (2).</p> <p class=\"subsection-e\">(3) Subsection (1) does not apply to the exhibition or distribution of film that contains,</p> <p class=\"clause-e\">(a) the graphic depiction of violence involving bloodletting, torture, mutilation or criminal activity;</p> <p class=\"clause-e\">(b) a scene of intense horror;</p> <p class=\"clause-e\">(c) the depiction of the physical abuse or humiliation of human beings for purposes of sexual gratification or as pleasing to the victim;</p> <p class=\"clause-e\">(d) a scene where a person who is or is intended to represent a person under the age of eighteen years appears,</p> <p class=\"subclause-e\">(i) nude or partially nude in a sexually suggestive context, or</p> <p class=\"subclause-e\">(ii) in a scene of explicit sexual activity;</p> <p class=\"clause-e\">(e) the explicit depiction of urination, defecation or vomiting;</p> <p class=\"clause-e\">(f) the depiction of explicit sexual activity or acts of force or restraint associated with such activity;</p> <p class=\"clause-e\">(g) a scene depicting the genital organs of a person in the film;</p> <p class=\"clause-e\">(h) a scene where an animal has been abused in the making of the film;</p> <p class=\"clause-e\">(i) a scene depicting the taking of a drug in a manner that encourages the unlawful use of a drug; or</p> <p class=\"clause-e\">(j) frequent use of coarse language,</p> <p class=\"Ssubsection-e\">except where the film is distributed to a hospital or medical practitioner for use in medical education or treatment or to a school for educational purposes or to a public library. R.R.O. 1990, Reg. 1031, s. 28 (3); O. Reg. 928/93, s. 6; O. Reg. 204/04, s. 2.</p>"
        },
        {
            "id": "29.",
            "section": "Exemptions",
            "content": "29. (1) The exhibition of a film that is an integral part of a concert or theatrical stage production is exempt from sections 33 and 37 of the Act. R.R.O. 1990, Reg. 1031, s. 29 (1). (2) Subsection (1) does not apply to a film that contains a scene or scenes of a type referred to in subsection 28 (3). R.R.O. 1990, Reg. 1031, s. 29 (2).",
            "raw_html": "<p class=\"section-e\"><b>29. </b>(1) The exhibition of a film that is an integral part of a concert or theatrical stage production is exempt from sections 33 and 37 of the Act. R.R.O. 1990, Reg. 1031, s. 29 (1).</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to a film that contains a scene or scenes of a type referred to in subsection 28 (3). R.R.O. 1990, Reg. 1031, s. 29 (2).</p>"
        },
        {
            "id": "30.",
            "section": "Exemptions",
            "content": "30. The distribution of a film that provides a record of an event or occasion to a person participating in the event or occasion is exempt from the provisions of the Act and the regulations. R.R.O. 1990, Reg. 1031, s. 30.",
            "raw_html": "<p class=\"section-e\"><b>30. </b>The distribution of a film that provides a record of an event or occasion to a person participating in the event or occasion is exempt from the provisions of the Act and the regulations. R.R.O. 1990, Reg. 1031, s. 30.</p>"
        },
        {
            "id": "31.",
            "section": "Exemptions",
            "content": "31. (1) A video game that the Entertainment Software Rating Board has classified as “mature” or “adults only” and for which the Board as defined in the Act has adopted the classification is exempt from, (a) the Act, except for sections 19, 47 and 58; and (b) the regulations, except for sections 2.1, 4, 5 and this section of this Regulation. O. Reg. 84/05, s. 5. (2) Subsection (1) does not apply to a video game if it has, as its main object, the depiction of explicit sexual activity and it includes a depiction described in clause 14 (4) (b). O. Reg. 84/05, s. 5. (3) A video game, other than a video game described in subsection (1), is exempt from the Act and the regulations unless it contains one or more scenes of a type described in subsection 28 (3). O. Reg. 84/05, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>31.</b> (1) A video game that the Entertainment Software Rating Board has classified as “mature” or “adults only” and for which the Board as defined in the Act has adopted the classification is exempt from,</p> <p class=\"clause-e\">(a) the Act, except for sections 19, 47 and 58; and</p> <p class=\"clause-e\">(b) the regulations, except for sections 2.1, 4, 5 and this section of this Regulation. O. Reg. 84/05, s. 5.</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to a video game if it has, as its main object, the depiction of explicit sexual activity and it includes a depiction described in clause 14 (4) (b). O. Reg. 84/05, s. 5.</p> <p class=\"subsection-e\">(3) A video game, other than a video game described in subsection (1), is exempt from the Act and the regulations unless it contains one or more scenes of a type described in subsection 28 (3). O. Reg. 84/05, s. 5.</p>"
        },
        {
            "id": "32.",
            "section": "Exemptions",
            "content": "32. (1) The exhibition of a film at a film festival or by a public art gallery at the fixed premises occupied by the public art gallery and the exhibition of a film in and under the sponsorship of a public library is exempt from sections 33, 37 and 39 of the Act. R.R.O. 1990, Reg. 1031, s. 32 (1). (2) Subsection (1) does not apply to an exhibition where a person apparently under the age of eighteen years is present. R.R.O. 1990, Reg. 1031, s. 32 (2). (3) Subsection (1) does not apply to the exhibition of a film, (a) that has been submitted to the Board for approval and that the Board has refused to approve; or (b) that has been approved and classified by the Board. R.R.O. 1990, Reg. 1031, s. 32 (3). (4) Where a film that has not been classified by the Board is exhibited at a film festival or at a public art gallery, the corporation organizing the festival or the public art gallery shall prominently display a sign at the principal entrance to the premises where the film is being exhibited that indicates that persons under the age of eighteen years are not permitted on the premises. R.R.O. 1990, Reg. 1031, s. 32 (4). (5) Where a film that has not been classified by the Board is exhibited in and under the sponsorship of a public library, there shall be a sign at the principal entrance to the auditorium or screening room where the film is being exhibited indicating that persons under the age of eighteen years are not permitted entry. R.R.O. 1990, Reg. 1031, s. 32 (5).",
            "raw_html": "<p class=\"section-e\"><b>32. </b>(1) The exhibition of a film at a film festival or by a public art gallery at the fixed premises occupied by the public art gallery and the exhibition of a film in and under the sponsorship of a public library is exempt from sections 33, 37 and 39 of the Act. R.R.O. 1990, Reg. 1031, s. 32 (1).</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to an exhibition where a person apparently under the age of eighteen years is present. R.R.O. 1990, Reg. 1031, s. 32 (2).</p> <p class=\"subsection-e\">(3) Subsection (1) does not apply to the exhibition of a film,</p> <p class=\"clause-e\">(a) that has been submitted to the Board for approval and that the Board has refused to approve; or</p> <p class=\"clause-e\">(b) that has been approved and classified by the Board. R.R.O. 1990, Reg. 1031, s. 32 (3).</p> <p class=\"subsection-e\">(4) Where a film that has not been classified by the Board is exhibited at a film festival or at a public art gallery, the corporation organizing the festival or the public art gallery shall prominently display a sign at the principal entrance to the premises where the film is being exhibited that indicates that persons under the age of eighteen years are not permitted on the premises. R.R.O. 1990, Reg. 1031, s. 32 (4).</p> <p class=\"subsection-e\">(5) Where a film that has not been classified by the Board is exhibited in and under the sponsorship of a public library, there shall be a sign at the principal entrance to the auditorium or screening room where the film is being exhibited indicating that persons under the age of eighteen years are not permitted entry. R.R.O. 1990, Reg. 1031, s. 32 (5).</p>"
        },
        {
            "id": "33.",
            "section": "Exemptions",
            "content": "33. (1) A film that has previously been broadcast or transmitted in a manner capable of being received in the Province of Ontario by home receptors without the use of satellite dishes or electronic descramblers is exempt from sections 33 and 37 of the Act in the version so broadcast or transmitted. R.R.O. 1990, Reg. 1031, s. 33 (1). (2) Subsection (1) does not apply to a film that has been approved and classified by the Board. R.R.O. 1990, Reg. 1031, s. 33 (2). Forms and Fees",
            "raw_html": "<p class=\"section-e\"><b>33. </b>(1) A film that has previously been broadcast or transmitted in a manner capable of being received in the Province of Ontario by home receptors without the use of satellite dishes or electronic descramblers is exempt from sections 33 and 37 of the Act in the version so broadcast or transmitted. R.R.O. 1990, Reg. 1031, s. 33 (1).</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to a film that has been approved and classified by the Board. R.R.O. 1990, Reg. 1031, s. 33 (2).</p> <p class=\"heading1-e\">Forms and Fees</p>"
        },
        {
            "id": "34.",
            "section": "Forms and Fees",
            "content": "34. (1) An application for a licence or a renewal thereof under the Act shall be on a form supplied by the Director. R.R.O. 1990, Reg. 1031, s. 34 (1). (2) Subject to subsection (3), a licence to operate a theatre or film exchange shall be for a period not to exceed one year and expires on the date set out in the licence. O. Reg. 559/96, s. 1. (3) A theatre licence shall be deemed to be expired when the holder of the licence no longer has access to or care and control of the premises for which the licence is issued. R.R.O. 1990, Reg. 1031, s. 34 (3). (4)-(7) Revoked: O. Reg. 397/02, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>34. </b>(1) An application for a licence or a renewal thereof under the Act shall be on a form supplied by the Director. R.R.O. 1990, Reg. 1031, s. 34 (1).</p> <p class=\"subsection-e\">(2) Subject to subsection (3), a licence to operate a theatre or film exchange shall be for a period not to exceed one year and expires on the date set out in the licence. O. Reg. 559/96, s. 1.</p> <p class=\"subsection-e\">(3) A theatre licence shall be deemed to be expired when the holder of the licence no longer has access to or care and control of the premises for which the licence is issued. R.R.O. 1990, Reg. 1031, s. 34 (3).</p> <p class=\"subsection-e\">(4)-(7) Revoked: O. Reg. 397/02, s. 3.</p>"
        },
        {
            "id": "35.",
            "section": "Forms and Fees",
            "content": "35. Revoked: O. Reg. 397/02, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>35. </b>Revoked: O. Reg. 397/02, s. 4.</p>"
        },
        {
            "id": "36.",
            "section": "Forms and Fees",
            "content": "36. A licence issued to operate a film exchange or a theatre is valid only for the premises set out in the licence. R.R.O. 1990, Reg. 1031, s. 36.",
            "raw_html": "<p class=\"section-e\"><b>36. </b>A licence issued to operate a film exchange or a theatre is valid only for the premises set out in the licence. R.R.O. 1990, Reg. 1031, s. 36.</p>"
        },
        {
            "id": "37.",
            "section": "Forms and Fees",
            "content": "37. (1) The holder of a film exchange licence shall notify the Director in writing within five days of the event of, (a) any change in the licensee’s address for service; (b) where the licensee is a corporation, any change in the officers or directors; and (c) where the licensee is a partnership, any change in the partners. R.R.O. 1990, Reg. 1031, s. 37 (1). (2) Notice under subsection (1) shall be sent to the Director by registered mail or delivered in person. R.R.O. 1990, Reg. 1031, s. 37 (2).",
            "raw_html": "<p class=\"section-e\"><b>37. </b>(1) The holder of a film exchange licence shall notify the Director in writing within five days of the event of,</p> <p class=\"clause-e\">(a) any change in the licensee’s address for service;</p> <p class=\"clause-e\">(b) where the licensee is a corporation, any change in the officers or directors; and</p> <p class=\"clause-e\">(c) where the licensee is a partnership, any change in the partners. R.R.O. 1990, Reg. 1031, s. 37 (1).</p> <p class=\"subsection-e\">(2) Notice under subsection (1) shall be sent to the Director by registered mail or delivered in person. R.R.O. 1990, Reg. 1031, s. 37 (2).</p>"
        },
        {
            "id": "38.",
            "section": "Forms and Fees",
            "content": "38. Subject to section 39, the following fees are payable under the Act:  1.\n\nFor a Class A or Class B theatre licence or renewal thereof,\n\n \r\n\n\n \r\n\ni. in municipalities having a population under 10,000 persons according to the last census conducted under section 15 of the Assessment Act, for each seat in the theatre\n\n$.32\n\n\n \r\n\nii. in municipalities having a population of 10,000 and over, but under 50,000 persons according to the last census conducted under section 15 of the Assessment Act, for each seat in the theatre\n\n.63\n\n\n \r\n\niii. in municipalities having a population of 50,000 and over, but under 100,000 persons according to the last census conducted under section 15 of the Assessment Act, for each seat in the theatre\n\n.95\n\n\n \r\n\niv. in municipalities having a population of 100,000 persons or over according to the last census conducted under section 15 of the Assessment Act, for each seat in the theatre\n\n1.26\n\n\n2.\n\nFor a Class C theatre licence or renewal thereof, for each vehicle space\n\n1.26\n\n\n3.\n\nFor a licence or a renewal thereof to carry on the business of,\n\n \r\n\n\n \r\n\ni. a film exchange — distributor that distributes standard film\n\n575.00\n\n\n \r\n\nii. a film exchange — distributor other than one that distributes standard film\n\n575.00\n\n\n \r\n\niii. a film exchange — retailer\n\n100.00\n\n\n4.\n\nFor the transfer of a film exchange —retail licence\n\n100.00\n\n\n5.\n\nFor the transfer of a film exchange —distributor licence\n\n575.00\n\n\n6.\n\nFor a licence or renewal thereof as an apprentice projectionist\n\n25.00\n\n\n7.\n\nFor a licence issued for the first time as a first-class projectionist or a second-class projectionist\n\n21.66 per year or part thereof that the licence will be in force\n\n\n8.\n\nFor the renewal of a licence as a first-class projectionist or a second-class projectionist\n\n65.00\n\n\n9.\n\nFor each examination and test for any class of projection licence\n\n25.00\n\n\n10.\n\nFor a licence to operate projection equipment under subsection 50 (1) of the Act\n\n37.00 \nfor each projector\n\n\n11.\n\nFor a licence to exhibit standard film under subsection 51 (1) of the Act\n\nNo Fee\n\n\n12.\n\nFor screening film wholly produced in Canada\n\nNo Fee\n\n\n13.\n\nSubject to item 14, for screening film other than film wholly produced in Canada for unlimited exhibition or distribution, or for limited exhibition in one theatre for three consecutive days or less\n\n4.20 per minute of screening\n\n\n14.\n\nFor screening film, other than film wholly produced in Canada, where the dialogue is spoken in a language other than English or French\n\n78.75 per film\n\n\n15.\n\nFor the issue of additional certificates of approval for copies of a film approved for exhibition, other than a film wholly produced in Canada\n\n26.25 per certificate\n\n\n16.\n\nFor the issue of additional certificates of approval for copies of a film wholly produced in Canada approved for exhibition\n\nNo Fee\n\n\n17.\n\nFor issuing a permit for the limited exhibition of a film, other than a film wholly produced in Canada, based on documentation submitted\n\n63.00\n\n\n18.\n\nFor issuing a permit for the limited exhibition of a film wholly produced in Canada based on documentation submitted\n\nNo Fee\n\n\n19.\n\nFor the issue of a certificate of approval for distribution of a film wholly produced in Canada\n\nNo Fee\n\n\n20.\n\nFor the issue of a certificate of approval for the distribution of a film, other than a film wholly produced in Canada, that has previously been approved by the Board for exhibition\n\n26.25\n\n\n21.\n\nFor the issue of a certificate of approval for the distribution of a film, other than a film wholly produced in Canada, based on documentation submitted\n\n63.00\n\n\n22.\n\nFor screening film other than film wholly produced in Canada to be used only for advertising purposes in connection with the exhibition or distribution of a film\n\n7.35\n\n\n23.\n\nFor issuing certificates of approval for additional copies of film referred to in item 21\n\n7.35 per certificate\n\n\n24.\n\nFor reviewing advertising matter to be used in connection with any film or the exhibition thereof\n\n21.00\n\n\n25.\n\nFor screening or issuing a certificate of approval for a film produced and distributed by a non-profit religious organization\n\nNo Fee\n\n\n26.\n\nFor screening or issuing a permit for the exhibition of a film at a film festival or public art gallery\n\nNo Fee\n\n\n27.\n\nFor screening or issuing a permit for the distribution of a film by a public art gallery\n\nNo Fee O. Reg. 680/92, s. 1; O. Reg. 928/93, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>38. </b>Subject to section 39, the following fees are payable under the Act:</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">1.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For a Class A or Class B theatre licence or renewal thereof,</p>\n</td>\n<td valign=\"top\" width=\"78\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"> \r\n</td>\n<td valign=\"top\" width=\"202\"><ul><p class=\"tablelevel1-e\">i. in municipalities having a population under 10,000 persons according to the last census conducted under section 15 of the <i>Assessment Act</i>, for each seat in the theatre</p></ul>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">$.32</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"> \r\n</td>\n<td valign=\"top\" width=\"202\"><ul><p class=\"tablelevel1-e\">ii. in municipalities having a population of 10,000 and over, but under 50,000 persons according to the last census conducted under section 15 of the <i>Assessment Ac</i>t, for each seat in the theatre</p></ul>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">.63</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"> \r\n</td>\n<td valign=\"top\" width=\"202\"><ul><p class=\"tablelevel1-e\">iii. in municipalities having a population of 50,000 and over, but under 100,000 persons according to the last census conducted under section 15 of the <i>Assessment Act</i>, for each seat in the theatre</p></ul>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">.95</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"> \r\n</td>\n<td valign=\"top\" width=\"202\"><ul><p class=\"tablelevel1-e\">iv. in municipalities having a population of 100,000 persons or over according to the last census conducted under section 15 of the <i>Assessment Act</i>, for each seat in the theatre</p></ul>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">1.26</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">2.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For a Class C theatre licence or renewal thereof, for each vehicle space</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">1.26</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">3.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For a licence or a renewal thereof to carry on the business of,</p>\n</td>\n<td valign=\"top\" width=\"78\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"> \r\n</td>\n<td valign=\"top\" width=\"202\"><ul><p class=\"tablelevel1-e\">i. a film exchange — distributor that distributes standard film</p></ul>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">575.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"> \r\n</td>\n<td valign=\"top\" width=\"202\"><ul><p class=\"tablelevel1-e\">ii. a film exchange — distributor other than one that distributes standard film</p></ul>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">575.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"> \r\n</td>\n<td valign=\"top\" width=\"202\"><ul><p class=\"tablelevel1-e\">iii. a film exchange — retailer</p></ul>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">100.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">4.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For the transfer of a film exchange —retail licence</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">100.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">5.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For the transfer of a film exchange —distributor licence</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">575.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">6.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For a licence or renewal thereof as an apprentice projectionist</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">25.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">7.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For a licence issued for the first time as a first-class projectionist or a second-class projectionist</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">21.66 per year or part thereof that the licence will be in force</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">8.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For the renewal of a licence as a first-class projectionist or a second-class projectionist</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">65.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">9.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For each examination and test for any class of projection licence</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">25.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">10.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For a licence to operate projection equipment under subsection 50 (1) of the Act</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">37.00 </p>\n<p align=\"right\" class=\"table-e\">for each projector</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">11.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For a licence to exhibit standard film under subsection 51 (1) of the Act</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">No Fee</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">12.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For screening film wholly produced in Canada</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">No Fee</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">13.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">Subject to item 14, for screening film other than film wholly produced in Canada for unlimited exhibition or distribution, or for limited exhibition in one theatre for three consecutive days or less</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">4.20 per minute of screening</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">14.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For screening film, other than film wholly produced in Canada, where the dialogue is spoken in a language other than English or French</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">78.75 per film</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">15.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For the issue of additional certificates of approval for copies of a film approved for exhibition, other than a film wholly produced in Canada</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">26.25 per certificate</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">16.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For the issue of additional certificates of approval for copies of a film wholly produced in Canada approved for exhibition</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">No Fee</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">17.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For issuing a permit for the limited exhibition of a film, other than a film wholly produced in Canada, based on documentation submitted</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">63.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">18.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For issuing a permit for the limited exhibition of a film wholly produced in Canada based on documentation submitted</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">No Fee</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">19.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For the issue of a certificate of approval for distribution of a film wholly produced in Canada</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">No Fee</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">20.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For the issue of a certificate of approval for the distribution of a film, other than a film wholly produced in Canada, that has previously been approved by the Board for exhibition</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">26.25</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">21.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For the issue of a certificate of approval for the distribution of a film, other than a film wholly produced in Canada, based on documentation submitted</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">63.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">22.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For screening film other than film wholly produced in Canada to be used only for advertising purposes in connection with the exhibition or distribution of a film</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">7.35</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">23.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For issuing certificates of approval for additional copies of film referred to in item 21</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">7.35 per certificate</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">24.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For reviewing advertising matter to be used in connection with any film or the exhibition thereof</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">21.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">25.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For screening or issuing a certificate of approval for a film produced and distributed by a non-profit religious organization</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">No Fee</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">26.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For screening or issuing a permit for the exhibition of a film at a film festival or public art gallery</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">No Fee</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"30\"><p class=\"table-e\">27.</p>\n</td>\n<td valign=\"top\" width=\"202\"><p class=\"table-e\">For screening or issuing a permit for the distribution of a film by a public art gallery</p>\n</td>\n<td valign=\"top\" width=\"78\"><p align=\"right\" class=\"table-e\">No Fee</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 680/92, s. 1; O. Reg. 928/93, s. 7.</p>"
        },
        {
            "id": "39.",
            "section": "Forms and Fees",
            "content": "39. Revoked: O. Reg. 559/96, s. 2. Français ",
            "raw_html": "<p class=\"section-e\"><b>39. </b>Revoked: O. Reg. 559/96, s. 2.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_901031_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_901031_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}