{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 792: PHYSIOTHERAPY BURSARIES",
        "reg_name_text": "PHYSIOTHERAPY BURSARIES",
        "citation": "R.R.O. 1990, Reg. 792: ",
        "act_under": "Ministry of Health Act   Loi sur le ministère de la Santé",
        "url": "https://www.ontario.ca/laws/regulation/900792",
        "date_scraped": "2023-12-19 05:44:07"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900792/v1",
            "valid_from": "October 10, 1997",
            "valid_to": "June 23, 2011"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “applicant” means an applicant for a bursary; “bursary” means an award to assist in the financing of an academic year of education and training in physiotherapy at a university or college; “college” means a college referred to in subclause 3 (b) (ii) of Regulation 281 of the Revised Regulations of Ontario, 1990; “designated” means designated by the Minister as being acceptable for the purposes of employment at the time when the applicant is to commence the one-year period of employment; “hospital” means a hospital as defined in the Public Hospitals Act; “resident” means a person who is legally entitled to remain in Canada and who makes his or her home and is ordinarily present in Ontario, but does not include a tourist, a transient or a visitor to Ontario; “university” means a university referred to in subclause 3 (b) (i) of Regulation 281 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 792, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“applicant” means an applicant for a bursary;</p> <p class=\"definition-e\">“bursary” means an award to assist in the financing of an academic year of education and training in physiotherapy at a university or college;</p> <p class=\"definition-e\">“college” means a college referred to in subclause 3 (b) (ii) of Regulation 281 of the Revised Regulations of Ontario, 1990;</p> <p class=\"definition-e\">“designated” means designated by the Minister as being acceptable for the purposes of employment at the time when the applicant is to commence the one-year period of employment;</p> <p class=\"definition-e\">“hospital” means a hospital as defined in the <i>Public Hospitals Act</i>;</p> <p class=\"definition-e\">“resident” means a person who is legally entitled to remain in Canada and who makes his or her home and is ordinarily present in Ontario, but does not include a tourist, a transient or a visitor to Ontario;</p> <p class=\"definition-e\">“university” means a university referred to in subclause 3 (b) (i) of Regulation 281 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 792, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. A bursary of $7,500 may be provided to an applicant who is a resident for his or her second-last or last academic year, where the applicant, (a) submits an application therefor in writing to the Minister, in a form provided by the Minister; and (b) provides the Minister with an undertaking as set out in section 3 or 4, as the case may be. R.R.O. 1990, Reg. 792, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>A bursary of $7,500 may be provided to an applicant who is a resident for his or her second-last or last academic year, where the applicant,</p> <p class=\"clause-e\">(a) submits an application therefor in writing to the Minister, in a form provided by the Minister; and</p> <p class=\"clause-e\">(b) provides the Minister with an undertaking as set out in section 3 or 4, as the case may be. R.R.O. 1990, Reg. 792, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. Where a bursary is the first bursary being provided to an applicant under section 2, the undertaking required by clause 2 (b) is an undertaking that, in consideration of being provided with the bursary, (a) the applicant will practise physiotherapy as a full-time employee of a designated hospital for a period of one year commencing within six months after the date on which he or she is granted a degree or diploma in physiotherapy; (b) if the applicant, (i) does not successfully complete the academic year for which a bursary was received, (ii) having successfully completed the academic year, where the bursary is for the second-last academic year, discontinues the program of education and training before completing the last academic year, or (iii) having been granted a degree or diploma in physiotherapy, does not within six months thereafter commence the employment referred to in clause (a), the applicant will forthwith upon demand repay the bursary together with the interest set out in section 5; and (c) if the applicant discontinues practising physiotherapy as required by clause (a) at any time before the end of the one-year period, he or she will forthwith upon demand repay a portion of the bursary proportional to the number of months remaining in the one-year period, not including the month in which he or she discontinued practising together with the interest set out in section 5. R.R.O. 1990, Reg. 792, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Where a bursary is the first bursary being provided to an applicant under section 2, the undertaking required by clause 2 (b) is an undertaking that, in consideration of being provided with the bursary,</p> <p class=\"clause-e\">(a) the applicant will practise physiotherapy as a full-time employee of a designated hospital for a period of one year commencing within six months after the date on which he or she is granted a degree or diploma in physiotherapy;</p> <p class=\"clause-e\">(b) if the applicant,</p> <p class=\"subclause-e\">(i) does not successfully complete the academic year for which a bursary was received,</p> <p class=\"subclause-e\">(ii) having successfully completed the academic year, where the bursary is for the second-last academic year, discontinues the program of education and training before completing the last academic year, or</p> <p class=\"subclause-e\">(iii) having been granted a degree or diploma in physiotherapy, does not within six months thereafter commence the employment referred to in clause (a),</p> <p class=\"Sclause-e\">the applicant will forthwith upon demand repay the bursary together with the interest set out in section 5; and</p> <p class=\"clause-e\">(c) if the applicant discontinues practising physiotherapy as required by clause (a) at any time before the end of the one-year period, he or she will forthwith upon demand repay a portion of the bursary proportional to the number of months remaining in the one-year period, not including the month in which he or she discontinued practising together with the interest set out in section 5. R.R.O. 1990, Reg. 792, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Where a bursary is the second bursary being provided to an applicant under section 2, the undertaking required by clause 2 (b) is an undertaking that, in consideration of being provided with the bursary, (a) the applicant will practise physiotherapy as a full-time employee of, (i) a designated hospital, (ii) a designated board of health, or (iii) the Victorian Order of Nurses in a designated locality, for a period of one year commencing immediately after completing the one-year period of physiotherapy practice required in respect of his or her first bursary; (b) if the applicant, (i) does not successfully complete the academic year for which a bursary was received, (ii) did not commence or complete the one-year period of physiotherapy practice required in respect of his or her first bursary, or (iii) having completed the one-year period of physiotherapy practice required in respect of his or her first bursary, does not immediately thereafter commence the further one-year period of physiotherapy practice required under clause (a), the applicant will forthwith upon demand repay the bursary together with the interest set out in section 5; and (c) if the applicant discontinues practising physiotherapy as required by clause (a) at any time before the end of the one-year period, he or she will forthwith upon demand repay a portion of the bursary proportional to the number of months remaining in the one-year period, not including the month in which he or she discontinued practising, together with the interest set out in section 5. R.R.O. 1990, Reg. 792, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Where a bursary is the second bursary being provided to an applicant under section 2, the undertaking required by clause 2 (b) is an undertaking that, in consideration of being provided with the bursary,</p> <p class=\"clause-e\">(a) the applicant will practise physiotherapy as a full-time employee of,</p> <p class=\"subclause-e\">(i) a designated hospital,</p> <p class=\"subclause-e\">(ii) a designated board of health, or</p> <p class=\"subclause-e\">(iii) the Victorian Order of Nurses in a designated locality,</p> <p class=\"Sclause-e\">for a period of one year commencing immediately after completing the one-year period of physiotherapy practice required in respect of his or her first bursary;</p> <p class=\"clause-e\">(b) if the applicant,</p> <p class=\"subclause-e\">(i) does not successfully complete the academic year for which a bursary was received,</p> <p class=\"subclause-e\">(ii) did not commence or complete the one-year period of physiotherapy practice required in respect of his or her first bursary, or</p> <p class=\"subclause-e\">(iii) having completed the one-year period of physiotherapy practice required in respect of his or her first bursary, does not immediately thereafter commence the further one-year period of physiotherapy practice required under clause (a),</p> <p class=\"Sclause-e\">the applicant will forthwith upon demand repay the bursary together with the interest set out in section 5; and</p> <p class=\"clause-e\">(c) if the applicant discontinues practising physiotherapy as required by clause (a) at any time before the end of the one-year period, he or she will forthwith upon demand repay a portion of the bursary proportional to the number of months remaining in the one-year period, not including the month in which he or she discontinued practising, together with the interest set out in section 5. R.R.O. 1990, Reg. 792, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. The interest mentioned in sections 3 and 4 is interest calculated monthly on the 1st day of each month at a rate equivalent to one-twelfth of the Bank of Canada rate that prevails on the last day of the preceding month as set out in the Bank of Canada Weekly Financial Statistics and applied from the date that the applicant receives the bursary. R.R.O. 1990, Reg. 792, s. 5. ",
            "raw_html": "<p class=\"section-e\"><b>5. </b>The interest mentioned in sections 3 and 4 is interest calculated monthly on the 1st day of each month at a rate equivalent to one-twelfth of the Bank of Canada rate that prevails on the last day of the preceding month as set out in the Bank of Canada Weekly Financial Statistics and applied from the date that the applicant receives the bursary. R.R.O. 1990, Reg. 792, s. 5.</p> <p class=\"Normal\"></p>"
        }
    ]
}