{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 742: GRANTS",
        "reg_name_text": "GRANTS",
        "citation": "R.R.O. 1990, Reg. 742: ",
        "act_under": "Mental Health Act",
        "url": "https://www.ontario.ca/laws/regulation/900742",
        "date_scraped": "2023-12-20 00:49:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900742/v1",
            "valid_from": "April 11, 1991",
            "valid_to": "October  9, 1997"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. Where provincial aid is paid under the Act, it shall be paid in accordance with this Regulation. R.R.O. 1990, Reg. 742, s. 1. PART I   OPERATING GRANT ASSISTANCE",
            "raw_html": "<p class=\"section-e\"><b>1. </b>Where provincial aid is paid under the Act, it shall be paid in accordance with this Regulation. R.R.O. 1990, Reg. 742, s. 1.</p> <p class=\"partnum-e\"><b>PART I <br/>  OPERATING GRANT ASSISTANCE</b></p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) Subject to subsection (3), provincial aid in the form of operating grant assistance to a psychiatric facility shall not exceed an amount equivalent to the reasonable cost as determined by the Minister of providing, (a) general maintenance, including light, heat and power; (b) administration; (c) depreciation on furniture, equipment and apparatus; (d) patient care including salaries, supplies and equipment, including the expense of, (i) the office of the officer-in-charge, (ii) radiology and laboratory examinations, (iii) patient records, (iv) dietary services, (v) housekeeping, and (vi) the laundry; (e) depreciation on buildings owned by the psychiatric facility or depreciation on leasehold improvements to buildings leased by the psychiatric facility other than those buildings or improvements for which capital grant assistance has been paid by the Minister under Part II; (f) interest due or payable on debts incurred by a psychiatric facility other than long term debts on all or part of the actual cost of a building project for which capital grant assistance has been paid by the Minister under Part II; and (g) rental payments made by a psychiatric facility for the use of real property. R.R.O. 1990, Reg. 742, s. 2 (1). (2) Subject to subsection (3) and despite subsection (1), a psychiatric facility may be paid provincial aid in addition to the provincial aid paid under subsection (1), not to exceed an amount equivalent to a reasonable allowance as determined by the Minister representing a return on funds expended by the psychiatric facility to acquire assets other than funds expended to finance all or part of the actual cost of a building project for which capital grant assistance has been paid by the Minister under Part II. R.R.O. 1990, Reg. 742, s. 2 (2). (3) There shall be deducted from the provincial aid payable to a psychiatric facility under subsections (1) and (2) the following revenue received by the psychiatric facility, (a) 75 per cent of all money received from charitable and benevolent organizations and individual endorsements and bequests for purposes ordinarily a part of the routine operations of the psychiatric facility; and (b) all other money received by the psychiatric facility from any source other than operating grant assistance received under subsection (1). R.R.O. 1990, Reg. 742, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) Subject to subsection (3), provincial aid in the form of operating grant assistance to a psychiatric facility shall not exceed an amount equivalent to the reasonable cost as determined by the Minister of providing,</p> <p class=\"clause-e\">(a) general maintenance, including light, heat and power;</p> <p class=\"clause-e\">(b) administration;</p> <p class=\"clause-e\">(c) depreciation on furniture, equipment and apparatus;</p> <p class=\"clause-e\">(d) patient care including salaries, supplies and equipment, including the expense of,</p> <p class=\"subclause-e\">(i) the office of the officer-in-charge,</p> <p class=\"subclause-e\">(ii) radiology and laboratory examinations,</p> <p class=\"subclause-e\">(iii) patient records,</p> <p class=\"subclause-e\">(iv) dietary services,</p> <p class=\"subclause-e\">(v) housekeeping, and</p> <p class=\"subclause-e\">(vi) the laundry;</p> <p class=\"clause-e\">(e) depreciation on buildings owned by the psychiatric facility or depreciation on leasehold improvements to buildings leased by the psychiatric facility other than those buildings or improvements for which capital grant assistance has been paid by the Minister under Part II;</p> <p class=\"clause-e\">(f) interest due or payable on debts incurred by a psychiatric facility other than long term debts on all or part of the actual cost of a building project for which capital grant assistance has been paid by the Minister under Part II; and</p> <p class=\"clause-e\">(g) rental payments made by a psychiatric facility for the use of real property. R.R.O. 1990, Reg. 742, s. 2 (1).</p> <p class=\"subsection-e\">(2) Subject to subsection (3) and despite subsection (1), a psychiatric facility may be paid provincial aid in addition to the provincial aid paid under subsection (1), not to exceed an amount equivalent to a reasonable allowance as determined by the Minister representing a return on funds expended by the psychiatric facility to acquire assets other than funds expended to finance all or part of the actual cost of a building project for which capital grant assistance has been paid by the Minister under Part II. R.R.O. 1990, Reg. 742, s. 2 (2).</p> <p class=\"subsection-e\">(3) There shall be deducted from the provincial aid payable to a psychiatric facility under subsections (1) and (2) the following revenue received by the psychiatric facility,</p> <p class=\"clause-e\">(a) 75 per cent of all money received from charitable and benevolent organizations and individual endorsements and bequests for purposes ordinarily a part of the routine operations of the psychiatric facility; and</p> <p class=\"clause-e\">(b) all other money received by the psychiatric facility from any source other than operating grant assistance received under subsection (1). R.R.O. 1990, Reg. 742, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) Every psychiatric facility shall annually prepare and submit to the Minister a budget estimate of the costs and revenue referred to in section 2 including particulars of the services it proposes to offer and the estimated costs thereof. R.R.O. 1990, Reg. 742, s. 3 (1). (2) A psychiatric facility may submit an amendment to the budget estimate supplied to the Minister under subsection (1). R.R.O. 1990, Reg. 742, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) Every psychiatric facility shall annually prepare and submit to the Minister a budget estimate of the costs and revenue referred to in section 2 including particulars of the services it proposes to offer and the estimated costs thereof. R.R.O. 1990, Reg. 742, s. 3 (1).</p> <p class=\"subsection-e\">(2) A psychiatric facility may submit an amendment to the budget estimate supplied to the Minister under subsection (1). R.R.O. 1990, Reg. 742, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) Operating grant assistance paid under section 2 may be paid in monthly instalments in advance, subject to final adjustments upon the receipt of annual financial statements audited by a licensed public accountant for the period during which advance payments have been made. R.R.O. 1990, Reg. 742, s. 4 (1). (2) The annual financial statements referred to in subsection (1) shall be supplied by a psychiatric facility within a reasonable time of a written request by the Minister being received by the psychiatric facility and the financial statements shall include particulars of the revenue referred to in subsection 2 (3). R.R.O. 1990, Reg. 742, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) Operating grant assistance paid under section 2 may be paid in monthly instalments in advance, subject to final adjustments upon the receipt of annual financial statements audited by a licensed public accountant for the period during which advance payments have been made. R.R.O. 1990, Reg. 742, s. 4 (1).</p> <p class=\"subsection-e\">(2) The annual financial statements referred to in subsection (1) shall be supplied by a psychiatric facility within a reasonable time of a written request by the Minister being received by the psychiatric facility and the financial statements shall include particulars of the revenue referred to in subsection 2 (3). R.R.O. 1990, Reg. 742, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. Operating grant assistance may be paid under section 2 in respect of non-residential treatment and urban re-entry programs. R.R.O. 1990, Reg. 742, s. 5. PART II   CAPITAL GRANT ASSISTANCE",
            "raw_html": "<p class=\"section-e\"><b>5. </b>Operating grant assistance may be paid under section 2 in respect of non-residential treatment and urban re-entry programs. R.R.O. 1990, Reg. 742, s. 5.</p> <p class=\"partnum-e\"><b>PART II <br/>  CAPITAL GRANT ASSISTANCE</b></p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. In this Part, “approved cost” means that portion of the actual cost of a building project of a psychiatric facility approved by the Minister, and includes, (a) fees that are approved by the Minister and paid to an architect for his or her services and the services of his or her consulting engineers, (b) fees that are approved by the Minister for consultants, other than those paid through the architect, (c) necessary equipment and furnishings and the installation thereof, (d) land surveys and soil tests, and (e) necessary paving and sodding, but does not include, (f) initial supplies, (g) financing charges, (h) working capital and pre-opening expenses, (i) contingency allowances, (j) landscaping, gardens, works of art, murals, busts, statues and similar decorations, or (k) facilities for ancillary revenue-producing operations; (“coût approuvé”) “balance of the cost” means the remainder after deducting the amount of the grant from the actual cost of the building project; (“solde du coût”) “building project” means, (a) the acquisition of existing buildings and alterations or additions thereto, (b) the construction of a new building or buildings excluding demolition of existing buildings and other clearance of site, and (c) the renovation or alteration of existing buildings. (“projet de construction”) R.R.O. 1990, Reg. 742, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>In this Part,</p> <p class=\"firstdef-e\">“approved cost” means that portion of the actual cost of a building project of a psychiatric facility approved by the Minister, and includes,</p> <p class=\"defclause-e\">(a) fees that are approved by the Minister and paid to an architect for his or her services and the services of his or her consulting engineers,</p> <p class=\"defclause-e\">(b) fees that are approved by the Minister for consultants, other than those paid through the architect,</p> <p class=\"defclause-e\">(c) necessary equipment and furnishings and the installation thereof,</p> <p class=\"defclause-e\">(d) land surveys and soil tests, and</p> <p class=\"defclause-e\">(e) necessary paving and sodding,</p> <p class=\"Sdefinition-e\">but does not include,</p> <p class=\"defclause-e\">(f) initial supplies,</p> <p class=\"defclause-e\">(g) financing charges,</p> <p class=\"defclause-e\">(h) working capital and pre-opening expenses,</p> <p class=\"defclause-e\">(i) contingency allowances,</p> <p class=\"defclause-e\">(j) landscaping, gardens, works of art, murals, busts, statues and similar decorations, or</p> <p class=\"defclause-e\">(k) facilities for ancillary revenue-producing operations; (“coût approuvé”)</p> <p class=\"definition-e\">“balance of the cost” means the remainder after deducting the amount of the grant from the actual cost of the building project; (“solde du coût”)</p> <p class=\"definition-e\">“building project” means,</p> <p class=\"defclause-e\">(a) the acquisition of existing buildings and alterations or additions thereto,</p> <p class=\"defclause-e\">(b) the construction of a new building or buildings excluding demolition of existing buildings and other clearance of site, and</p> <p class=\"defclause-e\">(c) the renovation or alteration of existing buildings. (“projet de construction”) R.R.O. 1990, Reg. 742, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. The amount of capital grant assistance that may be paid by the Minister shall be two-thirds of the approved cost of the building project. R.R.O. 1990, Reg. 742, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>The amount of capital grant assistance that may be paid by the Minister shall be two-thirds of the approved cost of the building project. R.R.O. 1990, Reg. 742, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. Despite section 7, the amount of capital grant assistance that may be paid by the Minister shall be the full approved cost of the building project where the project is undertaken solely to provide services for children in the following psychiatric facilities:  1.\n\nHamilton\n\nChedoke Child and Family Care Centre\n\n\n2.\n\nOttawa\n\nRoyal Ottawa Hospital Regional Children’s Centre\n\n\n3.\n\nSudbury\n\nSudbury Algoma Hospital Regional Children’s Centre\n\n\n4.\n\nWindsor\n\nWestern Hospital Centre R.R.O. 1990, Reg. 742, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>Despite section 7, the amount of capital grant assistance that may be paid by the Minister shall be the full approved cost of the building project where the project is undertaken solely to provide services for children in the following psychiatric facilities:</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"23\"><p class=\"table-e\">1.</p>\n</td>\n<td valign=\"top\" width=\"59\"><p class=\"table-e\">Hamilton</p>\n</td>\n<td valign=\"top\" width=\"229\"><p class=\"table-e\">Chedoke Child and Family Care Centre</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"23\"><p class=\"table-e\">2.</p>\n</td>\n<td valign=\"top\" width=\"59\"><p class=\"table-e\">Ottawa</p>\n</td>\n<td valign=\"top\" width=\"229\"><p class=\"table-e\">Royal Ottawa Hospital Regional Children’s Centre</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"23\"><p class=\"table-e\">3.</p>\n</td>\n<td valign=\"top\" width=\"59\"><p class=\"table-e\">Sudbury</p>\n</td>\n<td valign=\"top\" width=\"229\"><p class=\"table-e\">Sudbury Algoma Hospital Regional Children’s Centre</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"23\"><p class=\"table-e\">4.</p>\n</td>\n<td valign=\"top\" width=\"59\"><p class=\"table-e\">Windsor</p>\n</td>\n<td valign=\"top\" width=\"229\"><p class=\"table-e\">Western Hospital Centre</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 742, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) An application for capital grant assistance shall be made to the Minister and shall set out such information as the Minister may require. R.R.O. 1990, Reg. 742, s. 9 (1). (2) An application for capital grant assistance shall be accompanied by a preliminary sketch plan in triplicate showing any existing buildings acquired or proposed to be acquired for the purpose of the building project and the alterations necessary thereto or showing the new construction, additions or alterations, as the case may be. R.R.O. 1990, Reg. 742, s. 9 (2). (3) No tenders shall be called for any proposed new construction, additions or alterations until the Minister is satisfied and so advises in writing that the total funds required for the completion of the building project, including capital grant assistance, will be available. R.R.O. 1990, Reg. 742, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) An application for capital grant assistance shall be made to the Minister and shall set out such information as the Minister may require. R.R.O. 1990, Reg. 742, s. 9 (1).</p> <p class=\"subsection-e\">(2) An application for capital grant assistance shall be accompanied by a preliminary sketch plan in triplicate showing any existing buildings acquired or proposed to be acquired for the purpose of the building project and the alterations necessary thereto or showing the new construction, additions or alterations, as the case may be. R.R.O. 1990, Reg. 742, s. 9 (2).</p> <p class=\"subsection-e\">(3) No tenders shall be called for any proposed new construction, additions or alterations until the Minister is satisfied and so advises in writing that the total funds required for the completion of the building project, including capital grant assistance, will be available. R.R.O. 1990, Reg. 742, s. 9 (3).</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. No capital grant assistance shall be paid unless, (a) the building project has been approved by the Minister; (b) the applicant undertakes that it will not, without the consent of the Minister, (i) sell, mortgage or otherwise dispose of the psychiatric facility or any part thereof, (ii) use the psychiatric facility for any other purpose than that for which the grant is made, or (iii) make any alterations or additions to any building forming part of the psychiatric facility; and (c) in the case of a non-profit organization, the non-profit organization undertakes to pay the balance of the cost of the project. R.R.O. 1990, Reg. 742, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>No capital grant assistance shall be paid unless,</p> <p class=\"clause-e\">(a) the building project has been approved by the Minister;</p> <p class=\"clause-e\">(b) the applicant undertakes that it will not, without the consent of the Minister,</p> <p class=\"subclause-e\">(i) sell, mortgage or otherwise dispose of the psychiatric facility or any part thereof,</p> <p class=\"subclause-e\">(ii) use the psychiatric facility for any other purpose than that for which the grant is made, or</p> <p class=\"subclause-e\">(iii) make any alterations or additions to any building forming part of the psychiatric facility; and</p> <p class=\"clause-e\">(c) in the case of a non-profit organization, the non-profit organization undertakes to pay the balance of the cost of the project. R.R.O. 1990, Reg. 742, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) Capital grant assistance shall be paid as follows: 1. One-fifth when the contract for the building project is signed. 2. One-tenth when one-eighth of the work is completed. 3. One-tenth when one-quarter of the work is completed. 4. One-tenth when three-eighths of the work is completed. 5. One-tenth when one-half of the work is completed. 6. One-tenth when five-eighths of the work is completed. 7. One-tenth when three-quarters of the work is completed. 8. One-tenth when seven-eighths of the work is completed. 9. The balance when the work is completed to the satisfaction of the Minister. R.R.O. 1990, Reg. 742, s. 11 (1). (2) No payment shall be made under subsection (1) unless a member of the Ontario Association of Architects certifies or the Minister is otherwise satisfied that the proper proportion of the work has been completed. R.R.O. 1990, Reg. 742, s. 11 (2). Français ",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) Capital grant assistance shall be paid as follows:</p> <p class=\"paragraph-e\">1. One-fifth when the contract for the building project is signed.</p> <p class=\"paragraph-e\">2. One-tenth when one-eighth of the work is completed.</p> <p class=\"paragraph-e\">3. One-tenth when one-quarter of the work is completed.</p> <p class=\"paragraph-e\">4. One-tenth when three-eighths of the work is completed.</p> <p class=\"paragraph-e\">5. One-tenth when one-half of the work is completed.</p> <p class=\"paragraph-e\">6. One-tenth when five-eighths of the work is completed.</p> <p class=\"paragraph-e\">7. One-tenth when three-quarters of the work is completed.</p> <p class=\"paragraph-e\">8. One-tenth when seven-eighths of the work is completed.</p> <p class=\"paragraph-e\">9. The balance when the work is completed to the satisfaction of the Minister. R.R.O. 1990, Reg. 742, s. 11 (1).</p> <p class=\"subsection-e\">(2) No payment shall be made under subsection (1) unless a member of the Ontario Association of Architects certifies or the Minister is otherwise satisfied that the proper proportion of the work has been completed. R.R.O. 1990, Reg. 742, s. 11 (2).</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900742_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900742_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}