{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 341: DEEP WELL DISPOSAL",
        "reg_name_text": "DEEP WELL DISPOSAL",
        "citation": "R.R.O. 1990, Reg. 341: ",
        "act_under": "Environmental Protection Act   Loi sur la protection de l’environnement",
        "url": "https://www.ontario.ca/laws/regulation/900341",
        "date_scraped": "2023-12-20 02:06:31"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 31, 1990",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. In this Regulation, “barrel” means 35 standard Canadian gallons as defined by the Weights and Measures Act\r\n(Canada); “deep well disposal” means the discharge of liquid waste into a geological formation by means of a well; “Detroit River Group” means the geological formations generally known as the Detroit River Group of formations of Devonian age; “liquid industrial waste” means liquid waste that results from industrial processes or manufacturing or commercial operations; “lost circulation zone” means a zone within a geological formation generally known by this name and into which wastes can be discharged without positive injection pressure at the surface; “oil field brine” means brine produced in association with oil and gas drilling and production operations that are controlled under the Petroleum Resources Act; “surface facilities” means storage or treatment facilities provided at the disposal site for liquid waste before discharge into the subsurface and includes piping, pumps, valves, tankage, instrumentation and other equipment.  R.R.O. 1990, Reg. 341, s. 1. Designation and Exemption of Wastes",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“barrel” means 35 standard Canadian gallons as defined by the <i>Weights and Measures Act</i>\r\n(Canada);</p> <p class=\"definition-e\">“deep well disposal” means the discharge of liquid waste into a geological formation by means of a well;</p> <p class=\"definition-e\">“Detroit River Group” means the geological formations generally known as the Detroit River Group of formations of Devonian age;</p> <p class=\"definition-e\">“liquid industrial waste” means liquid waste that results from industrial processes or manufacturing or commercial operations;</p> <p class=\"definition-e\">“lost circulation zone” means a zone within a geological formation generally known by this name and into which wastes can be discharged without positive injection pressure at the surface;</p> <p class=\"definition-e\">“oil field brine” means brine produced in association with oil and gas drilling and production operations that are controlled under the <i>Petroleum Resources Act</i>;</p> <p class=\"definition-e\">“surface facilities” means storage or treatment facilities provided at the disposal site for liquid waste before discharge into the subsurface and includes piping, pumps, valves, tankage, instrumentation and other equipment.  R.R.O. 1990, Reg. 341, s. 1.</p> <p class=\"heading1-e\">Designation and Exemption of Wastes</p>"
        },
        {
            "id": "2.",
            "section": "Designation and Exemption of Wastes",
            "content": " 2. The following is designated a waste: Oil field brine. R.R.O. 1990, Reg. 341, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The following is designated a waste:</p> <p class=\"parawindt-e\">Oil field brine.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 341, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Designation and Exemption of Wastes",
            "content": " 3. The following waste is exempt from the Act and this Regulation: Oil field brine. R.R.O. 1990, Reg. 341, s. 3. Classification of Waste Disposal Site",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The following waste is exempt from the Act and this Regulation:</p> <p class=\"parawindt-e\">Oil field brine.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 341, s. 3.</p> <p class=\"heading1-e\">Classification of Waste Disposal Site</p>"
        },
        {
            "id": "4.",
            "section": "Classification of Waste Disposal Site",
            "content": " 4. The following is classified as a waste disposal site: Deep well disposal site. R.R.O. 1990, Reg. 341, s. 4. Standards for Deep Well Disposal Sites",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The following is classified as a waste disposal site:</p> <p class=\"parawindt-e\">Deep well disposal site.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 341, s. 4.</p> <p class=\"heading1-e\">Standards for Deep Well Disposal Sites</p>"
        },
        {
            "id": "5.",
            "section": "Standards for Deep Well Disposal Sites",
            "content": " 5. The following are prescribed as standards for the location, maintenance and operation of a deep well disposal site: 1. Access roads and on-site roads shall be provided so that vehicles hauling liquid industrial wastes to and on the site, or vehicles necessary for the proper operation and maintenance of surface facilities provided at the site, may travel readily on any day under all normal weather conditions. 2. Such surface facilities shall be provided at the site as in the opinion of the Director are necessary for its proper operation. 3. Where liquid industrial waste is hauled by tank truck or other container to the site, access to the site shall be limited to such time as an attendant is on duty. 4. The site shall be enclosed to prevent entry by unauthorized persons and access to the property shall be by roadway closed by a gate capable of being locked. 5. Procedures shall be established, signs posted and safeguards maintained for the prevention of accidents or spills at the site. 6. All wells to be used for deep well disposal shall conform to the requirements of the Petroleum Resources Act and Regulation 915 of the Revised Regulations of Ontario, 1990. 7. Provision shall be made to contain spills resulting from the operations within the site and effectively prevent the egress of contaminants from the site. 8. A monitoring program shall be required at the site for the protection of well water supplies. 9. Where conditions or findings obtained from the monitoring program referred to in paragraph 8 indicate that further investigation is necessary, observation wells shall be drilled into the receiving formation or into overlying fresh water horizons, and a further monitoring program established on the basis of information available from these new wells. 10. Records for each month of operation shall be maintained by the operator of the site showing, i. the source, volume in barrels and chemical composition of all wastes received at the site, ii. the treatment provided, iii. the volume in barrels of wastes discharged into the well, iv. the minimum and maximum injection pressure and annulus pressure and the average and maximum rate of discharge, and v. the results of monitoring programs. 11. On or before the 15th day of each month, the operator of the site shall report to the Director the information contained in the records referred to in paragraph 10 in respect of the preceding month’s operations. 12. On or before the 15th day of February in each year, the operator of the site shall report to the Director a summary of all the information contained in the records referred to in paragraph 10 in respect of the preceding year’s operations.  R.R.O. 1990, Reg. 341, s. 5. Fees",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The following are prescribed as standards for the location, maintenance and operation of a deep well disposal site:</p> <p class=\"paragraph-e\">  1. Access roads and on-site roads shall be provided so that vehicles hauling liquid industrial wastes to and on the site, or vehicles necessary for the proper operation and maintenance of surface facilities provided at the site, may travel readily on any day under all normal weather conditions.</p> <p class=\"paragraph-e\">  2. Such surface facilities shall be provided at the site as in the opinion of the Director are necessary for its proper operation.</p> <p class=\"paragraph-e\">  3. Where liquid industrial waste is hauled by tank truck or other container to the site, access to the site shall be limited to such time as an attendant is on duty.</p> <p class=\"paragraph-e\">  4. The site shall be enclosed to prevent entry by unauthorized persons and access to the property shall be by roadway closed by a gate capable of being locked.</p> <p class=\"paragraph-e\">  5. Procedures shall be established, signs posted and safeguards maintained for the prevention of accidents or spills at the site.</p> <p class=\"paragraph-e\">  6. All wells to be used for deep well disposal shall conform to the requirements of the <i>Petroleum Resources Act</i> and Regulation 915 of the Revised Regulations of Ontario, 1990.</p> <p class=\"paragraph-e\">  7. Provision shall be made to contain spills resulting from the operations within the site and effectively prevent the egress of contaminants from the site.</p> <p class=\"paragraph-e\">  8. A monitoring program shall be required at the site for the protection of well water supplies.</p> <p class=\"paragraph-e\">  9. Where conditions or findings obtained from the monitoring program referred to in paragraph 8 indicate that further investigation is necessary, observation wells shall be drilled into the receiving formation or into overlying fresh water horizons, and a further monitoring program established on the basis of information available from these new wells.</p> <p class=\"paragraph-e\">  10. Records for each month of operation shall be maintained by the operator of the site showing,</p> <p class=\"subpara-e\">  i. the source, volume in barrels and chemical composition of all wastes received at the site,</p> <p class=\"subpara-e\">  ii. the treatment provided,</p> <p class=\"subpara-e\">  iii. the volume in barrels of wastes discharged into the well,</p> <p class=\"subpara-e\">  iv. the minimum and maximum injection pressure and annulus pressure and the average and maximum rate of discharge, and</p> <p class=\"subpara-e\">  v. the results of monitoring programs.</p> <p class=\"paragraph-e\">  11. On or before the 15th day of each month, the operator of the site shall report to the Director the information contained in the records referred to in paragraph 10 in respect of the preceding month’s operations.</p> <p class=\"paragraph-e\">  12. On or before the 15th day of February in each year, the operator of the site shall report to the Director a summary of all the information contained in the records referred to in paragraph 10 in respect of the preceding year’s operations.  R.R.O. 1990, Reg. 341, s. 5.</p> <p class=\"heading1-e\">Fees</p>"
        },
        {
            "id": "6.",
            "section": "Fees",
            "content": " 6. The following are prescribed as the rates of the fees for the disposal of wastes in a well that is a waste disposal site that shall be paid into The Waste Well Disposal Security Fund: 1. For the cumulative total of brine disposed of in the well: i. up to and including 25 million barrels: 1/4¢ per barrel. ii. more than 25 million barrels and up to and including 50 million barrels: 1/8¢ per barrel. iii. more than 50 million barrels and up to and including 100 million barrels: 1/20¢ per barrel. iv. more than 100 million barrels and up to and including 200 million barrels: 1/50¢ per barrel. v. more than 200 million barrels: 1/100¢ per barrel. 2. For the cumulative total of all waste other than brine disposed of in the well: i. up to and including 100 thousand barrels: 20¢ per barrel. ii. more than 100 thousand barrels and up to and including 500 thousand barrels: 10¢ per barrel. iii. more than 500 thousand barrels: 5¢ per barrel. R.R.O. 1990, Reg. 341, s. 6. Location of Sites",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The following are prescribed as the rates of the fees for the disposal of wastes in a well that is a waste disposal site that shall be paid into The Waste Well Disposal Security Fund:</p> <p class=\"paragraph-e\">  1. For the cumulative total of brine disposed of in the well:</p> <p class=\"subpara-e\">  i. up to and including 25 million barrels: 1/4¢ per barrel.</p> <p class=\"subpara-e\">  ii. more than 25 million barrels and up to and including 50 million barrels: 1/8¢ per barrel.</p> <p class=\"subpara-e\">  iii. more than 50 million barrels and up to and including 100 million barrels: 1/20¢ per barrel.</p> <p class=\"subpara-e\">  iv. more than 100 million barrels and up to and including 200 million barrels: 1/50¢ per barrel.</p> <p class=\"subpara-e\">  v. more than 200 million barrels: 1/100¢ per barrel.</p> <p class=\"paragraph-e\">  2. For the cumulative total of all waste other than brine disposed of in the well:</p> <p class=\"subpara-e\">  i. up to and including 100 thousand barrels: 20¢ per barrel.</p> <p class=\"subpara-e\">  ii. more than 100 thousand barrels and up to and including 500 thousand barrels: 10¢ per barrel.</p> <p class=\"subpara-e\">  iii. more than 500 thousand barrels: 5¢ per barrel.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 341, s. 6.</p> <p class=\"heading1-e\">Location of Sites</p>"
        },
        {
            "id": "7.",
            "section": "Location of Sites",
            "content": " 7. (1) Subject to subsection (2), no deep well disposal site shall be located so as to allow any liquid industrial waste to be discharged into the Detroit River Group.  R.R.O. 1990, Reg. 341, s. 7 (1). (2) A deep well disposal site may be located so as to allow brine to be discharged into a lost circulation zone in the Detroit River Group, except into the lost circulation zone in the Detroit River Group within five miles of the St. Clair River.  R.R.O. 1990, Reg. 341, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) Subject to subsection (2), no deep well disposal site shall be located so as to allow any liquid industrial waste to be discharged into the Detroit River Group.  R.R.O. 1990, Reg. 341, s. 7 (1).</p> <p class=\"subsection-e\">  (2) A deep well disposal site may be located so as to allow brine to be discharged into a lost circulation zone in the Detroit River Group, except into the lost circulation zone in the Detroit River Group within five miles of the St. Clair River.  R.R.O. 1990, Reg. 341, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": "Location of Sites",
            "content": " 8. No person shall use, operate or establish a deep well disposal site except, (a) in accordance with the standards prescribed in section 5; and (b) at a location that is not prohibited under section 7.  R.R.O. 1990, Reg. 341, s. 8.    ",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>No person shall use, operate or establish a deep well disposal site except,</p> <p class=\"clause-e\">  (a) in accordance with the standards prescribed in section 5; and</p> <p class=\"clause-e\">  (b) at a location that is not prohibited under section 7.  R.R.O. 1990, Reg. 341, s. 8.</p> <p class=\"clause-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}