{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 421: LOCAL BOARDS",
        "reg_name_text": "LOCAL BOARDS",
        "citation": "R.R.O. 1990, Reg. 421: ",
        "act_under": "Farm Products Marketing Act",
        "url": "https://www.ontario.ca/laws/regulation/900421",
        "date_scraped": "2023-12-19 18:21:57"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 17, 2005",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900421/v1",
            "valid_from": "December 17, 1999",
            "valid_to": "March 16, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) Each local board shall within seven days, excluding Saturdays and holidays, after holding a meeting file with the Commission a copy of the agenda for the meeting.  O. Reg. 193/93, s. 1. (2) Each local board shall keep minutes of all meetings and shall provide the Commission with access to those minutes at the offices of the board during normal business hours.  O. Reg. 193/93, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) Each local board shall within seven days, excluding Saturdays and holidays, after holding a meeting file with the Commission a copy of the agenda for the meeting.  O. Reg. 193/93, s. 1.</p> <p class=\"subsection-e\">  (2) Each local board shall keep minutes of all meetings and shall provide the Commission with access to those minutes at the offices of the board during normal business hours.  O. Reg. 193/93, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) Where the local board issues a direction or makes an order, regulation, by-law or policy statement, the local board shall within five days of issuance or making, excluding Saturdays and holidays, file with the Commission a true copy of the direction, order, regulation, by-law or policy statement.  O. Reg. 617/99, s. 1. (2) The local board shall file with the Commission a true copy of the index to the local board’s regulations and, where the local board amends a regulation, the local board shall within five days of amendment, excluding Saturdays and holidays, file with the Commission a true copy of the amended page or pages of the index.  R.R.O. 1990, Reg. 421, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Where the local board issues a direction or makes an order, regulation, by-law or policy statement, the local board shall within five days of issuance or making, excluding Saturdays and holidays, file with the Commission a true copy of the direction, order, regulation, by-law or policy statement.  O. Reg. 617/99, s. 1.</p> <p class=\"subsection-e\">  (2) The local board shall file with the Commission a true copy of the index to the local board’s regulations and, where the local board amends a regulation, the local board shall within five days of amendment, excluding Saturdays and holidays, file with the Commission a true copy of the amended page or pages of the index.  R.R.O. 1990, Reg. 421, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. Where a local board receives a copy of any agreement or award filed with the Commission and an order of the Commission under subsection 7 (4) of the Act declaring the agreement or award or part thereof in force, the local board shall file with its secretary the copy of the agreement or award and the order made by the Commission.  R.R.O. 1990, Reg. 421, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>Where a local board receives a copy of any agreement or award filed with the Commission and an order of the Commission under subsection 7 (4) of the Act declaring the agreement or award or part thereof in force, the local board shall file with its secretary the copy of the agreement or award and the order made by the Commission.  R.R.O. 1990, Reg. 421, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. Within four months after the close of the fiscal year of a local board, the local board shall file with the Commission a true copy of all reports of its operations in the fiscal year.  R.R.O. 1990, Reg. 421, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Within four months after the close of the fiscal year of a local board, the local board shall file with the Commission a true copy of all reports of its operations in the fiscal year.  R.R.O. 1990, Reg. 421, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) Each local board shall file with the Commission a true copy of the annual financial statement and audited report for each fiscal year of the local board within ten days, excluding Saturdays and holidays, after the local board receives the audited report.  R.R.O. 1990, Reg. 421, s. 5 (1). (2) The annual financial statement of a local board shall include, (a) the threshold reporting amount established by the local board in its by-laws; (b) the amount of each grant or other like payment of money made by the local board to any person or association or body of persons during the fiscal year that is greater than or equal to the threshold reporting amount; (c) the amount of each grant or other like payment of money that is less than the threshold reporting amount and was made by the local board to any person or association or body of persons during the fiscal year and before the by-law establishing the threshold reporting amount is passed by an annual meeting of the local board; (d) the name of the person or association or body of persons to whom each grant or other like payment of money described in clause (b) or (c) was made; (e) the total number of grants and other like payments of money that are each less than the threshold reporting amount and were made by the local board to any persons, associations and bodies of persons during the fiscal year and after the by-law establishing the threshold reporting amount is passed by an annual meeting of the local board; and (f) the total amount of the grants and other like payments described in clause (e).  O. Reg. 617/99, s. 2. (3) On request, a local board shall provide to the Commission or to a producer any information respecting the grants or other like payments of money that are included in the total amount reported under clause (2) (f).  O. Reg. 617/99, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Each local board shall file with the Commission a true copy of the annual financial statement and audited report for each fiscal year of the local board within ten days, excluding Saturdays and holidays, after the local board receives the audited report.  R.R.O. 1990, Reg. 421, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The annual financial statement of a local board shall include,</p> <p class=\"clause-e\">  (a) the threshold reporting amount established by the local board in its by-laws;</p> <p class=\"clause-e\">  (b) the amount of each grant or other like payment of money made by the local board to any person or association or body of persons during the fiscal year that is greater than or equal to the threshold reporting amount;</p> <p class=\"clause-e\">  (c) the amount of each grant or other like payment of money that is less than the threshold reporting amount and was made by the local board to any person or association or body of persons during the fiscal year and before the by-law establishing the threshold reporting amount is passed by an annual meeting of the local board;</p> <p class=\"clause-e\">  (d) the name of the person or association or body of persons to whom each grant or other like payment of money described in clause (b) or (c) was made;</p> <p class=\"clause-e\">  (e) the total number of grants and other like payments of money that are each less than the threshold reporting amount and were made by the local board to any persons, associations and bodies of persons during the fiscal year and after the by-law establishing the threshold reporting amount is passed by an annual meeting of the local board; and </p> <p class=\"clause-e\">  (f) the total amount of the grants and other like payments described in clause (e).  O. Reg. 617/99, s. 2.</p> <p class=\"subsection-e\">  (3) On request, a local board shall provide to the Commission or to a producer any information respecting the grants or other like payments of money that are included in the total amount reported under clause (2) (f).  O. Reg. 617/99, s. 2.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. Where a local board appoints an agent, the local board shall file with the Commission a true copy of the appointment and the terms thereof within twenty-one days after the appointment is made.  R.R.O. 1990, Reg. 421, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>Where a local board appoints an agent, the local board shall file with the Commission a true copy of the appointment and the terms thereof within twenty-one days after the appointment is made.  R.R.O. 1990, Reg. 421, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. Where the Commission requires from a local board true copies of statements and reports other than those provided for in sections 1, 2, 3, 4, 5 and 6, the local board shall, as soon as is practicable, but not later than thirty days from the date that the request is received from the Commission, file with the Commission true copies of the statements and reports.  R.R.O. 1990, Reg. 421, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>Where the Commission requires from a local board true copies of statements and reports other than those provided for in sections 1, 2, 3, 4, 5 and 6, the local board shall, as soon as is practicable, but not later than thirty days from the date that the request is received from the Commission, file with the Commission true copies of the statements and reports.  R.R.O. 1990, Reg. 421, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. Subject to section 9, within four months after the end of its fiscal year, each local board shall furnish to the producers of the regulated product during the fiscal year copies of the annual statement of operations and the financial report of the local board.  R.R.O. 1990, Reg. 421, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>Subject to section 9, within four months after the end of its fiscal year, each local board shall furnish to the producers of the regulated product during the fiscal year copies of the annual statement of operations and the financial report of the local board.  R.R.O. 1990, Reg. 421, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. Where, within four months of the close of its fiscal year, a local board publishes in one issue of at least one edition of a newspaper or magazine having a general circulation among its producers its annual statement of operations and its financial report, the local board is not required to comply with section 8.  R.R.O. 1990, Reg. 421, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>Where, within four months of the close of its fiscal year, a local board publishes in one issue of at least one edition of a newspaper or magazine having a general circulation among its producers its annual statement of operations and its financial report, the local board is not required to comply with section 8.  R.R.O. 1990, Reg. 421, s. 9.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900421\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}