{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 171: AGGREGATE RESOURCES ACT",
        "reg_name_text": "AGGREGATE RESOURCES ACT",
        "citation": "R.R.O. 1990, Reg. 171: ",
        "act_under": "Consolidated Hearings Act",
        "url": "https://www.ontario.ca/laws/regulation/900171",
        "date_scraped": "2023-12-18 18:16:59"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900171/v7",
            "valid_from": "April 19, 2021",
            "valid_to": "May 31, 2021"
        },
        {
            "a_href": "/laws/regulation/900171/v6",
            "valid_from": "July  1, 2013",
            "valid_to": "April 18, 2021"
        },
        {
            "a_href": "/laws/regulation/900171/v5",
            "valid_from": "May 31, 2013",
            "valid_to": "June 30, 2013"
        },
        {
            "a_href": "/laws/regulation/900171/v4",
            "valid_from": "October 10, 2008",
            "valid_to": "May 30, 2013"
        },
        {
            "a_href": "/laws/regulation/900171/v3",
            "valid_from": "April 17, 2008",
            "valid_to": "October  9, 2008"
        },
        {
            "a_href": "/laws/regulation/900171/v2",
            "valid_from": "February 27, 2007",
            "valid_to": "April 16, 2008"
        },
        {
            "a_href": "/laws/regulation/900171/v1",
            "valid_from": "September 24, 2002",
            "valid_to": "February 26, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. The Aggregate Resources Act is prescribed for the purposes of section 2 of the Consolidated Hearings Act.  R.R.O. 1990, Reg. 171, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The <i>Aggregate Resources Act</i> is prescribed for the purposes of section 2 of the <i>Consolidated Hearings Act</i>.  R.R.O. 1990, Reg. 171, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. All undertakings to which the Consolidated Hearings Act would apply because of the effect of section 1 are exempt from the application of the Act except, (a)  the proposed undertaking, including all alternatives to it, by The Municipality of Metropolitan Toronto to acquire lots 29 and 30, Concession 3, Town of Vaughan, The Regional Municipality of York, to extract clay therefrom, to transport the clay to the Keele Valley Landfill Site and to construct the clay liner and final cover for the Keele Valley Landfill Site; (b)  the proposed undertaking, including all alternatives to it, by Reclamation Systems Inc. to dispose of waste in the Acton Quarry of United Aggregate Limited located on part of Lot 23, Concession 3, and parts of lots 23 and 24, Concession 4, Town of Halton Hills, in The Regional Municipality of Halton; (c)  the proposed undertaking, including all alternatives to it, by Armbro Inc. to operate a sand and gravel pit on part of lots 13, 14 and 15, Concession 5, W.H.S., Town of Caledon; (d)  the proposed undertaking, including all alternatives to it, by Caledon Sand & Gravel Inc. to operate a sand and gravel pit on lands located in the Town of Caledon in The Regional Municipality of Peel as follows: the east half of Lot 11, Concession 1, EHS; the northwesterly 60 per cent of Lot 11, Concession 2, EHS; the west half of Lot 12, Concession 2, EHS; (e)  the proposed undertaking by Graham Bros. Aggregates Limited to operate a sand and gravel pit on 72.3 acres in part of Lot 12, Concession 1, W.H.S. and to operate a sand and gravel pit on 21.5 acres in the west half of Lot 12, Concession 2, W.H.S., in the Town of Caledon in The Regional Municipality of Peel; (f)  the proposed undertaking by St. Lawrence Cement Inc., carrying on business as Dufferin Aggregates, to operate a quarry on the land described as the Milton Quarry Extension Lands on the map that, (i)  was posted on the Internet on February 28, 2002 at www.ene.gov.on.ca/envision/env_reg/er/documents/2002/RA02E0003.pdf, and (ii)  is available to the public from the Environmental Assessment and Approvals Branch of the Ministry of the Environment at 2 St. Clair Avenue West, Floor 12A, Toronto, Ontario M4V 1L5; (g)  the proposed undertaking by Nelson Aggregate Co. to operate a quarry on land that, (i)  is located on Part Lots 17 and 18, Concession 2 N.D.S., in the City of Burlington in The Regional Municipality of Halton, and (ii)  is described as the Burlington Quarry Extension on a map that is available from the Environmental Assessment and Approvals Branch of the Ministry of the Environment, the original of which is filed in the office of the Director of that Branch and is identified by the stamp of the Registrar of Regulations dated January 11, 2007; (h)  the proposed undertaking by Walker Aggregates Inc. to operate a quarry on land that, (i)  is located on Lot 25 and Part Lot 26, Concession XII and Lot 25, Concession XI, in the Township of Clearview in the County of Simcoe, and (ii)  is described as the Duntroon Quarry Expansion on a map that is available from the Environmental Assessment and Approvals Branch of the Ministry of the Environment, the original of which is filed in the office of the Director of that Branch and is identified by the stamp of the Registrar of Regulations dated January 17, 2008; (i)  any undertaking in relation to which a hearing is required or may be required under the Niagara Escarpment Planning and Development Act. O. Reg. 783/91, s. 1; O. Reg. 840/93, s. 1; O. Reg. 502/95, s. 1; O. Reg. 580/00, s. 1; O. Reg. 274/02, s. 1; O. Reg. 96/08, s. 1; O. Reg. 349/08, s. 1; O. Reg. 178/13, s. 1.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>All undertakings to which the <i>Consolidated Hearings Act</i> would apply because of the effect of section 1 are exempt from the application of the Act except,</p> <p class=\"clause-e\">  (a)  the proposed undertaking, including all alternatives to it, by The Municipality of Metropolitan Toronto to acquire lots 29 and 30, Concession 3, Town of Vaughan, The Regional Municipality of York, to extract clay therefrom, to transport the clay to the Keele Valley Landfill Site and to construct the clay liner and final cover for the Keele Valley Landfill Site;</p> <p class=\"clause-e\">  (b)  the proposed undertaking, including all alternatives to it, by Reclamation Systems Inc. to dispose of waste in the Acton Quarry of United Aggregate Limited located on part of Lot 23, Concession 3, and parts of lots 23 and 24, Concession 4, Town of Halton Hills, in The Regional Municipality of Halton;</p> <p class=\"clause-e\">  (c)  the proposed undertaking, including all alternatives to it, by Armbro Inc. to operate a sand and gravel pit on part of lots 13, 14 and 15, Concession 5, W.H.S., Town of Caledon;</p> <p class=\"clause-e\">  (d)  the proposed undertaking, including all alternatives to it, by Caledon Sand &amp; Gravel Inc. to operate a sand and gravel pit on lands located in the Town of Caledon in The Regional Municipality of Peel as follows: the east half of Lot 11, Concession 1, EHS; the northwesterly 60 per cent of Lot 11, Concession 2, EHS; the west half of Lot 12, Concession 2, EHS;</p> <p class=\"clause-e\">  (e)  the proposed undertaking by Graham Bros. Aggregates Limited to operate a sand and gravel pit on 72.3 acres in part of Lot 12, Concession 1, W.H.S. and to operate a sand and gravel pit on 21.5 acres in the west half of Lot 12, Concession 2, W.H.S., in the Town of Caledon in The Regional Municipality of Peel;</p> <p class=\"clause-e\">  (f)  the proposed undertaking by St. Lawrence Cement Inc., carrying on business as Dufferin Aggregates, to operate a quarry on the land described as the Milton Quarry Extension Lands on the map that,</p> <p class=\"subclause-e\">  (i)  was posted on the Internet on February 28, 2002 a<span>t www.ene.gov.on.ca/envision/env_reg/er/documents/2002/RA02E0003.pdf, and</span></p> <p class=\"subclause-e\">  (ii)  is available to the public from the Environmental Assessment and Approvals Branch of the Ministry of the Environment at 2 St. Clair Avenue West, Floor 12A, Toronto, Ontario M4V 1L5;</p> <p class=\"clause-e\">  (g)  the proposed undertaking by Nelson Aggregate Co. to operate a quarry on land that,</p> <p class=\"subclause-e\">  (i)  is located on Part Lots 17 and 18, Concession 2 N.D.S., in the City of Burlington in The Regional Municipality of Halton, and</p> <p class=\"subclause-e\">  (ii)  is described as the Burlington Quarry Extension on a map that is available from the Environmental Assessment and Approvals Branch of the Ministry of the Environment, the original of which is filed in the office of the Director of that Branch and is identified by the stamp of the Registrar of Regulations dated January 11, 2007;</p> <p class=\"clause-e\">  (h)  the proposed undertaking by Walker Aggregates Inc. to operate a quarry on land that,</p> <p class=\"subclause-e\">  (i)  is located on Lot 25 and Part Lot 26, Concession XII and Lot 25, Concession XI, in the Township of Clearview in the County of Simcoe, and</p> <p class=\"subclause-e\">  (ii)  is described as the Duntroon Quarry Expansion on a map that is available from the Environmental Assessment and Approvals Branch of the Ministry of the Environment, the original of which is filed in the office of the Director of that Branch and is identified by the stamp of the Registrar of Regulations dated January 17, 2008;<u> </u></p> <p class=\"clause-e\">  (i)  any undertaking in relation to which a hearing is required or may be required under the <i>Niagara Escarpment Planning and Development Act</i>.<u> </u>O. Reg. 783/91, s. 1; O. Reg. 840/93, s. 1; O. Reg. 502/95, s. 1; O. Reg. 580/00, s. 1; O. Reg. 274/02, s. 1; O. Reg. 96/08, s. 1; O. Reg. 349/08, s. 1; O. Reg. 178/13, s. 1. </p> <p class=\"clause-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900171\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}