{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 290: DISTRICT COMBINED SEPARATE SCHOOL ZONES",
        "reg_name_text": "DISTRICT COMBINED SEPARATE SCHOOL ZONES",
        "citation": "R.R.O. 1990, Reg. 290: ",
        "act_under": "Education Act   Loi sur l’éducation",
        "url": "https://www.ontario.ca/laws/regulation/900290",
        "date_scraped": "2023-12-19 06:10:50"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900290/v1",
            "valid_from": "July 12, 1993",
            "valid_to": "December  7, 2010"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. The municipalities, geographic townships and localities referred to in paragraph 1 of each Schedule are designated as an area that forms a district combined separate school zone. R.R.O. 1990, Reg. 290, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The municipalities, geographic townships and localities referred to in paragraph 1 of each Schedule are designated as an area that forms a district combined separate school zone. R.R.O. 1990, Reg. 290, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The name set out in paragraph 2 of each Schedule is the name designated for the area designated in paragraph 1 of that Schedule. R.R.O. 1990, Reg. 290, s. 2. SCHEDULE 1 1. In the Territorial District of Kenora, being, i. the towns of Jaffray and Melick, Keewatin and Kenora, ii. the Township of Sioux Narrows, iii. the geographic townships of Boys, Kirkup, Pellatt and Redditt, iv. all the lands in unsurveyed territory in the vicinity of the station house of the Canadian National Railways at Minaki described as follows: Commencing at a point distant 4 kilometres measured east astronomically from the northeast corner of the said station house; Thence north astronomically 4 kilometres; Thence west astronomically 8 kilometres; Thence south astronomically 8 kilometres; Thence east astronomically 8 kilometres; Thence north astronomically 4 kilometres to the point of commencement, and v. except for those parts of the mainland which are crossed by the said line, all lands lying north of a line extending from the southernmost extremity of the geographic Township of Boys to the southwest corner of the geographic Township of Kirkup and south of the southerly boundaries of the geographic townships of Boys and Pellatt, the towns of Jaffray and Melick, Keewatin and Kenora. 2. Kenora. R.R.O. 1990, Reg. 290, Sched. 1. SCHEDULE 2 1. In the Territorial District of Kenora, being, i. the towns of Dryden and Sioux Lookout, ii. the townships of Barclay and Machin, iii. the geographic townships of Britton, Buller, Colenso, Drayton, Eton, Hartman, Ilsley, Jordan, Ladysmith, Melgund, Mutrie, Redvers, Rowell, Rugby, Smellie, Southworth, Van Horne, Vermilion, Vermilion Additional, Wabigoon, Wainwright and Zealand, iv. that portion of the geographic Township of Aubrey that is not part of the Township of Machin, and v. that portion of Block 10 lying south of the production easterly and westerly of the most northerly limit of the geographic Township of Drayton. 2. Dryden. R.R.O. 1990, Reg. 290, Sched. 2. SCHEDULE 3 1. In the Territorial District of, i. Rainy River, being, A. the towns of Fort Frances and Rainy River, B. the townships of Alberton, Atwood, Blue, Chapple, Dilke, Emo, La Vallee, Morley, Morson and Worthington, C. the Township of McCrosson and Tovell, D. the Improvement District of Kingsford, E. the geographic townships of Claxton, Croome, Dance, Dewart, Farrington, Fleming, Griesinger, Halkirk, Mathieu, McLarty, Menary, Miscampbell, Nelles, Pratt, Rowe, Senn, Sifton, Spohn, Sutherland and Watten, F. The Wild Land Reserve, G. all lands in unsurveyed territory within an area the boundary sides of which are as follows: 1. On the north side, the northerly limit of the Territorial District of Rainy River commencing at the point of intersection of the 49th degree parallel of north latitude with the International Boundary; thence due east 24 kilometres more or less along the 49th degree parallel of north latitude to the east shore of the Lake of the Woods; thence north easterly and northerly along the east shore of the Lake of the Woods and the south and east shores of Sabaskong Bay of the Lake of the Woods to the point of intersection of the westerly production of the north boundaries of the geographic townships of Claxton and McLarty; thence due easterly along the said north boundaries of the said geographic townships and along their production due east being along O.L.S. Gillon’s base line of 1919 to the 24th mile post on O.L.S. Alexander Niven’s 6th meridian line; thence due south along the said meridian line 9.6 kilometres to the 18th mile post thereon in latitude 49° 0’ 6” north; thence due east to the point of intersection of the production north of the east boundary of the geographic township of Farrington. 2. On the east side, the line formed by the east boundary of the geographic Township of Farrington, the production of the said east boundary due north to the north boundary of the Territorial District of Rainy River and the production due south of the said east boundary to the International Boundary. 3. On the south side, the International Boundary from the mouth of the Rainy River easterly to the point of intersection on the International Boundary of the production due south of the east boundary of the geographic Township of Farrington. 4. On the west side, the International Boundary from the mouth of the Rainy River northerly to the point of intersection on the International Boundary of the 49th degree parallel of north latitude, and ii. Kenora, being, A. the geographic townships of Godson, Phillips and Tweedsmuir, B. all lands in unsurveyed territory within an area the boundary sides of which are as follows: 1. On the west side, the International Boundary between the point of intersection thereon of the 49th degree parallel of north latitude and the point of intersection of the production westerly of the north boundary of the geographic Township of Tweedsmuir along the 4th base line. 2. On the south side, the line described as commencing at the point of intersection of the 49th degree parallel of north latitude with the International Boundary; thence due east 24 kilometres more or less along the 49th degree parallel of north latitude to the east shore of the Lake of the Woods; thence north easterly and northerly along the east shore of the Lake of the Woods and the south and east shores of Sabaskong Bay of the Lake of the Woods to the point of intersection of the westerly production of the south boundary of the geographic Township of Godson; thence due east along the said north boundary of the said geographic Township and along its production due east being along O.L.S. Gillon’s base line of 1919 to the 24th mile post on O.L.S. Alexander Niven’s 6th meridian line. 3. On the east side, O.L.S. Alexander Niven’s 6th meridian line between the 24th mile post thereon and the point of intersection on the said meridian line of the production due east along the 4th base line of the north boundary of the geographic Township of Tweedsmuir. 4. On the north side, the production along the 4th base line westerly to the International Boundary and easterly to O.L.S. Alexander Niven’s 6th meridian line of the north boundary of the geographic Township of Tweedsmuir. 2. Fort Frances-Rainy River. R.R.O. 1990, Reg. 290, Sched. 3 SCHEDULE 4 1. In the Territorial District of Thunder Bay, being, i. the City of Thunder Bay, ii. the townships of Conmee, Gillies, Neebing, O’Connor, Oliver, Paipoonge and Shuniah, iii. the geographic townships of Blackwell, Conacher, Devon, Forbes, Fraleigh, Goldie, Golding, Gorham, Hagey, Laurie, Lismore, Lybster, Marks, Michener, Pearson, Robson, Scoble, Sibley, Strange and Ware, iv. the Dawson Road Lots, and v. the area bounded by the easterly boundary of Lot 1, concessions 1 and 2 of the Dawson Road Lots; the southerly boundary of the geographic Township of Forbes; the westerly shore of the Kaministiquia River (sometimes known as the Dog River) and the northerly shore of the Shebandowan River (sometimes known as the Matawin River). 2. Lakehead. R.R.O. 1990, Reg. 290, Sched. 4. SCHEDULE 5 1. In the Territorial District of Thunder Bay, being, i. the towns of Geraldton and Longlac, ii. the Township of Beardmore, and iii. the geographic townships of Ashmore, Daley, Errington, Houck, Leduc and Oakes. 2. Geraldton. R.R.O. 1990, Reg. 290, Sched. 5. SCHEDULE 6 1. In the Territorial District of Algoma, being, i. the City of Sault Ste. Marie, ii. the Township of Macdonald, Meredith and Aberdeen Additional, iii. the Township of Tarbutt and Tarbutt Additional, iv. the townships of Johnson, Laird and Prince, v. the geographic townships of Archibald, Aweres, Dennis, Deroche, Fenwick, Fisher, Gaudette, Havilland, Herrick, Hodgins, Home, Jarvis, Kars, Kincaid, Ley, Peever, Pennefather, Rix, Ryan, Shields, Slater, Tilley, Tupper and VanKoughnet, and vi. the mining locations known as Montreal Mining Southern Location, Montreal Mining Northern Location, A. McDonnell Mining Location, Kincaid Mining Locations, 5, 6, 7 and 8 and Rankin Mining Location. 2. Sault Ste. Marie. R.R.O. 1990, Reg. 290, Sched. 6. SCHEDULE 7 1. In the Territorial District of Algoma, being the townships of Michipicoten and White River and the geographic townships of Esquega and Fiddler. 2. Michipicoten. R.R.O. 1990, Reg. 290, Sched. 7. SCHEDULE 8 1. In the Territorial District of, i. Algoma, being, A. the towns of Blind River and Elliot Lake, B. the Village of Iron Bridge, C. the townships of Day and Bright Additional, The North Shore, Shedden and Thompson, D. the geographic townships of Bright, Cobden, Gladstone, Grasett, Jogues, Juillette, Kamichisitit, Mack, Montgomery, Nouvel, Parkinson, Patton, Scarfe and Timmermans, E. the portion of the geographic Township of Striker that is not part of the Township of The North Shore, and F. all the islands of the North Channel of Lake Huron lying south of the geographic townships of Bright, Cobden and the portion of Striker that is not part of the Township of the North Shore, ii. Sudbury, being, A. the towns of Espanola, Massey and Webbwood, B. the townships of Baldwin, Nairn and The Spanish River, C. the geographic townships of Curtin, Foster, Gough, McKinnon, Merritt, Mongowin, Roosevelt, Shakespeare and Truman, and D. the portion of the geographic Township of Hyman that is not part of the Town of Walden, iii. Manitoulin, being the Town of Little Current. 2. North Shore. R.R.O. 1990, Reg. 290, Sched. 8. SCHEDULE 9 1. In the Territorial District of, i. Sudbury, being, A. The Regional Municipality of Sudbury, B. the Township of Casimir, Jennings and Appleby, C. the Township of Cosby, Mason and Martland, D. the Township of Hagar, E. the Township of Ratter and Dunnet, F. the geographic townships of Allen, Awrey, Bigwood, Burwash, Cartier, Cascaden, Cherriman, Cleland, Cox, Davis, Delamere, Foy, Haddo, Hart, Harty, Hawley, Hendrie, Henry, Hess, Hoskin, Janes, Laura, Loughrin, Moncrieff, Scadding, Scollard, Secord, Servos and Street, G. the portions of the geographic townships of Dill, Eden and Tilton that are not part of The Regional Municipality of Sudbury, H. the portion of the geographic Township of Dryden that is not part of The Regional Municipality of Sudbury, and I. the portion of the geographic Township of Trill that is not part of The Regional Municipality of Sudbury, ii. Manitoulin, being the Township of Rutherford and George Island, and iii. Parry Sound, being the geographic Township of Henvey and Wallbridge. 2. Sudbury. R.R.O. 1990, Reg. 290, Sched. 9. SCHEDULE 10 1. In the Territorial District of Sudbury, being, i. the Township of Chapleau, and ii. the geographic townships of Caverley, Chapleau, de Gaulle, Eisenhower, Gallagher, Genier, Halsey, Kaplan and Panet. 2. Chapleau. R.R.O. 1990, Reg. 290, Sched. 10. SCHEDULE 11 1. In the, i. Territorial District of Nipissing, being, A. the City of North Bay, B. the towns of Cache Bay, Kearney, Mattawa and Sturgeon Falls, C. the townships of Bonfield, Caldwell, Calvin, Chisholm, East Ferris, Field, Mattawan, Papineau-Cameron and Springer, D. the geographic townships of Badgerow, Bastedo, Beaucage, Blyth, Boyd, Clarkson, Commanda, Crerar, Deacon, Eddy, Falconer, French, Gibbons, Grant, Hugel, Jocko, Kirkpatrick, Lauder, Loudon, Lyman, Macpherson, Merrick, Notman, Pedley, Pentland, Phelps, Poitras and Wyse, and ii. Territorial District of Parry Sound, being, A. the towns of Kearney, Powassan and Trout Creek, B. the villages of Burk’s Falls, Magnetawan, Rosseau, South River and Sundridge, C. the townships of Armour, Chapman, Humphrey, Joly, Machar, McMurrich, Nipissing, North Himsworth, Perry, Ryerson, South Himsworth and Strong, and D. the geographic townships of Laurier, Lount, Monteith, Patterson and Pringle, and iii. District Municipality of Muskoka, being, A. the Town of Huntsville, and B. the Township of Lake of Bays. 2. Nipissing. R.R.O. 1990, Reg. 290, Sched. 11; O. Reg. 526/92, s. 1. SCHEDULE 12 1. In the Territorial District of, i. Cochrane, being the portion of the geographic Township of Benoit that is not part of the Township of Black River-Matheson, ii. Nipissing, being, A. the Township of Temagami, and B. the geographic townships of Askin, Aston, Banting, Belfast, Best, Briggs, Canton, Cassels, Chambers, Cynthia, Eldridge, Flett, Gladman, Gooderham, Hammell, Hartle, Hobbs, Joan, Kenny, Law, Le Roche, McCallum, McLaren, Milne, Olive, Phyllis, Riddell, Sisk, Thistle, Torrington, Vogt and Yates, and iii. Timiskaming, being, A. the towns of Cobalt, Charlton, Englehart, Haileybury, Kirkland Lake, Latchford and New Liskeard, B. the Village of Thornloe, C. the townships of Armstrong, Brethour, Casey, Chamberlain, Coleman, Dack, Dymond, Evanturel, Harley, Harris, Hilliard, Hudson, James, Kerns, Larder Lake and McGarry, D. the improvement districts of Gauthier and Matachewan, and E. the geographic townships of Auld, Barber, Barr, Bayly, Beauchamp, Boston, Brigstocke, Bryce, Cane, Catharine, Chown, Coleman, Corkill, Davidson, Eby, Farr, Firstbrook, Gillies Limit, Grenfell, Haultain, Henwood, Ingram, Kittson, Lawson, Lebel, Lorrain, Lundy, Maisonville, Marquis, Marter, McElroy, Mickle, Milner, Mulligan, Nichol, Otto, Pacaud, Pense, Roadhouse, Robillard, Savard, Sharpe, Smyth, South Lorrain, Truax, Tudhope, Willet and Willison. 2. Kirkland Lake – Timiskaming. O. Reg. 730/92, s. 1. SCHEDULE 13 Revoked: O. Reg. 730/92, s. 2. SCHEDULE 14 1. In the Territorial District of Cochrane, being, i. the towns of Cochrane and Iroquois Falls, ii. the townships of Black River-Matheson and Glackmeyer, and iii. the geographic townships of Aurora, Blount, Brower, Calder, Clute, Colquhoun, Fournier, Fox, Guibord, Hanna, Kennedy, Lamarche, Leitch, Mortimer, Munro, Newmarket, Ottaway, Pyne, St. John, Stimson and Teefy. 2. Cochrane-Iroquois Falls, Black River-Matheson. R.R.O. 1990, Reg. 290, Sched. 14; O. Reg. 412/93, s. 1. SCHEDULE 15 1. In the Territorial District of Cochrane, being, i. the towns of Kapuskasing and Smooth Rock Falls, ii. the townships of Fauquier-Strikland, Moonbeam, Opasatika and Val Rita-Harty, iii. the geographic townships of Haggart, McCowan, Nansen and O’Brien, and iv. the portion of the Township of Owens that is not part of the Township of Val Rita-Harty. 2. Kapuskasing. R.R.O. 1990, Reg. 290, Sched. 15. SCHEDULE 16 1. In the Territorial District of, i. Cochrane, being, A. the Town of Hearst, B. the Township of Mattice-Val Ct, and C. the geographic townships of Barker, Casgrain, Hanlan, Irish, Kendall, Landry, Lowther, Stoddard, Studholme and Way, and ii. Algoma, being the geographic townships of Ebbs and Templeton. 2. Hearst. R.R.O. 1990, Reg. 290, Sched. 16. SCHEDULE 17 1. In the Territorial District of Cochrane, being the City of Timmins. 2. Timmins. R.R.O. 1990, Reg. 290, Sched. 17. SCHEDULE 18 1. In the Territorial District of Thunder Bay, being, i. the Town of Marathon, ii. the townships of Dorion, Manitouwadge, Nakina, Nipigon, Red Rock, Schreiber and Terrace Bay, iii. the geographic townships of Atikameg, Bomby, Boothe, Brothers, Bryant, Byron, Cecil, Cecile, Coldwell, Corrigal, Cotte, Davies, Flood, Foote, Grain, Grenville, Herbert, Homer, Killraine, Knowles, Laberge, Lahontan, Lecours, Lyon, McCron, McGill, Mikano, Nickle, O’Neill, Pic, Priske, Roberta, Shabotik, Spooner, Stirling, Strey, Syine, Tuuri, Walsh, Wiggins and Yesno, iv. all lands, excluding St. Ignace Island, in unsurveyed territory within an area described as follows: A. on the north side, the extension of the north side of the geographic Township of Davies westerly to intersect with the boundary formed by extending the west side of the geographic Township of Wiggins northerly until it meets the said extension, B. on the east side, the extension of the east side of the geographic Township of Spooner southerly until the Canada-United States border, C. on the south side, the Canada-United States border, and D. on the west side, the extension of the west side of the geographic Township of Wiggins southerly until the Canada-United States border. 2. North of Superior. R.R.O. 1990, Reg. 290, Sched. 18. Note: The Kirkland Lake District Roman Catholic Separate School Board is dissolved on January 1, 1993. See: O. Reg. 730/92, s. 3. ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The name set out in paragraph 2 of each Schedule is the name designated for the area designated in paragraph 1 of that Schedule. R.R.O. 1990, Reg. 290, s. 2.</p> <p class=\"schedule-e\">SCHEDULE 1</p> <p class=\"paragraph-e\">1. In the Territorial District of Kenora, being,</p> <p class=\"subpara-e\">i. the towns of Jaffray and Melick, Keewatin and Kenora,</p> <p class=\"subpara-e\">ii. the Township of Sioux Narrows,</p> <p class=\"subpara-e\">iii. the geographic townships of Boys, Kirkup, Pellatt and Redditt,</p> <p class=\"subpara-e\">iv. all the lands in unsurveyed territory in the vicinity of the station house of the Canadian National Railways at Minaki described as follows:</p> <p class=\"Ssubpara-e\">Commencing at a point distant 4 kilometres measured east astronomically from the northeast corner of the said station house;</p> <p class=\"Ssubpara-e\">Thence north astronomically 4 kilometres;</p> <p class=\"Ssubpara-e\">Thence west astronomically 8 kilometres;</p> <p class=\"Ssubpara-e\">Thence south astronomically 8 kilometres;</p> <p class=\"Ssubpara-e\">Thence east astronomically 8 kilometres;</p> <p class=\"Ssubpara-e\">Thence north astronomically 4 kilometres to the point of commencement, and</p> <p class=\"subpara-e\">v. except for those parts of the mainland which are crossed by the said line, all lands lying north of a line extending from the southernmost extremity of the geographic Township of Boys to the southwest corner of the geographic Township of Kirkup and south of the southerly boundaries of the geographic townships of Boys and Pellatt, the towns of Jaffray and Melick, Keewatin and Kenora.</p> <p class=\"paragraph-e\">2. Kenora.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 290, Sched. 1.</p> <p class=\"schedule-e\">SCHEDULE 2</p> <p class=\"paragraph-e\">1. In the Territorial District of Kenora, being,</p> <p class=\"subpara-e\">i. the towns of Dryden and Sioux Lookout,</p> <p class=\"subpara-e\">ii. the townships of Barclay and Machin,</p> <p class=\"subpara-e\">iii. the geographic townships of Britton, Buller, Colenso, Drayton, Eton, Hartman, Ilsley, Jordan, Ladysmith, Melgund, Mutrie, Redvers, Rowell, Rugby, Smellie, Southworth, Van Horne, Vermilion, Vermilion Additional, Wabigoon, Wainwright and Zealand,</p> <p class=\"subpara-e\">iv. that portion of the geographic Township of Aubrey that is not part of the Township of Machin, and</p> <p class=\"subpara-e\">v. that portion of Block 10 lying south of the production easterly and westerly of the most northerly limit of the geographic Township of Drayton.</p> <p class=\"paragraph-e\">2. Dryden.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 290, Sched. 2.</p> <p class=\"schedule-e\">SCHEDULE 3</p> <p class=\"paragraph-e\">1. In the Territorial District of,</p> <p class=\"subpara-e\">i. Rainy River, being,</p> <p class=\"subsubpara-e\">A. the towns of Fort Frances and Rainy River,</p> <p class=\"subsubpara-e\">B. the townships of Alberton, Atwood, Blue, Chapple, Dilke, Emo, La Vallee, Morley, Morson and Worthington,</p> <p class=\"subsubpara-e\">C. the Township of McCrosson and Tovell,</p> <p class=\"subsubpara-e\">D. the Improvement District of Kingsford,</p> <p class=\"subsubpara-e\">E. the geographic townships of Claxton, Croome, Dance, Dewart, Farrington, Fleming, Griesinger, Halkirk, Mathieu, McLarty, Menary, Miscampbell, Nelles, Pratt, Rowe, Senn, Sifton, Spohn, Sutherland and Watten,</p> <p class=\"subsubpara-e\">F. The Wild Land Reserve,</p> <p class=\"subsubpara-e\">G. all lands in unsurveyed territory within an area the boundary sides of which are as follows:</p> <p class=\"subsubsubpara-e\">1. On the north side, the northerly limit of the Territorial District of Rainy River commencing at the point of intersection of the 49th degree parallel of north latitude with the International Boundary; thence due east 24 kilometres more or less along the 49th degree parallel of north latitude to the east shore of the Lake of the Woods; thence north easterly and northerly along the east shore of the Lake of the Woods and the south and east shores of Sabaskong Bay of the Lake of the Woods to the point of intersection of the westerly production of the north boundaries of the geographic townships of Claxton and McLarty; thence due easterly along the said north boundaries of the said geographic townships and along their production due east being along O.L.S. Gillon’s base line of 1919 to the 24th mile post on O.L.S. Alexander Niven’s 6th meridian line; thence due south along the said meridian line 9.6 kilometres to the 18th mile post thereon in latitude 49° 0<sup>’</sup> 6<sup>”</sup> north; thence due east to the point of intersection of the production north of the east boundary of the geographic township of Farrington.</p> <p class=\"subsubsubpara-e\">2. On the east side, the line formed by the east boundary of the geographic Township of Farrington, the production of the said east boundary due north to the north boundary of the Territorial District of Rainy River and the production due south of the said east boundary to the International Boundary.</p> <p class=\"subsubsubpara-e\">3. On the south side, the International Boundary from the mouth of the Rainy River easterly to the point of intersection on the International Boundary of the production due south of the east boundary of the geographic Township of Farrington.</p> <p class=\"subsubsubpara-e\">4. On the west side, the International Boundary from the mouth of the Rainy River northerly to the point of intersection on the International Boundary of the 49th degree parallel of north latitude, and</p> <p class=\"subpara-e\">ii. Kenora, being,</p> <p class=\"subsubpara-e\">A. the geographic townships of Godson, Phillips and Tweedsmuir,</p> <p class=\"subsubpara-e\">B. all lands in unsurveyed territory within an area the boundary sides of which are as follows:</p> <p class=\"subsubsubpara-e\">1. On the west side, the International Boundary between the point of intersection thereon of the 49th degree parallel of north latitude and the point of intersection of the production westerly of the north boundary of the geographic Township of Tweedsmuir along the 4th base line.</p> <p class=\"subsubsubpara-e\">2. On the south side, the line described as commencing at the point of intersection of the 49th degree parallel of north latitude with the International Boundary; thence due east 24 kilometres more or less along the 49th degree parallel of north latitude to the east shore of the Lake of the Woods; thence north easterly and northerly along the east shore of the Lake of the Woods and the south and east shores of Sabaskong Bay of the Lake of the Woods to the point of intersection of the westerly production of the south boundary of the geographic Township of Godson; thence due east along the said north boundary of the said geographic Township and along its production due east being along O.L.S. Gillon’s base line of 1919 to the 24th mile post on O.L.S. Alexander Niven’s 6th meridian line.</p> <p class=\"subsubsubpara-e\">3. On the east side, O.L.S. Alexander Niven’s 6th meridian line between the 24th mile post thereon and the point of intersection on the said meridian line of the production due east along the 4th base line of the north boundary of the geographic Township of Tweedsmuir.</p> <p class=\"subsubsubpara-e\">4. On the north side, the production along the 4th base line westerly to the International Boundary and easterly to O.L.S. Alexander Niven’s 6th meridian line of the north boundary of the geographic Township of Tweedsmuir.</p> <p class=\"paragraph-e\">2. Fort Frances-Rainy River.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 290, Sched. 3</p> <p class=\"schedule-e\">SCHEDULE 4</p> <p class=\"paragraph-e\">1. In the Territorial District of Thunder Bay, being,</p> <p class=\"subpara-e\">i. the City of Thunder Bay,</p> <p class=\"subpara-e\">ii. the townships of Conmee, Gillies, Neebing, O’Connor, Oliver, Paipoonge and Shuniah,</p> <p class=\"subpara-e\">iii. the geographic townships of Blackwell, Conacher, Devon, Forbes, Fraleigh, Goldie, Golding, Gorham, Hagey, Laurie, Lismore, Lybster, Marks, Michener, Pearson, Robson, Scoble, Sibley, Strange and Ware,</p> <p class=\"subpara-e\">iv. the Dawson Road Lots, and</p> <p class=\"subpara-e\">v. the area bounded by the easterly boundary of Lot 1, concessions 1 and 2 of the Dawson Road Lots; the southerly boundary of the geographic Township of Forbes; the westerly shore of the Kaministiquia River (sometimes known as the Dog River) and the northerly shore of the Shebandowan River (sometimes known as the Matawin River).</p> <p class=\"paragraph-e\">2. Lakehead.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 290, Sched. 4.</p> <p class=\"schedule-e\">SCHEDULE 5</p> <p class=\"paragraph-e\">1. In the Territorial District of Thunder Bay, being,</p> <p class=\"subpara-e\">i. the towns of Geraldton and Longlac,</p> <p class=\"subpara-e\">ii. the Township of Beardmore, and</p> <p class=\"subpara-e\">iii. the geographic townships of Ashmore, Daley, Errington, Houck, Leduc and Oakes.</p> <p class=\"paragraph-e\">2. Geraldton.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 290, Sched. 5.</p> <p class=\"schedule-e\">SCHEDULE 6</p> <p class=\"paragraph-e\">1. In the Territorial District of Algoma, being,</p> <p class=\"subpara-e\">i. the City of Sault Ste. Marie,</p> <p class=\"subpara-e\">ii. the Township of Macdonald, Meredith and Aberdeen Additional,</p> <p class=\"subpara-e\">iii. the Township of Tarbutt and Tarbutt Additional,</p> <p class=\"subpara-e\">iv. the townships of Johnson, Laird and Prince,</p> <p class=\"subpara-e\">v. the geographic townships of Archibald, Aweres, Dennis, Deroche, Fenwick, Fisher, Gaudette, Havilland, Herrick, Hodgins, Home, Jarvis, Kars, Kincaid, Ley, Peever, Pennefather, Rix, Ryan, Shields, Slater, Tilley, Tupper and VanKoughnet, and</p> <p class=\"subpara-e\">vi. the mining locations known as Montreal Mining Southern Location, Montreal Mining Northern Location, A. McDonnell Mining Location, Kincaid Mining Locations, 5, 6, 7 and 8 and Rankin Mining Location.</p> <p class=\"paragraph-e\">2. Sault Ste. Marie.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 290, Sched. 6.</p> <p class=\"schedule-e\">SCHEDULE 7</p> <p class=\"paragraph-e\">1. In the Territorial District of Algoma, being the townships of Michipicoten and White River and the geographic townships of Esquega and Fiddler.</p> <p class=\"paragraph-e\">2. Michipicoten.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 290, Sched. 7.</p> <p class=\"schedule-e\">SCHEDULE 8</p> <p class=\"paragraph-e\">1. In the Territorial District of,</p> <p class=\"subpara-e\">i. Algoma, being,</p> <p class=\"subsubpara-e\">A. the towns of Blind River and Elliot Lake,</p> <p class=\"subsubpara-e\">B. the Village of Iron Bridge,</p> <p class=\"subsubpara-e\">C. the townships of Day and Bright Additional, The North Shore, Shedden and Thompson,</p> <p class=\"subsubpara-e\">D. the geographic townships of Bright, Cobden, Gladstone, Grasett, Jogues, Juillette, Kamichisitit, Mack, Montgomery, Nouvel, Parkinson, Patton, Scarfe and Timmermans,</p> <p class=\"subsubpara-e\">E. the portion of the geographic Township of Striker that is not part of the Township of The North Shore, and</p> <p class=\"subsubpara-e\">F. all the islands of the North Channel of Lake Huron lying south of the geographic townships of Bright, Cobden and the portion of Striker that is not part of the Township of the North Shore,</p> <p class=\"subpara-e\">ii. Sudbury, being,</p> <p class=\"subsubpara-e\">A. the towns of Espanola, Massey and Webbwood,</p> <p class=\"subsubpara-e\">B. the townships of Baldwin, Nairn and The Spanish River,</p> <p class=\"subsubpara-e\">C. the geographic townships of Curtin, Foster, Gough, McKinnon, Merritt, Mongowin, Roosevelt, Shakespeare and Truman, and</p> <p class=\"subsubpara-e\">D. the portion of the geographic Township of Hyman that is not part of the Town of Walden,</p> <p class=\"subpara-e\">iii. Manitoulin, being the Town of Little Current.</p> <p class=\"paragraph-e\">2. North Shore.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 290, Sched. 8.</p> <p class=\"schedule-e\">SCHEDULE 9</p> <p class=\"paragraph-e\">1. In the Territorial District of,</p> <p class=\"subpara-e\">i. Sudbury, being,</p> <p class=\"subsubpara-e\">A. The Regional Municipality of Sudbury,</p> <p class=\"subsubpara-e\">B. the Township of Casimir, Jennings and Appleby,</p> <p class=\"subsubpara-e\">C. the Township of Cosby, Mason and Martland,</p> <p class=\"subsubpara-e\">D. the Township of Hagar,</p> <p class=\"subsubpara-e\">E. the Township of Ratter and Dunnet,</p> <p class=\"subsubpara-e\">F. the geographic townships of Allen, Awrey, Bigwood, Burwash, Cartier, Cascaden, Cherriman, Cleland, Cox, Davis, Delamere, Foy, Haddo, Hart, Harty, Hawley, Hendrie, Henry, Hess, Hoskin, Janes, Laura, Loughrin, Moncrieff, Scadding, Scollard, Secord, Servos and Street,</p> <p class=\"subsubpara-e\">G. the portions of the geographic townships of Dill, Eden and Tilton that are not part of The Regional Municipality of Sudbury,</p> <p class=\"subsubpara-e\">H. the portion of the geographic Township of Dryden that is not part of The Regional Municipality of Sudbury, and</p> <p class=\"subsubpara-e\">I. the portion of the geographic Township of Trill that is not part of The Regional Municipality of Sudbury,</p> <p class=\"subpara-e\">ii. Manitoulin, being the Township of Rutherford and George Island, and</p> <p class=\"subpara-e\">iii. Parry Sound, being the geographic Township of Henvey and Wallbridge.</p> <p class=\"paragraph-e\">2. Sudbury.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 290, Sched. 9.</p> <p class=\"schedule-e\">SCHEDULE 10</p> <p class=\"paragraph-e\">1. In the Territorial District of Sudbury, being,</p> <p class=\"subpara-e\">i. the Township of Chapleau, and</p> <p class=\"subpara-e\">ii. the geographic townships of Caverley, Chapleau, de Gaulle, Eisenhower, Gallagher, Genier, Halsey, Kaplan and Panet.</p> <p class=\"paragraph-e\">2. Chapleau.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 290, Sched. 10.</p> <p class=\"schedule-e\">SCHEDULE 11</p> <p class=\"paragraph-e\">1. In the,</p> <p class=\"subpara-e\">i. Territorial District of Nipissing, being,</p> <p class=\"subsubpara-e\">A. the City of North Bay,</p> <p class=\"subsubpara-e\">B. the towns of Cache Bay, Kearney, Mattawa and Sturgeon Falls,</p> <p class=\"subsubpara-e\">C. the townships of Bonfield, Caldwell, Calvin, Chisholm, East Ferris, Field, Mattawan, Papineau-Cameron and Springer,</p> <p class=\"subsubpara-e\">D. the geographic townships of Badgerow, Bastedo, Beaucage, Blyth, Boyd, Clarkson, Commanda, Crerar, Deacon, Eddy, Falconer, French, Gibbons, Grant, Hugel, Jocko, Kirkpatrick, Lauder, Loudon, Lyman, Macpherson, Merrick, Notman, Pedley, Pentland, Phelps, Poitras and Wyse, and</p> <p class=\"subpara-e\">ii. Territorial District of Parry Sound, being,</p> <p class=\"subsubpara-e\">A. the towns of Kearney, Powassan and Trout Creek,</p> <p class=\"subsubpara-e\">B. the villages of Burk’s Falls, Magnetawan, Rosseau, South River and Sundridge,</p> <p class=\"subsubpara-e\">C. the townships of Armour, Chapman, Humphrey, Joly, Machar, McMurrich, Nipissing, North Himsworth, Perry, Ryerson, South Himsworth and Strong, and</p> <p class=\"subsubpara-e\">D. the geographic townships of Laurier, Lount, Monteith, Patterson and Pringle, and</p> <p class=\"subpara-e\">iii. District Municipality of Muskoka, being,</p> <p class=\"subsubpara-e\">A. the Town of Huntsville, and</p> <p class=\"subsubpara-e\">B. the Township of Lake of Bays.</p> <p class=\"paragraph-e\">2. Nipissing.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 290, Sched. 11; O. Reg. 526/92, s. 1.</p> <p class=\"schedule-e\">SCHEDULE 12</p> <p class=\"paragraph-e\">1. In the Territorial District of,</p> <p class=\"subpara-e\">i. Cochrane, being the portion of the geographic Township of Benoit that is not part of the Township of Black River-Matheson,</p> <p class=\"subpara-e\">ii. Nipissing, being,</p> <p class=\"subsubpara-e\">A. the Township of Temagami, and</p> <p class=\"subsubpara-e\">B. the geographic townships of Askin, Aston, Banting, Belfast, Best, Briggs, Canton, Cassels, Chambers, Cynthia, Eldridge, Flett, Gladman, Gooderham, Hammell, Hartle, Hobbs, Joan, Kenny, Law, Le Roche, McCallum, McLaren, Milne, Olive, Phyllis, Riddell, Sisk, Thistle, Torrington, Vogt and Yates, and</p> <p class=\"subpara-e\">iii. Timiskaming, being,</p> <p class=\"subsubpara-e\">A. the towns of Cobalt, Charlton, Englehart, Haileybury, Kirkland Lake, Latchford and New Liskeard,</p> <p class=\"subsubpara-e\">B. the Village of Thornloe,</p> <p class=\"subsubpara-e\">C. the townships of Armstrong, Brethour, Casey, Chamberlain, Coleman, Dack, Dymond, Evanturel, Harley, Harris, Hilliard, Hudson, James, Kerns, Larder Lake and McGarry,</p> <p class=\"subsubpara-e\">D. the improvement districts of Gauthier and Matachewan, and</p> <p class=\"subsubpara-e\">E. the geographic townships of Auld, Barber, Barr, Bayly, Beauchamp, Boston, Brigstocke, Bryce, Cane, Catharine, Chown, Coleman, Corkill, Davidson, Eby, Farr, Firstbrook, Gillies Limit, Grenfell, Haultain, Henwood, Ingram, Kittson, Lawson, Lebel, Lorrain, Lundy, Maisonville, Marquis, Marter, McElroy, Mickle, Milner, Mulligan, Nichol, Otto, Pacaud, Pense, Roadhouse, Robillard, Savard, Sharpe, Smyth, South Lorrain, Truax, Tudhope, Willet and Willison.</p> <p class=\"paragraph-e\">2. Kirkland Lake – Timiskaming.</p> <p class=\"footnote-e\">O. Reg. 730/92, s. 1.</p> <p class=\"scheduleRevoked-e\">SCHEDULE 13 Revoked: O. Reg. 730/92, s. 2.</p> <p class=\"schedule-e\">SCHEDULE 14</p> <p class=\"paragraph-e\">1. In the Territorial District of Cochrane, being,</p> <p class=\"subpara-e\">i. the towns of Cochrane and Iroquois Falls,</p> <p class=\"subpara-e\">ii. the townships of Black River-Matheson and Glackmeyer, and</p> <p class=\"subpara-e\">iii. the geographic townships of Aurora, Blount, Brower, Calder, Clute, Colquhoun, Fournier, Fox, Guibord, Hanna, Kennedy, Lamarche, Leitch, Mortimer, Munro, Newmarket, Ottaway, Pyne, St. John, Stimson and Teefy.</p> <p class=\"paragraph-e\">2. Cochrane-Iroquois Falls, Black River-Matheson.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 290, Sched. 14; O. Reg. 412/93, s. 1.</p> <p class=\"schedule-e\">SCHEDULE 15</p> <p class=\"paragraph-e\">1. In the Territorial District of Cochrane, being,</p> <p class=\"subpara-e\">i. the towns of Kapuskasing and Smooth Rock Falls,</p> <p class=\"subpara-e\">ii. the townships of Fauquier-Strikland, Moonbeam, Opasatika and Val Rita-Harty,</p> <p class=\"subpara-e\">iii. the geographic townships of Haggart, McCowan, Nansen and O’Brien, and</p> <p class=\"subpara-e\">iv. the portion of the Township of Owens that is not part of the Township of Val Rita-Harty.</p> <p class=\"paragraph-e\">2. Kapuskasing.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 290, Sched. 15.</p> <p class=\"schedule-e\">SCHEDULE 16</p> <p class=\"paragraph-e\">1. In the Territorial District of,</p> <p class=\"subpara-e\">i. Cochrane, being,</p> <p class=\"subsubpara-e\">A. the Town of Hearst,</p> <p class=\"subsubpara-e\">B. the Township of Mattice-Val Ct, and</p> <p class=\"subsubpara-e\">C. the geographic townships of Barker, Casgrain, Hanlan, Irish, Kendall, Landry, Lowther, Stoddard, Studholme and Way, and</p> <p class=\"subpara-e\">ii. Algoma, being the geographic townships of Ebbs and Templeton.</p> <p class=\"paragraph-e\">2. Hearst.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 290, Sched. 16.</p> <p class=\"schedule-e\">SCHEDULE 17</p> <p class=\"paragraph-e\">1. In the Territorial District of Cochrane, being the City of Timmins.</p> <p class=\"paragraph-e\">2. Timmins.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 290, Sched. 17.</p> <p class=\"schedule-e\">SCHEDULE 18</p> <p class=\"paragraph-e\">1. In the Territorial District of Thunder Bay, being,</p> <p class=\"subpara-e\">i. the Town of Marathon,</p> <p class=\"subpara-e\">ii. the townships of Dorion, Manitouwadge, Nakina, Nipigon, Red Rock, Schreiber and Terrace Bay,</p> <p class=\"subpara-e\">iii. the geographic townships of Atikameg, Bomby, Boothe, Brothers, Bryant, Byron, Cecil, Cecile, Coldwell, Corrigal, Cotte, Davies, Flood, Foote, Grain, Grenville, Herbert, Homer, Killraine, Knowles, Laberge, Lahontan, Lecours, Lyon, McCron, McGill, Mikano, Nickle, O’Neill, Pic, Priske, Roberta, Shabotik, Spooner, Stirling, Strey, Syine, Tuuri, Walsh, Wiggins and Yesno,</p> <p class=\"subpara-e\">iv. all lands, excluding St. Ignace Island, in unsurveyed territory within an area described as follows:</p> <p class=\"subsubpara-e\">A. on the north side, the extension of the north side of the geographic Township of Davies westerly to intersect with the boundary formed by extending the west side of the geographic Township of Wiggins northerly until it meets the said extension,</p> <p class=\"subsubpara-e\">B. on the east side, the extension of the east side of the geographic Township of Spooner southerly until the Canada-United States border,</p> <p class=\"subsubpara-e\">C. on the south side, the Canada-United States border, and</p> <p class=\"subsubpara-e\">D. on the west side, the extension of the west side of the geographic Township of Wiggins southerly until the Canada-United States border.</p> <p class=\"paragraph-e\">2. North of Superior.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 290, Sched. 18.</p> <p class=\"Pnote-e\"><b>Note: The Kirkland Lake District Roman Catholic Separate School Board is dissolved on January 1, 1993. See: O. Reg. 730/92, s. 3.</b></p> <p class=\"Normal\"></p>"
        }
    ]
}