{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 894: TERMS AND CONDITIONS OF REGISTRATION OF BUILDERS AND VENDORS",
        "reg_name_text": "TERMS AND CONDITIONS OF REGISTRATION OF BUILDERS AND VENDORS",
        "citation": "R.R.O. 1990, Reg. 894: ",
        "act_under": "Ontario New Home Warranties Plan Act",
        "url": "https://www.ontario.ca/laws/regulation/900894",
        "date_scraped": "2023-12-18 19:08:51"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900894/v16",
            "valid_from": "November  6, 2020",
            "valid_to": "January 31, 2021"
        },
        {
            "a_href": "/laws/regulation/900894/v15",
            "valid_from": "January  1, 2018",
            "valid_to": "November  5, 2020"
        },
        {
            "a_href": "/laws/regulation/900894/v14",
            "valid_from": "December 15, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/900894/v13",
            "valid_from": "July  1, 2014",
            "valid_to": "December 14, 2017"
        },
        {
            "a_href": "/laws/regulation/900894/v12",
            "valid_from": "June 23, 2014",
            "valid_to": "June 30, 2014"
        },
        {
            "a_href": "/laws/regulation/900894/v11",
            "valid_from": "June 21, 2012",
            "valid_to": "June 22, 2014"
        },
        {
            "a_href": "/laws/regulation/900894/v10",
            "valid_from": "May 14, 2012",
            "valid_to": "June 20, 2012"
        },
        {
            "a_href": "/laws/regulation/900894/v9",
            "valid_from": "January  1, 2011",
            "valid_to": "May 13, 2012"
        },
        {
            "a_href": "/laws/regulation/900894/v8",
            "valid_from": "December 15, 2010",
            "valid_to": "December 31, 2010"
        },
        {
            "a_href": "/laws/regulation/900894/v7",
            "valid_from": "May  1, 2009",
            "valid_to": "December 14, 2010"
        },
        {
            "a_href": "/laws/regulation/900894/v6",
            "valid_from": "April 30, 2009",
            "valid_to": "April 30, 2009"
        },
        {
            "a_href": "/laws/regulation/900894/v5",
            "valid_from": "June  2, 2008",
            "valid_to": "April 29, 2009"
        },
        {
            "a_href": "/laws/regulation/900894/v4",
            "valid_from": "July  1, 2006",
            "valid_to": "June  1, 2008"
        },
        {
            "a_href": "/laws/regulation/900894/v3",
            "valid_from": "June 27, 2006",
            "valid_to": "June 30, 2006"
        },
        {
            "a_href": "/laws/regulation/900894/v2",
            "valid_from": "February 11, 2005",
            "valid_to": "June 26, 2006"
        },
        {
            "a_href": "/laws/regulation/900894/v1",
            "valid_from": "August  1, 2003",
            "valid_to": "February 10, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "0.1",
            "section": null,
            "content": " 0.1 (1) In this Regulation, “building”, “condominium project”, “construction contract”, “co-share arrangement”, “date of possession”, “major structural defect”, “post June 30, 2012 home”, “purchase agreement” and “purchaser” have the same meaning as in Regulation 892 (Administration of the Plan) of the Revised Regulations of Ontario, 1990 made under the Act; (“bâtiment”, “projet condominial”, “contrat de construction”, “accord de partage des coûts”, “date de prise de possession”, “vice de construction important”, “logement postérieur au 30 juin 2012”, “convention d’achat” and “acheteur”) “condominium corporation” means a corporation as defined in subsection 1 (1) of the Condominium Act, 1998; (“association condominiale”) “controlling principal”, in respect of a builder, means a person or combination of persons that either alone or together have a direct or indirect controlling interest in the builder. (“commettant contrôlant”) “unit” has the same meaning as in subsection 1 (1) of the Condominium Act, 1998. (“partie privative”)  O. Reg. 321/03, s. 1; O. Reg. 33/05, s. 1 (1); O. Reg. 88/12, s. 1; O. Reg. 523/17, s. 1. (2) A builder is associated with another builder if each of them has the same controlling principal.  O. Reg. 33/05, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>0.1</b> (1) In this Regulation,</p> <p class=\"firstdef-e\">“building”, “condominium project”, “construction contract”, “co-share arrangement”, “date of possession”, “major structural defect”, “post June 30, 2012 home”, “purchase agreement” and “purchaser” have the same meaning as in Regulation 892 (Administration of the Plan) of the Revised Regulations of Ontario, 1990 made under the Act; (“bâtiment”, “projet condominial”, “contrat de construction”, “accord de partage des coûts”, “date de prise de possession”, “vice de construction important”, “logement postérieur au 30 juin 2012”, “convention d’achat” and “acheteur”)</p> <p class=\"definition-e\">“condominium corporation” means a corporation as defined in subsection 1 (1) of the <i>Condominium Act, 1998</i>; (“association condominiale”)</p> <p class=\"definition-e\">“controlling principal”, in respect of a builder, means a person or combination of persons that either alone or together have a direct or indirect controlling interest in the builder. (“commettant contrôlant”)</p> <p class=\"definition-e\">“unit” has the same meaning as in subsection 1 (1) of the <i>Condominium Act, 1998</i><i>.</i> (“partie privative”)  O. Reg. 321/03, s. 1; O. Reg. 33/05, s. 1 (1); O. Reg. 88/12, s. 1; O. Reg. 523/17, s. 1.</p> <p class=\"subsection-e\">  (2) A builder is associated with another builder if each of them has the same controlling principal.  O. Reg. 33/05, s. 1 (2).</p>"
        },
        {
            "id": "1.",
            "section": null,
            "content": " 1. The following are conditions of every registration under the Plan: 0.1 The Registrar may require an applicant for registration as a builder to complete a written examination on the technical competence to perform the warranties if, i. the applicant has not previously been registered as a builder, ii. the applicant has had a previous application for registration refused, or has had a previous registration revoked, or iii. the applicant has previously been registered and, A. more than three years have elapsed since the expiration or termination of the registration, B. the applicant is a corporation and its officers or directors have changed since the date of the registration, or C. the Corporation has received written notice of a claim against the guarantee fund with respect to a home sold or built by the applicant. 0.2 The Registrar may interview an applicant for registration as a vendor or builder or a registrant with respect to the person’s entitlement to registration if, i. the person has not previously been registered in the capacity that the person is registered or is applying for registration, ii. the person has had a previous application for registration refused or has had a previous registration revoked, or iii. the person has previously been registered and, A. more than three years have elapsed since the expiration or termination of the registration, B. the person is a corporation and its officers or directors have changed since the date of the registration, or C. the Corporation has received written notice of a claim against the guarantee fund with respect to a home sold or built by the person. 0.3 An applicant for registration as a vendor or builder or a registrant shall, i. within the time period specified by the Registrar, provide such information or material relating to the person’s entitlement to registration as the Registrar requires, and ii. at the request of the Registrar, have the information and material verified by affidavit. 0.4 If a vendor or builder of a post June 30, 2012 home is in breach of a warranty in respect of a major structural defect in the home and applies for registration or renewal of registration, then in deciding whether the applicant is entitled to the registration or renewal of registration, the Registrar may have regard to, i. whether the applicant has fully repaired the defect, fully compensated the owner for the defect or fully indemnified and saved harmless the Corporation for the defect, and ii. any issue involving the technical competence of the applicant that the major structural defect reveals. 1. The registrant shall prominently display the certificate of registration at the registrant’s principal business address as indicated in the application for registration. 2. The registrant shall allow the duly authorized representatives of the Corporation free access to the registrant’s books and records during normal business hours for the purpose of confirming matters relating to the Plan. 3. The registrant shall diligently perform or cause to be performed all obligations imposed under the Plan and under any agreement made with the Corporation in respect of the Plan. 3.1 The registrant, and where applicable its officers and directors, whether in connection with the registrant or other registrants, shall, at all times, carry out each of their undertakings to the Corporation in accordance with the law and with integrity and honesty.  Without limiting the generality of the foregoing, it is a breach by the registrant of this condition of registration if the registrant, or where applicable any of its officers or directors, whether in connection with the registrant or other registrants, fails, at any time, i. to fully indemnify the Corporation for all monies paid out by the Corporation to third parties for which the registrant or any of its officers or directors is responsible, ii. to fully honour and comply with any outstanding guarantee or indemnity given to and in favour of the Corporation, iii. to provide truthful, accurate and complete financial information to the Corporation as and when required, or iv. to diligently perform or cause to be performed all obligations imposed under the Plan and under any agreement made with the Corporation in respect of the Plan. 4. The registrant shall indemnify and save harmless the Corporation and the insurers for the time being under any contract or contracts of insurance establishing the guarantee fund, from any loss which they or any of them may suffer by reason of the registrant’s failure to diligently perform or cause to be performed all obligations imposed under the Plan and under any agreement made with the Corporation in respect of the Plan.  The Corporation may waive the obligation to indemnify and save harmless the Corporation and the insurers set out in this paragraph if the registrant and the Corporation enter into a co-share arrangement or if, i. the loss relates to a warranty claim under clause 13 (1) (a) or (b) of the Act or under section 14 or subsection 15 (2) of Regulation 892 of the Revised Regulations of Ontario, 1990 (Administration of the Plan) made under the Act, ii. the Corporation, under section 16 of the Act, has served a notice of a decision made under section 14 of the Act denying a claim for payment out of the guarantee fund, iii. the registrant, and any associated builder, is in full compliance with the Act and the regulations and all agreements with the Corporation throughout the conciliation and appeal processes described in section 17 of the Act, and iv. the registrant has fully and completely co-operated with the Corporation throughout the conciliation and appeal processes described in section 17 of the Act and has participated in the processes as required by the Corporation. 4.0.1 Except in the case of a home to which the Act applies on or after May 1, 2009, if the claim relates to a home of a type referred to in clause (a) or (b) of the definition of “home” in section 1 of the Act or a condominium dwelling unit, excluding common elements, the obligation to indemnify set out in paragraph 4 is limited to, i. $100,000, plus applicable interest, administrative fees and legal costs, if the purchase agreement or a construction contract for the home was entered into before September 1, 2004 and the home has a date of possession before July 1, 2006, or ii. $150,000, plus applicable interest, administrative fees and legal costs, if the purchase agreement or a construction contract for the home was entered into on or after September 1, 2004 or if, under the purchase agreement or construction contract, the home has a date of possession on or after July 1, 2006. 4.0.2   If there is any contract or agreement between a vendor and the Corporation or between a builder and the Corporation that purports to limit the indemnity obligations of the vendor or the builder and that conflicts or is inconsistent with the indemnity obligations of the vendor or the builder as set out in this Regulation, including without limitation paragraphs 3.1 and 4, then, to the extent of any conflict or inconsistency, this Regulation prevails. 4.1 The registrant shall pay an administration fee to the Corporation equal to 15 per cent of the amount that is paid out of the guarantee fund in payment of claims in respect of the registrant. 4.2 The registrant shall pay to the Corporation interest at the rate of 1.5 per cent per month, calculated daily, on all amounts that the registrant owes to the Corporation; the registrant shall make the interest payments on the first day of each month following the date of default in repaying the amounts owed until the amounts owed are repaid in full. 5. The registrant shall from time to time, at the registrant’s expense, furnish to the following persons the documents relating to the Plan that the Registrar reasonably requires to be furnished: i. The Registrar. ii. The purchasers who have entered into a purchase agreement with the registrant. iii. The owners who have entered into a construction contract with the registrant. iv. The owners of a home to whom the registrant has transferred title to the home. 6. The registrant shall furnish the Registrar with such information relating to the registrant’s financial affairs and position as the Registrar may reasonably request. 6.1 The Corporation may inspect a home on which a registered builder has commenced construction if, when applying for registration, the builder was an applicant described in the subparagraphs of paragraph 0.1; the builder shall pay a fee of $125 per inspection per home to the Corporation at the time the Corporation directs. 6.2 The Corporation may inspect a home on which a registered builder has commenced construction if the builder has previously been registered and has had a dispute conciliated by the Corporation; the builder shall pay an inspection fee of $225 per home to the Corporation at the time the Corporation directs. 6.3 The Corporation may issue to the builder of a home that it inspects a list of deficiencies in the construction of the home that must be corrected to bring the home into compliance with the Act and the regulations; a builder who receives a list of deficiencies shall correct them within a reasonable period of time. 6.4 If the results of an examination or interview by the Registrar or an inspection by the Corporation demonstrate that a registrant does not have the necessary technical competence to be registered under the Act, the Registrar may require the registrant, as a condition for continuing to be registered, to, i. limit the number of homes the registrant constructs, ii. post security with the Corporation, or iii. successfully complete a course of study that the Registrar specifies. 7. The registrant shall, without undue delay, complete the construction of every home commenced by the registrant in accordance with the Act. 8. A registrant shall offer for sale and take all reasonable steps to complete the sale of every home commenced by the registrant in accordance with the Act within two years after the date on which the building permit for the home is issued. 8.1 In connection with any purchase agreement for a home signed on or after January 1, 2011, the registrant shall not charge, as an adjustment or readjustment to the purchase price of the home, any amount as reimbursement for a sum paid or payable by the registrant to a third party unless the sum is ultimately paid to the third party. If the registrant charges an amount to the owner in contravention of this paragraph, the registrant shall forthwith readjust with the owner. Nothing in this paragraph restricts or prohibits the registrant and the owner from agreeing on how to allocate as between them, rebates, refunds or incentives provided by the federal government, a provincial or municipal government or an agency of any such government before or after the completion of the purchase agreement. 9. It is a condition of registration that where, as a result of the financial position or the level of technical competence of a registrant, the registrant has consented to conditions limiting the number of homes the registrant may construct or limiting the registrant to the construction of a particular class of homes, the registrant shall not, without the prior written consent of the Registrar, commence to construct, i. homes in excess of the maximum number permitted to be constructed, or ii. homes of any class the construction of which is restricted. 10. The registrant shall, within fifteen days after the event, notify the Registrar in writing, i. of any change in address of the registrant for correspondence relating to the Plan, ii. where the registrant is other than a corporation or an individual, of any change in the members or partners of the registrant, and iii. where the registrant is a corporation, A. of any change in the officers or directors of the registrant, B. of any person who becomes the beneficial owner, directly or indirectly, of more than 10 per cent of the outstanding voting shares of the registrant. 10.1 The registrant shall, if requested at any time by the Registrar to do so, i. provide security to the Corporation in such amount and in such form as the Registrar may determine for any claim, loss or expense paid or payable by the Corporation relating to the registrant, ii. replace one form of security previously provided to the Corporation with another, iii. provide security to the Corporation additional to that already provided in such amount and in such form as the Registrar may determine, and iv. promptly fulfil any term and condition imposed upon the registrant by the Registrar in connection with the release by the Corporation of the whole or any part of any security provided to the Corporation by the registrant. 11. The registrant shall give prompt written notice to the Registrar of any material change in any of the information contained in or accompanying the application of the registrant for registration or for renewal of registration under the Plan. 11.1 For every home with a date of possession on or after October 1, 2003, in respect of which the registrant acts as a vendor or a builder, the registrant shall conduct a pre-delivery inspection of the home with either one or both of the purchaser and the purchaser’s designate on or before the date of possession, without charging a fee. 11.2 In every purchase agreement or construction contract entered into on or after October 1, 2003 for a home, in respect of which the registrant acts as a vendor or a builder, the registrant shall include a provision whereby the parties agree that the registrant and either one or both of the purchaser and the purchaser’s designate will, on or before the date of possession, meet at the home and conduct the pre-delivery inspection of the home described in paragraph 11.1. 11.3 In every purchase agreement or construction contract entered into on or after October 1, 2003 for a home, in respect of which the registrant acts as a vendor or a builder, the registrant shall include a provision stating that, i. the registrant shall deliver to the purchaser, no later than the date of the pre-delivery inspection described in paragraph 11.1, the most current freehold or condominium edition, as applicable, of the document entitled Homeowner Information Package published by the Corporation, and ii. the document entitled Homeowner Information Package is also available from the Corporation. 11.4 If the Registrar so requests at any time, the registrant shall participate in the training or complete the courses of study that the Registrar reasonably requires. 11.5 If the Registrar so requests at any time, the registrant shall provide the Registrar with all information relating to the registrant’s record of closing delays or occupancy delays that the Registrar reasonably requests. 11.6 If the information provided by the registrant under paragraph 11.5 or the results of an examination or interview by the Registrar or an inspection by the Corporation demonstrate that a registrant has not complied with the warranties set out in Ontario Regulation 165/08 (Warranty for Delayed Closing or Delayed Occupancy) made under the Act, the Registrar may require the registrant, as a condition for continuing to be registered, to, i. refrain from entering into any purchase agreement until after a particular date or event, ii. disclose to purchasers all information regarding the potential for closing delays or occupancy delays relating to a purchase agreement that the Registrar reasonably requires, iii. limit the number of homes that the registrant constructs, iv. post security with the Corporation, or v. successfully complete a course of study that the Registrar specifies. 12. On request, the registrant shall furnish to the Registrar proof that the following Addendum forms part of every purchase agreement entered into before July 1, 2008 in respect of every home of a type described in clause (a) or (b) of the definition of “home” in section 1 of the Act constructed by the registrant.  tarion warranty corporation —  \n\n  Sections 1 to 6 \n\n    \n\n  This Document Contains Important Information for the Consumer \n\n    \n\n  addendum to agreement of purchase and sale  —  \n\n  Sections 1 to 6 \n\n    \n\n  This addendum forms part of the Agreement of Purchase and Sale \n\n    \n\n  Between: \n\n    \n\n      ……………………………………………………………………. (“Purchaser”)     \n\n            \n\n      and     \n\n            \n\n      ………………………………………………………………………. (“Vendor”)     \n\n            \n\n      dated ……………………………………………….…..… , (the “Agreement”)     \n\n        \n\n  disclosure \n\n    \n\n    1. Purchasers should note that the Agreement may contain provisions about some or all of the following: \n\n    \n\n    (i) There may be rights or conditions by which the Vendor may terminate this Agreement regardless of whether or not the Purchaser is in default; \n\n    \n\n    (ii) It may be a condition of closing that the Purchaser be approved by mortgage lenders(s); \n\n    \n\n    (iii) The rate payable on any mortgage in the Agreement may be subject to increase; \n\n    \n\n    (iv) The Vendor may have the right to alter plans and specifications or substitute materials without notice; \n\n    \n\n    (v) The purchase price in the Agreement may be increased or adjusted by certain additional costs or charges.  (In addition, purchasers are advised that on closing and registration, certain fees and taxes will be payable to the Province of Ontario.) \n\n    \n\n      If the Purchaser cannot identify or understand any of these provisions the Purchaser should discuss them with the Vendor or salesperson. \n\n        \n\n      The Purchaser is advised to consult a solicitor before signing the Agreement. \n\n        \n\n  planning status \n\n    \n\n    2. The current planning status of the land is: \n\n    \n\n    (i) If the land in the Agreement is within a Plan of Subdivision, the Plan of Subdivision is/is not registered; \n\n    \n\n      and \n\n    \n\n    (ii) A building permit for construction of the dwelling is/is not\r available for issuance by the municipality after application has been submitted and all municipal review completed. \n\n    \n\n  ontario new home warranties plan \n\n    \n\n    3. The Ontario New Home Warranties Plan registration number for the Builder is ………………………………………………….. , and \n\n    \n\n  the enrolment number for the dwelling is …………………………………………………...…………………………… , (if available). \n\n    \n\n  builder \n\n    \n\n    4. For further information about this Agreement and your home, the Vendor may be contacted at: \n\n    \n\n      …………………………………………   …………………………………………….   ………………………………………… \n\n      (address)   (telephone)   (attention) \n\n    \n\n      It is recommended that the Purchaser contact the Vendor prior to the closing date to determine that construction is proceeding on schedule and that closing may occur on time. \n\n    \n\n  extension and termination \n\n    \n\n  5.     (i) If the Vendor cannot close the transaction by the closing date in the Agreement because additional time is required for construction of the dwelling, the Vendor shall extend the closing date one or more times as may be required by the Vendor by notice in writing to the Purchaser as soon as reasonably possible and in any event prior to the closing date or extended closing date, all extensions in the aggregate not to exceed 120 days.  However, the vendor shall not extend closing if the parties have specifically agreed in writing that the Vendor cannot, and the Purchaser does not waive this covenant. \n\n    \n\n        (ii) The Vendor shall take all reasonable steps to construct the dwelling without delay. \n\n    \n\n        (iii) If the closing date in the Agreement has been extended for 120 days and the Vendor still requires further time for construction of the dwelling, unless subsequent to the closing date in the Agreement the parties otherwise agree, the Purchaser may terminate the Agreement within the 10 days immediately after the 120 days have elapsed by delivering or mailing notice in writing to the Vendor at the address shown above (which notice may also be given between solicitors), and upon the giving of such notice this Agreement shall be at an end and all sums paid by the Purchaser shall be returned without interest or deduction.  However, if the Purchaser does not terminate as above, closing shall be deemed to be extended to a date 5 days following completion of the dwelling as required by the Agreement but, unless the parties otherwise agree, not later than a further 120 days after the initial 120 day period.  If by this further time the dwelling is not constructed in accordance with the Agreement and if the parties do not otherwise agree, the Agreement shall be at an end and all sums paid by the Purchaser shall be returned without deduction and there shall be no further rights between the parties unless the Vendor is in breach of the vendor’s covenant in 5 (ii) above to construct without delay.  If the Agreement is so ended, interest shall be payable on all sums paid by the Purchaser, for the period commencing 120 days after the closing date in the Agreement at a rate 1% below the rate paid by the Province of Ontario Savings Office savings accounts as of the date on which the Agreement ended. \n\n    \n\n        (iv) Despite any provision to the contrary contained in it, the Agreement shall not be terminated by the Vendor by reason of failure to complete the dwelling as specified in the Agreement within a period of time or by a date specified in the Agreement, extended as above, unless the Purchaser consents to the termination in writing or the Agreement is ended pursuant to 5 (iii) above. \n\n        \n\n        (v) Where there is conflict or ambiguity between the Agreement and this Addendum this Addendum shall prevail. \n\n    \n\n        (vi) The Vendor may exclude extensions of the closing date reasonably required as a result of a strike, a fire, a flood, an act of God or a civil insurrection (an “Event”) when calculating the 120 days referred to in 5 (i) and (iii) only if the Vendor delivers the notices described in 5 (vii) to the Purchaser. \n\n    \n\n        (vii) If an extension of the closing date referred to in 5 (i) or (iii) above is reasonably required as a result of an Event, then the Vendor shall provide the following notices to the Purchaser: \n\n    \n\n    (A) As soon as reasonably possible but not later than 20 days after the Vendor knows or ought reasonably to have known that the Event has commenced, the Vendor shall provide written notice to the Purchaser setting out a brief description of the Event and an estimate, if available, of the possible length of extension that may be required as a result of the Event; and \n\n    \n\n    (B) As soon as reasonably possible but not later than 20 days after the conclusion of the Event, the Vendor shall provide written notice to the Purchaser setting out a brief description of the particular Event that was the cause of the extension, the number of days by which the closing date is extended as a consequence of the Event, and the new closing date now in effect as a result of the Event. \n\n    \n\n        (viii) If an Event occurs and the closing date is reasonably required to be extended as a result of the Event, but the Vendor has failed to provide the notices described in 5 (vii), then the Purchaser shall have the option of sending written notice to both the Tarion Warranty Corporation and the Vendor.  The notice shall contain a request for a formal extension of the closing date to accommodate the delay in completing the dwelling caused by the Event.  The Purchaser shall send the notice no later than 40 days after the conclusion of the Event.  Following receipt of the notice, the Tarion Warranty Corporation shall determine the length of a reasonable extension period that the Vendor ought reasonably to have implemented, and shall confirm its determination by notice in writing to both the Vendor and the Purchaser.  The extension period as so determined shall be deemed to be excluded from the calculation of the 120 days referred to in 5 (i) and (iii) above, and the Agreement shall be deemed to be extended accordingly. \n\n        \n\n        (ix) 5 (vi), (vii) and (viii) apply to all Agreements entered into on or after November 1, 2000. \n\n        \n\n    6. For further information about anything contained in this Addendum or about the warranties available to purchasers under the Ontario New Home Warranties Plan Act, please contact your lawyer and the Tarion Warranty Corporation, toll free, at 1-888-463-6466 during regular business hours, Monday through Friday. R.R.O. 1990, Reg. 894, s. 1; O. Reg. 691/94, s. 1; O. Reg. 431/99, s. 1; O. Reg. 557/00, s. 1; O. Reg. 52/02, s. 1; O. Reg. 321/03, s. 2; O. Reg. 33/05, s. 2; O. Reg. 344/06, s. 1; O. Reg. 167/08, s. 1; O. Reg. 173/09, s. 1; O. Reg. 507/10, s. 1; O. Reg. 88/12, s. 2; O. Reg. 161/12, s. 1; O. Reg. 134/14, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The following are conditions of every registration under the Plan:</p> <p class=\"paragraph-e\">  0.1 The Registrar may require an applicant for registration as a builder to complete a written examination on the technical competence to perform the warranties if,</p> <p class=\"subpara-e\">  i. the applicant has not previously been registered as a builder,</p> <p class=\"subpara-e\">  ii. the applicant has had a previous application for registration refused, or has had a previous registration revoked, or</p> <p class=\"subpara-e\">  iii. the applicant has previously been registered and,</p> <p class=\"subsubpara-e\">  A. more than three years have elapsed since the expiration or termination of the registration,</p> <p class=\"subsubpara-e\">  B. the applicant is a corporation and its officers or directors have changed since the date of the registration, or</p> <p class=\"subsubpara-e\">  C. the Corporation has received written notice of a claim against the guarantee fund with respect to a home sold or built by the applicant.</p> <p class=\"paragraph-e\">  0.2 The Registrar may interview an applicant for registration as a vendor or builder or a registrant with respect to the person’s entitlement to registration if,</p> <p class=\"subpara-e\">  i. the person has not previously been registered in the capacity that the person is registered or is applying for registration,</p> <p class=\"subpara-e\">  ii. the person has had a previous application for registration refused or has had a previous registration revoked, or</p> <p class=\"subpara-e\">  iii. the person has previously been registered and,</p> <p class=\"subsubpara-e\">  A. more than three years have elapsed since the expiration or termination of the registration,</p> <p class=\"subsubpara-e\">  B. the person is a corporation and its officers or directors have changed since the date of the registration, or</p> <p class=\"subsubpara-e\">  C. the Corporation has received written notice of a claim against the guarantee fund with respect to a home sold or built by the person.</p> <p class=\"paragraph-e\">  0.3 An applicant for registration as a vendor or builder or a registrant shall,</p> <p class=\"subpara-e\">  i. within the time period specified by the Registrar, provide such information or material relating to the person’s entitlement to registration as the Registrar requires, and</p> <p class=\"subpara-e\">  ii. at the request of the Registrar, have the information and material verified by affidavit.</p> <p class=\"paragraph-e\">  0.4 If a vendor or builder of a post June 30, 2012 home is in breach of a warranty in respect of a major structural defect in the home and applies for registration or renewal of registration, then in deciding whether the applicant is entitled to the registration or renewal of registration, the Registrar may have regard to,</p> <p class=\"subpara-e\">  i. whether the applicant has fully repaired the defect, fully compensated the owner for the defect or fully indemnified and saved harmless the Corporation for the defect, and</p> <p class=\"subpara-e\">  ii. any issue involving the technical competence of the applicant that the major structural defect reveals.</p> <p class=\"paragraph-e\">  1. The registrant shall prominently display the certificate of registration at the registrant’s principal business address as indicated in the application for registration.</p> <p class=\"paragraph-e\">  2. The registrant shall allow the duly authorized representatives of the Corporation free access to the registrant’s books and records during normal business hours for the purpose of confirming matters relating to the Plan.</p> <p class=\"paragraph-e\">  3. The registrant shall diligently perform or cause to be performed all obligations imposed under the Plan and under any agreement made with the Corporation in respect of the Plan.</p> <p class=\"paragraph-e\">  3.1 The registrant, and where applicable its officers and directors, whether in connection with the registrant or other registrants, shall, at all times, carry out each of their undertakings to the Corporation in accordance with the law and with integrity and honesty.  Without limiting the generality of the foregoing, it is a breach by the registrant of this condition of registration if the registrant, or where applicable any of its officers or directors, whether in connection with the registrant or other registrants, fails, at any time,</p> <p class=\"subpara-e\">  i. to fully indemnify the Corporation for all monies paid out by the Corporation to third parties for which the registrant or any of its officers or directors is responsible,</p> <p class=\"subpara-e\">  ii. to fully honour and comply with any outstanding guarantee or indemnity given to and in favour of the Corporation,</p> <p class=\"subpara-e\">  iii. to provide truthful, accurate and complete financial information to the Corporation as and when required, or</p> <p class=\"subpara-e\">  iv. to diligently perform or cause to be performed all obligations imposed under the Plan and under any agreement made with the Corporation in respect of the Plan.</p> <p class=\"paragraph-e\">  4. The registrant shall indemnify and save harmless the Corporation and the insurers for the time being under any contract or contracts of insurance establishing the guarantee fund, from any loss which they or any of them may suffer by reason of the registrant’s failure to diligently perform or cause to be performed all obligations imposed under the Plan and under any agreement made with the Corporation in respect of the Plan.  The Corporation may waive the obligation to indemnify and save harmless the Corporation and the insurers set out in this paragraph if the registrant and the Corporation enter into a co-share arrangement or if,</p> <p class=\"subpara-e\">  i. the loss relates to a warranty claim under clause 13 (1) (a) or (b) of the Act or under section 14 or subsection 15 (2) of Regulation 892 of the Revised Regulations of Ontario, 1990 (Administration of the Plan) made under the Act,</p> <p class=\"subpara-e\">  ii. the Corporation, under section 16 of the Act, has served a notice of a decision made under section 14 of the Act denying a claim for payment out of the guarantee fund,</p> <p class=\"subpara-e\">  iii. the registrant, and any associated builder, is in full compliance with the Act and the regulations and all agreements with the Corporation throughout the conciliation and appeal processes described in section 17 of the Act, and</p> <p class=\"subpara-e\">  iv. the registrant has fully and completely co-operated with the Corporation throughout the conciliation and appeal processes described in section 17 of the Act and has participated in the processes as required by the Corporation.</p> <p class=\"paragraph-e\"> 4.0.1 Except in the case of a home to which the Act applies on or after May 1, 2009, if the claim relates to a home of a type referred to in clause (a) or (b) of the definition of “home” in section 1 of the Act or a condominium dwelling unit, excluding common elements, the obligation to indemnify set out in paragraph 4 is limited to,</p> <p class=\"subpara-e\">  i. $100,000, plus applicable interest, administrative fees and legal costs, if the purchase agreement or a construction contract for the home was entered into before September 1, 2004 and the home has a date of possession before July 1, 2006, or</p> <p class=\"subpara-e\">  ii. $150,000, plus applicable interest, administrative fees and legal costs, if the purchase agreement or a construction contract for the home was entered into on or after September 1, 2004 or if, under the purchase agreement or construction contract, the home has a date of possession on or after July 1, 2006.</p> <p class=\"paragraph-e\"> 4.0.2   If there is any contract or agreement between a vendor and the Corporation or between a builder and the Corporation that purports to limit the indemnity obligations of the vendor or the builder and that conflicts or is inconsistent with the indemnity obligations of the vendor or the builder as set out in this Regulation, including without limitation paragraphs 3.1 and 4, then, to the extent of any conflict or inconsistency, this Regulation prevails.</p> <p class=\"paragraph-e\">  4.1 The registrant shall pay an administration fee to the Corporation equal to 15 per cent of the amount that is paid out of the guarantee fund in payment of claims in respect of the registrant.</p> <p class=\"paragraph-e\">  4.2 The registrant shall pay to the Corporation interest at the rate of 1.5 per cent per month, calculated daily, on all amounts that the registrant owes to the Corporation; the registrant shall make the interest payments on the first day of each month following the date of default in repaying the amounts owed until the amounts owed are repaid in full.</p> <p class=\"paragraph-e\">  5. The registrant shall from time to time, at the registrant’s expense, furnish to the following persons the documents relating to the Plan that the Registrar reasonably requires to be furnished:</p> <p class=\"subpara-e\">  i. The Registrar.</p> <p class=\"subpara-e\">  ii. The purchasers who have entered into a purchase agreement with the registrant.</p> <p class=\"subpara-e\">  iii. The owners who have entered into a construction contract with the registrant.</p> <p class=\"subpara-e\">  iv. The owners of a home to whom the registrant has transferred title to the home.</p> <p class=\"paragraph-e\">  6. The registrant shall furnish the Registrar with such information relating to the registrant’s financial affairs and position as the Registrar may reasonably request.</p> <p class=\"paragraph-e\">  6.1 The Corporation may inspect a home on which a registered builder has commenced construction if, when applying for registration, the builder was an applicant described in the subparagraphs of paragraph 0.1; the builder shall pay a fee of $125 per inspection per home to the Corporation at the time the Corporation directs.</p> <p class=\"paragraph-e\">  6.2 The Corporation may inspect a home on which a registered builder has commenced construction if the builder has previously been registered and has had a dispute conciliated by the Corporation; the builder shall pay an inspection fee of $225 per home to the Corporation at the time the Corporation directs.</p> <p class=\"paragraph-e\">  6.3 The Corporation may issue to the builder of a home that it inspects a list of deficiencies in the construction of the home that must be corrected to bring the home into compliance with the Act and the regulations; a builder who receives a list of deficiencies shall correct them within a reasonable period of time.</p> <p class=\"paragraph-e\">  6.4 If the results of an examination or interview by the Registrar or an inspection by the Corporation demonstrate that a registrant does not have the necessary technical competence to be registered under the Act, the Registrar may require the registrant, as a condition for continuing to be registered, to,</p> <p class=\"subpara-e\">  i. limit the number of homes the registrant constructs,</p> <p class=\"subpara-e\">  ii. post security with the Corporation, or</p> <p class=\"subpara-e\">  iii. successfully complete a course of study that the Registrar specifies.</p> <p class=\"paragraph-e\">  7. The registrant shall, without undue delay, complete the construction of every home commenced by the registrant in accordance with the Act.</p> <p class=\"paragraph-e\">  8. A registrant shall offer for sale and take all reasonable steps to complete the sale of every home commenced by the registrant in accordance with the Act within two years after the date on which the building permit for the home is issued.</p> <p class=\"paragraph-e\">  8.1 In connection with any purchase agreement for a home signed on or after January 1, 2011, the registrant shall not charge, as an adjustment or readjustment to the purchase price of the home, any amount as reimbursement for a sum paid or payable by the registrant to a third party unless the sum is ultimately paid to the third party. If the registrant charges an amount to the owner in contravention of this paragraph, the registrant shall forthwith readjust with the owner. Nothing in this paragraph restricts or prohibits the registrant and the owner from agreeing on how to allocate as between them, rebates, refunds or incentives provided by the federal government, a provincial or municipal government or an agency of any such government before or after the completion of the purchase agreement.</p> <p class=\"paragraph-e\">  9. It is a condition of registration that where, as a result of the financial position or the level of technical competence of a registrant, the registrant has consented to conditions limiting the number of homes the registrant may construct or limiting the registrant to the construction of a particular class of homes, the registrant shall not, without the prior written consent of the Registrar, commence to construct,</p> <p class=\"subpara-e\">  i. homes in excess of the maximum number permitted to be constructed, or</p> <p class=\"subpara-e\">  ii. homes of any class the construction of which is restricted.</p> <p class=\"paragraph-e\">  10. The registrant shall, within fifteen days after the event, notify the Registrar in writing,</p> <p class=\"subpara-e\">  i. of any change in address of the registrant for correspondence relating to the Plan,</p> <p class=\"subpara-e\">  ii. where the registrant is other than a corporation or an individual, of any change in the members or partners of the registrant, and</p> <p class=\"subpara-e\">  iii. where the registrant is a corporation,</p> <p class=\"subsubpara-e\">  A. of any change in the officers or directors of the registrant,</p> <p class=\"subsubpara-e\">  B. of any person who becomes the beneficial owner, directly or indirectly, of more than 10 per cent of the outstanding voting shares of the registrant.</p> <p class=\"paragraph-e\"> 10.1 The registrant shall, if requested at any time by the Registrar to do so,</p> <p class=\"subpara-e\">  i. provide security to the Corporation in such amount and in such form as the Registrar may determine for any claim, loss or expense paid or payable by the Corporation relating to the registrant,</p> <p class=\"subpara-e\">  ii. replace one form of security previously provided to the Corporation with another,</p> <p class=\"subpara-e\">  iii. provide security to the Corporation additional to that already provided in such amount and in such form as the Registrar may determine, and</p> <p class=\"subpara-e\">  iv. promptly fulfil any term and condition imposed upon the registrant by the Registrar in connection with the release by the Corporation of the whole or any part of any security provided to the Corporation by the registrant.</p> <p class=\"paragraph-e\">  11. The registrant shall give prompt written notice to the Registrar of any material change in any of the information contained in or accompanying the application of the registrant for registration or for renewal of registration under the Plan.</p> <p class=\"paragraph-e\"> 11.1 For every home with a date of possession on or after October 1, 2003, in respect of which the registrant acts as a vendor or a builder, the registrant shall conduct a pre-delivery inspection of the home with either one or both of the purchaser and the purchaser’s designate on or before the date of possession, without charging a fee.</p> <p class=\"paragraph-e\"> 11.2 In every purchase agreement or construction contract entered into on or after October 1, 2003 for a home, in respect of which the registrant acts as a vendor or a builder, the registrant shall include a provision whereby the parties agree that the registrant and either one or both of the purchaser and<span> the purchaser’s designate</span> will, on or before the date of possession, meet at the home and <span>conduct the pre-delivery inspection of the home described in paragraph 11.1</span>.</p> <p class=\"paragraph-e\"> 11.3 In every purchase agreement or construction contract entered into on or after October 1, 2003 for a home, in respect of which the registrant acts as a vendor or a builder, the registrant shall include a provision stating that,</p> <p class=\"subpara-e\">  i. the registrant shall deliver to the purchaser, no later than the date of the pre-delivery inspection described in paragraph 11.1, the most current freehold or condominium edition, as applicable, of the document entitled <i>Homeowner Information Package</i> published by the Corporation, and</p> <p class=\"subpara-e\">  ii. the document entitled <i>Homeowner Information Package</i> is also available from the Corporation.</p> <p class=\"paragraph-e\"> 11.4 If the Registrar so requests at any time, the registrant shall participate in the training or complete the courses of study that the Registrar reasonably requires.</p> <p class=\"paragraph-e\"> 11.5 If the Registrar so requests at any time, the registrant shall provide the Registrar with all information relating to the registrant’s record of closing delays or occupancy delays that the Registrar reasonably requests.</p> <p class=\"paragraph-e\"> 11.6 If the information provided by the registrant under paragraph 11.5 or the results of an examination or interview by the Registrar or an inspection by the Corporation demonstrate that a registrant has not complied with the warranties set out in Ontario Regulation 165/08 (Warranty for Delayed Closing or Delayed Occupancy) made under the Act, the Registrar may require the registrant, as a condition for continuing to be registered, to,</p> <p class=\"subpara-e\">  i. refrain from entering into any purchase agreement until after a particular date or event,</p> <p class=\"subpara-e\">  ii. disclose to purchasers all information regarding the potential for closing delays or occupancy delays relating to a purchase agreement that the Registrar reasonably requires,</p> <p class=\"subpara-e\">  iii. limit the number of homes that the registrant constructs,</p> <p class=\"subpara-e\">  iv. post security with the Corporation, or</p> <p class=\"subpara-e\">  v. successfully complete a course of study that the Registrar specifies.</p> <p class=\"paragraph-e\">  12. On request, the registrant shall furnish to the Registrar proof that the following Addendum forms part of every purchase agreement entered into before July 1, 2008 in respect of every home of a type described in clause (a) or (b) of the definition of “home” in section 1 of the Act constructed by the registrant.</p> <p class=\"MsoNormal\"><span> </span></p> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p align=\"center\" class=\"table-e\">tarion warranty corporation — </p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p align=\"center\" class=\"table-e\">Sections 1 to 6</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p align=\"center\" class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p align=\"center\" class=\"table-e\">This Document Contains Important Information for the Consumer</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p align=\"center\" class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p align=\"center\" class=\"table-e\"><span class=\"ovallcaps\">addendum to agreement of purchase and sale  </span>— </p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p align=\"center\" class=\"table-e\">Sections 1 to 6</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p align=\"center\" class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p align=\"center\" class=\"table-e\">This addendum forms part of the Agreement of Purchase and Sale</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\">Between:</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"3\" valign=\"top\" width=\"54\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"393\"> <p class=\"table-e\">……………………………………………………………………. (“Purchaser”)</p> </td> <td colspan=\"2\" valign=\"top\" width=\"207\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"3\" valign=\"top\" width=\"54\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"393\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"207\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"3\" valign=\"top\" width=\"54\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"393\"> <p align=\"center\" class=\"table-e\">and</p> </td> <td colspan=\"2\" valign=\"top\" width=\"207\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"3\" valign=\"top\" width=\"54\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"393\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"207\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"3\" valign=\"top\" width=\"54\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"393\"> <p class=\"table-e\">………………………………………………………………………. (“Vendor”)</p> </td> <td colspan=\"2\" valign=\"top\" width=\"207\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"3\" valign=\"top\" width=\"54\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"393\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"207\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"3\" valign=\"top\" width=\"54\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"393\"> <p class=\"table-e\">dated ……………………………………………….…..… , (the “Agreement”)</p> </td> <td colspan=\"2\" valign=\"top\" width=\"207\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"5\" valign=\"top\" width=\"447\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"207\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"><span class=\"ovallcaps\">disclosure</span></p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"MsoNormal\"><span> </span></p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"tablelevel1-e\">  1. Purchasers should note that the Agreement may contain provisions about some or all of the following:</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"tablelevel1-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"tablelevel2-e\">  (i) There may be rights or conditions by which the Vendor may terminate this Agreement regardless of whether or not the Purchaser is in default;</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"tablelevel2-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"tablelevel2-e\">  (ii) It may be a condition of closing that the Purchaser be approved by mortgage lenders(s);</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"tablelevel2-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"tablelevel2-e\">  (iii) The rate payable on any mortgage in the Agreement may be subject to increase;</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"tablelevel2-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"tablelevel2-e\">  (iv) The Vendor may have the right to alter plans and specifications or substitute materials without notice;</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"tablelevel2-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"tablelevel2-e\">  (v) The purchase price in the Agreement may be increased or adjusted by certain additional costs or charges.  (In addition, purchasers are advised that on closing and registration, certain fees and taxes will be payable to the Province of Ontario.)</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"tablelevel2-e\"> </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"30\"> <p class=\"table-e\"> </p> </td> <td colspan=\"6\" valign=\"top\" width=\"623\"> <p class=\"table-e\">If the Purchaser cannot identify or understand any of these provisions the Purchaser should discuss them with the Vendor or salesperson.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"30\"> <p class=\"table-e\"> </p> </td> <td colspan=\"6\" valign=\"top\" width=\"623\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"30\"> <p class=\"table-e\"> </p> </td> <td colspan=\"6\" valign=\"top\" width=\"623\"> <p class=\"table-e\">The Purchaser is advised to consult a solicitor before signing the Agreement.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"30\"> <p class=\"table-e\"> </p> </td> <td colspan=\"6\" valign=\"top\" width=\"623\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"><span class=\"ovallcaps\">planning status</span></p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"><span class=\"ovallcaps\"> </span></p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"tablelevel1-e\">  2. The current planning status of the land is:</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"tablelevel2-e\">  (i) If the land in the Agreement is within a Plan of Subdivision, the Plan of Subdivision <span>is/is not</span> registered;</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"2\" valign=\"top\" width=\"33\"> <p class=\"table-e\"> </p> </td> <td colspan=\"5\" valign=\"top\" width=\"620\"> <p class=\"table-e\">and</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"tablelevel2-e\">  (ii) A building permit for construction of the dwelling <span>is/is not</span>\r available for issuance by the municipality after application has been submitted and all municipal review completed.</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"tablelevel2-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"><span class=\"ovallcaps\">ontario</span><span class=\"ovallcaps\"> new home warranties plan</span></p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"><span class=\"ovallcaps\"> </span></p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"tablelevel1-e\">  3. The Ontario New Home Warranties Plan registration number for the Builder is ………………………………………………….. , and</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"tablelevel1x-e\">the enrolment number for the dwelling is …………………………………………………...…………………………… , (if available).</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"><span class=\"ovallcaps\">builder</span></p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"><span class=\"ovallcaps\"> </span></p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"tablelevel1-e\">  4. For further information about this Agreement and your home, the Vendor may be contacted at:</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"2\" valign=\"top\" width=\"33\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"209\"> <p class=\"table-e\">…………………………………………</p> </td> <td colspan=\"2\" valign=\"top\" width=\"216\"> <p class=\"table-e\">…………………………………………….</p> </td> <td valign=\"top\" width=\"196\"> <p class=\"table-e\">…………………………………………</p> </td>\n</tr>\n<tr> <td colspan=\"2\" valign=\"top\" width=\"33\"> <p class=\"table-e\"> </p> </td> <td colspan=\"2\" valign=\"top\" width=\"209\"> <p align=\"center\" class=\"table-e\">(address)</p> </td> <td colspan=\"2\" valign=\"top\" width=\"216\"> <p align=\"center\" class=\"table-e\">(telephone)</p> </td> <td valign=\"top\" width=\"196\"> <p align=\"center\" class=\"table-e\">(attention)</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"2\" valign=\"top\" width=\"33\"> <p class=\"table-e\"> </p> </td> <td colspan=\"5\" valign=\"top\" width=\"620\"> <p class=\"table-e\">It is recommended that the Purchaser contact the Vendor prior to the closing date to determine that construction is proceeding on schedule and that closing may occur on time.</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"><span class=\"ovallcaps\">extension and termination</span></p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"><span class=\"ovallcaps\"> </span></p> </td>\n</tr>\n<tr> <td colspan=\"2\" valign=\"top\" width=\"33\"> <p class=\"tablelevel1-e\">5.</p> </td> <td colspan=\"5\" valign=\"top\" width=\"620\"> <p class=\"tablelevel2-e\">  (i) If the Vendor cannot close the transaction by the closing date in the Agreement because additional time is required for construction of the dwelling, the Vendor shall extend the closing date one or more times as may be required by the Vendor by notice in writing to the Purchaser as soon as reasonably possible and in any event prior to the closing date or extended closing date, all extensions in the aggregate not to exceed 120 days.  However, the vendor shall not extend closing if the parties have specifically agreed in writing that the Vendor cannot, and the Purchaser does not waive this covenant.</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"2\" valign=\"top\" width=\"33\"> <p class=\"table-e\"> </p> </td> <td colspan=\"5\" valign=\"top\" width=\"620\"> <p class=\"tablelevel2-e\">  (ii) The Vendor shall take all reasonable steps to construct the dwelling without delay.</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"2\" valign=\"top\" width=\"33\"> <p class=\"table-e\"> </p> </td> <td colspan=\"5\" valign=\"top\" width=\"620\"> <p class=\"tablelevel2-e\">  (iii) If the closing date in the Agreement has been extended for 120 days and the Vendor still requires further time for construction of the dwelling, unless subsequent to the closing date in the Agreement the parties otherwise agree, the Purchaser may terminate the Agreement within the 10 days immediately after the 120 days have elapsed by delivering or mailing notice in writing to the Vendor at the address shown above (which notice may also be given between solicitors), and upon the giving of such notice this Agreement shall be at an end and all sums paid by the Purchaser shall be returned without interest or deduction.  However, if the Purchaser does not terminate as above, closing shall be deemed to be extended to a date 5 days following completion of the dwelling as required by the Agreement but, unless the parties otherwise agree, not later than a further 120 days after the initial 120 day period.  If by this further time the dwelling is not constructed in accordance with the Agreement and if the parties do not otherwise agree, the Agreement shall be at an end and all sums paid by the Purchaser shall be returned without deduction and there shall be no further rights between the parties unless the Vendor is in breach of the vendor’s covenant in 5 (ii) above to construct without delay.  If the Agreement is so ended, interest shall be payable on all sums paid by the Purchaser, for the period commencing 120 days after the closing date in the Agreement at a rate 1% below the rate paid by the Province of Ontario Savings Office savings accounts as of the date on which the Agreement ended.</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"2\" valign=\"top\" width=\"33\"> <p class=\"table-e\"> </p> </td> <td colspan=\"5\" valign=\"top\" width=\"620\"> <p class=\"tablelevel2-e\">  (iv) Despite any provision to the contrary contained in it, the Agreement shall not be terminated by the Vendor by reason of failure to complete the dwelling as specified in the Agreement within a period of time or by a date specified in the Agreement, extended as above, unless the Purchaser consents to the termination in writing or the Agreement is ended pursuant to 5 (iii) above.</p> </td>\n</tr>\n<tr> <td colspan=\"2\" valign=\"top\" width=\"33\"> <p class=\"table-e\"> </p> </td> <td colspan=\"5\" valign=\"top\" width=\"620\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"2\" valign=\"top\" width=\"33\"> <p class=\"table-e\"> </p> </td> <td colspan=\"5\" valign=\"top\" width=\"620\"> <p class=\"tablelevel2-e\">  (v) Where there is conflict or ambiguity between the Agreement and this Addendum this Addendum shall prevail.</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"2\" valign=\"top\" width=\"33\"> <p class=\"table-e\"> </p> </td> <td colspan=\"5\" valign=\"top\" width=\"620\"> <p class=\"tablelevel2-e\">  (vi) The Vendor may exclude extensions of the closing date reasonably required as a result of a strike, a fire, a flood, an act of God or a civil insurrection (an “Event”) when calculating the 120 days referred to in 5 (i) and (iii) only if the Vendor delivers the notices described in 5 (vii) to the Purchaser.</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"2\" rowspan=\"5\" valign=\"top\" width=\"33\"> <p class=\"table-e\"> </p> </td> <td colspan=\"5\" valign=\"top\" width=\"620\"> <p class=\"tablelevel2-e\">  (vii) If an extension of the closing date referred to in 5 (i) or (iii) above is reasonably required as a result of an Event, then the Vendor shall provide the following notices to the Purchaser:</p> </td>\n</tr>\n<tr> <td colspan=\"5\" valign=\"top\" width=\"620\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"5\" valign=\"top\" width=\"620\"> <p class=\"tablelevel3-e\">  (A) As soon as reasonably possible but not later than 20 days after the Vendor knows or ought reasonably to have known that the Event has commenced, the Vendor shall provide written notice to the Purchaser setting out a brief description of the Event and an estimate, if available, of the possible length of extension that may be required as a result of the Event; and</p> </td>\n</tr>\n<tr> <td colspan=\"5\" valign=\"top\" width=\"620\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"5\" valign=\"top\" width=\"620\"> <p class=\"tablelevel3-e\">  (B) As soon as reasonably possible but not later than 20 days after the conclusion of the Event, the Vendor shall provide written notice to the Purchaser setting out a brief description of the particular Event that was the cause of the extension, the number of days by which the closing date is extended as a consequence of the Event, and the new closing date now in effect as a result of the Event.</p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"2\" valign=\"top\" width=\"33\"> <p class=\"table-e\"> </p> </td> <td colspan=\"5\" valign=\"top\" width=\"620\"> <p class=\"tablelevel2-e\">  (viii) If an Event occurs and the closing date is reasonably required to be extended as a result of the Event, but the Vendor has failed to provide the notices described in 5 (vii), then the Purchaser shall have the option of sending written notice to both the Tarion Warranty Corporation and the Vendor.  The notice shall contain a request for a formal extension of the closing date to accommodate the delay in completing the dwelling caused by the Event.  The Purchaser shall send the notice no later than 40 days after the conclusion of the Event.  Following receipt of the notice, the Tarion Warranty Corporation shall determine the length of a reasonable extension period that the Vendor ought reasonably to have implemented, and shall confirm its determination by notice in writing to both the Vendor and the Purchaser.  The extension period as so determined shall be deemed to be excluded from the calculation of the 120 days referred to in 5 (i) and (iii) above, and the Agreement shall be deemed to be extended accordingly.</p> </td>\n</tr>\n<tr> <td colspan=\"2\" valign=\"top\" width=\"33\"> <p class=\"table-e\"> </p> </td> <td colspan=\"5\" valign=\"top\" width=\"620\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"2\" valign=\"top\" width=\"33\"> <p class=\"table-e\"> </p> </td> <td colspan=\"5\" valign=\"top\" width=\"620\"> <p class=\"tablelevel2-e\">  (ix) 5 (vi), (vii) and (viii) apply to all Agreements entered into on or after November 1, 2000.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"30\"> <p class=\"table-e\"> </p> </td> <td colspan=\"6\" valign=\"top\" width=\"623\"> <p class=\"table-e\"> </p> </td>\n</tr>\n<tr> <td colspan=\"7\" valign=\"top\" width=\"653\"> <p class=\"tablelevel1-e\">  6. For further information about anything contained in this Addendum or about the warranties available to purchasers under the <i>Ontario New Home Warranties Plan Act</i>, please contact your lawyer and the Tarion Warranty Corporation, toll free, at 1-888-463-6466 during regular business hours, Monday through Friday.</p> </td>\n</tr>\n<tr height=\"0\"> <td width=\"31\"></td> <td width=\"3\"></td> <td width=\"21\"></td> <td width=\"192\"></td> <td width=\"209\"></td> <td width=\"11\"></td> <td width=\"204\"></td>\n</tr>\n</table> <p class=\"footnote-e\">R.R.O. 1990, Reg. 894, s. 1; O. Reg. 691/94, s. 1; O. Reg. 431/99, s. 1; O. Reg. 557/00, s. 1; O. Reg. 52/02, s. 1; O. Reg. 321/03, s. 2; O. Reg. 33/05, s. 2; O. Reg. 344/06, s. 1; O. Reg. 167/08, s. 1; O. Reg. 173/09, s. 1; O. Reg. 507/10, s. 1; O. Reg. 88/12, s. 2; O. Reg. 161/12, s. 1; O. Reg. 134/14, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. In addition to the conditions set out in section 1, the following are conditions of every registration under the Act of a builder or vendor in respect of a residential condominium conversion project: 1. A registrant shall provide a report to the Registrar, in a form satisfactory to the Registrar, that, i. describes how the registrant will integrate pre-existing elements into the project in compliance with the building code, as defined in subsection 1 (1) of the Building Code Act, 1992, and other applicable construction related laws, and ii. provides explanatory notes of that description. 2. If a registrant has failed to increase the amount of a pre-existing elements fund in accordance with the requirements of the Act and the regulations, the Registrar may withhold the release of any performance security that the Corporation holds with respect to the registrant, pending payment of the amount or other resolution that is satisfactory to the condominium corporation in respect of the project. 3. If the vendor fails to fund the pre-existing elements fund of the project with the amount required by Ontario Regulation 522/17 (Residential Condominium Conversion Projects – General) made under the Act and in accordance with that Regulation, the registrant agrees that every purchaser of a unit in the project shall have the right to terminate the purchaser’s purchase agreement at any time up until receiving a transfer of title to the unit. 4. Paragraph 3 must be reproduced in every purchase agreement that a registrant enters into with a person for the purchase of a unit in the project. O. Reg. 523/17, s. 2.   Français  ",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>In addition to the conditions set out in section 1, the following are conditions of every registration under the Act of a builder or vendor in respect of a residential condominium conversion project:</p> <p class=\"paragraph-e\">  1. A registrant shall provide a report to the Registrar, in a form satisfactory to the Registrar, that,</p> <p class=\"subpara-e\">  i. describes how the registrant will integrate pre-existing elements into the project in compliance with the building code, as defined in subsection 1 (1) of the <i>Building Code Act, 1992</i>, and other applicable construction related laws, and</p> <p class=\"subpara-e\">  ii. provides explanatory notes of that description.</p> <p class=\"paragraph-e\">  2. If a registrant has failed to increase the amount of a pre-existing elements fund in accordance with the requirements of the Act and the regulations, the Registrar may withhold the release of any performance security that the Corporation holds with respect to the registrant, pending payment of the amount or other resolution that is satisfactory to the condominium corporation in respect of the project.</p> <p class=\"paragraph-e\">  3. If the vendor fails to fund the pre-existing elements fund of the project with the amount required by Ontario Regulation 522/17 (Residential Condominium Conversion Projects – General) made under the Act and in accordance with that Regulation, the registrant agrees that every purchaser of a unit in the project shall have the right to terminate the purchaser’s purchase agreement at any time up until receiving a transfer of title to the unit.</p> <p class=\"paragraph-e\">  4. Paragraph 3 must be reproduced in every purchase agreement that a registrant enters into with a person for the purchase of a unit in the project. O. Reg. 523/17, s. 2.</p> <p class=\"footnote-e\"> </p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900894\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}