{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 1021: TERMS AND CONDITIONS RELATING TO BENEFICIAL OWNERSHIP OF EQUITY SHARES",
        "reg_name_text": "TERMS AND CONDITIONS RELATING TO BENEFICIAL OWNERSHIP OF EQUITY SHARES",
        "citation": "R.R.O. 1990, Reg. 1021: ",
        "act_under": "Small Business Development Corporations Act   Loi sur les sociétés pour l’expansion des petites entreprises",
        "url": "https://www.ontario.ca/laws/regulation/901021",
        "date_scraped": "2023-12-19 23:48:27"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1.  For the purposes of subsection 20 (7) of the Act, (a) where a person applying for a grant is the registered owner of equity shares of a small business development corporation and holds the shares as trustee of a trust governing a registered retirement savings plan, as defined under subsection 146 (1) of the Income Tax Act (Canada), or a group of registered retirement savings plans, the beneficial owner or owners of such shares shall be ordinarily resident in Ontario, and the beneficial owner or owners shall be deemed to be ordinarily resident in Ontario if the registered owner is ordinarily resident in Ontario or has a permanent establishment in Ontario for the purposes of the Corporations Tax Act; and (b) where a person applying for a grant is the registered owner of equity shares of a small business development corporation and does not hold the shares as a trustee of a trust governing a registered retirement savings plan or a group of registered retirement savings plans, the beneficial owner or owners of the shares shall be ordinarily resident in Ontario. R.R.O. 1990, Reg. 1021, s. 1. ",
            "raw_html": "<p class=\"section-e\"><b>1.</b>  For the purposes of subsection 20 (7) of the Act,</p> <p class=\"clause-e\">(a) where a person applying for a grant is the registered owner of equity shares of a small business development corporation and holds the shares as trustee of a trust governing a registered retirement savings plan, as defined under subsection 146 (1) of the <i>Income Tax Act</i> (Canada), or a group of registered retirement savings plans, the beneficial owner or owners of such shares shall be ordinarily resident in Ontario, and the beneficial owner or owners shall be deemed to be ordinarily resident in Ontario if the registered owner is ordinarily resident in Ontario or has a permanent establishment in Ontario for the purposes of the <i>Corporations Tax Act</i>; and</p> <p class=\"clause-e\">(b) where a person applying for a grant is the registered owner of equity shares of a small business development corporation and does not hold the shares as a trustee of a trust governing a registered retirement savings plan or a group of registered retirement savings plans, the beneficial owner or owners of the shares shall be ordinarily resident in Ontario. R.R.O. 1990, Reg. 1021, s. 1.</p> <p class=\"Normal\"></p>"
        }
    ]
}