{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 360: SPILLS",
        "reg_name_text": "SPILLS",
        "citation": "R.R.O. 1990, Reg. 360: ",
        "act_under": "Environmental Protection Act",
        "url": "https://www.ontario.ca/laws/regulation/900360",
        "date_scraped": "2023-12-19 02:31:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July 28, 2017",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900360/v3",
            "valid_from": "February 12, 2007",
            "valid_to": "July 27, 2017"
        },
        {
            "a_href": "/laws/regulation/900360/v2",
            "valid_from": "June 13, 2005",
            "valid_to": "February 11, 2007"
        },
        {
            "a_href": "/laws/regulation/900360/v1",
            "valid_from": "March  1, 2000",
            "valid_to": "June 12, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "PART I",
            "Section": "None",
            "Section1": "None",
            "Section2": "Sections",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "PART II",
            "Section": "None",
            "Section1": "CONDITIONS IN RESPECT OF COMPENSATION FROM THE CROWN UNDER SECTION 101 OF THE ACT",
            "Section2": "1-2",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "PART III",
            "Section": "None",
            "Section1": "PAYMENT AUTHORIZED BY THE ENVIRONMENTAL COMPENSATION CORPORATION",
            "Section2": "3-12",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "PART IV",
            "Section": "None",
            "Section1": "None",
            "Section2": "13-15",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "PART VI",
            "Section": "None",
            "Section1": "CLASSES OF FARMERS",
            "Section2": "16-17",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "PART VI",
            "Section": "None",
            "Section1": "INSURERS",
            "Section2": "23-25",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#1.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "content": " 1. In this Part, “applicant” means a person applying for compensation under section 101 of the Act, and includes the legal representative of a person under a legal disability.  R.R.O. 1990, Reg. 360, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Part,</p> <p class=\"firstdef-e\">“applicant” means a person applying for compensation under section 101 of the Act, and includes the legal representative of a person under a legal disability.  R.R.O. 1990, Reg. 360, s. 1.</p>"
        },
        {
            "ahref_id": "#2.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "content": " 2. The following conditions are prescribed for the purposes of section 101 of the Act: 1. An applicant must, i. apply in the form provided by Her Majesty in right of Ontario, ii. submit with the application a copy of the order or direction in respect of which the cost and expense were incurred, and iii. provide or authorize the provision of such information and evidence as may reasonably be required, by the person appointed by the Minister to consider claims under section 101 of the Act, in determining the entitlement to, or amount of, compensation. 2. An applicant must apply not later than, i. eighteen months, or ii. where Her Majesty in right of Ontario agrees in writing, either before or after the expiration of the eighteen month period, that the subrogated position of Her Majesty in respect of the compensation is not prejudiced by the delay, two years, after the time that the cost and expense were incurred. 3. An applicant must have followed every lawful order or direction that relates to the applicant made under Part X of the Act and, except to the extent that an order or direction under Part X provides to the contrary, under the Environmental Protection Act, Ontario Water Resources Act\r\nor Pesticides Act. 4. An applicant, i. must not have settled any part of the claim against any person for the cost and expense without the prior written consent of Her Majesty in right of Ontario, ii. must have included, in any action brought by the applicant for the cost and expense, all persons, including Her Majesty in right of Ontario, whom the applicant should reasonably believe to be liable at law for any part of the cost and expense, and iii. must assign to Her Majesty in right of Ontario any judgment for any part of the cost and expenses obtained by the applicant from a court. 5. An applicant must not include in the application a claim for the difference between the total amount of the cost and expense and, i. the total amount, exclusive of costs, for which the applicant has obtained judgment in actions for the cost and expense, and ii. the total amount, exclusive of costs, for which the applicant has settled the claims for cost and expense. 6. An applicant that is a municipality, a regional municipality or other public authority must not include in its application a claim in respect of any cost or expense that it otherwise would have incurred in carrying out its statutory duty or authority if the order or direction under Part X of the Act had not been issued.  R.R.O. 1990, Reg. 360, s. 2. PART II   PAYMENT AUTHORIZED BY THE ENVIRONMENTAL COMPENSATION CORPORATION",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The following conditions are prescribed for the purposes of section 101 of the Act:</p> <p class=\"paragraph-e\">  1. An applicant must,</p> <p class=\"subpara-e\">  i. apply in the form provided by Her Majesty in right of Ontario,</p> <p class=\"subpara-e\">  ii. submit with the application a copy of the order or direction in respect of which the cost and expense were incurred, and</p> <p class=\"subpara-e\">  iii. provide or authorize the provision of such information and evidence as may reasonably be required, by the person appointed by the Minister to consider claims under section 101 of the Act, in determining the entitlement to, or amount of, compensation.</p> <p class=\"paragraph-e\">  2. An applicant must apply not later than,</p> <p class=\"subpara-e\">  i. eighteen months, or</p> <p class=\"subpara-e\">  ii. where Her Majesty in right of Ontario agrees in writing, either before or after the expiration of the eighteen month period, that the subrogated position of Her Majesty in respect of the compensation is not prejudiced by the delay, two years,</p> <p class=\"Sparagraph-e\">after the time that the cost and expense were incurred.</p> <p class=\"paragraph-e\">  3. An applicant must have followed every lawful order or direction that relates to the applicant made under Part X of the Act and, except to the extent that an order or direction under Part X provides to the contrary, under the <i>Environmental Protection Act</i>, <i>Ontario Water Resources Act</i>\r\nor <i>Pesticides Act.</i></p> <p class=\"paragraph-e\">  4. An applicant,</p> <p class=\"subpara-e\">  i. must not have settled any part of the claim against any person for the cost and expense without the prior written consent of Her Majesty in right of Ontario,</p> <p class=\"subpara-e\">  ii. must have included, in any action brought by the applicant for the cost and expense, all persons, including Her Majesty in right of Ontario, whom the applicant should reasonably believe to be liable at law for any part of the cost and expense, and</p> <p class=\"subpara-e\">  iii. must assign to Her Majesty in right of Ontario any judgment for any part of the cost and expenses obtained by the applicant from a court.</p> <p class=\"paragraph-e\">  5. An applicant must not include in the application a claim for the difference between the total amount of the cost and expense and,</p> <p class=\"subpara-e\">  i. the total amount, exclusive of costs, for which the applicant has obtained judgment in actions for the cost and expense, and</p> <p class=\"subpara-e\">  ii. the total amount, exclusive of costs, for which the applicant has settled the claims for cost and expense.</p> <p class=\"paragraph-e\">  6. An applicant that is a municipality, a regional municipality or other public authority must not include in its application a claim in respect of any cost or expense that it otherwise would have incurred in carrying out its statutory duty or authority if the order or direction under Part X of the Act had not been issued.  R.R.O. 1990, Reg. 360, s. 2.</p> <p class=\"partnum-e\"><a name=\"BK1\"></a>PART II <br/>  PAYMENT AUTHORIZED BY THE ENVIRONMENTAL COMPENSATION CORPORATION</p>"
        },
        {
            "ahref_id": "#3.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "content": " 3. (1) In this Part, “amount”, when used with respect to insurance, includes the amount of any deductible under the relevant insurance coverage that is not insured by another policy of insurance, the amount of which has been included in the calculation; (“montant”) “applicant” means an applicant under section 103 of the Act and includes the legal representative of a person under a legal disability; (“auteur de demande”) “Corporation” means the Environmental Compensation Corporation; (“société”) “financial statement” means a financial statement supported by a certificate by an auditor licensed under the Public Accountancy Act stating that the financial statement was prepared in accordance with generally accepted accounting principles or such other verification as is satisfactory to the Corporation; (“état financier”) “person liable”, when used with reference to a spill, means a person against whom an applicant might reasonably be considered to have a cause of action for loss, damage, cost or expense in respect of the spill; (“personne responsable”) “specified deductible” means $1,000,000 plus, in the case of a corporation other than one included in the definition of “municipality” in section 1 of the Act, 10 per cent of the value of the assets of the corporation; (“franchise déterminée”) “spill creditor” means a member of a class prescribed by section 4 other than a member of a class of owners of the pollutant or of persons having control of the pollutant; (“créancier du fait du déversement”) “value”, in relation to assets, means, (a) the total book value of the assets less any liabilities as disclosed in a financial statement prepared as of the day immediately preceding the day of the spill, or (b) the total book value of the assets less any liabilities as disclosed in a financial statement prepared as of the fiscal year end of the person or organization to which the statement relates, if the statement is supported by a certificate by an auditor licensed under the Public Accountancy Act or such other verification as is satisfactory to the Corporation stating, (i) that no material change has occurred in the total book value of the assets or liabilities during the period of time between the day of the fiscal year end and the day on which the spill occurred, or (ii) that a material change has occurred in the total book value of the assets or liabilities during the period of time between the day of the fiscal year end and the day on which the spill occurred, specifying the nature and amount of the material change and the adjustments to the financial statement consequent upon the material change. (“valeur”)  R.R.O. 1990, Reg. 360, s. 3 (1). (2) For the purposes of the definition of “value”, (a) where a spill first occurs before the 29th day of November, 1985 and continues after that date, the day referred to shall be deemed to be the 29th day of November, 1985; or (b) where the day on which a spill first occurs cannot be established, the day referred to shall be deemed to be the day on which the applicant first knew or ought to have known of the spill or the 29th day of November, 1985, whichever is the later.  R.R.O. 1990, Reg. 360, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) In this Part,</p> <p class=\"firstdef-e\">“amount”, when used with respect to insurance, includes the amount of any deductible under the relevant insurance coverage that is not insured by another policy of insurance, the amount of which has been included in the calculation; (“montant”)</p> <p class=\"definition-e\">“applicant” means an applicant under section 103 of the Act and includes the legal representative of a person under a legal disability; (“auteur de demande”)</p> <p class=\"definition-e\">“Corporation” means the Environmental Compensation Corporation; (“société”)</p> <p class=\"definition-e\">“financial statement” means a financial statement supported by a certificate by an auditor licensed under the <i>Public Accountancy Act</i> stating that the financial statement was prepared in accordance with generally accepted accounting principles or such other verification as is satisfactory to the Corporation; (“état financier”)</p> <p class=\"definition-e\">“person liable”, when used with reference to a spill, means a person against whom an applicant might reasonably be considered to have a cause of action for loss, damage, cost or expense in respect of the spill; (“personne responsable”)</p> <p class=\"definition-e\">“specified deductible” means $1,000,000 plus, in the case of a corporation other than one included in the definition of “municipality” in section 1 of the Act, 10 per cent of the value of the assets of the corporation; (“franchise déterminée”)</p> <p class=\"definition-e\">“spill creditor” means a member of a class prescribed by section 4 other than a member of a class of owners of the pollutant or of persons having control of the pollutant; (“créancier du fait du déversement”)</p> <p class=\"definition-e\">“value”, in relation to assets, means,</p> <p class=\"defclause-e\">  (a) the total book value of the assets less any liabilities as disclosed in a financial statement prepared as of the day immediately preceding the day of the spill, or</p> <p class=\"defclause-e\">  (b) the total book value of the assets less any liabilities as disclosed in a financial statement prepared as of the fiscal year end of the person or organization to which the statement relates, if the statement is supported by a certificate by an auditor licensed under the <i>Public Accountancy Act</i> or such other verification as is satisfactory to the Corporation stating,</p> <p class=\"defsubclause-e\">  (i) that no material change has occurred in the total book value of the assets or liabilities during the period of time between the day of the fiscal year end and the day on which the spill occurred, or</p> <p class=\"defsubclause-e\">  (ii) that a material change has occurred in the total book value of the assets or liabilities during the period of time between the day of the fiscal year end and the day on which the spill occurred, specifying the nature and amount of the material change and the adjustments to the financial statement consequent upon the material change. (“valeur”)  R.R.O. 1990, Reg. 360, s. 3 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of the definition of “value”,</p> <p class=\"clause-e\">  (a) where a spill first occurs before the 29th day of November, 1985 and continues after that date, the day referred to shall be deemed to be the 29th day of November, 1985; or</p> <p class=\"clause-e\">  (b) where the day on which a spill first occurs cannot be established, the day referred to shall be deemed to be the day on which the applicant first knew or ought to have known of the spill or the 29th day of November, 1985, whichever is the later.  R.R.O. 1990, Reg. 360, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#4.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "content": " 4. (1) The following classes are prescribed for the purposes of section 103 of the Act: 1. Persons who have incurred loss or damage as a direct result of the spill of the pollutant that causes or is likely to cause adverse effects. 2. Persons who have incurred loss or damage as a direct result of, i. prevention, elimination and amelioration of adverse effects and restoration by a municipality, a regional municipality or a person or a member of a class of persons designated for the purposes of subsection 100 (1) of the Act, ii. an owner of the pollutant or a person having control of the pollutant carrying out or attempting to carry out their duty to do everything practicable to prevent, eliminate and ameliorate adverse effects and restore the natural environment, iii. a person carrying out or attempting to carry out an order of the Minister with respect to, A. the prevention, elimination and amelioration of adverse effects and the restoration of the natural environment, or B. the use or disposal of the pollutant, or any matter, thing, plant or animal or any part of the natural environment affected or that reasonably may be expected to be affected by the pollutant, iv. a person carrying out or attempting to carry out a direction by the Director with respect to the use or disposal of the pollutant or any matter, thing, plant or animal or any part of the natural environment affected or that reasonably may be expected to be affected by the pollutant, or v. an employee or agent of the Ministry carrying out or attempting to carry out a direction by the Minister with respect to the prevention, elimination and amelioration of adverse effects and restoration of the natural environment. 3. Persons who have incurred loss or damage as a direct result of the neglect or default of, i. a person having control of the pollutant or a person who spills or causes or permits the spill, in carrying out their duty to give notice under section 92 of the Act, ii. an owner of the pollutant or a person having control of the pollutant, in carrying out their duty to do everything practicable to prevent, eliminate and ameliorate adverse effects and to restore the natural environment, iii. a person carrying out an order of the Minister with respect to, A. the prevention, elimination and amelioration of adverse effects and the restoration of the natural environment, or B. the use or disposal of the pollutant or any matter, thing, plant or animal or any part of the natural environment affected or that reasonably may be expected to be affected by the pollutant, iv. a person carrying out a direction by the Director with respect to the use or disposal of the pollutant or any matter, thing, plant or animal or any part of the natural environment affected or that reasonably may be expected to be affected by the pollutant, or v. an employee or agent of the Ministry carrying out a direction by the Minister with respect to the prevention, elimination and amelioration of adverse effects and restoration of the natural environment. 4. Owners of the pollutant who, at any time after the spill, are liable to pay compensation under Part X of the Act. 5. Persons having control of the pollutant who, at any time after the spill, are liable to pay compensation under Part X of the Act.  R.R.O. 1990, Reg. 360, s. 4 (1). (2) The classes prescribed by subsection (1) do not include, (a) Her Majesty in right of Canada or of any province or any other government; (b) an agency, board or commission of Her Majesty in right of Canada or of any province or of any other government; (c) a corporation owned or controlled directly or indirectly by Her Majesty in right of Canada or of any province or by any other government; (d) a person entitled to a benefit under the Workers’ Compensation Act to the extent that the benefit is in respect of personal injury suffered as a direct result of a circumstance mentioned in clause 103 (1) (a) of the Environmental Protection Act; (e) a person who does not ordinarily reside in Ontario, unless the person ordinarily resides in a jurisdiction where the law in effect on the day that the spill occurs provides to persons who reside in Ontario recourse of a substantially similar character to that provided by Part X of the Act and the regulations relating to Part X; or (f) an insurer within the meaning of the Insurance Act whose claim is in respect of a contract of insurance within the meaning of that Act.  R.R.O. 1990, Reg. 360, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The following classes are prescribed for the purposes of section 103 of the Act:</p> <p class=\"paragraph-e\">  1. Persons who have incurred loss or damage as a direct result of the spill of the pollutant that causes or is likely to cause adverse effects.</p> <p class=\"paragraph-e\">  2. Persons who have incurred loss or damage as a direct result of,</p> <p class=\"subpara-e\">  i. prevention, elimination and amelioration of adverse effects and restoration by a municipality, a regional municipality or a person or a member of a class of persons designated for the purposes of subsection 100 (1) of the Act,</p> <p class=\"subpara-e\">  ii. an owner of the pollutant or a person having control of the pollutant carrying out or attempting to carry out their duty to do everything practicable to prevent, eliminate and ameliorate adverse effects and restore the natural environment,</p> <p class=\"subpara-e\">  iii. a person carrying out or attempting to carry out an order of the Minister with respect to,</p> <p class=\"subsubpara-e\">  A. the prevention, elimination and amelioration of adverse effects and the restoration of the natural environment, or</p> <p class=\"subsubpara-e\">  B. the use or disposal of the pollutant, or any matter, thing, plant or animal or any part of the natural environment affected or that reasonably may be expected to be affected by the pollutant,</p> <p class=\"subpara-e\">  iv. a person carrying out or attempting to carry out a direction by the Director with respect to the use or disposal of the pollutant or any matter, thing, plant or animal or any part of the natural environment affected or that reasonably may be expected to be affected by the pollutant, or</p> <p class=\"subpara-e\">  v. an employee or agent of the Ministry carrying out or attempting to carry out a direction by the Minister with respect to the prevention, elimination and amelioration of adverse effects and restoration of the natural environment.</p> <p class=\"paragraph-e\">  3. Persons who have incurred loss or damage as a direct result of the neglect or default of,</p> <p class=\"subpara-e\">  i. a person having control of the pollutant or a person who spills or causes or permits the spill, in carrying out their duty to give notice under section 92 of the Act,</p> <p class=\"subpara-e\">  ii. an owner of the pollutant or a person having control of the pollutant, in carrying out their duty to do everything practicable to prevent, eliminate and ameliorate adverse effects and to restore the natural environment,</p> <p class=\"subpara-e\">  iii. a person carrying out an order of the Minister with respect to,</p> <p class=\"subsubpara-e\">  A. the prevention, elimination and amelioration of adverse effects and the restoration of the natural environment, or</p> <p class=\"subsubpara-e\">  B. the use or disposal of the pollutant or any matter, thing, plant or animal or any part of the natural environment affected or that reasonably may be expected to be affected by the pollutant,</p> <p class=\"subpara-e\">  iv. a person carrying out a direction by the Director with respect to the use or disposal of the pollutant or any matter, thing, plant or animal or any part of the natural environment affected or that reasonably may be expected to be affected by the pollutant, or</p> <p class=\"subpara-e\">  v. an employee or agent of the Ministry carrying out a direction by the Minister with respect to the prevention, elimination and amelioration of adverse effects and restoration of the natural environment.</p> <p class=\"paragraph-e\">  4. Owners of the pollutant who, at any time after the spill, are liable to pay compensation under Part X of the Act.</p> <p class=\"paragraph-e\">  5. Persons having control of the pollutant who, at any time after the spill, are liable to pay compensation under Part X of the Act.  R.R.O. 1990, Reg. 360, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The classes prescribed by subsection (1) do not include,</p> <p class=\"clause-e\">  (a) Her Majesty in right of Canada or of any province or any other government;</p> <p class=\"clause-e\">  (b) an agency, board or commission of Her Majesty in right of Canada or of any province or of any other government;</p> <p class=\"clause-e\">  (c) a corporation owned or controlled directly or indirectly by Her Majesty in right of Canada or of any province or by any other government;</p> <p class=\"clause-e\">  (d) a person entitled to a benefit under the <i>Workers’ Compensation Act</i> to the extent that the benefit is in respect of personal injury suffered as a direct result of a circumstance mentioned in clause 103 (1) (a) of the <i>Environmental Protection Act</i>;</p> <p class=\"clause-e\">  (e) a person who does not ordinarily reside in Ontario, unless the person ordinarily resides in a jurisdiction where the law in effect on the day that the spill occurs provides to persons who reside in Ontario recourse of a substantially similar character to that provided by Part X of the Act and the regulations relating to Part X; or</p> <p class=\"clause-e\">  (f) an insurer within the meaning of the <i>Insurance Act</i> whose claim is in respect of a contract of insurance within the meaning of that Act.  R.R.O. 1990, Reg. 360, s. 4 (2).</p>"
        },
        {
            "ahref_id": "#5.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "content": " 5. The following conditions are prescribed for the purposes of section 103 of the Act: 1. An applicant must, i. apply in the form provided by the Corporation, and ii. provide or authorize the provision of such information and evidence as may reasonably be required by the Corporation in determining the entitlement to, or amount of, compensation. 2. An applicant must not have settled any part of the claim for compensation against any person in respect of any matter included in the application without the prior written consent of the Corporation.  R.R.O. 1990, Reg. 360, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The following conditions are prescribed for the purposes of section 103 of the Act:</p> <p class=\"paragraph-e\">  1. An applicant must,</p> <p class=\"subpara-e\">  i. apply in the form provided by the Corporation, and</p> <p class=\"subpara-e\">  ii. provide or authorize the provision of such information and evidence as may reasonably be required by the Corporation in determining the entitlement to, or amount of, compensation.</p> <p class=\"paragraph-e\">  2. An applicant must not have settled any part of the claim for compensation against any person in respect of any matter included in the application without the prior written consent of the Corporation.  R.R.O. 1990, Reg. 360, s. 5.</p>"
        },
        {
            "ahref_id": "#6.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "content": " 6. The following principle must be adhered to in calculating the amount of the payment authorized under section 103 of the Act to each applicant: 1. In the case of an applicant who does not ordinarily reside in Ontario, the Corporation shall not authorize payment of an amount in excess of the amount that would be paid as compensation to the applicant in the other jurisdiction, i. if the applicant were ordinarily resident in Ontario, ii. if the applicable law were the legislation, in effect on the day the spill occurred, in the other jurisdiction, and iii. if the spill had occurred in the other jurisdiction.  R.R.O. 1990, Reg. 360, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The following principle must be adhered to in calculating the amount of the payment authorized under section 103 of the Act to each applicant:</p> <p class=\"paragraph-e\">  1. In the case of an applicant who does not ordinarily reside in Ontario, the Corporation shall not authorize payment of an amount in excess of the amount that would be paid as compensation to the applicant in the other jurisdiction,</p> <p class=\"subpara-e\">  i. if the applicant were ordinarily resident in Ontario,</p> <p class=\"subpara-e\">  ii. if the applicable law were the legislation, in effect on the day the spill occurred, in the other jurisdiction, and</p> <p class=\"subpara-e\">  iii. if the spill had occurred in the other jurisdiction.  R.R.O. 1990, Reg. 360, s. 6.</p>"
        },
        {
            "ahref_id": "#7.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "content": " 7. (1) The following conditions must be complied with before the Corporation authorizes payment under section 103 of the Act to an applicant who is the owner of a pollutant or the person having control of the pollutant: 1. Each application for compensation in respect of the spill of the pollutant by a person other than the applicant and each claim that might be contained in the application must have been settled with the Corporation, the applicant or the insurer of the applicant, or the claim must have been prosecuted to final judgment or dismissal or otherwise finally determined. 2. The application for compensation must be submitted to the Corporation within one year after the day on which all of the liability of the applicant for the spill is finally determined by settlement, judgment or otherwise. 3. The applicant must be liable, at any time after the spill, to pay compensation under Part X of the Act. 4. Unless the Corporation has waived the requirement, the applicant must have brought action against all persons against whom the applicant can reasonably be considered to have a cause of action in respect of the spill, and, i. have settled the claim against any person liable at law for the spill or have prosecuted the action against the person to final judgment or dismissal, and ii. where the applicant has obtained final judgment against another person in respect of the spill, the applicant must have exercised all available legal remedies to obtain payment under the judgment. 5. The value of the assets of the applicant, together with the amount of the payment the Corporation proposes to authorize, must be sufficient, in the opinion of the Corporation, to satisfy the total liabilities of the applicant. 6. The applicant must not have been liable at common law for any claims, cost or expense arising out of the spill.  R.R.O. 1990, Reg. 360, s. 7 (1). (2) For the purpose of paragraph 6 of subsection (1), (a) an applicant who assumes liability under a provision for that purpose in a contract shall not for that reason alone be considered liable at common law; and (b) an applicant who would be liable at common law except for a provision in a contract to the contrary shall be considered liable at common law.  R.R.O. 1990, Reg. 360, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The following conditions must be complied with before the Corporation authorizes payment under section 103 of the Act to an applicant who is the owner of a pollutant or the person having control of the pollutant:</p> <p class=\"paragraph-e\">  1. Each application for compensation in respect of the spill of the pollutant by a person other than the applicant and each claim that might be contained in the application must have been settled with the Corporation, the applicant or the insurer of the applicant, or the claim must have been prosecuted to final judgment or dismissal or otherwise finally determined.</p> <p class=\"paragraph-e\">  2. The application for compensation must be submitted to the Corporation within one year after the day on which all of the liability of the applicant for the spill is finally determined by settlement, judgment or otherwise.</p> <p class=\"paragraph-e\">  3. The applicant must be liable, at any time after the spill, to pay compensation under Part X of the Act.</p> <p class=\"paragraph-e\">  4. Unless the Corporation has waived the requirement, the applicant must have brought action against all persons against whom the applicant can reasonably be considered to have a cause of action in respect of the spill, and,</p> <p class=\"subpara-e\">  i. have settled the claim against any person liable at law for the spill or have prosecuted the action against the person to final judgment or dismissal, and</p> <p class=\"subpara-e\">  ii. where the applicant has obtained final judgment against another person in respect of the spill, the applicant must have exercised all available legal remedies to obtain payment under the judgment.</p> <p class=\"paragraph-e\">  5. The value of the assets of the applicant, together with the amount of the payment the Corporation proposes to authorize, must be sufficient, in the opinion of the Corporation, to satisfy the total liabilities of the applicant.</p> <p class=\"paragraph-e\">  6. The applicant must not have been liable at common law for any claims, cost or expense arising out of the spill.  R.R.O. 1990, Reg. 360, s. 7 (1).</p> <p class=\"subsection-e\">  (2) For the purpose of paragraph 6 of subsection (1),</p> <p class=\"clause-e\">  (a) an applicant who assumes liability under a provision for that purpose in a contract shall not for that reason alone be considered liable at common law; and</p> <p class=\"clause-e\">  (b) an applicant who would be liable at common law except for a provision in a contract to the contrary shall be considered liable at common law.  R.R.O. 1990, Reg. 360, s. 7 (2).</p>"
        },
        {
            "ahref_id": "#8.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "content": " 8. (1) The amount of the payment that may be authorized under section 103 of the Act to an applicant who is the owner of the pollutant or the person having control of the pollutant shall be calculated so as to be equal to the lesser of, (a) the difference between, (i) the total liability of the applicant to other persons under Part X of the Act plus the amount of the cost and expense incurred by the applicant in respect of the other persons that is reasonable, in the opinion of the Corporation, in preventing, eliminating and ameliorating the adverse effects caused by the spill and in restoring the natural environment, and (ii) the total of the amounts recoverable in the opinion of the Corporation and the receipts by the applicant with respect to the spill, not including payments to or on behalf of the applicant by an insurer of the applicant, less the greater of, (iii) the applicable specified deductible, or (iv) the amount of insurance coverage the applicant has that is applicable to liability arising from the spill; and (b) the total liability of the applicant to other persons under Part X of the Act to a limit equal to the aggregate of the limits prescribed by subsection 10 (2) in respect of all spill creditors with respect to the spill plus the amount of the cost and expense incurred by the applicant in respect of the other persons that is reasonable, in the opinion of the Corporation, in preventing, eliminating and ameliorating the adverse effects caused by the spill and in restoring the natural environment.  R.R.O. 1990, Reg. 360, s. 8 (1). (2) Where the amount determined under clause (1) (b) would be higher but for the application of a limit prescribed by clause 10 (2) (b), the amount determined under clause (1) (b) may be increased by substituting for the said limit the amount paid by or on behalf of the applicant to the spill creditor under a policy of insurance.  R.R.O. 1990, Reg. 360, s. 8 (2). (3) The amount that would otherwise be authorized for payment under section 103 of the Act to an applicant who is the owner of the pollutant or the person having control of the pollutant shall be reduced by an amount equal to, (a) the amount of any loss, damage, cost or expense in respect of the spill that could have been prevented by the applicant if the applicant had carried out the duty under subsection 93 (1) of the Act to do everything practicable to prevent, eliminate and ameliorate the adverse effects of the spill and to restore the natural environment; and (b) the amount of any loss, damage, cost or expense in respect of the spill that could have been presented if the applicant had complied with the lawful orders and the reasonable recommendations of all public officers with respect to prevention, elimination and amelioration of adverse effects and restoration of the natural environment.  R.R.O. 1990, Reg. 360, s. 8 (3). (4) Where an applicant under subsection (1) is insured by a policy of insurance in a form, filed with the Corporation and accepted for the purpose, providing coverage for at least the amount of the specified deductible and that defence costs are subject to the limits of the insurance, the defence costs paid under the policy of insurance for the claims that are the proper subject of the application shall be part of the total liability referred to in subclause (1) (a) (i).  R.R.O. 1990, Reg. 360, s. 8 (4).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The amount of the payment that may be authorized under section 103 of the Act to an applicant who is the owner of the pollutant or the person having control of the pollutant shall be calculated so as to be equal to the lesser of,</p> <p class=\"clause-e\">  (a) the difference between,</p> <p class=\"subclause-e\">  (i) the total liability of the applicant to other persons under Part X of the Act plus the amount of the cost and expense incurred by the applicant in respect of the other persons that is reasonable, in the opinion of the Corporation, in preventing, eliminating and ameliorating the adverse effects caused by the spill and in restoring the natural environment, and</p> <p class=\"subclause-e\">  (ii) the total of the amounts recoverable in the opinion of the Corporation and the receipts by the applicant with respect to the spill, not including payments to or on behalf of the applicant by an insurer of the applicant,</p> <p class=\"Sclause-e\">less the greater of,</p> <p class=\"subclause-e\">  (iii) the applicable specified deductible, or</p> <p class=\"subclause-e\">  (iv) the amount of insurance coverage the applicant has that is applicable to liability arising from the spill; and</p> <p class=\"clause-e\">  (b) the total liability of the applicant to other persons under Part X of the Act to a limit equal to the aggregate of the limits prescribed by subsection 10 (2) in respect of all spill creditors with respect to the spill plus the amount of the cost and expense incurred by the applicant in respect of the other persons that is reasonable, in the opinion of the Corporation, in preventing, eliminating and ameliorating the adverse effects caused by the spill and in restoring the natural environment.  R.R.O. 1990, Reg. 360, s. 8 (1).</p> <p class=\"subsection-e\">  (2) Where the amount determined under clause (1) (b) would be higher but for the application of a limit prescribed by clause 10 (2) (b), the amount determined under clause (1) (b) may be increased by substituting for the said limit the amount paid by or on behalf of the applicant to the spill creditor under a policy of insurance.  R.R.O. 1990, Reg. 360, s. 8 (2).</p> <p class=\"subsection-e\">  (3) The amount that would otherwise be authorized for payment under section 103 of the Act to an applicant who is the owner of the pollutant or the person having control of the pollutant shall be reduced by an amount equal to,</p> <p class=\"clause-e\">  (a) the amount of any loss, damage, cost or expense in respect of the spill that could have been prevented by the applicant if the applicant had carried out the duty under subsection 93 (1) of the Act to do everything practicable to prevent, eliminate and ameliorate the adverse effects of the spill and to restore the natural environment; and</p> <p class=\"clause-e\">  (b) the amount of any loss, damage, cost or expense in respect of the spill that could have been presented if the applicant had complied with the lawful orders and the reasonable recommendations of all public officers with respect to prevention, elimination and amelioration of adverse effects and restoration of the natural environment.  R.R.O. 1990, Reg. 360, s. 8 (3).</p> <p class=\"subsection-e\">  (4) Where an applicant under subsection (1) is insured by a policy of insurance in a form, filed with the Corporation and accepted for the purpose, providing coverage for at least the amount of the specified deductible and that defence costs are subject to the limits of the insurance, the defence costs paid under the policy of insurance for the claims that are the proper subject of the application shall be part of the total liability referred to in subclause (1) (a) (i).  R.R.O. 1990, Reg. 360, s. 8 (4).</p>"
        },
        {
            "ahref_id": "#9.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "content": " 9. The following conditions must be complied with before the Corporation authorizes payment under section 103 of the Act to an applicant who is a spill creditor: 1. The applicant must have made all reasonable efforts to ascertain the identity of every person liable to the applicant in respect of the spill. 2. i. The applicant must make every reasonable effort to serve every person whom the applicant, after making reasonable inquiries, has reason to believe is liable to the applicant in respect of the spill with a notice in writing of the application and a claim in writing for payment of the full amount of the loss, damage, cost and expense set out in the application, but this condition does not require the applicant to serve a person whose identity is not known to the applicant if the applicant has made all reasonable efforts to ascertain the identity of the person. ii. Subparagraph i does not apply where an applicant complies with condition 3 of these conditions before applying to the Corporation for payment. 3. i. Unless the Corporation has waived the requirement, the applicant must commence an action or actions against all persons liable to the applicant in respect of the spill whose identity is known to or can be ascertained with reasonable effort by the applicant. ii. The action or actions must be for not less than the full amount of the loss, damage, cost and expense for which application is made to the Corporation. iii. The applicant must prosecute the action or actions to final judgment or dismissal, but a dismissal that is not based on the merit of the applicant’s claim does not meet this condition. iv. Where the final judgment is obtained by the applicant, the applicant must, A. make all reasonable efforts to obtain payment of the amount of the final judgment from the judgment debtor or judgment debtors, B. deliver to the Corporation the bills of costs of the applicant for the action assessed on a party and party basis, and C. assign the final judgment to the Corporation, if the applicant is unsuccessful in obtaining payment of the full amount of the final judgment from the judgment debtor or judgment debtors. 4. Condition 3 of these conditions does not apply where an applicant applies to the Corporation for payment of not more than the aggregate of $10,000 plus an interim payment of not more than an amount not exceeding 10 per cent of the balance of the applicant’s claim up to the lesser of the limit under clause 10 (2) (b) or the amount for which the Corporation determines it is prepared to give a consent to settlement of an action or actions by the spill creditor for payment in respect of the loss or damage and, i. the applicant delivers to the Corporation a release executed under seal by the applicant of all claims against Her Majesty in right of Ontario in respect of the spill if the claim does not exceed $10,000, and ii. no person liable to the applicant in respect of the spill pays or undertakes to pay the claim of the applicant within thirty days from the day that the applicant serves the last of the applicant’s claims for payment upon the persons liable to the applicant in respect of the spill. 5. Any amount the applicant receives from a person liable to the applicant in respect of the spill shall be deducted from the amount otherwise determined under condition 4 of these conditions for the purpose of determining the amount that the Corporation may authorize for payment under condition 4. 6. i. An applicant who commences an action mentioned in condition 3 of these conditions must give notice in writing as soon as possible to the Corporation if, A. a defendant does not file a statement of defence, B. a defendant does not appear in person or by counsel at the trial, C. a defendant does not appear in person at an examination for discovery, or D. it is proposed to sign judgment upon the consent or with the agreement of a defendant. ii. In any of the circumstances mentioned in subparagraph i of this condition, the applicant must, A. deliver to the Corporation such information, documents and evidence as may reasonably be required by the Corporation in order to determine what, if any, steps to require the applicant to take in the action, and B. take such steps in the action as may be required in writing by the Corporation. 7. Upon request, the applicant must transfer to Her Majesty in right of Ontario any property in respect of which the Corporation proposes to authorize payment in an amount equal to the fair market value of the property. 8. Where the amount of the application is not more than $10,000, the applicant must execute a release under seal of all claims for compensation by the Minister of Finance that may be authorized by the Corporation. 9. The applicant must give interim notice in writing of the applicant’s loss or damage to the Corporation within thirty days after the day the applicant knows or ought to know of the loss or damage, but the Corporation shall waive this condition where it is of the opinion that the ability of the Corporation to assess the loss or damage has not been prejudiced. 10. The applicant must make application in writing to the Corporation not later than, i. two years after the day the applicant knows or ought to know of the loss or damage, or ii. one year after the day on which the applicant obtains a final judgment or settles an action for the loss or damage, whichever is the later. 11. The applicant must inform the Corporation in writing of any change in the information in or in respect of the application forthwith after the change occurs.  R.R.O. 1990, Reg. 360, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>The following conditions must be complied with before the Corporation authorizes payment under section 103 of the Act to an applicant who is a spill creditor:</p> <p class=\"paragraph-e\">  1. The applicant must have made all reasonable efforts to ascertain the identity of every person liable to the applicant in respect of the spill.</p> <p class=\"subpara-e\">  2. i. The applicant must make every reasonable effort to serve every person whom the applicant, after making reasonable inquiries, has reason to believe is liable to the applicant in respect of the spill with a notice in writing of the application and a claim in writing for payment of the full amount of the loss, damage, cost and expense set out in the application, but this condition does not require the applicant to serve a person whose identity is not known to the applicant if the applicant has made all reasonable efforts to ascertain the identity of the person.</p> <p class=\"subpara-e\">  ii. Subparagraph i does not apply where an applicant complies with condition 3 of these conditions before applying to the Corporation for payment.</p> <p class=\"subpara-e\">  3. i. Unless the Corporation has waived the requirement, the applicant must commence an action or actions against all persons liable to the applicant in respect of the spill whose identity is known to or can be ascertained with reasonable effort by the applicant.</p> <p class=\"subpara-e\">  ii. The action or actions must be for not less than the full amount of the loss, damage, cost and expense for which application is made to the Corporation.</p> <p class=\"subpara-e\">  iii. The applicant must prosecute the action or actions to final judgment or dismissal, but a dismissal that is not based on the merit of the applicant’s claim does not meet this condition.</p> <p class=\"subpara-e\">  iv. Where the final judgment is obtained by the applicant, the applicant must,</p> <p class=\"subsubpara-e\">  A. make all reasonable efforts to obtain payment of the amount of the final judgment from the judgment debtor or judgment debtors,</p> <p class=\"subsubpara-e\">  B. deliver to the Corporation the bills of costs of the applicant for the action assessed on a party and party basis, and</p> <p class=\"subsubpara-e\">  C. assign the final judgment to the Corporation, if the applicant is unsuccessful in obtaining payment of the full amount of the final judgment from the judgment debtor or judgment debtors.</p> <p class=\"paragraph-e\">  4. Condition 3 of these conditions does not apply where an applicant applies to the Corporation for payment of not more than the aggregate of $10,000 plus an interim payment of not more than an amount not exceeding 10 per cent of the balance of the applicant’s claim up to the lesser of the limit under clause 10 (2) (b) or the amount for which the Corporation determines it is prepared to give a consent to settlement of an action or actions by the spill creditor for payment in respect of the loss or damage and,</p> <p class=\"subpara-e\">  i. the applicant delivers to the Corporation a release executed under seal by the applicant of all claims against Her Majesty in right of Ontario in respect of the spill if the claim does not exceed $10,000, and</p> <p class=\"subpara-e\">  ii. no person liable to the applicant in respect of the spill pays or undertakes to pay the claim of the applicant within thirty days from the day that the applicant serves the last of the applicant’s claims for payment upon the persons liable to the applicant in respect of the spill.</p> <p class=\"paragraph-e\">  5. Any amount the applicant receives from a person liable to the applicant in respect of the spill shall be deducted from the amount otherwise determined under condition 4 of these conditions for the purpose of determining the amount that the Corporation may authorize for payment under condition 4.</p> <p class=\"subpara-e\">  6. i. An applicant who commences an action mentioned in condition 3 of these conditions must give notice in writing as soon as possible to the Corporation if,</p> <p class=\"subsubpara-e\">  A. a defendant does not file a statement of defence,</p> <p class=\"subsubpara-e\">  B. a defendant does not appear in person or by counsel at the trial,</p> <p class=\"subsubpara-e\">  C. a defendant does not appear in person at an examination for discovery, or</p> <p class=\"subsubpara-e\">  D. it is proposed to sign judgment upon the consent or with the agreement of a defendant.</p> <p class=\"subpara-e\">  ii. In any of the circumstances mentioned in subparagraph i of this condition, the applicant must,</p> <p class=\"subsubpara-e\">  A. deliver to the Corporation such information, documents and evidence as may reasonably be required by the Corporation in order to determine what, if any, steps to require the applicant to take in the action, and</p> <p class=\"subsubpara-e\">  B. take such steps in the action as may be required in writing by the Corporation.</p> <p class=\"paragraph-e\">  7. Upon request, the applicant must transfer to Her Majesty in right of Ontario any property in respect of which the Corporation proposes to authorize payment in an amount equal to the fair market value of the property.</p> <p class=\"paragraph-e\">  8. Where the amount of the application is not more than $10,000, the applicant must execute a release under seal of all claims for compensation by the Minister of Finance that may be authorized by the Corporation.</p> <p class=\"paragraph-e\">  9. The applicant must give interim notice in writing of the applicant’s loss or damage to the Corporation within thirty days after the day the applicant knows or ought to know of the loss or damage, but the Corporation shall waive this condition where it is of the opinion that the ability of the Corporation to assess the loss or damage has not been prejudiced.</p> <p class=\"paragraph-e\">  10. The applicant must make application in writing to the Corporation not later than,</p> <p class=\"subpara-e\">  i. two years after the day the applicant knows or ought to know of the loss or damage, or</p> <p class=\"subpara-e\">  ii. one year after the day on which the applicant obtains a final judgment or settles an action for the loss or damage,</p> <p class=\"Sparagraph-e\">whichever is the later.</p> <p class=\"paragraph-e\">  11. The applicant must inform the Corporation in writing of any change in the information in or in respect of the application forthwith after the change occurs.  R.R.O. 1990, Reg. 360, s. 9.</p>"
        },
        {
            "ahref_id": "#10.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "content": " 10. (1) The amount of the payment to a spill creditor authorized under section 103 of the Act shall be calculated in the following manner: 1. Interest on a judgment or on costs must not be included in the amount of the payment. 2. Where the spill creditor has settled a claim for loss or damage as a direct result of the spill with a person other than the Corporation or the Crown without commencing an action, a reasonable amount on account of the spill creditor’s legal expenses related to the settlement shall be included in the amount of the payment. 3. Where the spill creditor has brought an action and obtained a final judgment entirely or partly for loss or damage as a direct result of the spill, and for costs, i. where the final judgment is entirely for the loss or damage, an amount equal to the costs of the action taxed on a party and party basis shall be included in the payment, or ii. where the final judgment is partly for the loss or damage, an amount shall be included in the amount authorized for payment that is in the same proportion to the total costs of the action, assessed on a party and party basis, as the amount of the final judgment for the loss or damage is to the total amount of the judgment. 4. No amount shall be authorized for payment in respect of a claim by the spill creditor in an action that is finally dismissed. 5. The amount that would otherwise be authorized for payment shall be reduced by an amount equal to, i. $500 in respect of each claim by the spill creditor for loss or damage to property as a direct result of the spill and the expense of preventing, eliminating or ameliorating adverse effects and restoring the natural environment, ii. the amount of any loss or damage as a direct result of the spill that could have been prevented by the spill creditor if the spill creditor had taken reasonable measures for such prevention, and iii. the amount of any loss or damage as a direct result of the spill that could have been prevented if the spill creditor had complied with the lawful orders and the reasonable recommendations of all public officers with respect to prevention, elimination and amelioration of adverse effects and restoration of the natural environment. 6. Where the amount of the spill creditor’s claim for loss or damage mentioned in clause 99 (2) (a) of the Act is greater than the limit under subsection (2), the limit shall be reduced by an amount equal to, i. any amount recovered by the spill creditor under final judgment of a court, ii. any payment received by the spill creditor from a relief fund, and iii. the amount of coverage of all policies of insurance, within the meaning of the Insurance Act, (other than life insurance) that is applicable to insure the spill creditor in respect of the loss or damage, whether or not the spill creditor becomes or became disentitled or disqualified to receive the amount or, because of neglect or default by the spill creditor, the spill creditor is required or may be required to return the amount.  R.R.O. 1990, Reg. 360, s. 10 (1). (2) The limit of the amount that may be authorized by the Corporation for payment to a spill creditor for loss or damage mentioned in clause 99 (2) (a) of the Act is the lesser of, (a) the sum of, (i) where the spill creditor has obtained final judgment in an action or actions for the loss or damages, the amounts of judgments, including costs computed as mentioned in paragraph 3 of subsection (1), and (ii) the amounts for which the spill creditor, with the prior consent in writing of the Corporation, has settled an action or actions by the spill creditor for payment in respect of the loss or damage; or (b) $500,000.  R.R.O. 1990, Reg. 360, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) The amount of the payment to a spill creditor authorized under section 103 of the Act shall be calculated in the following manner:</p> <p class=\"paragraph-e\">  1. Interest on a judgment or on costs must not be included in the amount of the payment.</p> <p class=\"paragraph-e\">  2. Where the spill creditor has settled a claim for loss or damage as a direct result of the spill with a person other than the Corporation or the Crown without commencing an action, a reasonable amount on account of the spill creditor’s legal expenses related to the settlement shall be included in the amount of the payment.</p> <p class=\"paragraph-e\">  3. Where the spill creditor has brought an action and obtained a final judgment entirely or partly for loss or damage as a direct result of the spill, and for costs,</p> <p class=\"subpara-e\">  i. where the final judgment is entirely for the loss or damage, an amount equal to the costs of the action taxed on a party and party basis shall be included in the payment, or</p> <p class=\"subpara-e\">  ii. where the final judgment is partly for the loss or damage, an amount shall be included in the amount authorized for payment that is in the same proportion to the total costs of the action, assessed on a party and party basis, as the amount of the final judgment for the loss or damage is to the total amount of the judgment.</p> <p class=\"paragraph-e\">  4. No amount shall be authorized for payment in respect of a claim by the spill creditor in an action that is finally dismissed.</p> <p class=\"paragraph-e\">  5. The amount that would otherwise be authorized for payment shall be reduced by an amount equal to,</p> <p class=\"subpara-e\">  i. $500 in respect of each claim by the spill creditor for loss or damage to property as a direct result of the spill and the expense of preventing, eliminating or ameliorating adverse effects and restoring the natural environment,</p> <p class=\"subpara-e\">  ii. the amount of any loss or damage as a direct result of the spill that could have been prevented by the spill creditor if the spill creditor had taken reasonable measures for such prevention, and</p> <p class=\"subpara-e\">  iii. the amount of any loss or damage as a direct result of the spill that could have been prevented if the spill creditor had complied with the lawful orders and the reasonable recommendations of all public officers with respect to prevention, elimination and amelioration of adverse effects and restoration of the natural environment.</p> <p class=\"paragraph-e\">  6. Where the amount of the spill creditor’s claim for loss or damage mentioned in clause 99 (2) (a) of the Act is greater than the limit under subsection (2), the limit shall be reduced by an amount equal to,</p> <p class=\"subpara-e\">  i. any amount recovered by the spill creditor under final judgment of a court,</p> <p class=\"subpara-e\">  ii. any payment received by the spill creditor from a relief fund, and</p> <p class=\"subpara-e\">  iii. the amount of coverage of all policies of insurance, within the meaning of the <i>Insurance Act</i>, (other than life insurance) that is applicable to insure the spill creditor in respect of the loss or damage, whether or not the spill creditor becomes or became disentitled or disqualified to receive the amount or, because of neglect or default by the spill creditor, the spill creditor is required or may be required to return the amount.  R.R.O. 1990, Reg. 360, s. 10 (1).</p> <p class=\"subsection-e\">  (2) The limit of the amount that may be authorized by the Corporation for payment to a spill creditor for loss or damage mentioned in clause 99 (2) (a) of the Act is the lesser of,</p> <p class=\"clause-e\">  (a) the sum of,</p> <p class=\"subclause-e\">  (i) where the spill creditor has obtained final judgment in an action or actions for the loss or damages, the amounts of judgments, including costs computed as mentioned in paragraph 3 of subsection (1), and</p> <p class=\"subclause-e\">  (ii) the amounts for which the spill creditor, with the prior consent in writing of the Corporation, has settled an action or actions by the spill creditor for payment in respect of the loss or damage; or</p> <p class=\"clause-e\">  (b) $500,000.  R.R.O. 1990, Reg. 360, s. 10 (2).</p>"
        },
        {
            "ahref_id": "#11.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "content": " 11. The amount of every payment authorized by the Corporation under section 103 of the Act shall be calculated as of the day that the payment is authorized by the Corporation.  R.R.O. 1990, Reg. 360, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>The amount of every payment authorized by the Corporation under section 103 of the Act shall be calculated as of the day that the payment is authorized by the Corporation.  R.R.O. 1990, Reg. 360, s. 11.</p>"
        },
        {
            "ahref_id": "#12.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "content": " 12. The Corporation shall not, without the approval of the Lieutenant Governor in Council, authorize payments arising out of a single spill in excess of a total of $5,000,000.  R.R.O. 1990, Reg. 360, s. 12. PART III",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>The Corporation shall not, without the approval of the Lieutenant Governor in Council, authorize payments arising out of a single spill in excess of a total of $5,000,000.  R.R.O. 1990, Reg. 360, s. 12.</p> <p class=\"partnum-e\"><a name=\"BK2\"></a>PART III <br/> <br/>\n</p>"
        },
        {
            "ahref_id": "#13.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "content": " 13. A payment under section 101 or 103 of the Act is subject to the following conditions: 1. The person to whom payment is made or authorized to be made shall repay to the Minister of Finance an amount equal to any amount recovered or received by the person in respect of the loss or damage as a direct result of the spill that was not deducted in calculating the amount or the limit of the amount paid or authorized for payment to the person. 2. The person who applied for payment must not have knowingly or recklessly misrepresented or omitted any information in the application or in any document or proceeding in respect of the application. 3. The person who applied for the payment must have informed the Minister or the Corporation in writing of any change in the information in or in respect of the application forthwith after the change occurred and whether the change occurred before or after payment or authorization of the payment. 4. An applicant must not include in the application a claim for cost and expense for an amount of money, i. that the applicant has received from any other source, ii. to which the applicant is or was entitled from any other source, or iii. that the applicant is qualified to receive from any other source, that the applicant is not obligated to repay whether or not the applicant becomes or became disentitled or disqualified to receive the amount or, because of neglect or default by the applicant, the applicant is required or may be required to return the amount.  R.R.O. 1990, Reg. 360, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>A payment under section 101 or 103 of the Act is subject to the following conditions:</p> <p class=\"paragraph-e\">  1. The person to whom payment is made or authorized to be made shall repay to the Minister of Finance an amount equal to any amount recovered or received by the person in respect of the loss or damage as a direct result of the spill that was not deducted in calculating the amount or the limit of the amount paid or authorized for payment to the person.</p> <p class=\"paragraph-e\">  2. The person who applied for payment must not have knowingly or recklessly misrepresented or omitted any information in the application or in any document or proceeding in respect of the application.</p> <p class=\"paragraph-e\">  3. The person who applied for the payment must have informed the Minister or the Corporation in writing of any change in the information in or in respect of the application forthwith after the change occurred and whether the change occurred before or after payment or authorization of the payment.</p> <p class=\"paragraph-e\">  4. An applicant must not include in the application a claim for cost and expense for an amount of money,</p> <p class=\"subpara-e\">  i. that the applicant has received from any other source,</p> <p class=\"subpara-e\">  ii. to which the applicant is or was entitled from any other source, or</p> <p class=\"subpara-e\">  iii. that the applicant is qualified to receive from any other source,</p> <p class=\"Sparagraph-e\">that the applicant is not obligated to repay whether or not the applicant becomes or became disentitled or disqualified to receive the amount or, because of neglect or default by the applicant, the applicant is required or may be required to return the amount.  R.R.O. 1990, Reg. 360, s. 13.</p>"
        },
        {
            "ahref_id": "#14.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "content": " 14. Where the Crown or the Corporation has consented to a settlement of a claim at less than the amount of the loss, damage, cost or expense incurred by the applicant and has in the consent specified an amount in addition to the amount of the settlement that the applicant may include in the application, the applicant may do so and payment may be made or authorized accordingly.  R.R.O. 1990, Reg. 360, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>Where the Crown or the Corporation has consented to a settlement of a claim at less than the amount of the loss, damage, cost or expense incurred by the applicant and has in the consent specified an amount in addition to the amount of the settlement that the applicant may include in the application, the applicant may do so and payment may be made or authorized accordingly.  R.R.O. 1990, Reg. 360, s. 14.</p>"
        },
        {
            "ahref_id": "#15.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "content": " 15. Revoked: O. Reg. 298/17, s. 1. PART IV   CLASSES OF FARMERS",
            "raw_html": "<p class=\"section-e\"> <b>15. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 298/17, s. 1.</p> <p class=\"partnum-e\"><a name=\"BK3\"></a>PART IV <br/>  CLASSES OF FARMERS</p>"
        },
        {
            "ahref_id": "#16.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "content": " 16. (1) In this section, “agricultural products” includes, (a) Christmas trees, eggs, fish, flowers, fruit, grains, herbs, honey, livestock, maple syrup, milk, mushrooms, nursery stock, nuts, poultry, seeds, sod, tobacco, vegetables and wood from a farm woodlot, and (b) Christmas tree products, dairy products, egg products, fish products, fruit products, grain products, herb products, honey products, livestock products, maple syrup products, mushroom products, nut products, poultry products, seed products, vegetable products and wood products, but does not include a manufactured article, unless the manufactured article, (c) is produced on a farm from an agricultural product that is listed in clause (a) or (b) and that is produced on the farm, or (d) is intended for use on a farm in the production of an agricultural product that is listed in clause (a) or (b) and that is produced on the farm.  R.R.O. 1990, Reg. 360, s. 16 (1). (2) For the purposes of section 123 of the Act, the following classes of farmers are prescribed: 1. Farmers, each of whom is a natural person who is, i. an owner, ii. a tenant, or iii. a shareholder of a corporation that is an owner or tenant, of a farm in Ontario, and who is engaged in, and has incurred liability under Part X of the Act arising out of the production of an agricultural product on the farm. 2. Farmers, each of whom is the spouse of a person described in Class 1 and who has incurred liability under Part X of the Act arising out of the production of an agricultural product on the farm. 3. Farmers, each of whom is related to a natural person described in Class 1 by blood, marriage or adoption, who is engaged in work on the farm and who has incurred liability under Part X of the Act arising out of the production of an agricultural product on the farm. 4. Farmers, each of whom is a corporation that owns or is a tenant of a farm in Ontario and that has incurred liability under Part X of the Act arising out of the production of an agricultural product on the farm, if a majority of the shareholders holding a majority of the shares of the corporation are engaged in, or are related by blood, marriage or adoption to persons engaged in, the production of agricultural products on a farm in Ontario owned or rented by the corporation. 5. Farmers, each of whom is a farmer described in paragraphs 1 to 4, except that the farmer incurred liability under Part X of the Act arising in the course of the farmer assisting in the production of an agricultural product on another farm, either without remuneration or as a custom operator, provided that in the case of a custom operator, the custom operator, i. is not operating pursuant to a licence under the Pesticides Act, and ii. has as his or her principal source of income the production of agricultural products on a farm described in paragraphs 1 to 4 with respect to that farmer.  R.R.O. 1990, Reg. 360, s. 16 (2); O. Reg. 62/00, s. 1 (1); O. Reg. 306/05, s. 1 (1). (3) For the purposes of subsection (2), a shareholder of a corporation who pledges or transfers a share in the corporation as security for a loan or other indebtedness shall be deemed to continue to be a shareholder in the corporation while he or she has the right to redeem the share.  R.R.O. 1990, Reg. 360, s. 16 (3). (4) The amount of the limit of the liability of a farmer who is a member of a class prescribed by subsection (2) for the purposes of section 123 of the Act is the greater of $500,000 or an amount equal to the total of the limits of liability under all policies of insurance that insure the farmer against liability under Part X of the Act.  R.R.O. 1990, Reg. 360, s. 16 (4). (5) Where more than one farmer who is a member of a class prescribed in subsection (2) is liable with respect to a single spill and entitled to the benefits of the limit calculated in accordance with subsection (4), the limit applies as if all the farmers involved were a single farmer.  R.R.O. 1990, Reg. 360, s. 16 (5). (6) In paragraph 2 of subsection (2), “spouse” means, (a) a spouse as defined in section 1 of the Family Law Act, or (b) either of two persons who live together in a conjugal relationship outside marriage.  O. Reg. 62/00, s. 1 (2); O. Reg. 306/05, s. 1 (2, 3).",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) In this section,</p> <p class=\"firstdef-e\">“agricultural products” includes,</p> <p class=\"defclause-e\">  (a) Christmas trees, eggs, fish, flowers, fruit, grains, herbs, honey, livestock, maple syrup, milk, mushrooms, nursery stock, nuts, poultry, seeds, sod, tobacco, vegetables and wood from a farm woodlot, and</p> <p class=\"defclause-e\">  (b) Christmas tree products, dairy products, egg products, fish products, fruit products, grain products, herb products, honey products, livestock products, maple syrup products, mushroom products, nut products, poultry products, seed products, vegetable products and wood products,</p> <p class=\"Sdefinition-e\">but does not include a manufactured article, unless the manufactured article,</p> <p class=\"defclause-e\">  (c) is produced on a farm from an agricultural product that is listed in clause (a) or (b) and that is produced on the farm, or</p> <p class=\"defclause-e\">  (d) is intended for use on a farm in the production of an agricultural product that is listed in clause (a) or (b) and that is produced on the farm.  R.R.O. 1990, Reg. 360, s. 16 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of section 123 of the Act, the following classes of farmers are prescribed:</p> <p class=\"paragraph-e\">  1. Farmers, each of whom is a natural person who is,</p> <p class=\"subpara-e\">  i. an owner,</p> <p class=\"subpara-e\">  ii. a tenant, or</p> <p class=\"subpara-e\">  iii. a shareholder of a corporation that is an owner or tenant,</p> <p class=\"Sparagraph-e\">of a farm in Ontario, and who is engaged in, and has incurred liability under Part X of the Act arising out of the production of an agricultural product on the farm.</p> <p class=\"paragraph-e\">  2. Farmers, each of whom is the spouse of a person described in Class 1 and who has incurred liability under Part X of the Act arising out of the production of an agricultural product on the farm.</p> <p class=\"paragraph-e\">  3. Farmers, each of whom is related to a natural person described in Class 1 by blood, marriage or adoption, who is engaged in work on the farm and who has incurred liability under Part X of the Act arising out of the production of an agricultural product on the farm.</p> <p class=\"paragraph-e\">  4. Farmers, each of whom is a corporation that owns or is a tenant of a farm in Ontario and that has incurred liability under Part X of the Act arising out of the production of an agricultural product on the farm, if a majority of the shareholders holding a majority of the shares of the corporation are engaged in, or are related by blood, marriage or adoption to persons engaged in, the production of agricultural products on a farm in Ontario owned or rented by the corporation.</p> <p class=\"paragraph-e\">  5. Farmers, each of whom is a farmer described in paragraphs 1 to 4, except that the farmer incurred liability under Part X of the Act arising in the course of the farmer assisting in the production of an agricultural product on another farm, either without remuneration or as a custom operator, provided that in the case of a custom operator, the custom operator,</p> <p class=\"subpara-e\">  i. is not operating pursuant to a licence under the <i>Pesticides Act</i>, and</p> <p class=\"subpara-e\">  ii. has as his or her principal source of income the production of agricultural products on a farm described in paragraphs 1 to 4 with respect to that farmer.  R.R.O. 1990, Reg. 360, s. 16 (2); O. Reg. 62/00, s. 1 (1); O. Reg. 306/05, s. 1 (1).</p> <p class=\"subsection-e\">  (3) For the purposes of subsection (2), a shareholder of a corporation who pledges or transfers a share in the corporation as security for a loan or other indebtedness shall be deemed to continue to be a shareholder in the corporation while he or she has the right to redeem the share.  R.R.O. 1990, Reg. 360, s. 16 (3).</p> <p class=\"subsection-e\">  (4) The amount of the limit of the liability of a farmer who is a member of a class prescribed by subsection (2) for the purposes of section 123 of the Act is the greater of $500,000 or an amount equal to the total of the limits of liability under all policies of insurance that insure the farmer against liability under Part X of the Act.  R.R.O. 1990, Reg. 360, s. 16 (4).</p> <p class=\"subsection-e\">  (5) Where more than one farmer who is a member of a class prescribed in subsection (2) is liable with respect to a single spill and entitled to the benefits of the limit calculated in accordance with subsection (4), the limit applies as if all the farmers involved were a single farmer.  R.R.O. 1990, Reg. 360, s. 16 (5).</p> <p class=\"subsection-e\">  (6) In paragraph 2 of subsection (2),</p> <p class=\"firstdef-e\">“spouse” means,</p> <p class=\"defclause-e\">  (a) a spouse as defined in section 1 of the <i>Family Law Act</i>, or</p> <p class=\"defclause-e\">  (b) either of two persons who live together in a conjugal relationship outside marriage.  O. Reg. 62/00, s. 1 (2); O. Reg. 306/05, s. 1 (2, 3).</p>"
        },
        {
            "ahref_id": "#17.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "content": " 17. The specified deductible under subclause 8 (1) (a) (iii), for the farmer, with respect to a spill for which a limit of liability is prescribed by subsection 16 (4), is the amount prescribed by subsection 16 (4).  R.R.O. 1990, Reg. 360, s. 17. Part v (ss. 18-22) Revoked:  O. Reg. 675/98, s. 13. PART VI   INSURERS",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>The specified deductible under subclause 8 (1) (a) (iii), for the farmer, with respect to a spill for which a limit of liability is prescribed by subsection 16 (4), is the amount prescribed by subsection 16 (4).  R.R.O. 1990, Reg. 360, s. 17.</p> <p class=\"partnumRevoked-e\"><span class=\"ovboldallcaps\">Part v </span>(ss. 18-22) <span class=\"ovsmallcap\">Revoked:</span>  O. Reg. 675/98, s. 13.</p> <p class=\"partnum-e\"><a name=\"BK4\"></a>PART VI <br/>  INSURERS</p>"
        },
        {
            "ahref_id": "#23.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "content": " 23. In this Part, “Corporation” means the Environmental Compensation Corporation.  R.R.O. 1990, Reg. 360, s. 23.",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>In this Part,</p> <p class=\"firstdef-e\">“Corporation” means the Environmental Compensation Corporation.  R.R.O. 1990, Reg. 360, s. 23.</p>"
        },
        {
            "ahref_id": "#24.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "content": " 24. Insurers who undertake in writing to the Corporation not to settle claims and not to commence actions in respect of persons to whom compensation may be paid under subsection 101 (1) or section 109 of the Act, except in accordance with the conditions set out in this Part, are classified as Class A insurers.  R.R.O. 1990, Reg. 360, s. 24.",
            "raw_html": "<p class=\"section-e\"> <b>24. </b>Insurers who undertake in writing to the Corporation not to settle claims and not to commence actions in respect of persons to whom compensation may be paid under subsection 101 (1) or section 109 of the Act, except in accordance with the conditions set out in this Part, are classified as Class A insurers.  R.R.O. 1990, Reg. 360, s. 24.</p>"
        },
        {
            "ahref_id": "#25.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "content": " 25. (1) A Class A insurer is exempt from the application of subsections 101 (10) and (12) and subsections 110 (5) and (7) of the Act subject to the following conditions: 1. The insurer must include in an action commenced on behalf of a person referred to in section 24 a claim on behalf of the person with respect to any matter for which a payment of compensation has been or may be made by the Minister of Finance under section 101 or 109 of the Act, as the case may be. 2. The insurer must give notice of any such action to the Corporation. 3. In prosecuting a claim in respect of which the Minister of Finance has made a payment under Part X of the Act, the insurer must protect the interests of the Crown except where the Crown permits otherwise. 4. The insurer must pay to the Minister of Finance the amount of any such claim, which has been paid by the Minister of Finance, awarded in the action to the extent that there are proceeds of the action in excess of costs. 5. Where the award of an action includes a recovery for damages other than for the claim paid by the Minister of Finance the award shall be proportionately shared with the Crown to the extent that it has not been apportioned by the Court. 6. The insurer must not settle any such claim or action without the consent in writing, i. where there may be an application under section 101 of the Act, of Her Majesty in right of Ontario, and ii. where there may be an application under section 103 of the Act, of the Corporation.  R.R.O. 1990, Reg. 360, s. 25 (1). (2) A condition in subsection (1) does not apply where, (a) the Corporation or Her Majesty in right of Ontario, as the case requires, otherwise consents; or (b) the insurer repays to the Minister of Finance any payment under section 101 or 109 of the Act.  R.R.O. 1990, Reg. 360, s. 25 (2). (3) The provision of condition 2 in subsection (1) requiring the insurer to follow the instructions of the Corporation or Her Majesty in right of Ontario does not apply where the insurer has advised the Corporation or Her Majesty in right of Ontario, as the case requires, in writing, that the insurer is unable to continue to prosecute the action on behalf of the Corporation or Her Majesty in right of Ontario by reason of a conflict of interest or because the insurer has no further interest in the action.  R.R.O. 1990, Reg. 360, s. 25 (3). Form 1  Revoked: O. Reg. 298/17, s. 2.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>25. </b>(1) A Class A insurer is exempt from the application of subsections 101 (10) and (12) and subsections 110 (5) and (7) of the Act subject to the following conditions:</p> <p class=\"paragraph-e\">  1. The insurer must include in an action commenced on behalf of a person referred to in section 24 a claim on behalf of the person with respect to any matter for which a payment of compensation has been or may be made by the Minister of Finance under section 101 or 109 of the Act, as the case may be.</p> <p class=\"paragraph-e\">  2. The insurer must give notice of any such action to the Corporation.</p> <p class=\"paragraph-e\">  3. In prosecuting a claim in respect of which the Minister of Finance has made a payment under Part X of the Act, the insurer must protect the interests of the Crown except where the Crown permits otherwise.</p> <p class=\"paragraph-e\">  4. The insurer must pay to the Minister of Finance the amount of any such claim, which has been paid by the Minister of Finance, awarded in the action to the extent that there are proceeds of the action in excess of costs.</p> <p class=\"paragraph-e\">  5. Where the award of an action includes a recovery for damages other than for the claim paid by the Minister of Finance the award shall be proportionately shared with the Crown to the extent that it has not been apportioned by the Court.</p> <p class=\"paragraph-e\">  6. The insurer must not settle any such claim or action without the consent in writing,</p> <p class=\"subpara-e\">  i. where there may be an application under section 101 of the Act, of Her Majesty in right of Ontario, and</p> <p class=\"subpara-e\">  ii. where there may be an application under section 103 of the Act, of the Corporation.  R.R.O. 1990, Reg. 360, s. 25 (1).</p> <p class=\"subsection-e\">  (2) A condition in subsection (1) does not apply where,</p> <p class=\"clause-e\">  (a) the Corporation or Her Majesty in right of Ontario, as the case requires, otherwise consents; or</p> <p class=\"clause-e\">  (b) the insurer repays to the Minister of Finance any payment under section 101 or 109 of the Act.  R.R.O. 1990, Reg. 360, s. 25 (2).</p> <p class=\"subsection-e\">  (3) The provision of condition 2 in subsection (1) requiring the insurer to follow the instructions of the Corporation or Her Majesty in right of Ontario does not apply where the insurer has advised the Corporation or Her Majesty in right of Ontario, as the case requires, in writing, that the insurer is unable to continue to prosecute the action on behalf of the Corporation or Her Majesty in right of Ontario by reason of a conflict of interest or because the insurer has no further interest in the action.  R.R.O. 1990, Reg. 360, s. 25 (3).</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Form</span> 1  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 298/17, s. 2.</p> <p class=\"formRevoked-e\"><b> </b></p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900360\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}