{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 872: CONDUCT OF BUSINESS",
        "reg_name_text": "CONDUCT OF BUSINESS",
        "citation": "R.R.O. 1990, Reg. 872: ",
        "act_under": "Ontario Food Terminal Act   Loi sur le Marché des produits alimentaires de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/900872",
        "date_scraped": "2023-12-18 07:20:31"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900872/v4",
            "valid_from": "March  2, 2022",
            "valid_to": "March 31, 2022"
        },
        {
            "a_href": "/laws/regulation/900872/v3",
            "valid_from": "January  1, 2008",
            "valid_to": "March  1, 2022"
        },
        {
            "a_href": "/laws/regulation/900872/v2",
            "valid_from": "December 20, 2007",
            "valid_to": "December 31, 2007"
        },
        {
            "a_href": "/laws/regulation/900872/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "December 19, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “buyer” means a person, other than a wholesaler, who buys fruit and produce from a wholesaler and includes an employee or agent acting on behalf of such a person; “buyers’ court” means the court-yard of the Food Terminal Building; “cold-storage section” means that part of the Food Terminal Building used for cold storage purposes; “Farmers’ Market” means that part of the Terminal where growers of or dealers in fruit and produce sell by wholesale to retailers and jobbers; “Food Terminal Building” means the building at the Terminal that is used for the handling, processing, storing and selling by wholesale, of fruit and produce; “holiday” means New Year’s Day, Family Day, Good Friday, Victoria Day, Canada Day, the first Monday in August, Labour Day, Thanksgiving Day, Christmas Day and the 26th day of December; “officer” means, (a)  an officer, constable or other person appointed by the manager, subject to the approval of the Board, to enforce this Regulation, (b)  a member of the Metropolitan Toronto Police Force, and (c)  a member of the Ontario Provincial Police Force; “truck” means a commercial motor vehicle as defined in the Highway Traffic Act; “vehicle” means a vehicle as defined in the Highway Traffic Act; “wholesaler” means a tenant who rents warehouse space in the Food Terminal Building from the Board and includes the tenant’s employees and sub-tenants.  R.R.O. 1990, Reg. 872, s. 1; O. Reg. 568/07, s. 1. Operation of Vehicles",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“buyer” means a person, other than a wholesaler, who buys fruit and produce from a wholesaler and includes an employee or agent acting on behalf of such a person;</p> <p class=\"definition-e\">“buyers’ court” means the court-yard of the Food Terminal Building;</p> <p class=\"definition-e\">“cold-storage section” means that part of the Food Terminal Building used for cold storage purposes;</p> <p class=\"definition-e\">“Farmers’ Market” means that part of the Terminal where growers of or dealers in fruit and produce sell by wholesale to retailers and jobbers;</p> <p class=\"definition-e\">“Food Terminal Building” means the building at the Terminal that is used for the handling, processing, storing and selling by wholesale, of fruit and produce;</p> <p class=\"definition-e\">“holiday” means New Year’s Day, Family Day, Good Friday, Victoria Day, Canada Day, the first Monday in August, Labour Day, Thanksgiving Day, Christmas Day and the 26th day of December;</p> <p class=\"definition-e\">“officer” means,</p> <p class=\"defclause-e\">  (a)  an officer, constable or other person appointed by the manager, subject to the approval of the Board, to enforce this Regulation,</p> <p class=\"defclause-e\">  (b)  a member of the Metropolitan Toronto Police Force, and</p> <p class=\"defclause-e\">  (c)  a member of the Ontario Provincial Police Force;</p> <p class=\"definition-e\">“truck” means a commercial motor vehicle as defined in the <i>Highway Traffic Act</i>;</p> <p class=\"definition-e\">“vehicle” means a vehicle as defined in the <i>Highway Traffic Act</i>;</p> <p class=\"definition-e\">“wholesaler” means a tenant who rents warehouse space in the Food Terminal Building from the Board and includes the tenant’s employees and sub-tenants.  R.R.O. 1990, Reg. 872, s. 1; O. Reg. 568/07, s. 1.</p> <p class=\"heading1-e\">Operation of Vehicles</p>"
        },
        {
            "id": "2.",
            "section": "Operation of Vehicles",
            "content": " 2. For the purpose of controlling and directing vehicular traffic, the manager may erect traffic signs within the Terminal or cause such signs to be erected thereon or painted on the roadways therein in respect of, (a)  the direction of flow of traffic; (b)  subject to section 3, rates of speed; (c)  the parking of vehicles or any class or classes thereof; and (d)  the stopping of vehicles at the approach to any roadway within the Terminal.  R.R.O. 1990, Reg. 872, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>For the purpose of controlling and directing vehicular traffic, the manager may erect traffic signs within the Terminal or cause such signs to be erected thereon or painted on the roadways therein in respect of,</p> <p class=\"clause-e\">  (a)  the direction of flow of traffic;</p> <p class=\"clause-e\">  (b)  subject to section 3, rates of speed;</p> <p class=\"clause-e\">  (c)  the parking of vehicles or any class or classes thereof; and</p> <p class=\"clause-e\">  (d)  the stopping of vehicles at the approach to any roadway within the Terminal.  R.R.O. 1990, Reg. 872, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Operation of Vehicles",
            "content": " 3. No person shall drive, or cause to be driven, a vehicle within the Terminal at a rate of speed in excess of 15 kilometres per hour.  R.R.O. 1990, Reg. 872, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>No person shall drive, or cause to be driven, a vehicle within the Terminal at a rate of speed in excess of 15 kilometres per hour.  R.R.O. 1990, Reg. 872, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Operation of Vehicles",
            "content": " 4. (1) Every person driving a vehicle within the Terminal shall obey all traffic signs, (a)  erected thereon; or (b)  painted on roadways therein.  R.R.O. 1990, Reg. 872, s. 4 (1). (2) Where a traffic sign bearing the word “STOP” is erected at the approach to a roadway within the Terminal, every person driving a vehicle, on approaching that roadway, shall bring the vehicle to a full stop immediately before proceeding into the roadway.  R.R.O. 1990, Reg. 872, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Every person driving a vehicle within the Terminal shall obey all traffic signs,</p> <p class=\"clause-e\">  (a)  erected thereon; or</p> <p class=\"clause-e\">  (b)  painted on roadways therein.  R.R.O. 1990, Reg. 872, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Where a traffic sign bearing the word “<span class=\"ovallcaps\">STOP</span>” is erected at the approach to a roadway within the Terminal, every person driving a vehicle, on approaching that roadway, shall bring the vehicle to a full stop immediately before proceeding into the roadway.  R.R.O. 1990, Reg. 872, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Operation of Vehicles",
            "content": " 5. No person shall park or stand a vehicle within the Terminal, (a)  in a position or place that prevents or is likely to prevent the free and convenient movement of vehicles within the premises; or (b)  in any prohibited area.  R.R.O. 1990, Reg. 872, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>No person shall park or stand a vehicle within the Terminal,</p> <p class=\"clause-e\">  (a)  in a position or place that prevents or is likely to prevent the free and convenient movement of vehicles within the premises; or</p> <p class=\"clause-e\">  (b)  in any prohibited area.  R.R.O. 1990, Reg. 872, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Operation of Vehicles",
            "content": " 6. (1) An officer may direct traffic within the Terminal and in cases of fire, accident, traffic congestion or other emergency, may direct it into such channels as are necessary to prevent or relieve congestion or give right-of-way.  R.R.O. 1990, Reg. 872, s. 6 (1). (2) Every person shall obey any direction given under subsection (1).  R.R.O. 1990, Reg. 872, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) An officer may direct traffic within the Terminal and in cases of fire, accident, traffic congestion or other emergency, may direct it into such channels as are necessary to prevent or relieve congestion or give right-of-way.  R.R.O. 1990, Reg. 872, s. 6 (1).</p> <p class=\"subsection-e\">  (2) Every person shall obey any direction given under subsection (1).  R.R.O. 1990, Reg. 872, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": "Operation of Vehicles",
            "content": " 7. Subject to sections 5 and 6, no person shall operate, park or stand a bicycle or vehicle within the Terminal except upon roadways or other places designated for operating or parking bicycles or vehicles.  R.R.O. 1990, Reg. 872, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>Subject to sections 5 and 6, no person shall operate, park or stand a bicycle or vehicle within the Terminal except upon roadways or other places designated for operating or parking bicycles or vehicles.  R.R.O. 1990, Reg. 872, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Operation of Vehicles",
            "content": " 8. No person, other than an officer, may obstruct any person having business within the Terminal from travelling by bicycle or vehicle along or upon roadways or other places designated for travelling by bicycle or vehicle.  R.R.O. 1990, Reg. 872, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>No person, other than an officer, may obstruct any person having business within the Terminal from travelling by bicycle or vehicle along or upon roadways or other places designated for travelling by bicycle or vehicle.  R.R.O. 1990, Reg. 872, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Operation of Vehicles",
            "content": " 9. When so directed by an officer, every person in charge of a vehicle within the Terminal shall drive the vehicle, or cause it to be driven, (a)  to a parking area permitted for the vehicle under this Regulation; (b)  to a place designated by the officer; or (c)  from the Terminal.  R.R.O. 1990, Reg. 872, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>When so directed by an officer, every person in charge of a vehicle within the Terminal shall drive the vehicle, or cause it to be driven,</p> <p class=\"clause-e\">  (a)  to a parking area permitted for the vehicle under this Regulation;</p> <p class=\"clause-e\">  (b)  to a place designated by the officer; or</p> <p class=\"clause-e\">  (c)  from the Terminal.  R.R.O. 1990, Reg. 872, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Operation of Vehicles",
            "content": " 10. No person shall operate a vehicle within the Terminal unless he or she is, (a)  the holder of a driver’s licence issued under the Highway Traffic Act; or (b)  exempted from holding a driver’s licence under section 34 of the Highway Traffic Act.  R.R.O. 1990, Reg. 872, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>No person shall operate a vehicle within the Terminal unless he or she is,</p> <p class=\"clause-e\">  (a)  the holder of a driver’s licence issued under the <i>Highway Traffic Act</i>; or</p> <p class=\"clause-e\">  (b)  exempted from holding a driver’s licence under section 34 of the <i>Highway Traffic Act</i>.  R.R.O. 1990, Reg. 872, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Operation of Vehicles",
            "content": " 11. No person shall drive a vehicle within the Terminal without due care and attention or without reasonable consideration for other persons using the Terminal.  R.R.O. 1990, Reg. 872, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>No person shall drive a vehicle within the Terminal without due care and attention or without reasonable consideration for other persons using the Terminal.  R.R.O. 1990, Reg. 872, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Operation of Vehicles",
            "content": " 12. No person shall drive or operate or permit the driving or operation within the Terminal of a vehicle that is, (a)  in such a dangerous or unsafe condition as to endanger the driver or operator or any occupant thereof, or any person within the Terminal; or (b)  not licensed under the Highway Traffic Act.  R.R.O. 1990, Reg. 872, s. 12. Parking in Designated Areas",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>No person shall drive or operate or permit the driving or operation within the Terminal of a vehicle that is,</p> <p class=\"clause-e\">  (a)  in such a dangerous or unsafe condition as to endanger the driver or operator or any occupant thereof, or any person within the Terminal; or</p> <p class=\"clause-e\">  (b)  not licensed under the <i>Highway Traffic Act</i>.  R.R.O. 1990, Reg. 872, s. 12.</p> <p class=\"heading1-e\">Parking in Designated Areas</p>"
        },
        {
            "id": "13.",
            "section": "Parking in Designated Areas",
            "content": " 13. (1) The manager may erect or cause to be erected, within the Terminal, signs designating any area within the Terminal as, (a)  a parking area for automobiles; (b)  a parking area for trucks; or (c)  a reserved parking area for automobiles or trucks.  R.R.O. 1990, Reg. 872, s. 13 (1). (2) The manager may assign to any person a parking space within a reserved parking area for automobiles or trucks.  R.R.O. 1990, Reg. 872, s. 13 (2). (3) No person shall park, in an area designated as a parking area for automobiles, (a)  any vehicle other than an automobile; or (b)  an automobile for a period of time longer than twenty-four hours.  R.R.O. 1990, Reg. 872, s. 13 (3). (4) No person shall park, in an area designated as a parking area for trucks, (a)  any vehicle other than a truck; or (b)  a truck for a period of time longer than twenty-four hours.  R.R.O. 1990, Reg. 872, s. 13 (4). (5) Where the manager has assigned a parking space under subsection (2), he or she may issue a numbered decal to the person to whom the parking space has been assigned.  R.R.O. 1990, Reg. 872, s. 13 (5). (6) No person to whom a decal has been issued under subsection (5) shall park any vehicle in a reserved parking area for automobiles or trucks unless the decal is affixed to the lower right-hand corner of the windshield of the vehicle.  R.R.O. 1990, Reg. 872, s. 13 (6).",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) The manager may erect or cause to be erected, within the Terminal, signs designating any area within the Terminal as,</p> <p class=\"clause-e\">  (a)  a parking area for automobiles;</p> <p class=\"clause-e\">  (b)  a parking area for trucks; or</p> <p class=\"clause-e\">  (c)  a reserved parking area for automobiles or trucks.  R.R.O. 1990, Reg. 872, s. 13 (1).</p> <p class=\"subsection-e\">  (2) The manager may assign to any person a parking space within a reserved parking area for automobiles or trucks.  R.R.O. 1990, Reg. 872, s. 13 (2).</p> <p class=\"subsection-e\">  (3) No person shall park, in an area designated as a parking area for automobiles,</p> <p class=\"clause-e\">  (a)  any vehicle other than an automobile; or</p> <p class=\"clause-e\">  (b)  an automobile for a period of time longer than twenty-four hours.  R.R.O. 1990, Reg. 872, s. 13 (3).</p> <p class=\"subsection-e\">  (4) No person shall park, in an area designated as a parking area for trucks,</p> <p class=\"clause-e\">  (a)  any vehicle other than a truck; or</p> <p class=\"clause-e\">  (b)  a truck for a period of time longer than twenty-four hours.  R.R.O. 1990, Reg. 872, s. 13 (4).</p> <p class=\"subsection-e\">  (5) Where the manager has assigned a parking space under subsection (2), he or she may issue a numbered decal to the person to whom the parking space has been assigned.  R.R.O. 1990, Reg. 872, s. 13 (5).</p> <p class=\"subsection-e\">  (6) No person to whom a decal has been issued under subsection (5) shall park any vehicle in a reserved parking area for automobiles or trucks unless the decal is affixed to the lower right-hand corner of the windshield of the vehicle.  R.R.O. 1990, Reg. 872, s. 13 (6).</p>"
        },
        {
            "id": "14.",
            "section": "Parking in Designated Areas",
            "content": " 14. (1) No person shall park or stand an automobile or truck at the rear dock of a wholesaler or at the dock of the cold-storage section except during the period of the actual loading or unloading of the automobile or truck.  R.R.O. 1990, Reg. 872, s. 14 (1). (2) In subsection (1), “rear dock” means a dock of a wholesaler other than a loading dock in the buyers’ court.  R.R.O. 1990, Reg. 872, s. 14 (2). (3) No person shall park an automobile or truck backed to a dock in the buyers’ court other than for such period of time as may reasonably be required for the loading or unloading of the automobile or truck with fruit and produce.  R.R.O. 1990, Reg. 872, s. 14 (3). (4) Except in the case of a wholesaler transferring fruit and produce to another wholesaler or to a buyer, no person shall transfer fruit and produce from one vehicle to another on the Terminal property other than in the Farmers’ Market section.  R.R.O. 1990, Reg. 872, s. 14 (4). (5) No person shall transfer fruit and produce in the buyers’ court prior to 1 p.m. on regular market days, other than a wholesaler transferring produce from the wholesaler’s warehouse to a buyer.  R.R.O. 1990, Reg. 872, s. 14 (5). (6) Subject to subsections (7) and (8), no person other than a buyer shall park a vehicle in the buyers’ court.  R.R.O. 1990, Reg. 872, s. 14 (6). (7) No person shall park a vehicle in the buyers’ court between the hours of 4.00 p.m. and 7.00 p.m., local time.  R.R.O. 1990, Reg. 872, s. 14 (7). (8) No person shall park a vehicle in the buyers’ court between the hours of 4.00 p.m. on any Friday and 12.00 noon on the following Saturday, local time.  R.R.O. 1990, Reg. 872, s. 14 (8). (9) No person shall park, store or leave or cause or permit to be parked, stored or left in any part of the Terminal other than within a building, any vehicle that is wholly or partly dismantled, wrecked or otherwise inoperative or, in the case of a motor vehicle, trailer or conversion unit, is not currently registered under section 7 of the Highway Traffic Act.  R.R.O. 1990, Reg. 872, s. 14 (9). Accidents",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) No person shall park or stand an automobile or truck at the rear dock of a wholesaler or at the dock of the cold-storage section except during the period of the actual loading or unloading of the automobile or truck.  R.R.O. 1990, Reg. 872, s. 14 (1).</p> <p class=\"subsection-e\">  (2) In subsection (1),</p> <p class=\"firstdef-e\">“rear dock” means a dock of a wholesaler other than a loading dock in the buyers’ court.  R.R.O. 1990, Reg. 872, s. 14 (2).</p> <p class=\"subsection-e\">  (3) No person shall park an automobile or truck backed to a dock in the buyers’ court other than for such period of time as may reasonably be required for the loading or unloading of the automobile or truck with fruit and produce.  R.R.O. 1990, Reg. 872, s. 14 (3).</p> <p class=\"subsection-e\">  (4) Except in the case of a wholesaler transferring fruit and produce to another wholesaler or to a buyer, no person shall transfer fruit and produce from one vehicle to another on the Terminal property other than in the Farmers’ Market section.  R.R.O. 1990, Reg. 872, s. 14 (4).</p> <p class=\"subsection-e\">  (5) No person shall transfer fruit and produce in the buyers’ court prior to 1 p.m. on regular market days, other than a wholesaler transferring produce from the wholesaler’s warehouse to a buyer.  R.R.O. 1990, Reg. 872, s. 14 (5).</p> <p class=\"subsection-e\">  (6) Subject to subsections (7) and (8), no person other than a buyer shall park a vehicle in the buyers’ court.  R.R.O. 1990, Reg. 872, s. 14 (6).</p> <p class=\"subsection-e\">  (7) No person shall park a vehicle in the buyers’ court between the hours of 4.00 p.m. and 7.00 p.m., local time.  R.R.O. 1990, Reg. 872, s. 14 (7).</p> <p class=\"subsection-e\">  (8) No person shall park a vehicle in the buyers’ court between the hours of 4.00 p.m. on any Friday and 12.00 noon on the following Saturday, local time.  R.R.O. 1990, Reg. 872, s. 14 (8).</p> <p class=\"subsection-e\">  (9) No person shall park, store or leave or cause or permit to be parked, stored or left in any part of the Terminal other than within a building, any vehicle that is wholly or partly dismantled, wrecked or otherwise inoperative or, in the case of a motor vehicle, trailer or conversion unit, is not currently registered under section 7 of the <i>Highway Traffic Act</i>.  R.R.O. 1990, Reg. 872, s. 14 (9).</p> <p class=\"heading1-e\">Accidents</p>"
        },
        {
            "id": "15.",
            "section": "Accidents",
            "content": " 15. Every driver of a vehicle involved in an accident causing personal injury or property damage on the premises shall immediately notify an officer or the manager of the accident.  R.R.O. 1990, Reg. 872, s. 15. Selling by Wholesale Only",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>Every driver of a vehicle involved in an accident causing personal injury or property damage on the premises shall immediately notify an officer or the manager of the accident.  R.R.O. 1990, Reg. 872, s. 15.</p> <p class=\"heading1-e\">Selling by Wholesale Only</p>"
        },
        {
            "id": "16.",
            "section": "Selling by Wholesale Only",
            "content": " 16. No person shall sell or offer for sale fruit and produce at the Terminal in any manner other than by wholesale.  R.R.O. 1990, Reg. 872, s. 16.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>No person shall sell or offer for sale fruit and produce at the Terminal in any manner other than by wholesale.  R.R.O. 1990, Reg. 872, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Selling by Wholesale Only",
            "content": " 17. Except as authorized by the Board, no person shall sell or offer for sale at the Terminal any goods, wares or merchandise, other than fruit and produce.  R.R.O. 1990, Reg. 872, s. 17.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>Except as authorized by the Board, no person shall sell or offer for sale at the Terminal any goods, wares or merchandise, other than fruit and produce.  R.R.O. 1990, Reg. 872, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Selling by Wholesale Only",
            "content": " 18. No person other than a tenant shall sell or offer for sale at the Terminal any goods, wares or merchandise.  R.R.O. 1990, Reg. 872, s. 18. Hours of Operation",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>No person other than a tenant shall sell or offer for sale at the Terminal any goods, wares or merchandise.  R.R.O. 1990, Reg. 872, s. 18.</p> <p class=\"heading1-e\">Hours of Operation</p>"
        },
        {
            "id": "19.",
            "section": "Hours of Operation",
            "content": " 19. (1) Subject to subsections (2), (3), (4) and (5), the Terminal shall be open for selling fruit and produce every day from 6.45 to 2.00 p.m., local time.  R.R.O. 1990, Reg. 872, s. 19 (1). (2) For eight weeks commencing on the Monday preceding the 30th day of September, the Terminal shall remain open for selling grapes on each day that the Terminal is prescribed to be open under subsection (1), until 8.00  p.m., local time.  R.R.O. 1990, Reg. 872, s. 19 (2). (3) The Terminal shall not be open for selling fruit and produce on a Sunday or holiday.  R.R.O. 1990, Reg. 872, s. 19 (3). (4) The Terminal, other than the Farmers’ Market section thereof, shall not be open for selling fruit and produce on a Saturday.  R.R.O. 1990, Reg. 872, s. 19 (4). (5) The Farmers’ Market section of the Terminal shall not be open for selling fruit and produce on a Saturday in November, December, January, February, March and April and the first Saturday in May.  R.R.O. 1990, Reg. 872, s. 19 (5). Entry to the Terminal",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>(1) Subject to subsections (2), (3), (4) and (5), the Terminal shall be open for selling fruit and produce every day from 6.45 to 2.00 p.m., local time.  R.R.O. 1990, Reg. 872, s. 19 (1).</p> <p class=\"subsection-e\">  (2) For eight weeks commencing on the Monday preceding the 30th day of September, the Terminal shall remain open for selling grapes on each day that the Terminal is prescribed to be open under subsection (1), until 8.00  p.m., local time.  R.R.O. 1990, Reg. 872, s. 19 (2).</p> <p class=\"subsection-e\">  (3) The Terminal shall not be open for selling fruit and produce on a Sunday or holiday.  R.R.O. 1990, Reg. 872, s. 19 (3).</p> <p class=\"subsection-e\">  (4) The Terminal, other than the Farmers’ Market section thereof, shall not be open for selling fruit and produce on a Saturday.  R.R.O. 1990, Reg. 872, s. 19 (4).</p> <p class=\"subsection-e\">  (5) The Farmers’ Market section of the Terminal shall not be open for selling fruit and produce on a Saturday in November, December, January, February, March and April and the first Saturday in May.  R.R.O. 1990, Reg. 872, s. 19 (5).</p> <p class=\"heading1-e\">Entry to the Terminal</p>"
        },
        {
            "id": "20.",
            "section": "Entry to the Terminal",
            "content": " 20. (1) Subject to subsection (2), no buyer shall enter the Food Terminal Building, the Farmers’ Market, the docks facing the buyers’ court or the rear docks, except the dock in front of the cold storage section, the buyers’ court restaurants and the docks at the west end of the Food Terminal Building, on any day, (a)  before the time of opening for selling prescribed in section 19; or (b)  later than one hour after the time of closing for selling prescribed in section 19.  R.R.O. 1990, Reg. 872, s. 20 (1). (2) A buyer may enter or remain in the Terminal under a permit from the manager for a time stated therein, but no permit to enter the Terminal shall be required when the Terminal is open as prescribed in section 19.  R.R.O. 1990, Reg. 872, s. 20 (2). (3) A permit shall be in Form 1.  R.R.O. 1990, Reg. 872, s. 20 (3).",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>(1) Subject to subsection (2), no buyer shall enter the Food Terminal Building, the Farmers’ Market, the docks facing the buyers’ court or the rear docks, except the dock in front of the cold storage section, the buyers’ court restaurants and the docks at the west end of the Food Terminal Building, on any day,</p> <p class=\"clause-e\">  (a)  before the time of opening for selling prescribed in section 19; or</p> <p class=\"clause-e\">  (b)  later than one hour after the time of closing for selling prescribed in section 19.  R.R.O. 1990, Reg. 872, s. 20 (1).</p> <p class=\"subsection-e\">  (2) A buyer may enter or remain in the Terminal under a permit from the manager for a time stated therein, but no permit to enter the Terminal shall be required when the Terminal is open as prescribed in section 19.  R.R.O. 1990, Reg. 872, s. 20 (2).</p> <p class=\"subsection-e\">  (3) A permit shall be in Form 1.  R.R.O. 1990, Reg. 872, s. 20 (3).</p>"
        },
        {
            "id": "21.",
            "section": "Entry to the Terminal",
            "content": " 21. Subject to section 22, a person may enter the Terminal at any time for the purpose of, (a)  delivering fruit and produce at premises of tenants in the Terminal; or (b)  loading or unloading fruit and produce at the cold-storage section.  R.R.O. 1990, Reg. 872, s. 21.",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>Subject to section 22, a person may enter the Terminal at any time for the purpose of,</p> <p class=\"clause-e\">  (a)  delivering fruit and produce at premises of tenants in the Terminal; or</p> <p class=\"clause-e\">  (b)  loading or unloading fruit and produce at the cold-storage section.  R.R.O. 1990, Reg. 872, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": "Entry to the Terminal",
            "content": " 22. No fruit and produce from the cold-storage section shall be released on a Saturday, Sunday or holiday to any person, other than a tenant in the Farmers’ Market section or a wholesaler.  R.R.O. 1990, Reg. 872, s. 22.",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>No fruit and produce from the cold-storage section shall be released on a Saturday, Sunday or holiday to any person, other than a tenant in the Farmers’ Market section or a wholesaler.  R.R.O. 1990, Reg. 872, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": "Entry to the Terminal",
            "content": " 23. (1) Subject to subsection (2), no tenant of the Board shall make delivery from the Terminal of fruit and produce at any time on any day other than the time during which the Terminal is open as prescribed in section 19 and during a period of two hours immediately following the time of closing on that day.  R.R.O. 1990, Reg. 872, s. 23 (1). (2) Under a permit from the manager in Form 1, a tenant of the Board may make delivery from the Terminal of fruit and produce at times other than the times permitted under subsection (1).  R.R.O. 1990, Reg. 872, s. 23 (2).",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>(1) Subject to subsection (2), no tenant of the Board shall make delivery from the Terminal of fruit and produce at any time on any day other than the time during which the Terminal is open as prescribed in section 19 and during a period of two hours immediately following the time of closing on that day.  R.R.O. 1990, Reg. 872, s. 23 (1).</p> <p class=\"subsection-e\">  (2) Under a permit from the manager in Form 1, a tenant of the Board may make delivery from the Terminal of fruit and produce at times other than the times permitted under subsection (1).  R.R.O. 1990, Reg. 872, s. 23 (2).</p>"
        },
        {
            "id": "24.",
            "section": "Entry to the Terminal",
            "content": " 24. No tenant in the Farmers’ Market section shall receive fruit and produce at the tenant’s stall other than from a vehicle owned or leased by the tenant.  R.R.O. 1990, Reg. 872, s. 24.",
            "raw_html": "<p class=\"section-e\"> <b>24. </b>No tenant in the Farmers’ Market section shall receive fruit and produce at the tenant’s stall other than from a vehicle owned or leased by the tenant.  R.R.O. 1990, Reg. 872, s. 24.</p>"
        },
        {
            "id": "25.",
            "section": "Entry to the Terminal",
            "content": " 25. No person shall enter the Terminal from Parklawn Road without the permission of the manager.  R.R.O. 1990, Reg. 872, s. 25.",
            "raw_html": "<p class=\"section-e\"> <b>25. </b>No person shall enter the Terminal from Parklawn Road without the permission of the manager.  R.R.O. 1990, Reg. 872, s. 25.</p>"
        },
        {
            "id": "26.",
            "section": "Entry to the Terminal",
            "content": " 26. Without the permission of the manager no person shall enter the Terminal from The Queensway on any day when the entrance is barricaded.  R.R.O. 1990, Reg. 872, s. 26. Damage to Property",
            "raw_html": "<p class=\"section-e\"> <b>26. </b>Without the permission of the manager no person shall enter the Terminal from The Queensway on any day when the entrance is barricaded.  R.R.O. 1990, Reg. 872, s. 26.</p> <p class=\"heading1-e\">Damage to Property</p>"
        },
        {
            "id": "27.",
            "section": "Damage to Property",
            "content": " 27. (1) No person shall, (a)  damage in any manner; or (b)  mark or deface, any property of the Board.  R.R.O. 1990, Reg. 872, s. 27 (1). (2) No person shall, (a)  misuse corridors, washrooms or other public parts of the Food Terminal Building; (b)  create a nuisance in the Terminal; (c)  remove or damage or interfere with any barricade or traffic sign in the Terminal; (d)  climb, remove or damage any fence in the Terminal; or (e)  interfere with the use or operation of any gates, locks, equipment or supplies of the Board.  R.R.O. 1990, Reg. 872, s. 27 (2). (3) No person shall, in the Terminal, (a)  throw or dump, or cause to be thrown or dumped, any refuse, any fruit and produce, or any fruit and produce containers; or (b)  litter the premises with any material.  R.R.O. 1990, Reg. 872, s. 27 (3). (4) No person shall permit a dog, horse or other animal to be in the Terminal.  R.R.O. 1990, Reg. 872, s. 27 (4). Premises of Wholesalers",
            "raw_html": "<p class=\"section-e\"> <b>27. </b>(1) No person shall,</p> <p class=\"clause-e\">  (a)  damage in any manner; or</p> <p class=\"clause-e\">  (b)  mark or deface,</p> <p class=\"Ssection-e\">any property of the Board.  R.R.O. 1990, Reg. 872, s. 27 (1).</p> <p class=\"subsection-e\">  (2) No person shall,</p> <p class=\"clause-e\">  (a)  misuse corridors, washrooms or other public parts of the Food Terminal Building;</p> <p class=\"clause-e\">  (b)  create a nuisance in the Terminal;</p> <p class=\"clause-e\">  (c)  remove or damage or interfere with any barricade or traffic sign in the Terminal;</p> <p class=\"clause-e\">  (d)  climb, remove or damage any fence in the Terminal; or</p> <p class=\"clause-e\">  (e)  interfere with the use or operation of any gates, locks, equipment or supplies of the Board.  R.R.O. 1990, Reg. 872, s. 27 (2).</p> <p class=\"subsection-e\">  (3) No person shall, in the Terminal,</p> <p class=\"clause-e\">  (a)  throw or dump, or cause to be thrown or dumped, any refuse, any fruit and produce, or any fruit and produce containers; or</p> <p class=\"clause-e\">  (b)  litter the premises with any material.  R.R.O. 1990, Reg. 872, s. 27 (3).</p> <p class=\"subsection-e\">  (4) No person shall permit a dog, horse or other animal to be in the Terminal.  R.R.O. 1990, Reg. 872, s. 27 (4).</p> <p class=\"heading1-e\">Premises of Wholesalers</p>"
        },
        {
            "id": "28.",
            "section": "Premises of Wholesalers",
            "content": " 28. (1) Every wholesaler shall use for garbage and refuse only metal garbage carts rented to the wholesaler by the Board and shall keep, at all times, a sufficient number of such carts to contain all the garbage and refuse on that part of the Terminal of which the wholesaler is the tenant.  R.R.O. 1990, Reg. 872, s. 28 (1). (2) Every wholesaler shall place all garbage and refuse on the wholesaler’s premises in containers.  R.R.O. 1990, Reg. 872, s. 28 (2).",
            "raw_html": "<p class=\"section-e\"> <b>28. </b>(1) Every wholesaler shall use for garbage and refuse only metal garbage carts rented to the wholesaler by the Board and shall keep, at all times, a sufficient number of such carts to contain all the garbage and refuse on that part of the Terminal of which the wholesaler is the tenant.  R.R.O. 1990, Reg. 872, s. 28 (1).</p> <p class=\"subsection-e\">  (2) Every wholesaler shall place all garbage and refuse on the wholesaler’s premises in containers.  R.R.O. 1990, Reg. 872, s. 28 (2).</p>"
        },
        {
            "id": "29.",
            "section": "Premises of Wholesalers",
            "content": " 29. No wholesaler shall permit any unsanitary condition to exist on the wholesaler’s premises.  R.R.O. 1990, Reg. 872, s. 29. Equipment on Premises",
            "raw_html": "<p class=\"section-e\"> <b>29. </b>No wholesaler shall permit any unsanitary condition to exist on the wholesaler’s premises.  R.R.O. 1990, Reg. 872, s. 29.</p> <p class=\"heading1-e\">Equipment on Premises</p>"
        },
        {
            "id": "30.",
            "section": "Equipment on Premises",
            "content": " 30. No person shall maintain, operate or allow to be operated on the premises, (a)  hand trucks, tow motors or other equipment having iron or steel wheels in contact with; or (b)  any equipment that may deface or damage, the floors or docks of the Food Terminal Building.  R.R.O. 1990, Reg. 872, s. 30. Storage and Display on Docks",
            "raw_html": "<p class=\"section-e\"> <b>30. </b>No person shall maintain, operate or allow to be operated on the premises,</p> <p class=\"clause-e\">  (a)  hand trucks, tow motors or other equipment having iron or steel wheels in contact with; or</p> <p class=\"clause-e\">  (b)  any equipment that may deface or damage,</p> <p class=\"Ssection-e\">the floors or docks of the Food Terminal Building.  R.R.O. 1990, Reg. 872, s. 30.</p> <p class=\"heading1-e\">Storage and Display on Docks</p>"
        },
        {
            "id": "31.",
            "section": "Storage and Display on Docks",
            "content": " 31. No person shall use the docks of the Food Terminal Building for storage beyond a distance of 120 centimetres from the wall of the building.  R.R.O. 1990, Reg. 872, s. 31.",
            "raw_html": "<p class=\"section-e\"> <b>31. </b>No person shall use the docks of the Food Terminal Building for storage beyond a distance of 120 centimetres from the wall of the building.  R.R.O. 1990, Reg. 872, s. 31.</p>"
        },
        {
            "id": "32.",
            "section": "Storage and Display on Docks",
            "content": " 32. Despite section 31, no person shall use any of the docks in the buyers’ court for the purposes of storage.  R.R.O. 1990, Reg. 872, s. 32.",
            "raw_html": "<p class=\"section-e\"> <b>32. </b>Despite section 31, no person shall use any of the docks in the buyers’ court for the purposes of storage.  R.R.O. 1990, Reg. 872, s. 32.</p>"
        },
        {
            "id": "33.",
            "section": "Storage and Display on Docks",
            "content": " 33. Where a property line on the docks in the buyers’ court marks the limits of premises leased by the tenants, no tenant shall keep for sale or display any merchandise on a dock other than that part of the dock located on the side of the property line next to the tenant’s premises.  R.R.O. 1990, Reg. 872, s. 33. Form 1 \nPERMIT TO ENTER AND REMAIN IN, OR MAKE DELIVERIES FROM, THE TERMINAL Ontario Food Terminal Act Insert regs\\graphics\\1990\\872\\872001au.tif  R.R.O. 1990, Reg. 872, Form 1.    ",
            "raw_html": "<p class=\"section-e\"> <b>33. </b>Where a property line on the docks in the buyers’ court marks the limits of premises leased by the tenants, no tenant shall keep for sale or display any merchandise on a dock other than that part of the dock located on the side of the property line next to the tenant’s premises.  R.R.O. 1990, Reg. 872, s. 33.</p> <p class=\"form-e\">Form 1<b> <br/>\n</b>PERMIT TO ENTER AND REMAIN IN, OR MAKE DELIVERIES FROM, THE TERMINAL</p> <p class=\"act-e\">Ontario Food Terminal Act</p> <p class=\"insert-e\">Insert regs\\graphics\\1990\\872\\872001au.tif</p> <p class=\"scanned-e\"><img border=\"0\" height=\"220\" src=\"900872_e_files/image001.png\" width=\"355\"/></p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 872, Form 1.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}