{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 948: FINE OPTION PROGRAM",
        "reg_name_text": "FINE OPTION PROGRAM",
        "citation": "R.R.O. 1990, Reg. 948: ",
        "act_under": "Provincial Offences Act   Loi sur les infractions provinciales",
        "url": "https://www.ontario.ca/laws/regulation/900948",
        "date_scraped": "2023-12-19 03:30:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900948/v1",
            "valid_from": "April  1, 1994",
            "valid_to": "June  2, 2016"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) In this Regulation, “agency” means a person who has entered a contract to operate the program in a Fine Option District; “clerk” means the clerk of the court; “court” means the court in the Fine Option District that imposed the fine upon the defendant; “director” means the individual appointed, as such, in writing by an agency under the terms of the contract described in subsection 2 (3) and includes such other individuals as a director appoints in writing to act on the director’s behalf; “Fine Option District” means a Fine Option District named and described in the Schedule hereto; “program” means the Fine Option Program. (2) Where an employee of the Ministry of Correctional Services is appointed to operate the program in a Fine Option District as described in clause 2 (3) (b), the employee shall be deemed to be an agency for the purposes of this Regulation and the employee shall be deemed to be the director of the agency.  R.R.O. 1990, Reg. 948, s. 1. PART I   GENERAL",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“agency” means a person who has entered a contract to operate the program in a Fine Option District;</p> <p class=\"definition-e\">“clerk” means the clerk of the court;</p> <p class=\"definition-e\">“court” means the court in the Fine Option District that imposed the fine upon the defendant;</p> <p class=\"definition-e\">“director” means the individual appointed, as such, in writing by an agency under the terms of the contract described in subsection 2 (3) and includes such other individuals as a director appoints in writing to act on the director’s behalf;</p> <p class=\"definition-e\">“Fine Option District” means a Fine Option District named and described in the Schedule hereto;</p> <p class=\"definition-e\">“program” means the Fine Option Program.</p> <p class=\"subsection-e\">  (2) Where an employee of the Ministry of Correctional Services is appointed to operate the program in a Fine Option District as described in clause 2 (3) (b), the employee shall be deemed to be an agency for the purposes of this Regulation and the employee shall be deemed to be the director of the agency.  R.R.O. 1990, Reg. 948, s. 1.</p> <p class=\"partnum-e\">PART I <br/>  GENERAL</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) There is hereby established a program to permit the payment of fines in default by means of credits for work performed. (2) The program established under subsection (1) shall be known as the “Fine Option Program”. (3) The program, in each Fine Option District, shall be administered by, (a) an agency which has contracted with Her Majesty in right of Ontario, as represented by the Attorney General and the Minister of Correctional Services, to operate the program in the Fine Option District; or (b) an employee of the Ministry of Correctional Services who has been appointed by the Attorney General and the Minister of Correctional Services to operate the program in the Fine Option District.  R.R.O. 1990, Reg. 948, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) There is hereby established a program to permit the payment of fines in default by means of credits for work performed.</p> <p class=\"subsection-e\">  (2) The program established under subsection (1) shall be known as the “Fine Option Program”.</p> <p class=\"subsection-e\">  (3) The program, in each Fine Option District, shall be administered by,</p> <p class=\"clause-e\">  (a) an agency which has contracted with Her Majesty in right of Ontario, as represented by the Attorney General and the Minister of Correctional Services, to operate the program in the Fine Option District; or</p> <p class=\"clause-e\">  (b) an employee of the Ministry of Correctional Services who has been appointed by the Attorney General and the Minister of Correctional Services to operate the program in the Fine Option District.  R.R.O. 1990, Reg. 948, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. This Regulation applies, (a) only to the payment of fines imposed by courts in the Fine Option Districts named in Column 1 of the Schedule hereto, as more particularly described in Column 2 of the Schedule; and (b) only to defendants who are individuals.  R.R.O. 1990, Reg. 948, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>This Regulation applies,</p> <p class=\"clause-e\">  (a) only to the payment of fines imposed by courts in the Fine Option Districts named in Column 1 of the Schedule hereto, as more particularly described in Column 2 of the Schedule; and</p> <p class=\"clause-e\">  (b) only to defendants who are individuals.  R.R.O. 1990, Reg. 948, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. A defendant becomes eligible to participate in the program when the payment of a fine is in default and the defendant has been given a notice of intent to issue a warrant under clause 69 (3) (c) of the Act or a warrant of committal has been issued but not executed.  R.R.O. 1990, Reg. 948, s. 4. PART II   PROCEDURES WHERE NOTICE OF DEFAULT ISSUED",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>A defendant becomes eligible to participate in the program when the payment of a fine is in default and the defendant has been given a notice of intent to issue a warrant under clause 69 (3) (c) of the Act or a warrant of committal has been issued but not executed.  R.R.O. 1990, Reg. 948, s. 4.</p> <p class=\"partnum-e\">PART II <br/>  PROCEDURES WHERE NOTICE OF DEFAULT ISSUED</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) Where a notice of intent to issue a warrant is given to a defendant under clause 69 (3) (c) of the Act, the defendant shall be given written notice that the defendant may undertake to pay the fine in default by means of credits for work performed by the defendant under the program by entering and undertaking and delivering it to the court within fifteen days of the date on which notice of intent was given. (2) The written notice under subsection (1) shall inform the defendant of the time and place where the defendant may attend to enter an undertaking to pay the fine in default by means of credits for work performed. (3) Subsection (1) does not apply to a notice of intent to issue a warrant which is given in respect of a fine for which the defendant has previously been given written notice that the defendant might undertake to pay by means of credits for work performed. (4) Despite subsection (1), the failure to give written notice in accordance with this section does not affect the validity of a warrant of committal issued under subsection 69 (3) of the Act.  R.R.O. 1990, Reg. 948, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Where a notice of intent to issue a warrant is given to a defendant under clause 69 (3) (c) of the Act, the defendant shall be given written notice that the defendant may undertake to pay the fine in default by means of credits for work performed by the defendant under the program by entering and undertaking and delivering it to the court within fifteen days of the date on which notice of intent was given.</p> <p class=\"subsection-e\">  (2) The written notice under subsection (1) shall inform the defendant of the time and place where the defendant may attend to enter an undertaking to pay the fine in default by means of credits for work performed.</p> <p class=\"subsection-e\">  (3) Subsection (1) does not apply to a notice of intent to issue a warrant which is given in respect of a fine for which the defendant has previously been given written notice that the defendant might undertake to pay by means of credits for work performed.</p> <p class=\"subsection-e\">  (4) Despite subsection (1), the failure to give written notice in accordance with this section does not affect the validity of a warrant of committal issued under subsection 69 (3) of the Act.  R.R.O. 1990, Reg. 948, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) A defendant who has been given written notice under subsection 5 (1) and who wishes to undertake to pay the fine in default by means of credits for work performed shall attend upon the agency named in the notice, at the time and place specified in the notice, and sign a completed undertaking within fifteen days of the day on which the notice was given. (2) An undertaking under subsection (1), (a) shall be in Form 1; (b) shall relate to only one fine; (c) shall be supplied by the agency and completed by the defendant with the assistance of the director. (3) The director shall indicate in writing on the undertaking whether or not, in the director’s opinion, the agency can accommodate the defendant in the program and, where the director indicates that the agency can accommodate the defendant, the director shall specify on the undertaking the day by which the work must be commenced and the day by which it must be completed. (4) The director shall give the completed undertaking and one copy thereof to the defendant. (5) The defendant shall deliver or cause to be delivered the completed undertaking to the court within fifteen days of the day on which notice of intent to issue a warrant was given in respect of the fine in default. (6) Where the director has indicated that the agency can accommodate the defendant in the program, and the completed undertaking has been delivered to the court in accordance with subsection (5), a justice shall, unless an order is made under subsection (10), extend the time for payment of the fine to the day specified therein for completion of the work or the day permitted by subsection 9 (3), whichever is sooner. (7) Where the completed undertaking is not delivered to the court in accordance with subsection (6) and the defendant has not appeared to be heard under clause 69 (3) (c) of the Act, the court may proceed to issue a warrant of committal under subsection 69 (3) of the Act. (8) Where the director has specified a day for completion of the work that is earlier than the day permitted by subsection 9 (3) and which the defendant alleges is unreasonable in the circumstances and the defendant has delivered the undertaking to the court, the defendant may apply to a justice for an order establishing a day for completion of the work that the justice considers to be reasonable in the circumstances. (9) An application under subsection (8) shall be filed with the clerk and the clerk shall arrange for a hearing in accordance with subsection 15 (1). (10) Where an application has been made under subsection (8), the justice, following a hearing, may order that a day later than the day specified by the director be substituted for the day specified by the director but the substituted day shall not be later than the date specified by subsection 9 (3) and the justice shall extend the time for payment of the fine to the day specified in the order.  R.R.O. 1990, Reg. 948, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) A defendant who has been given written notice under subsection 5 (1) and who wishes to undertake to pay the fine in default by means of credits for work performed shall attend upon the agency named in the notice, at the time and place specified in the notice, and sign a completed undertaking within fifteen days of the day on which the notice was given.</p> <p class=\"subsection-e\">  (2) An undertaking under subsection (1),</p> <p class=\"clause-e\">  (a) shall be in Form 1;</p> <p class=\"clause-e\">  (b) shall relate to only one fine;</p> <p class=\"clause-e\">  (c) shall be supplied by the agency and completed by the defendant with the assistance of the director.</p> <p class=\"subsection-e\">  (3) The director shall indicate in writing on the undertaking whether or not, in the director’s opinion, the agency can accommodate the defendant in the program and, where the director indicates that the agency can accommodate the defendant, the director shall specify on the undertaking the day by which the work must be commenced and the day by which it must be completed.</p> <p class=\"subsection-e\">  (4) The director shall give the completed undertaking and one copy thereof to the defendant.</p> <p class=\"subsection-e\">  (5) The defendant shall deliver or cause to be delivered the completed undertaking to the court within fifteen days of the day on which notice of intent to issue a warrant was given in respect of the fine in default.</p> <p class=\"subsection-e\">  (6) Where the director has indicated that the agency can accommodate the defendant in the program, and the completed undertaking has been delivered to the court in accordance with subsection (5), a justice shall, unless an order is made under subsection (10), extend the time for payment of the fine to the day specified therein for completion of the work or the day permitted by subsection 9 (3), whichever is sooner.</p> <p class=\"subsection-e\">  (7) Where the completed undertaking is not delivered to the court in accordance with subsection (6) and the defendant has not appeared to be heard under clause 69 (3) (c) of the Act, the court may proceed to issue a warrant of committal under subsection 69 (3) of the Act.</p> <p class=\"subsection-e\">  (8) Where the director has specified a day for completion of the work that is earlier than the day permitted by subsection 9 (3) and which the defendant alleges is unreasonable in the circumstances and the defendant has delivered the undertaking to the court, the defendant may apply to a justice for an order establishing a day for completion of the work that the justice considers to be reasonable in the circumstances.</p> <p class=\"subsection-e\">  (9) An application under subsection (8) shall be filed with the clerk and the clerk shall arrange for a hearing in accordance with subsection 15 (1).</p> <p class=\"subsection-e\">  (10) Where an application has been made under subsection (8), the justice, following a hearing, may order that a day later than the day specified by the director be substituted for the day specified by the director but the substituted day shall not be later than the date specified by subsection 9 (3) and the justice shall extend the time for payment of the fine to the day specified in the order.  R.R.O. 1990, Reg. 948, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. (1) Where the director has indicated on the undertaking that in the director’s opinion the agency cannot accommodate the defendant in the program, and the defendant has delivered the undertaking to the court, the defendant may apply to a justice for an order that the defendant be admitted to the program. (2) An application under this section shall be filed with the clerk and the clerk shall arrange for a hearing in accordance with subsection 15 (1). (3) Where an application has been filed under this section, and the date set for the hearing is later than the date by which the undertaking is required to be delivered to the court in accordance with subsection 6 (5), a justice shall extend the time for payment of the fine to the date that has been set for the hearing. (4) Where an application has been made under this section, the justice, following the hearing, may order that the defendant be admitted to the program where the justice is satisfied that, (a) the defendant is able to perform work which is immediately available in the program; and (b) there is a reasonable likelihood that the defendant will complete the work required to pay the fine, and the order shall include the day by which the defendant must commence the work and the day by which it must be completed, which day shall not be later than the day permitted by subsection 9 (3), and the justice shall extend the time for payment of the fine to the date specified in the order. (5) Where a justice refuses to make an order under subsection (4), the justice shall inform the defendant that the defendant may make submissions as to why a warrant of committal should not be issued as a result of default in payment of the fine.  R.R.O. 1990, Reg. 948, s. 7. PART III   PROCEDURES WHERE WARRANT OF COMMITTAL ISSUED",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) Where the director has indicated on the undertaking that in the director’s opinion the agency cannot accommodate the defendant in the program, and the defendant has delivered the undertaking to the court, the defendant may apply to a justice for an order that the defendant be admitted to the program.</p> <p class=\"subsection-e\">  (2) An application under this section shall be filed with the clerk and the clerk shall arrange for a hearing in accordance with subsection 15 (1).</p> <p class=\"subsection-e\">  (3) Where an application has been filed under this section, and the date set for the hearing is later than the date by which the undertaking is required to be delivered to the court in accordance with subsection 6 (5), a justice shall extend the time for payment of the fine to the date that has been set for the hearing.</p> <p class=\"subsection-e\">  (4) Where an application has been made under this section, the justice, following the hearing, may order that the defendant be admitted to the program where the justice is satisfied that,</p> <p class=\"clause-e\">  (a) the defendant is able to perform work which is immediately available in the program; and</p> <p class=\"clause-e\">  (b) there is a reasonable likelihood that the defendant will complete the work required to pay the fine,</p> <p class=\"Ssubsection-e\">and the order shall include the day by which the defendant must commence the work and the day by which it must be completed, which day shall not be later than the day permitted by subsection 9 (3), and the justice shall extend the time for payment of the fine to the date specified in the order.</p> <p class=\"subsection-e\">  (5) Where a justice refuses to make an order under subsection (4), the justice shall inform the defendant that the defendant may make submissions as to why a warrant of committal should not be issued as a result of default in payment of the fine.  R.R.O. 1990, Reg. 948, s. 7.</p> <p class=\"partnum-e\">PART III <br/>  PROCEDURES WHERE WARRANT OF COMMITTAL ISSUED</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. (1) Where a warrant of committal has been issued under subsection 69 (3) of the Act and the defendant has not been taken into custody, the defendant may attend at the office of the agency in the Fine Option District and enter an undertaking to pay the fine in default by means of credits for work performed. (2) A defendant to whom this section applies shall sign a completed undertaking and shall forthwith apply in person to a justice for an order that he or she be allowed to enter the program. (3) An undertaking under this section, (a) shall be in Form 2; (b) shall relate to only one fine; (c) shall be supplied by the agency and completed by the defendant with the assistance of the director. (4) The director shall indicate in writing on the undertaking whether or not, in the director’s opinion, the agency can accommodate the defendant in the program. (5) The agency shall give the completed undertaking and one copy thereof to the defendant. (6) The defendant shall deliver the completed undertaking to the justice at the time the defendant makes the application referred to in subsection (2). (7) Upon receipt of an application under this section, the justice shall set a day and a time for a hearing and shall cause notice of the day, time and place of the hearing to be given to the defendant, the director and the Crown Attorney at least two days before the hearing. (8) Where an application has been made under this section, the justice, following the hearing, may order that the defendant be admitted to the program where the justice is satisfied that, (a) the defendant is able to perform work which is immediately available in the program; and (b) there is a reasonable likelihood that the defendant will complete the work required to pay the fine, and the order shall include the day by which the defendant must commence the work and the day by which it must be completed, which day shall not be later than the day permitted by subsection 9 (3), and the justice shall extend the time for payment of the fine to the day specified in the order. (9) A defendant who has been taken into custody under the authority of a warrant issued under subsection 69 (6) of the Act may not apply for an order under subsection (2). (10) Where an order has been made extending the time for payment of a fine, a justice shall order that a warrant committal issued as a result of default in payment of the fine to which the order applies be returned forthwith to the court for cancellation. (11) Where an order has been made under subsection (10), the clerk shall transmit a copy of the order to the police force to which the warrant was directed. (12) A warrant of committal that has been ordered returned under subsection (10) remains in force until it is returned to the court and cancelled by a justice.  R.R.O. 1990, Reg. 948, s. 8. PART IV   MISCELLANEOUS",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Where a warrant of committal has been issued under subsection 69 (3) of the Act and the defendant has not been taken into custody, the defendant may attend at the office of the agency in the Fine Option District and enter an undertaking to pay the fine in default by means of credits for work performed.</p> <p class=\"subsection-e\">  (2) A defendant to whom this section applies shall sign a completed undertaking and shall forthwith apply in person to a justice for an order that he or she be allowed to enter the program.</p> <p class=\"subsection-e\">  (3) An undertaking under this section,</p> <p class=\"clause-e\">  (a) shall be in Form 2;</p> <p class=\"clause-e\">  (b) shall relate to only one fine;</p> <p class=\"clause-e\">  (c) shall be supplied by the agency and completed by the defendant with the assistance of the director.</p> <p class=\"subsection-e\">  (4) The director shall indicate in writing on the undertaking whether or not, in the director’s opinion, the agency can accommodate the defendant in the program.</p> <p class=\"subsection-e\">  (5) The agency shall give the completed undertaking and one copy thereof to the defendant.</p> <p class=\"subsection-e\">  (6) The defendant shall deliver the completed undertaking to the justice at the time the defendant makes the application referred to in subsection (2).</p> <p class=\"subsection-e\">  (7) Upon receipt of an application under this section, the justice shall set a day and a time for a hearing and shall cause notice of the day, time and place of the hearing to be given to the defendant, the director and the Crown Attorney at least two days before the hearing.</p> <p class=\"subsection-e\">  (8) Where an application has been made under this section, the justice, following the hearing, may order that the defendant be admitted to the program where the justice is satisfied that,</p> <p class=\"clause-e\">  (a) the defendant is able to perform work which is immediately available in the program; and</p> <p class=\"clause-e\">  (b) there is a reasonable likelihood that the defendant will complete the work required to pay the fine,</p> <p class=\"Ssubsection-e\">and the order shall include the day by which the defendant must commence the work and the day by which it must be completed, which day shall not be later than the day permitted by subsection 9 (3), and the justice shall extend the time for payment of the fine to the day specified in the order.</p> <p class=\"subsection-e\">  (9) A defendant who has been taken into custody under the authority of a warrant issued under subsection 69 (6) of the Act may not apply for an order under subsection (2).</p> <p class=\"subsection-e\">  (10) Where an order has been made extending the time for payment of a fine, a justice shall order that a warrant committal issued as a result of default in payment of the fine to which the order applies be returned forthwith to the court for cancellation.</p> <p class=\"subsection-e\">  (11) Where an order has been made under subsection (10), the clerk shall transmit a copy of the order to the police force to which the warrant was directed.</p> <p class=\"subsection-e\">  (12) A warrant of committal that has been ordered returned under subsection (10) remains in force until it is returned to the court and cancelled by a justice.  R.R.O. 1990, Reg. 948, s. 8.</p> <p class=\"partnum-e\">PART IV <br/>  MISCELLANEOUS</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. (1) The number of hours of work to be performed by a defendant under the program shall be determined by dividing the amount of the fine in default by the hourly rate. (2) The hourly rate shall be the minimum wage, established under paragraph 4 of subsection 10 (1) of Regulation 325 of the Revised Regulations of Ontario, 1990, on the day when the defendant enters the undertaking, or where an order is made under section 7 or 8, on the day on which the order is made. (3) Subject to subsections (4) and (5), where a defendant has undertaken to pay the fine in default by means of credits for work performed, the work to be performed shall be completed by a day that, (a) where the number of hours is less than twenty-five, is not later than thirty days; (b) where the number of hours is twenty-five or more but less than 125, is not later than sixty days; (c) where the number of hours is 125 or more but less than 250, is not later than 120 days; or (d) where the number of hours is 250 or more, is not later than 365 days, after the day on which the undertaking is signed or, where an order is made under section 7 or 8, after the day on which the order is made. (4) Where a defendant attends upon an agency and completes an undertaking under section 6, the director may specify that the work to be performed shall be completed by a day that is earlier than the day permitted by subsection (3). (5) Where a justice makes an order under section 7 or 8, the justice may specify that the work to be performed shall be completed by a day that is earlier than the day permitted by subsection (3). (6) Any portion of an hour that is less than one full hour shall be deemed to be one full hour for the purpose of determining the hours of work that must be performed by the defendant.  R.R.O. 1990, Reg. 948, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) The number of hours of work to be performed by a defendant under the program shall be determined by dividing the amount of the fine in default by the hourly rate.</p> <p class=\"subsection-e\">  (2) The hourly rate shall be the minimum wage, established under paragraph 4 of subsection 10 (1) of Regulation 325 of the Revised Regulations of Ontario, 1990, on the day when the defendant enters the undertaking, or where an order is made under section 7 or 8, on the day on which the order is made.</p> <p class=\"subsection-e\">  (3) Subject to subsections (4) and (5), where a defendant has undertaken to pay the fine in default by means of credits for work performed, the work to be performed shall be completed by a day that,</p> <p class=\"clause-e\">  (a) where the number of hours is less than twenty-five, is not later than thirty days;</p> <p class=\"clause-e\">  (b) where the number of hours is twenty-five or more but less than 125, is not later than sixty days;</p> <p class=\"clause-e\">  (c) where the number of hours is 125 or more but less than 250, is not later than 120 days; or</p> <p class=\"clause-e\">  (d) where the number of hours is 250 or more, is not later than 365 days,</p> <p class=\"Ssubsection-e\">after the day on which the undertaking is signed or, where an order is made under section 7 or 8, after the day on which the order is made.</p> <p class=\"subsection-e\">  (4) Where a defendant attends upon an agency and completes an undertaking under section 6, the director may specify that the work to be performed shall be completed by a day that is earlier than the day permitted by subsection (3).</p> <p class=\"subsection-e\">  (5) Where a justice makes an order under section 7 or 8, the justice may specify that the work to be performed shall be completed by a day that is earlier than the day permitted by subsection (3).</p> <p class=\"subsection-e\">  (6) Any portion of an hour that is less than one full hour shall be deemed to be one full hour for the purpose of determining the hours of work that must be performed by the defendant.  R.R.O. 1990, Reg. 948, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. (1) A defendant may apply to a justice for an order extending the time to complete the work required to be performed under the program by filing an application with the clerk and, where an application is filed, the clerk shall arrange for a hearing in accordance with subsection 15 (1). (2) The director shall deliver to the court upon or before the day set for the hearing a record of the work that has been performed by the defendant in accordance with the defendant’s undertaking. (3) Where an application has been made under subsection (1), the justice may order an extension of the time for completion of the work and payment of the fine if, following a hearing, the justice is satisfied that the defendant, through no fault of the defendant, is unable to complete the work before the date to which the time for payment has been previously extended under the program.  R.R.O. 1990, Reg. 948, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) A defendant may apply to a justice for an order extending the time to complete the work required to be performed under the program by filing an application with the clerk and, where an application is filed, the clerk shall arrange for a hearing in accordance with subsection 15 (1).</p> <p class=\"subsection-e\">  (2) The director shall deliver to the court upon or before the day set for the hearing a record of the work that has been performed by the defendant in accordance with the defendant’s undertaking.</p> <p class=\"subsection-e\">  (3) Where an application has been made under subsection (1), the justice may order an extension of the time for completion of the work and payment of the fine if, following a hearing, the justice is satisfied that the defendant, through no fault of the defendant, is unable to complete the work before the date to which the time for payment has been previously extended under the program.  R.R.O. 1990, Reg. 948, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": " 11. Even if a defendant has undertaken to pay a fine in default by means of credits for work performed, no proceeding commenced under subsection 68 (1) of the Act in a court of competent jurisdiction is affected thereby.  R.R.O. 1990, Reg. 948, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>Even if a defendant has undertaken to pay a fine in default by means of credits for work performed, no proceeding commenced under subsection 68 (1) of the Act in a court of competent jurisdiction is affected thereby.  R.R.O. 1990, Reg. 948, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": " 12. (1) When the work to be performed under an undertaking has been completed, or when the defendant indicates to the director that the defendant wishes to pay the balance of the fine in money, the director shall certify the number of hours of work performed by the defendant pursuant to the undertaking and shall give a copy of the certificate to the defendant. (2) The defendant shall deliver or cause to be delivered to the court the director’s certificate of the number of hours of work performed by the defendant pursuant to the undertaking. (3) Where a justice is satisfied that the defendant has earned a sufficient number of credits to pay the fine in default in full, the justice shall order that any permit, licence, registration, or privilege which, as a result of default in payment of the said fine had been cancelled or suspended, or ordered not renewed or not issued, shall be reinstated or may be renewed or issued, as the case may be, subject to any other order affecting the reinstatement, renewal, or issuance of the permit, licence, registration, or privilege. (4) Except where otherwise provided by law, where an order has been made under subsection (3), the clerk shall transmit a copy of the order to the appropriate officer or public official. (5) Where a justice is satisfied that the defendant has earned a sufficient number of credits to pay the fine in full, the justice shall endorse the certificate or the information accordingly, and where a certificate of default has been filed under subsection 68 (1) of the Act, shall direct the clerk to file a certificate of payment in the appropriate court, upon which the certificate of default is discharged, and where a writ of execution has been filed with the sheriff, the clerk shall file a certificate of payment with the sheriff, upon which the writ is cancelled. (6) Even if the defendant has failed to earn a sufficient number of credits to pay the fine in full, where the director has certified the number of hours of work performed by the defendant pursuant to the undertaking, and where the director’s certificate has been delivered to the court, the court shall give the defendant credit for the work which the defendant has performed by multiplying the number of hours of work performed by the hourly rate set out in the undertaking. (7) Even if the defendant has failed to earn a sufficient number of credits to pay the fine in default in full, the defendant may pay the balance of the fine in default in money.  R.R.O. 1990, Reg. 948, s. 12.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) When the work to be performed under an undertaking has been completed, or when the defendant indicates to the director that the defendant wishes to pay the balance of the fine in money, the director shall certify the number of hours of work performed by the defendant pursuant to the undertaking and shall give a copy of the certificate to the defendant.</p> <p class=\"subsection-e\">  (2) The defendant shall deliver or cause to be delivered to the court the director’s certificate of the number of hours of work performed by the defendant pursuant to the undertaking.</p> <p class=\"subsection-e\">  (3) Where a justice is satisfied that the defendant has earned a sufficient number of credits to pay the fine in default in full, the justice shall order that any permit, licence, registration, or privilege which, as a result of default in payment of the said fine had been cancelled or suspended, or ordered not renewed or not issued, shall be reinstated or may be renewed or issued, as the case may be, subject to any other order affecting the reinstatement, renewal, or issuance of the permit, licence, registration, or privilege.</p> <p class=\"subsection-e\">  (4) Except where otherwise provided by law, where an order has been made under subsection (3), the clerk shall transmit a copy of the order to the appropriate officer or public official.</p> <p class=\"subsection-e\">  (5) Where a justice is satisfied that the defendant has earned a sufficient number of credits to pay the fine in full, the justice shall endorse the certificate or the information accordingly, and where a certificate of default has been filed under subsection 68 (1) of the Act, shall direct the clerk to file a certificate of payment in the appropriate court, upon which the certificate of default is discharged, and where a writ of execution has been filed with the sheriff, the clerk shall file a certificate of payment with the sheriff, upon which the writ is cancelled.</p> <p class=\"subsection-e\">  (6) Even if the defendant has failed to earn a sufficient number of credits to pay the fine in full, where the director has certified the number of hours of work performed by the defendant pursuant to the undertaking, and where the director’s certificate has been delivered to the court, the court shall give the defendant credit for the work which the defendant has performed by multiplying the number of hours of work performed by the hourly rate set out in the undertaking.</p> <p class=\"subsection-e\">  (7) Even if the defendant has failed to earn a sufficient number of credits to pay the fine in default in full, the defendant may pay the balance of the fine in default in money.  R.R.O. 1990, Reg. 948, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": " 13. Where the fine has not been paid by the date to which the time for payment has been extended, the court shall give the defendant fifteen days notice of the intent to issue a warrant and an opportunity to be heard.  R.R.O. 1990, Reg. 948, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>Where the fine has not been paid by the date to which the time for payment has been extended, the court shall give the defendant fifteen days notice of the intent to issue a warrant and an opportunity to be heard.  R.R.O. 1990, Reg. 948, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": " 14. (1) Where the defendant fails to complete the work by the date specified in the undertaking, or fails to attend at the time and place appointed for the performance of work, or performs work in a manner that is not satisfactory in the circumstances, the director shall forthwith certify the facts of the particular conduct of the defendant and the number of hours of work, if any, performed by the defendant pursuant to the undertaking. (2) The director shall deliver the certificate required under subsection (1) to the court as soon as is practicable. (3) Where the director delivers to the court a certificate under subsection (1), the court shall give the defendant fifteen days notice of the intent to issue a warrant and an opportunity to be heard. (4) Where a defendant appears and disputes the allegation that the defendant failed to complete the work, failed to attend at the time and place appointed, or performed work in a manner which is not satisfactory, a justice may direct the clerk to set a day and time for a hearing in accordance with subsection 15 (1). (5) Where the defendant has not appeared within fifteen days of the date on which notice was given under subsection (3) or does not appear at the time and place set for the hearing under subsection (4), a justice may determine the amount of the fine that remains in default and issue a warrant of committal under subsection 69 (3) of the Act, although a justice has previously extended the time for payment of the fine and the time for payment has not expired. (6) Where, following the hearing referred to in subsection (4), a justice is satisfied that the defendant completed the work, attended at the time and place appointed, or performed the work in a satisfactory manner, as the case may be, the justice may extend the time for completion of the work and order that the defendant be allowed to continue to perform work in the program, and extend the time for payment of the fine accordingly and, where the justice is not satisfied that the defendant completed the work, attended at the time or place appointed or performed the work in a satisfactory manner, the justice after giving the defendant an opportunity to be heard on the question of whether a warrant of committal should be issued, may issue a warrant of committal.  R.R.O. 1990, Reg. 948, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) Where the defendant fails to complete the work by the date specified in the undertaking, or fails to attend at the time and place appointed for the performance of work, or performs work in a manner that is not satisfactory in the circumstances, the director shall forthwith certify the facts of the particular conduct of the defendant and the number of hours of work, if any, performed by the defendant pursuant to the undertaking.</p> <p class=\"subsection-e\">  (2) The director shall deliver the certificate required under subsection (1) to the court as soon as is practicable.</p> <p class=\"subsection-e\">  (3) Where the director delivers to the court a certificate under subsection (1), the court shall give the defendant fifteen days notice of the intent to issue a warrant and an opportunity to be heard.</p> <p class=\"subsection-e\">  (4) Where a defendant appears and disputes the allegation that the defendant failed to complete the work, failed to attend at the time and place appointed, or performed work in a manner which is not satisfactory, a justice may direct the clerk to set a day and time for a hearing in accordance with subsection 15 (1).</p> <p class=\"subsection-e\">  (5) Where the defendant has not appeared within fifteen days of the date on which notice was given under subsection (3) or does not appear at the time and place set for the hearing under subsection (4), a justice may determine the amount of the fine that remains in default and issue a warrant of committal under subsection 69 (3) of the Act, although a justice has previously extended the time for payment of the fine and the time for payment has not expired.</p> <p class=\"subsection-e\">  (6) Where, following the hearing referred to in subsection (4), a justice is satisfied that the defendant completed the work, attended at the time and place appointed, or performed the work in a satisfactory manner, as the case may be, the justice may extend the time for completion of the work and order that the defendant be allowed to continue to perform work in the program, and extend the time for payment of the fine accordingly and, where the justice is not satisfied that the defendant completed the work, attended at the time or place appointed or performed the work in a satisfactory manner, the justice after giving the defendant an opportunity to be heard on the question of whether a warrant of committal should be issued, may issue a warrant of committal.  R.R.O. 1990, Reg. 948, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": " 15. (1) Where an application is made under subsection 6 (8), 7 (1) or 10 (3) to a justice for an order or where a hearing is held under subsection 14 (4), the clerk shall set a day and a time for a hearing and shall give notice of the day, time and place of the hearing to the defendant, the director and the Crown Attorney at least two days before the hearing. (2) Where a justice makes an order under subsection 6 (10), 7 (4), 8 (8) or 14 (6), the justice shall cause a copy of the order to be given to the defendant and the agency.  R.R.O. 1990, Reg. 948, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) Where an application is made under subsection 6 (8), 7 (1) or 10 (3) to a justice for an order or where a hearing is held under subsection 14 (4), the clerk shall set a day and a time for a hearing and shall give notice of the day, time and place of the hearing to the defendant, the director and the Crown Attorney at least two days before the hearing.</p> <p class=\"subsection-e\">  (2) Where a justice makes an order under subsection 6 (10), 7 (4), 8 (8) or 14 (6), the justice shall cause a copy of the order to be given to the defendant and the agency.  R.R.O. 1990, Reg. 948, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": " 16. Where a hearing is held by a justice under this Regulation, the justice may receive and base his or her decision upon information the justice considers credible or trustworthy in the circumstances of the case.  R.R.O. 1990, Reg. 948, s. 16. Schedule Revoked:  O. Reg. 925/93, s. 1. Form 1 Provincial Offences Act   R.R.O. 1990, Reg. 948, Form 1. Form 2 Provincial Offences Act   R.R.O. 1990, Reg. 948, Form 2.    ",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>Where a hearing is held by a justice under this Regulation, the justice may receive and base his or her decision upon information the justice considers credible or trustworthy in the circumstances of the case.  R.R.O. 1990, Reg. 948, s. 16.</p> <p class=\"scheduleRevoked-e\"><span class=\"ovallcaps\">Schedule</span> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 925/93, s. 1.</p> <p class=\"form-e\">Form 1</p> <p class=\"act-e\">Provincial Offences Act</p> <p class=\"scanned-e\"><img height=\"804\" src=\"900948_e_files/image001.png\" width=\"311\"/></p> <p class=\"scanned-e\"><img height=\"120\" src=\"900948_e_files/image002.png\" width=\"311\"/></p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 948, Form 1.</p> <p class=\"form-e\">Form 2</p> <p class=\"act-e\">Provincial Offences Act</p> <p class=\"scanned-e\"><img height=\"631\" src=\"900948_e_files/image003.png\" width=\"311\"/></p> <p class=\"scanned-e\"><img height=\"342\" src=\"900948_e_files/image004.png\" width=\"311\"/></p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 948, Form 2.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}