{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 829: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 829: ",
        "act_under": "Niagara Parks Act",
        "url": "https://www.ontario.ca/laws/regulation/900829",
        "date_scraped": "2023-12-18 17:34:46"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900829/v9",
            "valid_from": "June  7, 2021",
            "valid_to": "June 30, 2021"
        },
        {
            "a_href": "/laws/regulation/900829/v8",
            "valid_from": "January  1, 2014",
            "valid_to": "June  6, 2021"
        },
        {
            "a_href": "/laws/regulation/900829/v7",
            "valid_from": "July  1, 2013",
            "valid_to": "December 31, 2013"
        },
        {
            "a_href": "/laws/regulation/900829/v6",
            "valid_from": "May 10, 2013",
            "valid_to": "June 30, 2013"
        },
        {
            "a_href": "/laws/regulation/900829/v5",
            "valid_from": "July 29, 2008",
            "valid_to": "May  9, 2013"
        },
        {
            "a_href": "/laws/regulation/900829/v4",
            "valid_from": "August 30, 2006",
            "valid_to": "July 28, 2008"
        },
        {
            "a_href": "/laws/regulation/900829/v3",
            "valid_from": "March  6, 2006",
            "valid_to": "August 29, 2006"
        },
        {
            "a_href": "/laws/regulation/900829/v2",
            "valid_from": "June 25, 2004",
            "valid_to": "March  5, 2006"
        },
        {
            "a_href": "/laws/regulation/900829/v1",
            "valid_from": "May  7, 1992",
            "valid_to": "June 24, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “mobility aid” means a device, including a manual wheelchair, an electric wheelchair, a scooter and any other device used to facilitate the transportation of a person with a physical disability, but does not include a motor vehicle for which the Highway Traffic Act requires a permit when the vehicle is driven on a highway under that Act; (“aide à la mobilité”) “officer” means a constable and any employee appointed by the Commission to enforce this Regulation; (“agent”) “school” means a school within the meaning of subsection 1 (1) of the Education Act; (“école”) “sight-seeing vehicle” means a motor vehicle used for the transportation of persons for compensation, as classified under subsection (2); (“véhicule touristique”) “swimming area” means an area designated by the Commission for swimming and bathing and includes lands and beaches designated as forming part of such area. (“zone de baignade”)  R.R.O. 1990, Reg. 829, s. 1; O. Reg. 56/06, s. 1 (1, 2); O. Reg. 265/08, s. 1. (2) For the purposes of this Regulation, a sight-seeing vehicle comes within the class set out in Column 1 of Table 1 if it meets the description set out opposite it in Column 2.  O. Reg. 56/06, s. 1 (3). Conduct of Persons Using Parks",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“mobility aid” means a device, including a manual wheelchair, an electric wheelchair, a scooter and any other device used to facilitate the transportation of a person with a physical disability, but does not include a motor vehicle for which the <i>Highway Traffic Act </i>requires a permit when the vehicle is driven on a highway under that Act; (“aide à la mobilité”)</p> <p class=\"definition-e\">“officer” means a constable and any employee appointed by the Commission to enforce this Regulation; (“agent”)</p> <p class=\"definition-e\">“school” means a school within the meaning of subsection 1 (1) of the <i>Education Act</i>; (“école”)</p> <p class=\"definition-e\">“sight-seeing vehicle” means a motor vehicle used for the transportation of persons for compensation, as classified under subsection (2); (“véhicule touristique”)</p> <p class=\"definition-e\">“swimming area” means an area designated by the Commission for swimming and bathing and includes lands and beaches designated as forming part of such area. (“zone de baignade”)  R.R.O. 1990, Reg. 829, s. 1; O. Reg. 56/06, s. 1 (1, 2); O. Reg. 265/08, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of this Regulation, a sight-seeing vehicle comes within the class set out in Column 1 of Table 1 if it meets the description set out opposite it in Column 2.  O. Reg. 56/06, s. 1 (3).</p> <p class=\"heading1-e\">Conduct of Persons Using Parks</p>"
        },
        {
            "id": "2.",
            "section": "Conduct of Persons Using Parks",
            "content": " 2. (1) No person shall, within the Parks, (a) remove or damage any plant, shrub or flower; (b) climb, remove or damage any tree or fence; (c) climb, remove or damage any bench, seat, monument or sign; (d) climb, deface or damage any bridge, wall or similar structure; (e) deface or damage any building; or (f) deface or damage any other property of the Commission.  R.R.O. 1990, Reg. 829, s. 2 (1). (2) No person shall throw or dump, or cause to be thrown or dumped, any material or litter within the Parks.  R.R.O. 1990, Reg. 829, s. 2 (2). (3) No person shall permit a horse, dog or other animal to be at large in the Parks.  R.R.O. 1990, Reg. 829, s. 2 (3). (4) No person shall ride a horse, within the Parks, except with the permission of an officer.  R.R.O. 1990, Reg. 829, s. 2 (4). (5) No person shall, within the Parks, (a) swim or bathe except in a swimming area; (b) take into or use in a swimming area any life-raft, inner-tube or any other object intended to support a person; (c) take in or use any boat, surfboard, water skis or diving equipment in a swimming area; (d) take into or possess any glass bottle, metal can or container within a swimming area; or (e) take in or permit any cat, dog or other animal to be within a swimming area.  R.R.O. 1990, Reg. 829, s. 2 (5). (6) No person shall, within the Parks, (a) possess an air-gun, firearm, gas-operated or spring-operated gun, archery equipment or catapult; or (b) fire or discharge any torpedo, rocket or other fireworks, without the permission of an officer.  R.R.O. 1990, Reg. 829, s. 2 (6). (7) Except with the permission and under the supervision of an officer, no person shall build or light a fire within the Parks in places other than in fireplaces provided by the Commission, or in portable stoves or barbecues used in picnic or parking areas designated by the Commission.  R.R.O. 1990, Reg. 829, s. 2 (7). (8) No person shall go on foot or otherwise upon the grass, lawn or turf in the Parks where a sign of prohibition is posted.  R.R.O. 1990, Reg. 829, s. 2 (8). (9) Subject to subsection (10), no person shall, within the Parks, (a) use abusive or insulting language, or conduct himself or herself in the Parks in a manner that unnecessarily interferes with the use and enjoyment of the Parks by other persons; (b) throw stones or other missiles; (c) solicit patronage to or for any person, business rooming house, restaurant or hotel; (d) beg, solicit or invite subscriptions or contributions; (e) sell or offer for sale any article, thing or service unless authorized in writing by the Commission; (f) offer to any person or place on or in any vehicle, any piece of literature, brochure, handbill, advertisement or other written material; (g) loiter anywhere from midnight to sunrise; (h) park a vehicle except in an area designated by the Commission for parking; (h.1) park a vehicle in a parking space designated for use by the disabled, unless the vehicle is marked for use by the disabled; (i) park a vehicle in a parking area designated by the Commission during hours other than those posted in the designated area; (j) park a vehicle between midnight and 6 a.m. in a place other than a camp-site designated by the Commission; (k) hunt or shoot any game bird as defined in the Game and Fish Act, except in such areas and at such times as the Commission may in writing permit and as may be authorized under the Game and Fish Act and the regulations thereunder or under the Migratory Birds Convention Act (Canada) and the regulations thereunder; (l) subject to clause (k), hunt, trap or molest any bird or animal; (m) damage or destroy any notice posted; or (n) camp in an area other than in designated camp-sites unless permission is granted by the Commission.  R.R.O. 1990, Reg. 829, s. 2 (9); O. Reg. 49/91, s. 1. (10) Clause (9) (f) does not apply to an officer.  R.R.O. 1990, Reg. 829, s. 2 (10). (11) Where an officer believes on reasonable and probable grounds that a person has contravened subsection (9), the officer may remove the person from the Parks and the Commission may cancel any permits of the person pertaining to the Parks in which the contravention occurred.  R.R.O. 1990, Reg. 829, s. 2 (11). (12) Where a permit is cancelled in accordance with subsection (11), the permittee is not entitled to reimbursement of fee, toll or admission charge.  R.R.O. 1990, Reg. 829, s. 2 (12). (13) No person who has been removed from the Parks under subsection (11) shall within the following seventy-two hour period enter or attempt to enter the Parks from which that person was removed without permission of the Commission.  R.R.O. 1990, Reg. 829, s. 2 (13). Picnics and Games",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) No person shall, within the Parks,</p> <p class=\"clause-e\">  (a) remove or damage any plant, shrub or flower;</p> <p class=\"clause-e\">  (b) climb, remove or damage any tree or fence;</p> <p class=\"clause-e\">  (c) climb, remove or damage any bench, seat, monument or sign;</p> <p class=\"clause-e\">  (d) climb, deface or damage any bridge, wall or similar structure;</p> <p class=\"clause-e\">  (e) deface or damage any building; or</p> <p class=\"clause-e\">  (f) deface or damage any other property of the Commission.  R.R.O. 1990, Reg. 829, s. 2 (1).</p> <p class=\"subsection-e\">  (2) No person shall throw or dump, or cause to be thrown or dumped, any material or litter within the Parks.  R.R.O. 1990, Reg. 829, s. 2 (2).</p> <p class=\"subsection-e\">  (3) No person shall permit a horse, dog or other animal to be at large in the Parks.  R.R.O. 1990, Reg. 829, s. 2 (3).</p> <p class=\"subsection-e\">  (4) No person shall ride a horse, within the Parks, except with the permission of an officer.  R.R.O. 1990, Reg. 829, s. 2 (4).</p> <p class=\"subsection-e\">  (5) No person shall, within the Parks,</p> <p class=\"clause-e\">  (a) swim or bathe except in a swimming area;</p> <p class=\"clause-e\">  (b) take into or use in a swimming area any life-raft, inner-tube or any other object intended to support a person;</p> <p class=\"clause-e\">  (c) take in or use any boat, surfboard, water skis or diving equipment in a swimming area;</p> <p class=\"clause-e\">  (d) take into or possess any glass bottle, metal can or container within a swimming area; or</p> <p class=\"clause-e\">  (e) take in or permit any cat, dog or other animal to be within a swimming area.  R.R.O. 1990, Reg. 829, s. 2 (5).</p> <p class=\"subsection-e\">  (6) No person shall, within the Parks,</p> <p class=\"clause-e\">  (a) possess an air-gun, firearm, gas-operated or spring-operated gun, archery equipment or catapult; or</p> <p class=\"clause-e\">  (b) fire or discharge any torpedo, rocket or other fireworks,</p> <p class=\"Ssubsection-e\">without the permission of an officer.  R.R.O. 1990, Reg. 829, s. 2 (6).</p> <p class=\"subsection-e\">  (7) Except with the permission and under the supervision of an officer, no person shall build or light a fire within the Parks in places other than in fireplaces provided by the Commission, or in portable stoves or barbecues used in picnic or parking areas designated by the Commission.  R.R.O. 1990, Reg. 829, s. 2 (7).</p> <p class=\"subsection-e\">  (8) No person shall go on foot or otherwise upon the grass, lawn or turf in the Parks where a sign of prohibition is posted.  R.R.O. 1990, Reg. 829, s. 2 (8).</p> <p class=\"subsection-e\">  (9) Subject to subsection (10), no person shall, within the Parks,</p> <p class=\"clause-e\">  (a) use abusive or insulting language, or conduct himself or herself in the Parks in a manner that unnecessarily interferes with the use and enjoyment of the Parks by other persons;</p> <p class=\"clause-e\">  (b) throw stones or other missiles;</p> <p class=\"clause-e\">  (c) solicit patronage to or for any person, business rooming house, restaurant or hotel;</p> <p class=\"clause-e\">  (d) beg, solicit or invite subscriptions or contributions;</p> <p class=\"clause-e\">  (e) sell or offer for sale any article, thing or service unless authorized in writing by the Commission;</p> <p class=\"clause-e\">  (f) offer to any person or place on or in any vehicle, any piece of literature, brochure, handbill, advertisement or other written material;</p> <p class=\"clause-e\">  (g) loiter anywhere from midnight to sunrise;</p> <p class=\"clause-e\">  (h) park a vehicle except in an area designated by the Commission for parking;</p> <p class=\"clause-e\"> (h.1) park a vehicle in a parking space designated for use by the disabled, unless the vehicle is marked for use by the disabled;</p> <p class=\"clause-e\">  (i) park a vehicle in a parking area designated by the Commission during hours other than those posted in the designated area;</p> <p class=\"clause-e\">  (j) park a vehicle between midnight and 6 a.m. in a place other than a camp-site designated by the Commission;</p> <p class=\"clause-e\">  (k) hunt or shoot any game bird as defined in the <i>Game and Fish Act</i>, except in such areas and at such times as the Commission may in writing permit and as may be authorized under the <i>Game and Fish Act</i> and the regulations thereunder or under the <i>Migratory Birds Convention Act</i> (Canada) and the regulations thereunder;</p> <p class=\"clause-e\">  (l) subject to clause (k), hunt, trap or molest any bird or animal;</p> <p class=\"clause-e\">  (m) damage or destroy any notice posted; or</p> <p class=\"clause-e\">  (n) camp in an area other than in designated camp-sites unless permission is granted by the Commission.  R.R.O. 1990, Reg. 829, s. 2 (9); O. Reg. 49/91, s. 1.</p> <p class=\"subsection-e\">  (10) Clause (9) (f) does not apply to an officer.  R.R.O. 1990, Reg. 829, s. 2 (10).</p> <p class=\"subsection-e\">  (11) Where an officer believes on reasonable and probable grounds that a person has contravened subsection (9), the officer may remove the person from the Parks and the Commission may cancel any permits of the person pertaining to the Parks in which the contravention occurred.  R.R.O. 1990, Reg. 829, s. 2 (11).</p> <p class=\"subsection-e\">  (12) Where a permit is cancelled in accordance with subsection (11), the permittee is not entitled to reimbursement of fee, toll or admission charge.  R.R.O. 1990, Reg. 829, s. 2 (12).</p> <p class=\"subsection-e\">  (13) No person who has been removed from the Parks under subsection (11) shall within the following seventy-two hour period enter or attempt to enter the Parks from which that person was removed without permission of the Commission.  R.R.O. 1990, Reg. 829, s. 2 (13).</p> <p class=\"heading1-e\">Picnics and Games</p>"
        },
        {
            "id": "3.",
            "section": "Picnics and Games",
            "content": " 3. (1) The Commission may designate the place and time at which picnics may be held in the Parks.  R.R.O. 1990, Reg. 829, s. 3 (1). (2) The Commission may designate the place and time of any athletic game or other form of recreation or amusement proposed to be held in the Parks.  R.R.O. 1990, Reg. 829, s. 3 (2). Permissions",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The Commission may designate the place and time at which picnics may be held in the Parks.  R.R.O. 1990, Reg. 829, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The Commission may designate the place and time of any athletic game or other form of recreation or amusement proposed to be held in the Parks.  R.R.O. 1990, Reg. 829, s. 3 (2).</p> <p class=\"heading1-e\">Permissions</p>"
        },
        {
            "id": "4.",
            "section": "Permissions",
            "content": " 4. Except at a boat launching ramp provided by the Commission, no person shall place or permit to be placed any power-boat, row-boat, sail-boat, canoe, punt, ice-boat, raft, hydroplane or watercraft of any kind upon any portion of the talus or foreshore of the Niagara River that is under the jurisdiction of the Commission.  R.R.O. 1990, Reg. 829, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Except at a boat launching ramp provided by the Commission, no person shall place or permit to be placed any power-boat, row-boat, sail-boat, canoe, punt, ice-boat, raft, hydroplane or watercraft of any kind upon any portion of the talus or foreshore of the Niagara River that is under the jurisdiction of the Commission.  R.R.O. 1990, Reg. 829, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Permissions",
            "content": " 5. No person shall make an ascent in a balloon, aeroplane or other kind of aircraft from the Parks, or land thereon from a balloon, parachute, aeroplane or other kind of aircraft, without written permission from the Commission.  R.R.O. 1990, Reg. 829, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>No person shall make an ascent in a balloon, aeroplane or other kind of aircraft from the Parks, or land thereon from a balloon, parachute, aeroplane or other kind of aircraft, without written permission from the Commission.  R.R.O. 1990, Reg. 829, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Permissions",
            "content": " 6. No person shall, within the Parks, (a) play any instrument; (b) carry or display any flag or other emblem; (c) in military formation or in a band or procession, parade, march, drill or perform any evolution, movement or ceremony; (d) perform any other act that congregates or is likely to congregate persons; or (e) perform or attempt to perform any stunt or feat, without the written permission of the Commission.  R.R.O. 1990, Reg. 829, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>No person shall, within the Parks,</p> <p class=\"clause-e\">  (a) play any instrument;</p> <p class=\"clause-e\">  (b) carry or display any flag or other emblem;</p> <p class=\"clause-e\">  (c) in military formation or in a band or procession, parade, march, drill or perform any evolution, movement or ceremony;</p> <p class=\"clause-e\">  (d) perform any other act that congregates or is likely to congregate persons; or</p> <p class=\"clause-e\">  (e) perform or attempt to perform any stunt or feat,</p> <p class=\"Ssection-e\">without the written permission of the Commission.  R.R.O. 1990, Reg. 829, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Permissions",
            "content": " 7. No person shall make any excavation in the Parks for any purpose without the written permission of the Commission.  R.R.O. 1990, Reg. 829, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>No person shall make any excavation in the Parks for any purpose without the written permission of the Commission.  R.R.O. 1990, Reg. 829, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Permissions",
            "content": " 8. No person shall move, within the Parks, any building, machine or structure that may interfere with the use of roadways, without the written permission of the Commission.  R.R.O. 1990, Reg. 829, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>No person shall move, within the Parks, any building, machine or structure that may interfere with the use of roadways, without the written permission of the Commission.  R.R.O. 1990, Reg. 829, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Permissions",
            "content": " 9. The number of persons authorized to occupy a camp-site within the Parks shall not exceed six persons unless such persons comprise a single family group of parents and their children. R.R.O. 1990, Reg. 829, s. 9. Advertising Prohibited",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>The number of persons authorized to occupy a camp-site within the Parks shall not exceed six persons unless such persons comprise a single family group of parents and their children. R.R.O. 1990, Reg. 829, s. 9.</p> <p class=\"heading1-e\">Advertising Prohibited</p>"
        },
        {
            "id": "10.",
            "section": "Advertising Prohibited",
            "content": " 10. No person shall, without a sign permit from the Commission, erect, post up or otherwise display any notice, sign, signboard or other advertising device within ninety metres, (a) from the westerly boundary of the Parks between the northerly limit of Bowen Road, in the Town of Fort Erie, and the southerly limit of Main Street in the City of Niagara Falls (formerly in the Village of Chippawa); (b) from the westerly boundary of the Parks between that part of the Niagara Regional Road No. 81 and the northerly limit of John Street in the Town of Niagara-on-the-Lake; and (c) from the easterly boundary of the Parks between that part of the Niagara Regional Road No. 81 and the northerly limit of John Street in the Town of Niagara-on-the-Lake.  R.R.O. 1990, Reg. 829, s. 10. Guide Licences",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>No person shall, without a sign permit from the Commission, erect, post up or otherwise display any notice, sign, signboard or other advertising device within ninety metres,</p> <p class=\"clause-e\">  (a) from the westerly boundary of the Parks between the northerly limit of Bowen Road, in the Town of Fort Erie, and the southerly limit of Main Street in the City of Niagara Falls (formerly in the Village of Chippawa);</p> <p class=\"clause-e\">  (b) from the westerly boundary of the Parks between that part of the Niagara Regional Road No. 81 and the northerly limit of John Street in the Town of Niagara-on-the-Lake; and</p> <p class=\"clause-e\">  (c) from the easterly boundary of the Parks between that part of the Niagara Regional Road No. 81 and the northerly limit of John Street in the Town of Niagara-on-the-Lake.  R.R.O. 1990, Reg. 829, s. 10.</p> <p class=\"heading1-e\">Guide Licences</p>"
        },
        {
            "id": "11.",
            "section": "Guide Licences",
            "content": " 11. (1) No person shall guide visitors through the Parks for compensation without a guide licence from the Commission.  R.R.O. 1990, Reg. 829, s. 11 (1). (2) No person shall operate or permit the operation of a Class 1 or Class 2 sight-seeing vehicle within the Parks unless its operator holds a guide licence issued by the Commission.  O. Reg. 56/06, s. 2. (3) A guide licence may be issued upon completion by the applicant in a satisfactory manner of a sight-seeing information examination set by the Commission, and upon filing proof that within the two years immediately preceding the application the applicant has not been convicted of any offence punishable by imprisonment for two years or more and has not previously contravened any of the provisions of any regulation made under the Act.  R.R.O. 1990, Reg. 829, s. 11 (3). Sight-Seeing Vehicle Licences",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) No person shall guide visitors through the Parks for compensation without a guide licence from the Commission.  R.R.O. 1990, Reg. 829, s. 11 (1).</p> <p class=\"subsection-e\">  (2) No person shall operate or permit the operation of a Class 1 or Class 2 sight-seeing vehicle within the Parks unless its operator holds a guide licence issued by the Commission.  O. Reg. 56/06, s. 2.</p> <p class=\"subsection-e\">  (3) A guide licence may be issued upon completion by the applicant in a satisfactory manner of a sight-seeing information examination set by the Commission, and upon filing proof that within the two years immediately preceding the application the applicant has not been convicted of any offence punishable by imprisonment for two years or more and has not previously contravened any of the provisions of any regulation made under the Act.  R.R.O. 1990, Reg. 829, s. 11 (3).</p> <p class=\"heading1-e\">Sight-Seeing Vehicle Licences</p>"
        },
        {
            "id": "12.",
            "section": "Sight-Seeing Vehicle Licences",
            "content": " 12. (1) No person shall operate or permit to be operated within the Parks any sight-seeing vehicle without a sight-seeing vehicle licence from the Commission.  R.R.O. 1990, Reg. 829, s. 12 (1). (2) A sight-seeing vehicle licence expires, (a) on December 31 of the year in which it is issued, in the case of a licence for a Class 1 or Class 2 sight-seeing vehicle; or (b) at the end of the day for which it is issued, in the case of a licence for a Class 3 or Class 4 sight-seeing vehicle.  O. Reg. 56/06, s. 3 (1). (3) No sight-seeing vehicle licence is transferable by the licensee to any other person or to any other sight-seeing vehicle without the written permission of the Commission.  R.R.O. 1990, Reg. 829, s. 12 (3); O. Reg. 56/06, s. 3 (2). (4) No person shall operate or permit the operation of a Class 1 or Class 2 sight-seeing vehicle in the Parks except on routes and with stops that the Commission has approved.  O. Reg. 56/06, s. 3 (3). (5) No person shall charge, or permit to be charged, any fee to a passenger of a Class 1 or Class 2 sight-seeing vehicle for service within the Parks unless the Commission has approved the fee.  O. Reg. 56/06, s. 3 (3). (6) There shall be clearly displayed in each sight-seeing vehicle for which a licence has been granted, particulars of the licence held from the Commission and a copy of the tariff of rates and charges payable by passengers using the vehicle.  R.R.O. 1990, Reg. 829, s. 12 (6). Traffic Rules",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) No person shall operate or permit to be operated within the Parks any sight-seeing vehicle without a sight-seeing vehicle licence from the Commission.  R.R.O. 1990, Reg. 829, s. 12 (1).</p> <p class=\"subsection-e\">  (2) A sight-seeing vehicle licence expires,</p> <p class=\"clause-e\">  (a) on December 31 of the year in which it is issued, in the case of a licence for a Class 1 or Class 2 sight-seeing vehicle; or</p> <p class=\"clause-e\">  (b) at the end of the day for which it is issued, in the case of a licence for a Class 3 or Class 4 sight-seeing vehicle.  O. Reg. 56/06, s. 3 (1).</p> <p class=\"subsection-e\">  (3) No sight-seeing vehicle licence is transferable by the licensee to any other person or to any other sight-seeing vehicle without the written permission of the Commission.  R.R.O. 1990, Reg. 829, s. 12 (3); O. Reg. 56/06, s. 3 (2).</p> <p class=\"subsection-e\">  (4) No person shall operate or permit the operation of a Class 1 or Class 2 sight-seeing vehicle in the Parks except on routes and with stops that the Commission has approved.  O. Reg. 56/06, s. 3 (3).</p> <p class=\"subsection-e\">  (5) No person shall charge, or permit to be charged, any fee to a passenger of a Class 1 or Class 2 sight-seeing vehicle for service within the Parks unless the Commission has approved the fee.  O. Reg. 56/06, s. 3 (3).</p> <p class=\"subsection-e\">  (6) There shall be clearly displayed in each sight-seeing vehicle for which a licence has been granted, particulars of the licence held from the Commission and a copy of the tariff of rates and charges payable by passengers using the vehicle.  R.R.O. 1990, Reg. 829, s. 12 (6).</p> <p class=\"heading1-e\">Traffic Rules</p>"
        },
        {
            "id": "13.",
            "section": "Traffic Rules",
            "content": " 13. (1) Except as otherwise provided in this Regulation, no person shall, (a) park a vehicle within fifteen metres of a bridge, or in a place that prevents or is likely to prevent the convenient movement of other vehicles, or in any prohibited area; (a.1) leave a vehicle parked in a place if the time limit for parking in that place has expired according to a parking meter or pay and display device authorized by the Commission; (b) park a vehicle for a longer period than, (i) one hour in any area in which the Commission has designated by the erection of signs a maximum period of parking of one hour, (ii) two hours in any area in which the Commission has designated by the erection of signs a maximum period of parking of two hours; or (c) park a sight-seeing vehicle in a place other than an area designated by the Commission for the parking of the particular class of sight-seeing vehicle.  R.R.O. 1990, Reg. 829, s. 13 (1); O. Reg. 153/13, s. 1. (2) Where a vehicle is parked or left in contravention of subsection (1) or clause 2 (9) (h), (i) or (j) or of subsection (8) of this section an officer may cause the vehicle to be moved or taken to or placed or stored in a suitable place.  R.R.O. 1990, Reg. 829, s. 13 (2). (3) No person shall drive a motor vehicle at a greater rate of speed than, (a) 40 kilometres an hour on any highway, road, boulevard or parkway of the Commission within the limits of Queen Victoria Park and Queenston Heights Park; (b) 50 kilometres an hour on part of Lakeshore Road and part of the Niagara Parkway in the Town of Fort Erie and being from a point in the westerly limit of Lakeshore Road where it is intersected by the southerly limit of Lot 6 on the westerly side of Lakeshore Road according to Plan 328, now known as Plan 992, and extending northerly along Lakeshore Road and the Niagara Parkway to the intersection of the Niagara Parkway with the northerly limit of Central Avenue; (c) 50 kilometres an hour on the following sections of the Niagara Parkway, (i) from the intersection thereof with the southwesterly limit of Main Street in the former Village of Chippawa, now in the City of Niagara Falls, to a point distant 800 metres measured southerly therefrom, (ii) from a point thereon distant 75 metres north of its intersection with the northerly limit of Mechanic Street in the former Village of Chippawa, now in the City of Niagara Falls, to a point distant 800 metres measured northerly therefrom, (iii) from the intersection thereof with the southerly limit of Clifton Hill in the City of Niagara Falls northerly to the southerly limit of Victoria Avenue in the City of Niagara Falls, (iv) from the intersection thereof with the southerly limit of Niagara Regional Road No. 81 northerly to the intersection thereof with the northerly limit of Queenston Street in the former Village of Queenston, now in the Town of Niagara-on-the-Lake, (v) from the intersection thereof with the northerly limit of John Street in the Town of Niagara-on-the-Lake northerly to its intersection with the southwesterly limit of Byron Street in the Town of Niagara-on-the-Lake; or (d) 60 kilometres an hour on any other highway, road, boulevard or parkway of the Commission.  R.R.O. 1990, Reg. 829, s. 13 (3). (4) No person shall operate any vehicle within the Parks except on those portions of the Commission’s highways, roads, boulevards and parkways provided for vehicular traffic.  O. Reg. 49/91, s. 2 (1). (4.0.1) Subsection (4) does not apply to a person riding a bicycle or operating a mobility aid on paths where signs that permit those uses are erected.  O. Reg. 265/08, s. 2 (1). (4.1) No person shall operate a mobility aid or a vehicle drawn, propelled or driven by muscular power on those portions of the Commission’s highways, roads, boulevards and parkways that have signs erected prohibiting the operation of such aids and vehicles.  O. Reg. 265/08, s. 2 (2). (4.2) Revoked:  O. Reg. 265/08, s. 2 (3). (5) No person shall drive a motorized snow vehicle as defined in the Motorized Snow Vehicles Act, within the Parks, (a) except in an area specifically designated for the purpose by the Commission; (b) after 11 p.m. or before 7 a.m. on any day; (c) unless he or she is wearing a helmet that complies with the regulations made under the Motorized Snow Vehicles Act; (d) unless the owner of the motorized snow vehicle is insured under a motor vehicle liability policy with respect to the vehicle in accordance with the Insurance Act.  R.R.O. 1990, Reg. 829, s. 13 (5). (6) Where proper signs have been erected indicating one-way traffic on any highway, no person shall drive a vehicle on the highway except in the direction indicated by the signs.  R.R.O. 1990, Reg. 829, s. 13 (6). (7) An officer may direct traffic and in cases of fire, accident, traffic congestion or other emergency may direct traffic into such channels as are necessary to prevent or relieve congestion.  R.R.O. 1990, Reg. 829, s. 13 (7). (8) Every person shall obey any direction given under subsection (7).  R.R.O. 1990, Reg. 829, s. 13 (8). (9) No person shall operate, drive or park a heavy vehicle within the Parks.  R.R.O. 1990, Reg. 829, s. 13 (9). (10) In subsection (9), “heavy vehicle” means a vehicle that has a gross weight exceeding 5,000 kilograms, or a vehicle or combination of vehicles that transmits to the ground a weight in excess of 5,000 kilograms.  R.R.O. 1990, Reg. 829, s. 13 (10). (11) Subsection (9) does not apply to, (a) a person who operates, drives or parks a heavy vehicle only when making deliveries within the Parks; or (b) any other person who operates, drives or parks a heavy vehicle within the Parks for a purpose other than making deliveries within the Parks, if the person has obtained the written permission of the Commission to operate, drive or park a heavy vehicle within the Parks.  O. Reg. 179/04, s. 1. (11.1) The Commission may give the permission mentioned in clause (11) (b) subject to the conditions set out in the permission, including conditions as to time and place for the operation, driving or parking of the vehicle.  O. Reg. 179/04, s. 1. (12) No person shall walk on those portions of the Commission’s highways, roads, boulevards and parkways that have signs erected prohibiting walking.  O. Reg. 49/91, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) Except as otherwise provided in this Regulation, no person shall,</p> <p class=\"clause-e\">  (a) park a vehicle within fifteen metres of a bridge, or in a place that prevents or is likely to prevent the convenient movement of other vehicles, or in any prohibited area;</p> <p class=\"clause-e\"> (a.1) leave a vehicle parked in a place if the time limit for parking in that place has expired according to a parking meter or pay and display device authorized by the Commission; </p> <p class=\"clause-e\">  (b) park a vehicle for a longer period than,</p> <p class=\"subclause-e\">  (i) one hour in any area in which the Commission has designated by the erection of signs a maximum period of parking of one hour,</p> <p class=\"subclause-e\">  (ii) two hours in any area in which the Commission has designated by the erection of signs a maximum period of parking of two hours; or</p> <p class=\"clause-e\">  (c) park a sight-seeing vehicle in a place other than an area designated by the Commission for the parking of the particular class of sight-seeing vehicle.  R.R.O. 1990, Reg. 829, s. 13 (1); O. Reg. 153/13, s. 1.</p> <p class=\"subsection-e\">  (2) Where a vehicle is parked or left in contravention of subsection (1) or clause 2 (9) (h), (i) or (j) or of subsection (8) of this section an officer may cause the vehicle to be moved or taken to or placed or stored in a suitable place.  R.R.O. 1990, Reg. 829, s. 13 (2).</p> <p class=\"subsection-e\">  (3) No person shall drive a motor vehicle at a greater rate of speed than,</p> <p class=\"clause-e\">  (a) 40 kilometres an hour on any highway, road, boulevard or parkway of the Commission within the limits of Queen Victoria Park and Queenston Heights Park;</p> <p class=\"clause-e\">  (b) 50 kilometres an hour on part of Lakeshore Road and part of the Niagara Parkway in the Town of Fort Erie and being from a point in the westerly limit of Lakeshore Road where it is intersected by the southerly limit of Lot 6 on the westerly side of Lakeshore Road according to Plan 328, now known as Plan 992, and extending northerly along Lakeshore Road and the Niagara Parkway to the intersection of the Niagara Parkway with the northerly limit of Central Avenue;</p> <p class=\"clause-e\">  (c) 50 kilometres an hour on the following sections of the Niagara Parkway,</p> <p class=\"subclause-e\">  (i) from the intersection thereof with the southwesterly limit of Main Street in the former Village of Chippawa, now in the City of Niagara Falls, to a point distant 800 metres measured southerly therefrom,</p> <p class=\"subclause-e\">  (ii) from a point thereon distant 75 metres north of its intersection with the northerly limit of Mechanic Street in the former Village of Chippawa, now in the City of Niagara Falls, to a point distant 800 metres measured northerly therefrom,</p> <p class=\"subclause-e\">  (iii) from the intersection thereof with the southerly limit of Clifton Hill in the City of Niagara Falls northerly to the southerly limit of Victoria Avenue in the City of Niagara Falls,</p> <p class=\"subclause-e\">  (iv) from the intersection thereof with the southerly limit of Niagara Regional Road No. 81 northerly to the intersection thereof with the northerly limit of Queenston Street in the former Village of Queenston, now in the Town of Niagara-on-the-Lake,</p> <p class=\"subclause-e\">  (v) from the intersection thereof with the northerly limit of John Street in the Town of Niagara-on-the-Lake northerly to its intersection with the southwesterly limit of Byron Street in the Town of Niagara-on-the-Lake; or</p> <p class=\"clause-e\">  (d) 60 kilometres an hour on any other highway, road, boulevard or parkway of the Commission.  R.R.O. 1990, Reg. 829, s. 13 (3).</p> <p class=\"subsection-e\">  (4) No person shall operate any vehicle within the Parks except on those portions of the Commission’s highways, roads, boulevards and parkways provided for vehicular traffic.  O. Reg. 49/91, s. 2 (1).</p> <p class=\"subsection-e\">  (4.0.1) Subsection (4) does not apply to a person riding a bicycle or operating a mobility aid on paths where signs that permit those uses are erected.  O. Reg. 265/08, s. 2 (1).</p> <p class=\"subsection-e\">  (4.1) No person shall operate a mobility aid or a vehicle drawn, propelled or driven by muscular power on those portions of the Commission’s highways, roads, boulevards and parkways that have signs erected prohibiting the operation of such aids and vehicles.  O. Reg. 265/08, s. 2 (2).</p> <p class=\"subsection-e\">  (4.2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 265/08, s. 2 (3).</p> <p class=\"subsection-e\">  (5) No person shall drive a motorized snow vehicle as defined in the <i>Motorized Snow Vehicles Act</i>, within the Parks,</p> <p class=\"clause-e\">  (a) except in an area specifically designated for the purpose by the Commission;</p> <p class=\"clause-e\">  (b) after 11 p.m. or before 7 a.m. on any day;</p> <p class=\"clause-e\">  (c) unless he or she is wearing a helmet that complies with the regulations made under the <i>Motorized Snow Vehicles Act</i>;</p> <p class=\"clause-e\">  (d) unless the owner of the motorized snow vehicle is insured under a motor vehicle liability policy with respect to the vehicle in accordance with the <i>Insurance Act</i>.  R.R.O. 1990, Reg. 829, s. 13 (5).</p> <p class=\"subsection-e\">  (6) Where proper signs have been erected indicating one-way traffic on any highway, no person shall drive a vehicle on the highway except in the direction indicated by the signs.  R.R.O. 1990, Reg. 829, s. 13 (6).</p> <p class=\"subsection-e\">  (7) An officer may direct traffic and in cases of fire, accident, traffic congestion or other emergency may direct traffic into such channels as are necessary to prevent or relieve congestion.  R.R.O. 1990, Reg. 829, s. 13 (7).</p> <p class=\"subsection-e\">  (8) Every person shall obey any direction given under subsection (7).  R.R.O. 1990, Reg. 829, s. 13 (8).</p> <p class=\"subsection-e\">  (9) No person shall operate, drive or park a heavy vehicle within the Parks.  R.R.O. 1990, Reg. 829, s. 13 (9).</p> <p class=\"subsection-e\">  (10) In subsection (9),</p> <p class=\"firstdef-e\">“heavy vehicle” means a vehicle that has a gross weight exceeding 5,000 kilograms, or a vehicle or combination of vehicles that transmits to the ground a weight in excess of 5,000 kilograms.  R.R.O. 1990, Reg. 829, s. 13 (10).</p> <p class=\"subsection-e\">  (11) Subsection (9) does not apply to,</p> <p class=\"clause-e\">  (a) a person who operates, drives or parks a heavy vehicle only when making deliveries within the Parks; or</p> <p class=\"clause-e\">  (b) any other person who operates, drives or parks a heavy vehicle within the Parks for a purpose other than making deliveries within the Parks, if the person has obtained the written permission of the Commission to operate, drive or park a heavy vehicle within the Parks.  O. Reg. 179/04, s. 1.</p> <p class=\"subsection-e\">  (11.1) The Commission may give the permission mentioned in clause (11) (b) subject to the conditions set out in the permission, including conditions as to time and place for the operation, driving or parking of the vehicle.  O. Reg. 179/04, s. 1.</p> <p class=\"subsection-e\">  (12) No person shall walk on those portions of the Commission’s highways, roads, boulevards and parkways that have signs erected prohibiting walking.  O. Reg. 49/91, s. 2 (2).</p>"
        },
        {
            "id": "14.",
            "section": "Traffic Rules",
            "content": "  14. (1) Every operator of a vehicle, except a person on a bicycle or a mobility aid, shall bring the vehicle to a full stop immediately before entering the travelled portion of any highway, road, boulevard or parkway of the Commission.  O. Reg. 49/91, s. 3; O. Reg. 265/08, s. 3 (1). (2) A person on a bicycle or a mobility aid entering the travelled portion of a highway, road, boulevard or parkway of the Commission from a path on which the use of bicycles or mobility aids, as the case may be, is permitted shall yield to all vehicles on that portion.  O. Reg. 265/08, s. 3 (2). (3) Every operator of a motorized vehicle entering a path that is not part of the travelled portion of a highway, road, boulevard or parkway of the Commission shall yield to persons on the path.  O. Reg. 49/91, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  14. </b>(1) Every operator of a vehicle, except a person on a bicycle or a mobility aid, shall bring the vehicle to a full stop immediately before entering the travelled portion of any highway, road, boulevard or parkway of the Commission.  O. Reg. 49/91, s. 3; O. Reg. 265/08, s. 3 (1).</p> <p class=\"subsection-e\">  (2) A person on a bicycle or a mobility aid entering the travelled portion of a highway, road, boulevard or parkway of the Commission from a path on which the use of bicycles or mobility aids, as the case may be, is permitted shall yield to all vehicles on that portion.  O. Reg. 265/08, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Every operator of a motorized vehicle entering a path that is not part of the travelled portion of a highway, road, boulevard or parkway of the Commission shall yield to persons on the path.  O. Reg. 49/91, s. 3.</p>"
        },
        {
            "id": "15.",
            "section": "Traffic Rules",
            "content": " 15. The operator of a vehicle shall obey all speed limit signs, stop signs and yield right of way signs showing the traffic rules set out in this Regulation.  R.R.O. 1990, Reg. 829, s. 15. Controlled Access Highways",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>The operator of a vehicle shall obey all speed limit signs, stop signs and yield right of way signs showing the traffic rules set out in this Regulation.  R.R.O. 1990, Reg. 829, s. 15.</p> <p class=\"heading1-e\">Controlled Access Highways</p>"
        },
        {
            "id": "16.",
            "section": "Controlled Access Highways",
            "content": " 16. All highways, roads, boulevards and parkways of the Commission are designated as controlled access highways.  R.R.O. 1990, Reg. 829, s. 16. Insurance",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>All highways, roads, boulevards and parkways of the Commission are designated as controlled access highways.  R.R.O. 1990, Reg. 829, s. 16.</p> <p class=\"heading1-e\">Insurance</p>"
        },
        {
            "id": "17.",
            "section": "Insurance",
            "content": " 17. (1) No licence for a sight-seeing vehicle shall be issued unless the vehicle is insured under a livery service policy for loss or damage resulting from bodily injury to or the death of any person, including passengers, or from damage to property for an amount, exclusive of interest and costs, that is equal to or greater than the minimum limits required under section 14 of Ontario Regulation 418/21 (Passenger Transportation Vehicles) made under the Highway Traffic Act for a vehicle having the same seating capacity.  O. Reg. 56/06, s. 4; O. Reg. 447/21, s. 1. (2) The minimum limits apply despite the number of claims arising from any one accident.  R.R.O. 1990, Reg. 829, s. 17 (2); O. Reg. 430/06, s. 1. (3) The owner of a sight-seeing vehicle shall deposit with the Commission, prior to the issuance of a licence for the vehicle, an original or certified copy of the policy of insurance or a certificate of insurance issued by the insurance company and countersigned by the agent.  R.R.O. 1990, Reg. 829, s. 17 (3). (4) Every policy or certificate deposited with the Commission under subsection (3) shall contain an endorsement whereby the insurance company undertakes to notify the Commission by registered mail within fifteen days of making a decision to reduce the amount of insurance coverage or to cancel or refuse to renew the insurance policy.  R.R.O. 1990, Reg. 829, s. 17 (4). General",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) No licence for a sight-seeing vehicle shall be issued unless the vehicle is insured under a livery service policy for loss or damage resulting from bodily injury to or the death of any person, including passengers, or from damage to property for an amount, exclusive of interest and costs, that is equal to or greater than the minimum limits required under section 14 of Ontario Regulation 418/21 (Passenger Transportation Vehicles) made under the <i>Highway Traffic Act</i> for a vehicle having the same seating capacity.  O. Reg. 56/06, s. 4; O. Reg. 447/21, s. 1.</p> <p class=\"subsection-e\">  (2) The minimum limits apply despite the number of claims arising from any one accident.  R.R.O. 1990, Reg. 829, s. 17 (2); O. Reg. 430/06, s. 1.</p> <p class=\"subsection-e\">  (3) The owner of a sight-seeing vehicle shall deposit with the Commission, prior to the issuance of a licence for the vehicle, an original or certified copy of the policy of insurance or a certificate of insurance issued by the insurance company and countersigned by the agent.  R.R.O. 1990, Reg. 829, s. 17 (3).</p> <p class=\"subsection-e\">  (4) Every policy or certificate deposited with the Commission under subsection (3) shall contain an endorsement whereby the insurance company undertakes to notify the Commission by registered mail within fifteen days of making a decision to reduce the amount of insurance coverage or to cancel or refuse to renew the insurance policy.  R.R.O. 1990, Reg. 829, s. 17 (4).</p> <p class=\"heading1-e\">General</p>"
        },
        {
            "id": "18.",
            "section": "General",
            "content": " 18. Every sight-seeing vehicle for which a licence has been issued shall have painted on both sides thereof in a clearly visible position the name and address of the owner.  R.R.O. 1990, Reg. 829, s. 18.",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>Every sight-seeing vehicle for which a licence has been issued shall have painted on both sides thereof in a clearly visible position the name and address of the owner.  R.R.O. 1990, Reg. 829, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "General",
            "content": " 19. No person shall display any advertising sign or device on the outside of a sight-seeing vehicle without the written approval of the Commission.  R.R.O. 1990, Reg. 829, s. 19.",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>No person shall display any advertising sign or device on the outside of a sight-seeing vehicle without the written approval of the Commission.  R.R.O. 1990, Reg. 829, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "General",
            "content": " 20. No person shall operate a public address system, loud speaker or any device that amplifies sound from or in a sight-seeing vehicle other than a system or device limited to communication to the passengers in the sight-seeing vehicle. R.R.O. 1990, Reg. 829, s. 20.",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>No person shall operate a public address system, loud speaker or any device that amplifies sound from or in a sight-seeing vehicle other than a system or device limited to communication to the passengers in the sight-seeing vehicle. R.R.O. 1990, Reg. 829, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": "General",
            "content": " 21. No person shall permit a child of ten years of age or less to be within the Parks unless accompanied by an adult.  R.R.O. 1990, Reg. 829, s. 21. Fees",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>No person shall permit a child of ten years of age or less to be within the Parks unless accompanied by an adult.  R.R.O. 1990, Reg. 829, s. 21.</p> <p class=\"heading1-e\">Fees</p>"
        },
        {
            "id": "22.",
            "section": "Fees",
            "content": " 22. (1) The fee for a guide licence is $65. O. Reg. 153/13, s. 2 (2). (2) The fee for a Class 1 sight-seeing vehicle licence is $250. O. Reg. 153/13, s. 2 (2). (3) The fee for a Class 2 sight-seeing vehicle licence is $375. O. Reg. 153/13, s. 2 (2). (4) The fee for a Class 3 sight-seeing vehicle licence is the amount provided in Table 2. O. Reg. 153/13, s. 2 (2). (5) There is no fee for a Class 4 sight-seeing vehicle licence. O. Reg. 153/13, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>22.</b> (1) The fee for a guide licence is $65. O. Reg. 153/13, s. 2 (2).</p> <p class=\"subsection-e\">  (2) The fee for a Class 1 sight-seeing vehicle licence is $250. O. Reg. 153/13, s. 2 (2).</p> <p class=\"subsection-e\">  (3) The fee for a Class 2 sight-seeing vehicle licence is $375. O. Reg. 153/13, s. 2 (2).</p> <p class=\"subsection-e\">  (4) The fee for a Class 3 sight-seeing vehicle licence is the amount provided in Table 2. O. Reg. 153/13, s. 2 (2).</p> <p class=\"subsection-e\">  (5) There is no fee for a Class 4 sight-seeing vehicle licence. O. Reg. 153/13, s. 2 (2).</p>"
        },
        {
            "id": "23.",
            "section": "Fees",
            "content": " 23. The licence fee for a sight-seeing vehicle is payable, (a) upon application for a licence, in the case of a Class 1 or Class 2 sight-seeing vehicle; or (b) no later than the time at which the sight-seeing vehicle enters the Parks, in the case of a Class 3 sight-seeing vehicle.  O. Reg. 56/06, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>The licence fee for a sight-seeing vehicle is payable,</p> <p class=\"clause-e\">  (a) upon application for a licence, in the case of a Class 1 or Class 2 sight-seeing vehicle; or</p> <p class=\"clause-e\">  (b) no later than the time at which the sight-seeing vehicle enters the Parks, in the case of a Class 3 sight-seeing vehicle.  O. Reg. 56/06, s. 6.</p>"
        },
        {
            "id": "24.",
            "section": "Fees",
            "content": " 24. Fees, tolls and admissions for enjoyment of facilities of the Parks may be charged by the Commission as posted or published from time to time.  R.R.O. 1990, Reg. 829, s. 24. Cancellation",
            "raw_html": "<p class=\"section-e\"> <b>24. </b>Fees, tolls and admissions for enjoyment of facilities of the Parks may be charged by the Commission as posted or published from time to time.  R.R.O. 1990, Reg. 829, s. 24.</p> <p class=\"heading1-e\">Cancellation</p>"
        },
        {
            "id": "25.",
            "section": "Cancellation",
            "content": " 25. The Commission may at any time cancel any licence or permit issued under this Regulation for a contravention of the Act or this Regulation or where any false statement has been made in the application for such licence or permit.  R.R.O. 1990, Reg. 829, s. 25. TABLE 1 Column 1   Class   Column 2   Description \n\n  1   A sight-seeing vehicle operating two or more days per week on a regular schedule approved by the Commission, that is designed to carry one to six passengers. Class 1 does not include a sight-seeing vehicle conveying passengers on a trip from a school. \n\n  2   A sight-seeing vehicle operating two or more days per week on a regular schedule approved by the Commission, that is designed to carry seven or more passengers. Class 2 does not include a sight-seeing vehicle conveying passengers on a trip from a school. \n\n  3   A sight-seeing vehicle that does not operate two or more days per week on a regular schedule approved by the Commission. Class 3 does not include a sight-seeing vehicle conveying passengers on a trip from a school. \n\n  4   A sight-seeing vehicle conveying passengers on a trip from a school. O. Reg. 56/06, s. 7. TABLE 2 Column 1   Year for which fee is payable   Column 2   Fee for Class 3 sight-seeing vehicle licence ($) \n\n  2013   45 \n\n  2014   50 \n\n  2015   55 \n\n  2016   60 \n\n  2017   65 \n\n  2018   70 \n\n  2019   75 \n\n  2020   80 \n\n  2021   85 \n\n  2022   90 \n\n  2023   95 \n\n  2024   100 \n\n  2025   105 \n\n  2026 and subsequent   110 O. Reg. 153/13, s. 3.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>25. </b>The Commission may at any time cancel any licence or permit issued under this Regulation for a contravention of the Act or this Regulation or where any false statement has been made in the application for such licence or permit.  R.R.O. 1990, Reg. 829, s. 25.</p> <p class=\"tableheading-e\">TABLE 1</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">Column 1 <br/>  Class</p> </td> <td valign=\"top\" width=\"572\"> <p class=\"table-e\">Column 2 <br/>  Description</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">1</p> </td> <td valign=\"top\" width=\"572\"> <p class=\"table-e\">A sight-seeing vehicle operating two or more days per week on a regular schedule approved by the Commission, that is designed to carry one to six passengers. Class 1 does not include a sight-seeing vehicle conveying passengers on a trip from a school.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">2</p> </td> <td valign=\"top\" width=\"572\"> <p class=\"table-e\">A sight-seeing vehicle operating two or more days per week on a regular schedule approved by the Commission, that is designed to carry seven or more passengers. Class 2 does not include a sight-seeing vehicle conveying passengers on a trip from a school.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">3</p> </td> <td valign=\"top\" width=\"572\"> <p class=\"table-e\">A sight-seeing vehicle that does not operate two or more days per week on a regular schedule approved by the Commission. Class 3 does not include a sight-seeing vehicle conveying passengers on a trip from a school.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"100\"> <p class=\"table-e\">4</p> </td> <td valign=\"top\" width=\"572\"> <p class=\"table-e\">A sight-seeing vehicle conveying passengers on a trip from a school. </p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 56/06, s. 7.</p> <p class=\"tableheading-e\">TABLE 2</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"161\"> <p class=\"table-e\">Column 1 <br/>  Year for which fee is payable</p> </td> <td valign=\"top\" width=\"151\"> <p class=\"table-e\">Column 2 <br/>  Fee for Class 3 sight-seeing vehicle licence ($)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"161\"> <p class=\"table-e\">2013</p> </td> <td valign=\"top\" width=\"151\"> <p align=\"right\" class=\"table-e\">45</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"161\"> <p class=\"table-e\">2014</p> </td> <td valign=\"top\" width=\"151\"> <p align=\"right\" class=\"table-e\">50</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"161\"> <p class=\"table-e\">2015</p> </td> <td valign=\"top\" width=\"151\"> <p align=\"right\" class=\"table-e\">55</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"161\"> <p class=\"table-e\">2016</p> </td> <td valign=\"top\" width=\"151\"> <p align=\"right\" class=\"table-e\">60</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"161\"> <p class=\"table-e\">2017</p> </td> <td valign=\"top\" width=\"151\"> <p align=\"right\" class=\"table-e\">65</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"161\"> <p class=\"table-e\">2018</p> </td> <td valign=\"top\" width=\"151\"> <p align=\"right\" class=\"table-e\">70</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"161\"> <p class=\"table-e\">2019</p> </td> <td valign=\"top\" width=\"151\"> <p align=\"right\" class=\"table-e\">75</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"161\"> <p class=\"table-e\">2020</p> </td> <td valign=\"top\" width=\"151\"> <p align=\"right\" class=\"table-e\">80</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"161\"> <p class=\"table-e\">2021</p> </td> <td valign=\"top\" width=\"151\"> <p align=\"right\" class=\"table-e\">85</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"161\"> <p class=\"table-e\">2022</p> </td> <td valign=\"top\" width=\"151\"> <p align=\"right\" class=\"table-e\">90</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"161\"> <p class=\"table-e\">2023</p> </td> <td valign=\"top\" width=\"151\"> <p align=\"right\" class=\"table-e\">95</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"161\"> <p class=\"table-e\">2024</p> </td> <td valign=\"top\" width=\"151\"> <p align=\"right\" class=\"table-e\">100</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"161\"> <p class=\"table-e\">2025</p> </td> <td valign=\"top\" width=\"151\"> <p align=\"right\" class=\"table-e\">105</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"161\"> <p class=\"table-e\">2026 and subsequent</p> </td> <td valign=\"top\" width=\"151\"> <p align=\"right\" class=\"table-e\">110</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">O. Reg. 153/13, s. 3.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900829\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}