{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 312: TRAINING ASSISTANCE",
        "reg_name_text": "TRAINING ASSISTANCE",
        "citation": "R.R.O. 1990, Reg. 312: ",
        "act_under": "Education Act   Loi sur l’éducation",
        "url": "https://www.ontario.ca/laws/regulation/900312",
        "date_scraped": "2023-12-19 06:42:59"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900312/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "June  3, 2010"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) For the purposes of subsection 135 (16) of the Act, during the period of twenty months commencing on the date upon which the transfer of employment of the designated person becomes effective under subsection 135 (11) of the Act, where the retraining of the designated person requires the attendance of the person at an educational institution in Ontario other than a school operated by the Roman Catholic school board to which the teaching contract, employment contract or employment relationship of the person is transferred, the following, subject to subsections (2), (3), (4) and (5), is prescribed as training assistance: training assistance = x + y where, x = the cost of, (a) tuition at the institution, (b) educational material required or recommended for the designated person by the institution, and (c) incidental expenses incurred by the designated person that are payable to the institution as a result of enrolment and attendance at the institution; y = where the campus of the institution that the designated person attends or the place at which the designated person is required to attend to obtain practical experience that is part of the program of the institution in which the designated person is enrolled is situate, (a) in a municipality other than the municipality in which the designated person resides or a municipality adjoining the municipality or locality in which the designated person resides, and (b) more than eight kilometres further by road or rail than the distance by road or rail from the residence of the designated person to the place at which the designated person was required to perform services for the public board immediately prior to being designated under section 135 of the Act, an amount, (c) where the designated person travels daily to the campus or the place, that does not exceed $75 per day for each day that the designated person is in attendance at the campus or place, in respect of, (i) the actual cost of daily transportation to and from the residence of the designated person or the cost of daily transportation calculated at a rate per kilometre determined by the Roman Catholic school board, and (ii) the actual cost of meals or the cost of meals calculated at the rate that the Roman Catholic school board ordinarily pays for employees who are engaged in performing duties for the board, or (d) where daily transportation to and from the residence of the designated person is impracticable by reason of distance or the lack of suitable transportation, of $450 per week for each week or part thereof that the designated person is in attendance at the campus or place, in respect of, (i) the cost of board and lodging in the municipality in which the campus or place is situate, and (ii) the actual cost of transportation once a week to and from the lodging and the residence of the designated person or the cost of transportation once a week calculated at a rate per kilometre determined by the Roman Catholic school board, and reimbursement for all necessary living and household expenses of an extraordinary nature in respect of the maintenance and support of dependants of the designated person incurred during the period of the board and lodging as a direct result of the designated person finding it necessary to obtain the board and lodging. R.R.O. 1990, Reg. 312, s. 1 (1). (2) A Roman Catholic school board that enters into a collective agreement that covers the designated person and that provides for the payment of an amount in respect of retraining during the period referred to in subsection (1) that exceeds the maximum amount of $75 per day or the $450 per week set out in subsection (1) or the $10,000 set out in subsection (4) shall pay the amount set out in the collective agreement and not the amount set out in subsection (1) or (4), as the case may be. R.R.O. 1990, Reg. 312, s. 1 (2). (3) The amount determined under subsection (1) shall be reduced by the net amount after taxes and employment related deductions of remuneration earned by the designated person as a result of obtaining practical experience as part of the retraining program or otherwise taking part in the retraining program. R.R.O. 1990, Reg. 312, s. 1 (3). (4) The maximum amount that is required to be paid under subsection (1) for training assistance for a designated person is $10,000 in addition to the salary and benefits to which the designated person is entitled under section 135 of the Act. R.R.O. 1990, Reg. 312, s. 1 (4). (5) Where the amount calculated under subsection (1) exceeds $10,000, the Roman Catholic school board may pay the total amount calculated in respect of x under subsection (1) and apply the balance, if any, to the amount calculated in respect of y under subsection (1) or the converse as is agreed upon by the board and the designated person. R.R.O. 1990, Reg. 312, s. 1 (5). ",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) For the purposes of subsection 135 (16) of the Act, during the period of twenty months commencing on the date upon which the transfer of employment of the designated person becomes effective under subsection 135 (11) of the Act, where the retraining of the designated person requires the attendance of the person at an educational institution in Ontario other than a school operated by the Roman Catholic school board to which the teaching contract, employment contract or employment relationship of the person is transferred, the following, subject to subsections (2), (3), (4) and (5), is prescribed as training assistance:</p> <p class=\"equation-e\">training assistance = x + y</p> <p class=\"Ssection-e\">where,</p> <p class=\"equationind1-e\">x = the cost of,</p> <p class=\"equationind2-e\">(a) tuition at the institution,</p> <p class=\"equationind2-e\">(b) educational material required or recommended for the designated person by the institution, and</p> <p class=\"equationind2-e\">(c) incidental expenses incurred by the designated person that are payable to the institution as a result of enrolment and attendance at the institution;</p> <p class=\"equationind1-e\">y = where the campus of the institution that the designated person attends or the place at which the designated person is required to attend to obtain practical experience that is part of the program of the institution in which the designated person is enrolled is situate,</p> <p class=\"equationind2-e\">(a) in a municipality other than the municipality in which the designated person resides or a municipality adjoining the municipality or locality in which the designated person resides, and</p> <p class=\"equationind2-e\">(b) more than eight kilometres further by road or rail than the distance by road or rail from the residence of the designated person to the place at which the designated person was required to perform services for the public board immediately prior to being designated under section 135 of the Act,</p> <p class=\"equationind1-e\">an amount,</p> <p class=\"equationind2-e\">(c) where the designated person travels daily to the campus or the place, that does not exceed $75 per day for each day that the designated person is in attendance at the campus or place, in respect of,</p> <p class=\"equationid3-e\">(i) the actual cost of daily transportation to and from the residence of the designated person or the cost of daily transportation calculated at a rate per kilometre determined by the Roman Catholic school board, and</p> <p class=\"equationid3-e\">(ii) the actual cost of meals or the cost of meals calculated at the rate that the Roman Catholic school board ordinarily pays for employees who are engaged in performing duties for the board, or</p> <p class=\"equationind2-e\">(d) where daily transportation to and from the residence of the designated person is impracticable by reason of distance or the lack of suitable transportation, of $450 per week for each week or part thereof that the designated person is in attendance at the campus or place, in respect of,</p> <p class=\"equationid3-e\">(i) the cost of board and lodging in the municipality in which the campus or place is situate, and</p> <p class=\"equationid3-e\">(ii) the actual cost of transportation once a week to and from the lodging and the residence of the designated person or the cost of transportation once a week calculated at a rate per kilometre determined by the Roman Catholic school board,</p> <p class=\"equationind2-e\">and reimbursement for all necessary living and household expenses of an extraordinary nature in respect of the maintenance and support of dependants of the designated person incurred during the period of the board and lodging as a direct result of the designated person finding it necessary to obtain the board and lodging.</p> <p class=\"footnote-e\">  R.R.O. 1990, Reg. 312, s. 1 (1).</p> <p class=\"subsection-e\">(2) A Roman Catholic school board that enters into a collective agreement that covers the designated person and that provides for the payment of an amount in respect of retraining during the period referred to in subsection (1) that exceeds the maximum amount of $75 per day or the $450 per week set out in subsection (1) or the $10,000 set out in subsection (4) shall pay the amount set out in the collective agreement and not the amount set out in subsection (1) or (4), as the case may be. R.R.O. 1990, Reg. 312, s. 1 (2).</p> <p class=\"subsection-e\">(3) The amount determined under subsection (1) shall be reduced by the net amount after taxes and employment related deductions of remuneration earned by the designated person as a result of obtaining practical experience as part of the retraining program or otherwise taking part in the retraining program. R.R.O. 1990, Reg. 312, s. 1 (3).</p> <p class=\"subsection-e\">(4) The maximum amount that is required to be paid under subsection (1) for training assistance for a designated person is $10,000 in addition to the salary and benefits to which the designated person is entitled under section 135 of the Act. R.R.O. 1990, Reg. 312, s. 1 (4).</p> <p class=\"subsection-e\">(5) Where the amount calculated under subsection (1) exceeds $10,000, the Roman Catholic school board may pay the total amount calculated in respect of x under subsection (1) and apply the balance, if any, to the amount calculated in respect of y under subsection (1) or the converse as is agreed upon by the board and the designated person. R.R.O. 1990, Reg. 312, s. 1 (5).</p> <p class=\"Normal\"></p>"
        }
    ]
}