{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 424: PROCESSING TOMATO SEEDLING PLANTS - MARKETING",
        "reg_name_text": "PROCESSING TOMATO SEEDLING PLANTS — MARKETING",
        "citation": "R.R.O. 1990, Reg. 424: PROCESSING TOMATO SEEDLING PLANTS - MARKETING",
        "act_under": "Farm Products Marketing Act",
        "url": "https://www.ontario.ca/laws/regulation/900424",
        "date_scraped": "2023-12-19 18:21:36"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 17, 2005",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900424/v1",
            "valid_from": "December  1, 1995",
            "valid_to": "March 16, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “local board” means the Ontario Tomato Seedling Growers’ Marketing Board; (“commission locale”) “plan” means the Ontario Tomato Seedling Growers’ Marketing Plan; (“plan”) “processing” means processing as defined in section 2 of The Ontario Vegetable Growers’ Marketing-for-processing Plan; (“transformation”) “processor” means a person engaged in the business of processing tomatoes; (“transformateur”) “producer” means a person engaged in the production of processing tomato seedling plants; (“producteur”) “tomato seedlings” means tomato seedlings produced in Ontario for the production of tomatoes for processing. (“semis de tomate”)  R.R.O. 1990, Reg. 424, s. 1; O. Reg. 609/93, s. 1; O. Reg. 468/95, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“local board” means the Ontario Tomato Seedling Growers’ Marketing Board; (“commission locale”)</p> <p class=\"definition-e\">“plan” means the Ontario Tomato Seedling Growers’ Marketing Plan; (“plan”)</p> <p class=\"definition-e\">“processing” means processing as defined in section 2 of The Ontario Vegetable Growers’ Marketing-for-processing Plan; (“transformation”)</p> <p class=\"definition-e\">“processor” means a person engaged in the business of processing tomatoes; (“transformateur”)</p> <p class=\"definition-e\">“producer” means a person engaged in the production of processing tomato seedling plants; (“producteur”)</p> <p class=\"definition-e\">“tomato seedlings” means tomato seedlings produced in Ontario for the production of tomatoes for processing. (“semis de tomate”)  R.R.O. 1990, Reg. 424, s. 1; O. Reg. 609/93, s. 1; O. Reg. 468/95, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. This Regulation provides for the control and regulation in any or all respects of the producing and marketing within Ontario of tomato seedlings, including the prohibition of such producing and marketing in whole or in part.  R.R.O. 1990, Reg. 424, s. 2; O. Reg. 609/93, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Regulation provides for the control and regulation in any or all respects of the producing and marketing within Ontario of tomato seedlings, including the prohibition of such producing and marketing in whole or in part.  R.R.O. 1990, Reg. 424, s. 2; O. Reg. 609/93, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. The Commission delegates to the local board the power, (a) to require persons engaged in producing or marketing tomato seedlings to register their names, addresses and occupations with the local board; (b) to require persons engaged in producing or marketing tomato seedlings to furnish such information relating to the production or marketing of tomato seedlings, including the completing and filing of returns, as the local board determines; (c) to appoint persons to inspect the books, records, documents, lands and premises and any tomato seedlings of persons engaged in the marketing of tomato seedlings; (d) to stimulate, increase and improve the marketing of tomato seedlings by such means as it considers proper; (e) to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or of any province in Canada for the purpose of marketing tomato seedlings; (f) to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations and the plan.  R.R.O. 1990, Reg. 424, s. 3; O. Reg. 609/93, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The Commission delegates to the local board the power,</p> <p class=\"clause-e\">  (a) to require persons engaged in producing or marketing tomato seedlings to register their names, addresses and occupations with the local board;</p> <p class=\"clause-e\">  (b) to require persons engaged in producing or marketing tomato seedlings to furnish such information relating to the production or marketing of tomato seedlings, including the completing and filing of returns, as the local board determines;</p> <p class=\"clause-e\">  (c) to appoint persons to inspect the books, records, documents, lands and premises and any tomato seedlings of persons engaged in the marketing of tomato seedlings;</p> <p class=\"clause-e\">  (d) to stimulate, increase and improve the marketing of tomato seedlings by such means as it considers proper;</p> <p class=\"clause-e\">  (e) to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or of any province in Canada for the purpose of marketing tomato seedlings;</p> <p class=\"clause-e\">  (f) to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations and the plan.  R.R.O. 1990, Reg. 424, s. 3; O. Reg. 609/93, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. The Commission delegates to the local board its powers to make regulations with respect to processing tomato seedling plants, (a) providing for the licensing of any or all persons before commencing or continuing to engage in the producing of tomato seedlings; (b) prohibiting persons from engaging in the producing of tomato seedlings except under the authority of a licence; (c) providing for the refusal to grant or renew or the suspension or revocation of a licence, (i) where the applicant or licensee is not qualified by experience, financial responsibility or equipment to properly engage in the business for which the application was made or the licence granted, or (ii) where the applicant or licensee has failed to comply with or has contravened the Act, the regulations, the plan or any order or direction of the Commission, Director or local board or of a marketing agency of Canada; (d) providing for the fixing of licence fees and the payment thereof by any or all producers who are engaged in the producing or marketing of tomato seedlings and the collecting of the licence fees and their recovery by suit in a court of competent jurisdiction; (e) providing for the exemption from any or all of the regulation, order or direction under the plan of, (i) any class, variety, grade or size of tomato seedlings, (ii) any person or class of persons engaged in the producing or marketing of tomato seedlings or any class, variety, grade or size of tomato seedlings; (f) prescribing the form of licences; (g) requiring any person who receives tomato seedlings to deduct from the money payable for the tomato seedlings, any licence fees payable to the local board by the person from whom he, she or it receives the processing tomato seedling plants, and to forward such licence fees to the local board.  R.R.O. 1990, Reg. 424, s. 4; O. Reg. 609/93, s. 3; O. Reg. 460/94, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The Commission delegates to the local board its powers to make regulations with respect to processing tomato seedling plants,</p> <p class=\"clause-e\">  (a) providing for the licensing of any or all persons before commencing or continuing to engage in the producing of tomato seedlings;</p> <p class=\"clause-e\">  (b) prohibiting persons from engaging in the producing of tomato seedlings except under the authority of a licence;</p> <p class=\"clause-e\">  (c) providing for the refusal to grant or renew or the suspension or revocation of a licence,</p> <p class=\"subclause-e\">  (i) where the applicant or licensee is not qualified by experience, financial responsibility or equipment to properly engage in the business for which the application was made or the licence granted, or</p> <p class=\"subclause-e\">  (ii) where the applicant or licensee has failed to comply with or has contravened the Act, the regulations, the plan or any order or direction of the Commission, Director or local board or of a marketing agency of Canada;</p> <p class=\"clause-e\">  (d) providing for the fixing of licence fees and the payment thereof by any or all producers who are engaged in the producing or marketing of tomato seedlings and the collecting of the licence fees and their recovery by suit in a court of competent jurisdiction;</p> <p class=\"clause-e\">  (e) providing for the exemption from any or all of the regulation, order or direction under the plan of,</p> <p class=\"subclause-e\">  (i) any class, variety, grade or size of tomato seedlings,</p> <p class=\"subclause-e\">  (ii) any person or class of persons engaged in the producing or marketing of tomato seedlings or any class, variety, grade or size of tomato seedlings;</p> <p class=\"clause-e\">  (f) prescribing the form of licences;</p> <p class=\"clause-e\">  (g) requiring any person who receives tomato seedlings to deduct from the money payable for the tomato seedlings, any licence fees payable to the local board by the person from whom he, she or it receives the processing tomato seedling plants, and to forward such licence fees to the local board.  R.R.O. 1990, Reg. 424, s. 4; O. Reg. 609/93, s. 3; O. Reg. 460/94, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) The Commission authorizes the local board to use any class of licence fees, service charges and other money payable to it, for the purposes of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan.  R.R.O. 1990, Reg. 424, s. 5 (1). (2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1).  R.R.O. 1990, Reg. 424, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) The Commission authorizes the local board to use any class of licence fees, service charges and other money payable to it, for the purposes of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan.  R.R.O. 1990, Reg. 424, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1).  R.R.O. 1990, Reg. 424, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) No later than November 10 in each year, the local board shall consult with all processors, determine the order in which negotiations shall take place between the local board and the processors and notify the processors of the order for negotiations.  O. Reg. 468/95, s. 2. (2) Any number of processors may elect to negotiate with the local board on a combined basis.  O. Reg. 468/95, s. 2. (3) There shall be a negotiating agency for each processor who negotiates separately with the local board and for each group of processors who negotiate on a combined basis with the local board.  O. Reg. 468/95, s. 2. (4) Each negotiating agency shall be composed of no more than 10 members, of whom, (a) not more than five shall be appointed no later than November 25 in the year by the local board; and (b) not more than five shall be appointed no later than November 25 in the year by the processor or processors, as the case may be, negotiating with the local board.  O. Reg. 468/95, s. 2. (5) The processor or processors negotiating with the local board shall give notice in writing to the local board and the Commission no later than November 25 in each year of, (a) their intention to negotiate with the local board on a combined basis, if that is the case; and (b) the names of the members of a negotiating agency appointed by the processor or processors, as the case may be.  O. Reg. 468/95, s. 2. (6) The local board shall notify the Commission of the names of the members it has appointed to negotiating agencies.  O. Reg. 468/95, s. 2. (7) Subject to subsection (8), the term of office of a member appointed to a negotiating agency begins on December 1 in the year of appointment and ends on November in the year following appointment.  O. Reg. 468/95, s. 2. (8) If a member of a negotiating agency dies or resigns or becomes unavailable to act before the term of office expires, the persons who appointed the member shall appoint an individual as a replacement for the remainder of the term of office.  O. Reg. 468/95, s. 2. (9) If the persons required to appoint a replacement member under subsection (8) do not do so within seven days after the vacancy arises, the Commission shall appoint the replacement member.  O. Reg. 468/95, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) No later than November 10 in each year, the local board shall consult with all processors, determine the order in which negotiations shall take place between the local board and the processors and notify the processors of the order for negotiations.  O. Reg. 468/95, s. 2.</p> <p class=\"subsection-e\">  (2) Any number of processors may elect to negotiate with the local board on a combined basis.  O. Reg. 468/95, s. 2.</p> <p class=\"subsection-e\">  (3) There shall be a negotiating agency for each processor who negotiates separately with the local board and for each group of processors who negotiate on a combined basis with the local board.  O. Reg. 468/95, s. 2.</p> <p class=\"subsection-e\">  (4) Each negotiating agency shall be composed of no more than 10 members, of whom,</p> <p class=\"clause-e\">  (a) not more than five shall be appointed no later than November 25 in the year by the local board; and</p> <p class=\"clause-e\">  (b) not more than five shall be appointed no later than November 25 in the year by the processor or processors, as the case may be, negotiating with the local board.  O. Reg. 468/95, s. 2.</p> <p class=\"subsection-e\">  (5) The processor or processors negotiating with the local board shall give notice in writing to the local board and the Commission no later than November 25 in each year of,</p> <p class=\"clause-e\">  (a) their intention to negotiate with the local board on a combined basis, if that is the case; and</p> <p class=\"clause-e\">  (b) the names of the members of a negotiating agency appointed by the processor or processors, as the case may be.  O. Reg. 468/95, s. 2.</p> <p class=\"subsection-e\">  (6) The local board shall notify the Commission of the names of the members it has appointed to negotiating agencies.  O. Reg. 468/95, s. 2.</p> <p class=\"subsection-e\">  (7) Subject to subsection (8), the term of office of a member appointed to a negotiating agency begins on December 1 in the year of appointment and ends on November in the year following appointment.  O. Reg. 468/95, s. 2.</p> <p class=\"subsection-e\">  (8) If a member of a negotiating agency dies or resigns or becomes unavailable to act before the term of office expires, the persons who appointed the member shall appoint an individual as a replacement for the remainder of the term of office.  O. Reg. 468/95, s. 2.</p> <p class=\"subsection-e\">  (9) If the persons required to appoint a replacement member under subsection (8) do not do so within seven days after the vacancy arises, the Commission shall appoint the replacement member.  O. Reg. 468/95, s. 2.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. A negotiating agency mentioned in subsection 6 (3) is empowered to adopt or settle by agreement, (a) minimum prices for tomato seedlings or for any class, variety, grade or size thereof; (b) terms, conditions and forms of agreements relating to the producing or marketing of tomato seedlings; and (c) any charges, costs or expenses relating to the production or marketing of tomato seedlings.  R.R.O. 1990, Reg. 424, s. 7; O. Reg. 609/93, s. 5; O. Reg. 468/95, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>A negotiating agency mentioned in subsection 6 (3) is empowered to adopt or settle by agreement,</p> <p class=\"clause-e\">  (a) minimum prices for tomato seedlings or for any class, variety, grade or size thereof;</p> <p class=\"clause-e\">  (b) terms, conditions and forms of agreements relating to the producing or marketing of tomato seedlings; and</p> <p class=\"clause-e\">  (c) any charges, costs or expenses relating to the production or marketing of tomato seedlings.  R.R.O. 1990, Reg. 424, s. 7; O. Reg. 609/93, s. 5; O. Reg. 468/95, s. 3.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. A meeting of a negotiating agency may be convened by a notice in writing given by the members of the local board or by the members of the negotiating agency appointed by the processors, to the other members of the negotiating agency at least five days but not more than seven days before the date of the meeting stating the time and place of the meeting.  R.R.O. 1990, Reg. 424, s. 8; O. Reg. 468/95, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>A meeting of a negotiating agency may be convened by a notice in writing given by the members of the local board or by the members of the negotiating agency appointed by the processors, to the other members of the negotiating agency at least five days but not more than seven days before the date of the meeting stating the time and place of the meeting.  R.R.O. 1990, Reg. 424, s. 8; O. Reg. 468/95, s. 4.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. (1) The Commission shall refer to an arbitration board mentioned in subsection 10 (1) all matters that a negotiating agency is empowered to adopt or settle by agreement if, on or before December 20 in any year, (a) a meeting of a negotiating agency is not held in accordance with the notice required by section 8; or (b) a meeting is held and the negotiating agency does not arrive at an agreement respecting the matters; or (c) a negotiating agency decides that an agreement cannot be reached and so notifies the Commission.  O. Reg. 468/95, s. 5. (2) If a negotiating agency does not arrive at an agreement on all matters that it is empowered to adopt or settle by agreement, it shall submit to the Commission, (a) a statement or statements of the matters in dispute; and (b) a statement of the final position on the matters in dispute of the members of the negotiating agency appointed by the local board and the members appointed by the processors.  O. Reg. 468/95, s. 5. (3) The Commission shall submit to the arbitration board, to which it has referred matters in dispute, a copy of the statements mentioned in subsection (2).  O. Reg. 468/95, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) The Commission shall refer to an arbitration board mentioned in subsection 10 (1) all matters that a negotiating agency is empowered to adopt or settle by agreement if, on or before December 20 in any year,</p> <p class=\"clause-e\">  (a) a meeting of a negotiating agency is not held in accordance with the notice required by section 8; or</p> <p class=\"clause-e\">  (b) a meeting is held and the negotiating agency does not arrive at an agreement respecting the matters; or</p> <p class=\"clause-e\">  (c) a negotiating agency decides that an agreement cannot be reached and so notifies the Commission.  O. Reg. 468/95, s. 5.</p> <p class=\"subsection-e\">  (2) If a negotiating agency does not arrive at an agreement on all matters that it is empowered to adopt or settle by agreement, it shall submit to the Commission,</p> <p class=\"clause-e\">  (a) a statement or statements of the matters in dispute; and</p> <p class=\"clause-e\">  (b) a statement of the final position on the matters in dispute of the members of the negotiating agency appointed by the local board and the members appointed by the processors.  O. Reg. 468/95, s. 5.</p> <p class=\"subsection-e\">  (3) The Commission shall submit to the arbitration board, to which it has referred matters in dispute, a copy of the statements mentioned in subsection (2).  O. Reg. 468/95, s. 5.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. (1) An arbitration board shall be composed of one member who shall be appointed by the members of the negotiating agency mentioned in subsection 9 (1) within seven days of the date that the Commission refers the matters in dispute to the arbitration board.  O. Reg. 468/95, s. 5. (2) If the members of the negotiating agency do not appoint the member of the arbitration board within the required time, the Commission shall make the appointment.  O. Reg. 468/95, s. 5. (3) Subject to subsection (4), in making an award, the arbitration board shall select, without modification, one of the statements of final position filed with the Commission under subsection 9 (2).  O. Reg. 468/95, s. 5. (4) If more than one statement of final position has been filed with the Commission under subsection 9 (2) and the parties to an arbitration agree, the arbitration board may make individual awards with respect to one or more matters in dispute by selecting the final position of either party on the matter or matters.  O. Reg. 468/95, s. 5.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) An arbitration board shall be composed of one member who shall be appointed by the members of the negotiating agency mentioned in subsection 9 (1) within seven days of the date that the Commission refers the matters in dispute to the arbitration board.  O. Reg. 468/95, s. 5.</p> <p class=\"subsection-e\">  (2) If the members of the negotiating agency do not appoint the member of the arbitration board within the required time, the Commission shall make the appointment.  O. Reg. 468/95, s. 5.</p> <p class=\"subsection-e\">  (3) Subject to subsection (4), in making an award, the arbitration board shall select, without modification, one of the statements of final position filed with the Commission under subsection 9 (2).  O. Reg. 468/95, s. 5.</p> <p class=\"subsection-e\">  (4) If more than one statement of final position has been filed with the Commission under subsection 9 (2) and the parties to an arbitration agree, the arbitration board may make individual awards with respect to one or more matters in dispute by selecting the final position of either party on the matter or matters.  O. Reg. 468/95, s. 5.</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900424\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}