{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 955: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 955: ",
        "act_under": "Psychologists Registration Act   Loi sur l’inscription des psychologues",
        "url": "https://www.ontario.ca/laws/regulation/900955",
        "date_scraped": "2023-12-19 21:00:34"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “professional misconduct” means, (a) contravention of any provision of the Act or the regulations, (b) failure to maintain a record for each client that contains, (i) the client’s name, address, telephone number, if any, and date of birth, (ii) the name of the person who referred the client, (iii) where the client receives or is likely to receive psychotherapy from the psychologist, the name, address and telephone number of a person to be contacted in an emergency, (iv) each date on which the psychologist sees the client or agent of the client and an indication of the length of each such contact, (v) particulars of each contact between the client or agent of the client and the psychologist and the results of each such contact, (vi) the advice given to the client or respecting the client and where the advice is given to a person other than the client, a record of the name and address of the person to whom the advice was given, (vii) a copy of each report that is prepared in respect of the client, (viii) each action taken or prescribed by the psychologist with respect to the client, and (ix) the fees and charges made with respect to the client, (c) using a term, title, listing or designation other than one authorized under the Act or the regulations, (d) charging a fee that is excessive in relation to the services performed, (e) failure to carry out the terms of an agreement with a client, (f) selling a professional account to a third party, (g) offering a reduction for prompt payment of an account, (h) charging a fee for services not performed, (i) providing an unnecessary service, (j) making a record or signing or issuing a certificate, report, account or similar document that the psychologist knows or ought to know is false, misleading or otherwise improper, (k) announcing or holding out that the psychologist has special qualifications that are not possessed by the psychologist, (l) engaging in the practice of psychology while the ability to perform any professional service is impaired by alcohol, a drug, illness or other dysfunction, (m) contravening, while engaged in the practice of psychology, any Act or regulation or rule made under any Act designed to protect the health of the public, (n) permitting, counselling or assisting any person who is not a psychologist to represent himself or herself as a psychologist, (o) failure to maintain the standards of practice of the profession, (p) giving information concerning a person or any professional services performed for a person to any other person without the consent of the person, unless required to do so by law, (q) failure to supervise a person who provides a service and who is under the professional responsibility of the psychologist, (r) failing to continue to provide professional services to a client, until the client has had a reasonable opportunity to arrange for the services of another psychologist, (s) making a misrepresentation about any treatment, service or testing procedure, (t) failure to provide within a reasonable time and without cause, any report requested by a client, or an authorized agent of the client, in respect of services performed, (u) sexual impropriety with a client, (v) conviction of an offence that affects the suitability of the psychologist to practise, upon proof of such conviction, (w) receiving or conferring a rebate, fee or other benefit by reason of the referral of a client from or to another person, (x) publishing, displaying, distributing, using or listing or permitting, directly or indirectly, the publication, display, distribution, use or listing of any advertisement related to the practise of psychology that, (i) is false or misleading to prospective clients, (ii) makes claims of uniqueness or special advantage that is not supported by scientific evidence, or (iii) discredits the profession of psychology, (y) failure to identify himself or herself as a psychologist in the course of employment or when providing a psychological service, (z) failure to reply within thirty days to any written communication from the Board or its members, officers, employees or agents, (za) conduct or an act relevant to the practice of psychology that, having regard to all the circumstances, would reasonably be regarded by psychologists as disgraceful, dishonourable or unprofessional; “registrar” means the person appointed by the Board to be registrar.  R.R.O. 1990, Reg. 955, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“professional misconduct” means,</p> <p class=\"defclause-e\">  (a) contravention of any provision of the Act or the regulations,</p> <p class=\"defclause-e\">  (b) failure to maintain a record for each client that contains,</p> <p class=\"defsubclause-e\">  (i) the client’s name, address, telephone number, if any, and date of birth,</p> <p class=\"defsubclause-e\">  (ii) the name of the person who referred the client,</p> <p class=\"defsubclause-e\">  (iii) where the client receives or is likely to receive psychotherapy from the psychologist, the name, address and telephone number of a person to be contacted in an emergency,</p> <p class=\"defsubclause-e\">  (iv) each date on which the psychologist sees the client or agent of the client and an indication of the length of each such contact,</p> <p class=\"defsubclause-e\">  (v) particulars of each contact between the client or agent of the client and the psychologist and the results of each such contact,</p> <p class=\"defsubclause-e\">  (vi) the advice given to the client or respecting the client and where the advice is given to a person other than the client, a record of the name and address of the person to whom the advice was given,</p> <p class=\"defsubclause-e\">  (vii) a copy of each report that is prepared in respect of the client,</p> <p class=\"defsubclause-e\">  (viii) each action taken or prescribed by the psychologist with respect to the client, and</p> <p class=\"defsubclause-e\">  (ix) the fees and charges made with respect to the client,</p> <p class=\"defclause-e\">  (c) using a term, title, listing or designation other than one authorized under the Act or the regulations,</p> <p class=\"defclause-e\">  (d) charging a fee that is excessive in relation to the services performed,</p> <p class=\"defclause-e\">  (e) failure to carry out the terms of an agreement with a client,</p> <p class=\"defclause-e\">  (f) selling a professional account to a third party,</p> <p class=\"defclause-e\">  (g) offering a reduction for prompt payment of an account,</p> <p class=\"defclause-e\">  (h) charging a fee for services not performed,</p> <p class=\"defclause-e\">  (i) providing an unnecessary service,</p> <p class=\"defclause-e\">  (j) making a record or signing or issuing a certificate, report, account or similar document that the psychologist knows or ought to know is false, misleading or otherwise improper,</p> <p class=\"defclause-e\">  (k) announcing or holding out that the psychologist has special qualifications that are not possessed by the psychologist,</p> <p class=\"defclause-e\">  (l) engaging in the practice of psychology while the ability to perform any professional service is impaired by alcohol, a drug, illness or other dysfunction,</p> <p class=\"defclause-e\">  (m) contravening, while engaged in the practice of psychology, any Act or regulation or rule made under any Act designed to protect the health of the public,</p> <p class=\"defclause-e\">  (n) permitting, counselling or assisting any person who is not a psychologist to represent himself or herself as a psychologist,</p> <p class=\"defclause-e\">  (o) failure to maintain the standards of practice of the profession,</p> <p class=\"defclause-e\">  (p) giving information concerning a person or any professional services performed for a person to any other person without the consent of the person, unless required to do so by law,</p> <p class=\"defclause-e\">  (q) failure to supervise a person who provides a service and who is under the professional responsibility of the psychologist,</p> <p class=\"defclause-e\">  (r) failing to continue to provide professional services to a client, until the client has had a reasonable opportunity to arrange for the services of another psychologist,</p> <p class=\"defclause-e\">  (s) making a misrepresentation about any treatment, service or testing procedure,</p> <p class=\"defclause-e\">  (t) failure to provide within a reasonable time and without cause, any report requested by a client, or an authorized agent of the client, in respect of services performed,</p> <p class=\"defclause-e\">  (u) sexual impropriety with a client,</p> <p class=\"defclause-e\">  (v) conviction of an offence that affects the suitability of the psychologist to practise, upon proof of such conviction,</p> <p class=\"defclause-e\">  (w) receiving or conferring a rebate, fee or other benefit by reason of the referral of a client from or to another person,</p> <p class=\"defclause-e\">  (x) publishing, displaying, distributing, using or listing or permitting, directly or indirectly, the publication, display, distribution, use or listing of any advertisement related to the practise of psychology that,</p> <p class=\"defsubclause-e\">  (i) is false or misleading to prospective clients,</p> <p class=\"defsubclause-e\">  (ii) makes claims of uniqueness or special advantage that is not supported by scientific evidence, or</p> <p class=\"defsubclause-e\">  (iii) discredits the profession of psychology,</p> <p class=\"defclause-e\">  (y) failure to identify himself or herself as a psychologist in the course of employment or when providing a psychological service,</p> <p class=\"defclause-e\">  (z) failure to reply within thirty days to any written communication from the Board or its members, officers, employees or agents,</p> <p class=\"defclause-e\">  (za) conduct or an act relevant to the practice of psychology that, having regard to all the circumstances, would reasonably be regarded by psychologists as disgraceful, dishonourable or unprofessional;</p> <p class=\"definition-e\">“registrar” means the person appointed by the Board to be registrar.  R.R.O. 1990, Reg. 955, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) Each member of the Board appointed under clause 2 (2) (a) of the Act shall be paid necessary travelling and other expenses incurred in connection with the business of the Board.  R.R.O. 1990, Reg. 955, s. 2 (1). (2) Each member of the Board appointed under clause 2 (2) (a) of the Act shall be paid an allowance of $267 per day for attendance at Board meetings or hearings and a further allowance of up to $110 per day to compensate for necessary overhead costs that relate to attendance at Board meetings.  R.R.O. 1990, Reg. 955, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Each member of the Board appointed under clause 2 (2) (a) of the Act shall be paid necessary travelling and other expenses incurred in connection with the business of the Board.  R.R.O. 1990, Reg. 955, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Each member of the Board appointed under clause 2 (2) (a) of the Act shall be paid an allowance of $267 per day for attendance at Board meetings or hearings and a further allowance of up to $110 per day to compensate for necessary overhead costs that relate to attendance at Board meetings.  R.R.O. 1990, Reg. 955, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. The Board shall elect a chair from among its members in each year before the 1st day of June.  R.R.O. 1990, Reg. 955, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The Board shall elect a chair from among its members in each year before the 1st day of June.  R.R.O. 1990, Reg. 955, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) An applicant for a certificate of registration shall pay a fee of $230.  O. Reg. 106/91, s. 1. (2) Upon each registration the registrar shall issue a certificate of registration in Form 1.  R.R.O. 1990, Reg. 955, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) An applicant for a certificate of registration shall pay a fee of $230.  O. Reg. 106/91, s. 1.</p> <p class=\"subsection-e\">  (2) Upon each registration the registrar shall issue a certificate of registration in Form 1.  R.R.O. 1990, Reg. 955, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) Every certificate of registration expires with the 31st day of May each year unless it is renewed in accordance with subsection (2) or (3).  R.R.O. 1990, Reg. 955, s. 5. (2) The fee payable for a renewal of a certificate of registration before the certificate expires is $500.  O. Reg. 155/93, s. 1. (3) Despite subsection (2), the fee payable for a renewal of certificate of registration by the holder of a certificate of registration who resides outside Ontario and who does not render services in psychology in Ontario is $150.  O. Reg. 155/93, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Every certificate of registration expires with the 31st day of May each year unless it is renewed in accordance with subsection (2) or (3).  R.R.O. 1990, Reg. 955, s. 5.</p> <p class=\"subsection-e\">  (2) The fee payable for a renewal of a certificate of registration before the certificate expires is $500.  O. Reg. 155/93, s. 1.</p> <p class=\"subsection-e\">  (3) Despite subsection (2), the fee payable for a renewal of certificate of registration by the holder of a certificate of registration who resides outside Ontario and who does not render services in psychology in Ontario is $150.  O. Reg. 155/93, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) The fee payable for a renewal of a certificate of registration that has expired, if the former holder applies for renewal within two years after the expiration, is $550.  O. Reg. 155/93, s. 2. (2) Despite subsection (1), the fee payable for a renewal of a certificate of registration that has expired, if the former holder resides outside Ontario, does not render services in psychology in Ontario and applies for renewal within two years after expiration, is $200.  O. Reg. 155/93, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The fee payable for a renewal of a certificate of registration that has expired, if the former holder applies for renewal within two years after the expiration, is $550.  O. Reg. 155/93, s. 2.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), the fee payable for a renewal of a certificate of registration that has expired, if the former holder resides outside Ontario, does not render services in psychology in Ontario and applies for renewal within two years after expiration, is $200.  O. Reg. 155/93, s. 2.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. (1) The Board shall conduct or cause to be conducted examinations for registration at least once a year.  R.R.O. 1990, Reg. 955, s. 7. (2) The fee for an examination for registration is $400 if the examination is written or $300 if the examination is oral.  O. Reg. 155/93, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The Board shall conduct or cause to be conducted examinations for registration at least once a year.  R.R.O. 1990, Reg. 955, s. 7.</p> <p class=\"subsection-e\">  (2) The fee for an examination for registration is $400 if the examination is written or $300 if the examination is oral.  O. Reg. 155/93, s. 3.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. Examiners employed by the Board shall be paid a remuneration of $100 for each day of their employment.  R.R.O. 1990, Reg. 955, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>Examiners employed by the Board shall be paid a remuneration of $100 for each day of their employment.  R.R.O. 1990, Reg. 955, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. The Board may, after a hearing, suspend or cancel a certificate of registration when it has been shown to the satisfaction of the Board that the person registered, (a) has procured registration by misrepresentation or fraud; (b) has been guilty of malpractice; (c) is mentally or physically incapable of practising psychology; (d) has been convicted of an offence under the Act or of any criminal offence for conduct that demonstrates that it is not in the public interest for the person to continue to practise as a psychologist; or (e) has been guilty of any professional misconduct or of conduct unbecoming a psychologist.  R.R.O. 1990, Reg. 955, s. 9. Form 1   CERTIFICATE OF REGISTRATION AS A REGISTERED PSYCHOLOGIST IN THE PROVINCE OF ONTARIO Psychologists Registration Act Insert regs\\graphics\\1990\\955\\955001au.tif  R.R.O. 1990, Reg. 955, Form 1.    ",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>The Board may, after a hearing, suspend or cancel a certificate of registration when it has been shown to the satisfaction of the Board that the person registered,</p> <p class=\"clause-e\">  (a) has procured registration by misrepresentation or fraud;</p> <p class=\"clause-e\">  (b) has been guilty of malpractice;</p> <p class=\"clause-e\">  (c) is mentally or physically incapable of practising psychology;</p> <p class=\"clause-e\">  (d) has been convicted of an offence under the Act or of any criminal offence for conduct that demonstrates that it is not in the public interest for the person to continue to practise as a psychologist; or</p> <p class=\"clause-e\">  (e) has been guilty of any professional misconduct or of conduct unbecoming a psychologist.  R.R.O. 1990, Reg. 955, s. 9.</p> <p class=\"form-e\">Form 1 <br/>  CERTIFICATE OF REGISTRATION AS A REGISTERED PSYCHOLOGIST IN THE PROVINCE OF ONTARIO</p> <p class=\"act-e\">Psychologists Registration Act</p> <p class=\"insert-e\">Insert regs\\graphics\\1990\\955\\955001au.tif</p> <p class=\"scanned-e\"><img height=\"455\" src=\"900955_e_files/image001.png\" width=\"840\"/></p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 955, Form 1.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}