{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 996: REGISTRY DIVISIONS",
        "reg_name_text": "REGISTRY DIVISIONS",
        "citation": "R.R.O. 1990, Reg. 996: ",
        "act_under": "Registry Act   Loi sur l’enregistrement des actes",
        "url": "https://www.ontario.ca/laws/regulation/900996",
        "date_scraped": "2023-12-19 03:13:04"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900996/v1",
            "valid_from": "August 23, 1999",
            "valid_to": "November 22, 2016"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. Revoked:  O. Reg. 426/99, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>R<span class=\"ovsmallcap\">evoked</span>:  O. Reg. 426/99, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) Where a registry division is combined with or part of a registry division is annexed to an adjoining registry division under clause 4 (2) (a) or (c) of the Act, the land registrar for the registry division that is reduced by the combination or annexation shall, within such time as the Director requires, deliver to the land registrar for the registry division that is enlarged by the combination or annexation, (a) every memorial, deposited plan or other document and registered plan or other instrument or a microfilm copy thereof that relates exclusively to land in the combined or annexed area; (b) a certified copy of every memorial, deposited plan or other document and registered plan or other instrument or a microfilm copy thereof that relates in part to land in the combined or annexed area; (c) a certified copy of every deposited document or instrument registered as a general registration or a microfilm copy thereof that is noted in the abstract index or referred to in the body or margin of an instrument referred to in clause (a) or (b); (d) every abstract index for the land in the combined or annexed area, where all the land mentioned therein is combined or annexed or a certified copy of so much of every abstract index as relates to land in the combined or annexed area, from and including the original grants from the Crown; (e) a certified copy of the Condominium Corporations Index showing the particulars of registration of every condominium corporation within the combined or annexed area; (f) those parts of the Condominium Register that relate exclusively to land in the combined or annexed area; (g) all instruments or microfilm copies thereof that are recorded in the Condominium Register and relate to land in the combined or annexed area; and (h) such other records as the Director requires.  R.R.O. 1990, Reg. 996, s. 2 (1). (2) Where a certified copy is required to be delivered by this section, the copy shall be certified by the land registrar who is required to deliver the copy.  R.R.O. 1990, Reg. 996, s. 2 (2). (3) A land registrar whose registry division is enlarged shall enter in the appropriate index all plans and certified copies of plans received under clause (1) (a) or (b).  R.R.O. 1990, Reg. 996, s. 2 (3). (4) Subsections (1) to (3) apply with necessary modifications where a registry division is divided into two or more registry divisions under clause 4 (2) (b) of the Act.  R.R.O. 1990, Reg. 996, s. 2 (4). (5) The requirements of this section may, with the approval of the Director, be varied to apply to special circumstances.  R.R.O. 1990, Reg. 996, s. 2 (5). Schedule Revoked:  O. Reg. 426/99, s. 2.    ",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Where a registry division is combined with or part of a registry division is annexed to an adjoining registry division under clause 4 (2) (a) or (c) of the Act, the land registrar for the registry division that is reduced by the combination or annexation shall, within such time as the Director requires, deliver to the land registrar for the registry division that is enlarged by the combination or annexation,</p> <p class=\"clause-e\">  (a) every memorial, deposited plan or other document and registered plan or other instrument or a microfilm copy thereof that relates exclusively to land in the combined or annexed area;</p> <p class=\"clause-e\">  (b) a certified copy of every memorial, deposited plan or other document and registered plan or other instrument or a microfilm copy thereof that relates in part to land in the combined or annexed area;</p> <p class=\"clause-e\">  (c) a certified copy of every deposited document or instrument registered as a general registration or a microfilm copy thereof that is noted in the abstract index or referred to in the body or margin of an instrument referred to in clause (a) or (b);</p> <p class=\"clause-e\">  (d) every abstract index for the land in the combined or annexed area, where all the land mentioned therein is combined or annexed or a certified copy of so much of every abstract index as relates to land in the combined or annexed area, from and including the original grants from the Crown;</p> <p class=\"clause-e\">  (e) a certified copy of the Condominium Corporations Index showing the particulars of registration of every condominium corporation within the combined or annexed area;</p> <p class=\"clause-e\">  (f) those parts of the Condominium Register that relate exclusively to land in the combined or annexed area;</p> <p class=\"clause-e\">  (g) all instruments or microfilm copies thereof that are recorded in the Condominium Register and relate to land in the combined or annexed area; and</p> <p class=\"clause-e\">  (h) such other records as the Director requires.  R.R.O. 1990, Reg. 996, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Where a certified copy is required to be delivered by this section, the copy shall be certified by the land registrar who is required to deliver the copy.  R.R.O. 1990, Reg. 996, s. 2 (2).</p> <p class=\"subsection-e\">  (3) A land registrar whose registry division is enlarged shall enter in the appropriate index all plans and certified copies of plans received under clause (1) (a) or (b).  R.R.O. 1990, Reg. 996, s. 2 (3).</p> <p class=\"subsection-e\">  (4) Subsections (1) to (3) apply with necessary modifications where a registry division is divided into two or more registry divisions under clause 4 (2) (b) of the Act.  R.R.O. 1990, Reg. 996, s. 2 (4).</p> <p class=\"subsection-e\">  (5) The requirements of this section may, with the approval of the Director, be varied to apply to special circumstances.  R.R.O. 1990, Reg. 996, s. 2 (5).</p> <p class=\"scheduleRevoked-e\"><span class=\"ovallcaps\">Schedule</span> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 426/99, s. 2.</p> <p class=\"scheduleRevoked-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}