{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 311: TERRITORY WITHOUT MUNICIPAL ORGANIZATION ATTACHED TO A DISTRICT MUNICIPALITY",
        "reg_name_text": "TERRITORY WITHOUT MUNICIPAL ORGANIZATION ATTACHED TO A DISTRICT MUNICIPALITY",
        "citation": "R.R.O. 1990, Reg. 311: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/900311",
        "date_scraped": "2023-12-19 04:16:27"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September 19, 2014",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900311/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "September 18, 2014"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) Those portions of the territory without municipal organization situate in the Territorial District of Thunder Bay being, (a) the geographic townships of Atikameg, Bomby, Brothers, Bryant, Cecil, Cecile, Davies, Flood, Foote, Grenville, Herbert, Knowles, Laberge, McCron, McGill, Mikano, Nickle, Roberta, Shabotik and Spooner; and (b) all lands in unsurveyed territory within an area the boundary sides of which are as follows: 1. On the east side, the easterly boundary of the Territorial District of Thunder Bay. 2. On the south side, the International Boundary. 3. On the west side, the line described as commencing at the point of intersection of the 86th Meridian and the International Boundary, extending northerly along the said Meridian until it meets the 48th Parallel, then easterly along the said Parallel until it meets the high water mark on the shoreline of the geographic Township of Homer, then southerly and southeasterly along the said high water mark to the intersection of the easterly boundary of the geographic Township of Homer, then northerly along the said easterly boundary of the geographic Township of Homer to the intersection of the boundary of Pukaskwa National Park, then northeasterly and along the boundary of the said National Park to the northerly boundary of the said National Park, thence westerly along the said northerly boundary to the point of intersection thereof with the 86th Meridian, then northerly along the said Meridian until it meets the southerly boundary of the geographic Township of Lecours to the southwest angle of the geographic Township of Bomby, then northerly along the said westerly boundary of the geographic Township of Bomby to the northwest angle of the said Township, then westerly along the northerly boundary of the geographic Township of Lecours to the point of intersection with the 86th Meridian, then northerly along the said Meridian until it meets the southerly boundary of the geographic Township of Grenville, then westerly along the southerly boundary of the geographic Township of Grenville to the southwest angle thereof, then northerly along the westerly boundary of the geographic townships of Grenville and Davies to the northwest angle of the geographic Township of Davies. 4. On the north side, the line formed by the northerly boundary of the Township of Manitouwadge and the extension westerly of the northerly boundary of the Township of Manitouwadge to the northwest angle of the geographic Township of Davies and the extension easterly of the northerly boundary of the Township of Manitouwadge along the northerly boundary of the geographic townships of Nickle, Herbert and Foote to the easterly boundary of the District of Thunder Bay, are attached to the Township of Manitouwadge.  R.R.O. 1990, Reg. 311, s. 1 (1). (2) Those portions of the territory without municipal organization situate in the Territorial District of Thunder Bay being, (a) the geographic Township of Pic not included in former school section No. 1. Pic; and (b) the geographic Township of Coldwell not included in former school section No. 1. Port Coldwell, are attached to the Town of Marathon.  R.R.O. 1990, Reg. 311, s. 1 (2). (3) Those portions of Territory without municipal organization situate in the Territorial District of Thunder Bay being, (a) the geographic townships of Byron, Cotte, Grain, Homer, Lecours and O’Neill; and (b) all lands in unsurveyed territory within an area the boundary sides of which are described as follows: 1. On the east side, the line described in paragraph 3 of clause (1) (b). 2. On the south side, the International Boundary. 3. On the west side, the Meridian 86°30'. 4. On the north side, the line formed by the projection westerly of the northerly boundary of the geographic Township of Davies until it meets the Meridian 86°30', are attached to the Town of Marathon.  R.R.O. 1990, Reg. 311, s. 1 (3). (4) The portion of the territory without municipal organization comprising the geographic Township of Syine not included in the former school section No. 1. Jackfish is attached to the Township of Terrace Bay.  R.R.O. 1990, Reg. 311, s. 1 (4). (5) Those portions of the territory without municipal organization situate in the Territorial District of Thunder Bay being, (a) the geographic townships of Strey, Tuuri and Walsh; (b) all lands in unsurveyed territory within an area the boundary sides of which are described as follows: 1. On the east side, the Meridian 86°30'. 2. On the south side, the International Boundary. 3. On the west side, the line described as commencing at the intersection of the southeast angle of the Township of Terrace Bay and the International Boundary, then northerly along the easterly limit of the Township of Terrace Bay to the northeast angle thereof, then westerly along the northerly boundary of the Township of Terrace Bay to the point of intersection thereon of the easterly limit of the geographic Township of Strey, then continuing along the northerly limit of the Township of Terrace Bay and the southerly limit of the geographic Township of Strey to the southwest angle of the geographic Township of Strey, then northerly along the westerly limit of the geographic Township of Strey and its projection northerly parallel to the 87th Meridian to the point of intersection with a line that is the projection westerly of the northerly limit of the geographic Township of Davies. 4. On the north side, a line that is the projection westerly of the northerly limit of the geographic Township of Davies, are attached to the Township of Terrace Bay.  R.R.O. 1990, Reg. 311, s. 1 (5). (6) The portion of territory without municipal organization comprising the geographic Township of Lahontan not included in former school section No. 1. Rossport is attached to the Township of Schreiber.  R.R.O. 1990, Reg. 311, s. 1 (6). (7) Those portions of the territory without municipal organization situate in the Territorial District of Thunder Bay being, (a) the geographic townships of Killraine, Priske, Wiggins and Yesno; and (b) all lands in unsurveyed territory, exclusive of St. Ignace Island, within an area the boundary sides of which are described as follows: 1. On the east side, the line described in paragraph 3 of clause (5) (b). 2. On the south side, the International Boundary. 3. On the west side, a line that is the extension southerly to the International Boundary of the westerly limit of the geographic Township of Wiggins, the said westerly limit of the said geographic Township of Wiggins and the line that is the projection northerly of the said westerly limit of the geographic Township of Wiggins to the point of intersection of a line that is the projection westerly of the northerly limit of the geographic Township of Davies. 4. On the north side, a line that is the projection westerly of the northerly limit of the geographic Township of Davies, are attached to the Township of Schreiber.  R.R.O. 1990, Reg. 311, s. 1 (7).  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) Those portions of the territory without municipal organization situate in the Territorial District of Thunder Bay being,</p> <p class=\"clause-e\">  (a) the geographic townships of Atikameg, Bomby, Brothers, Bryant, Cecil, Cecile, Davies, Flood, Foote, Grenville, Herbert, Knowles, Laberge, McCron, McGill, Mikano, Nickle, Roberta, Shabotik and Spooner; and</p> <p class=\"clause-e\">  (b) all lands in unsurveyed territory within an area the boundary sides of which are as follows:</p> <p class=\"subclause-e\">  1. On the east side, the easterly boundary of the Territorial District of Thunder Bay.</p> <p class=\"subclause-e\">  2. On the south side, the International Boundary.</p> <p class=\"subclause-e\">  3. On the west side, the line described as commencing at the point of intersection of the 86th Meridian and the International Boundary, extending northerly along the said Meridian until it meets the 48th Parallel, then easterly along the said Parallel until it meets the high water mark on the shoreline of the geographic Township of Homer, then southerly and southeasterly along the said high water mark to the intersection of the easterly boundary of the geographic Township of Homer, then northerly along the said easterly boundary of the geographic Township of Homer to the intersection of the boundary of Pukaskwa National Park, then northeasterly and along the boundary of the said National Park to the northerly boundary of the said National Park, thence westerly along the said northerly boundary to the point of intersection thereof with the 86th Meridian, then northerly along the said Meridian until it meets the southerly boundary of the geographic Township of Lecours to the southwest angle of the geographic Township of Bomby, then northerly along the said westerly boundary of the geographic Township of Bomby to the northwest angle of the said Township, then westerly along the northerly boundary of the geographic Township of Lecours to the point of intersection with the 86th Meridian, then northerly along the said Meridian until it meets the southerly boundary of the geographic Township of Grenville, then westerly along the southerly boundary of the geographic Township of Grenville to the southwest angle thereof, then northerly along the westerly boundary of the geographic townships of Grenville and Davies to the northwest angle of the geographic Township of Davies.</p> <p class=\"subclause-e\">  4. On the north side, the line formed by the northerly boundary of the Township of Manitouwadge and the extension westerly of the northerly boundary of the Township of Manitouwadge to the northwest angle of the geographic Township of Davies and the extension easterly of the northerly boundary of the Township of Manitouwadge along the northerly boundary of the geographic townships of Nickle, Herbert and Foote to the easterly boundary of the District of Thunder Bay, </p> <p class=\"Ssection-e\">are attached to the Township of Manitouwadge.  R.R.O. 1990, Reg. 311, s. 1 (1).</p> <p class=\"subsection-e\">  (2) Those portions of the territory without municipal organization situate in the Territorial District of Thunder Bay being,</p> <p class=\"clause-e\">  (a) the geographic Township of Pic not included in former school section No. 1. Pic; and</p> <p class=\"clause-e\">  (b) the geographic Township of Coldwell not included in former school section No. 1. Port Coldwell,</p> <p class=\"Ssubsection-e\">are attached to the Town of Marathon.  R.R.O. 1990, Reg. 311, s. 1 (2).</p> <p class=\"subsection-e\">  (3) Those portions of Territory without municipal organization situate in the Territorial District of Thunder Bay being,</p> <p class=\"clause-e\">  (a) the geographic townships of Byron, Cotte, Grain, Homer, Lecours and O’Neill; and</p> <p class=\"clause-e\">  (b) all lands in unsurveyed territory within an area the boundary sides of which are described as follows:</p> <p class=\"subclause-e\">  1. On the east side, the line described in paragraph 3 of clause (1) (b).</p> <p class=\"subclause-e\">  2. On the south side, the International Boundary.</p> <p class=\"subclause-e\">  3. On the west side, the Meridian 86°30'.</p> <p class=\"subclause-e\">  4. On the north side, the line formed by the projection westerly of the northerly boundary of the geographic Township of Davies until it meets the Meridian 86°30', </p> <p class=\"Ssubsection-e\">are attached to the Town of Marathon.  R.R.O. 1990, Reg. 311, s. 1 (3).</p> <p class=\"subsection-e\">  (4) The portion of the territory without municipal organization comprising the geographic Township of Syine not included in the former school section No. 1. Jackfish is attached to the Township of Terrace Bay.  R.R.O. 1990, Reg. 311, s. 1 (4).</p> <p class=\"subsection-e\">  (5) Those portions of the territory without municipal organization situate in the Territorial District of Thunder Bay being,</p> <p class=\"clause-e\">  (a) the geographic townships of Strey, Tuuri and Walsh;</p> <p class=\"clause-e\">  (b) all lands in unsurveyed territory within an area the boundary sides of which are described as follows:</p> <p class=\"subclause-e\">  1. On the east side, the Meridian 86°30'.</p> <p class=\"subclause-e\">  2. On the south side, the International Boundary.</p> <p class=\"subclause-e\">  3. On the west side, the line described as commencing at the intersection of the southeast angle of the Township of Terrace Bay and the International Boundary, then northerly along the easterly limit of the Township of Terrace Bay to the northeast angle thereof, then westerly along the northerly boundary of the Township of Terrace Bay to the point of intersection thereon of the easterly limit of the geographic Township of Strey, then continuing along the northerly limit of the Township of Terrace Bay and the southerly limit of the geographic Township of Strey to the southwest angle of the geographic Township of Strey, then northerly along the westerly limit of the geographic Township of Strey and its projection northerly parallel to the 87th Meridian to the point of intersection with a line that is the projection westerly of the northerly limit of the geographic Township of Davies.</p> <p class=\"subclause-e\">  4. On the north side, a line that is the projection westerly of the northerly limit of the geographic Township of Davies, </p> <p class=\"Ssubsection-e\">are attached to the Township of Terrace Bay.  R.R.O. 1990, Reg. 311, s. 1 (5).</p> <p class=\"subsection-e\">  (6) The portion of territory without municipal organization comprising the geographic Township of Lahontan not included in former school section No. 1. Rossport is attached to the Township of Schreiber.  R.R.O. 1990, Reg. 311, s. 1 (6).</p> <p class=\"subsection-e\">  (7) Those portions of the territory without municipal organization situate in the Territorial District of Thunder Bay being,</p> <p class=\"clause-e\">  (a) the geographic townships of Killraine, Priske, Wiggins and Yesno; and</p> <p class=\"clause-e\">  (b) all lands in unsurveyed territory, exclusive of St. Ignace Island, within an area the boundary sides of which are described as follows:</p> <p class=\"subclause-e\">  1. On the east side, the line described in paragraph 3 of clause (5) (b).</p> <p class=\"subclause-e\">  2. On the south side, the International Boundary.</p> <p class=\"subclause-e\">  3. On the west side, a line that is the extension southerly to the International Boundary of the westerly limit of the geographic Township of Wiggins, the said westerly limit of the said geographic Township of Wiggins and the line that is the projection northerly of the said westerly limit of the geographic Township of Wiggins to the point of intersection of a line that is the projection westerly of the northerly limit of the geographic Township of Davies.</p> <p class=\"subclause-e\">  4. On the north side, a line that is the projection westerly of the northerly limit of the geographic Township of Davies, </p> <p class=\"Ssubsection-e\">are attached to the Township of Schreiber.  R.R.O. 1990, Reg. 311, s. 1 (7).</p> <p class=\"Ssubsection-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900311\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}