{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 676: UNINSURED AUTOMOBILE COVERAGE",
        "reg_name_text": "UNINSURED AUTOMOBILE COVERAGE",
        "citation": "R.R.O. 1990, Reg. 676: ",
        "act_under": "Insurance Act   Loi sur les assurances",
        "url": "https://www.ontario.ca/laws/regulation/900676",
        "date_scraped": "2023-12-18 13:20:00"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900676/v2",
            "valid_from": "October 14, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "/laws/regulation/900676/v1",
            "valid_from": "July  2, 2003",
            "valid_to": "October 13, 2021"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. The terms, conditions, provisions, exclusions and limits set out in the following Schedule apply to payments under a motor vehicle liability policy under subsection 265 (1) of the Act and shall be attached to or included in every motor vehicle liability policy, as a Schedule in or to the policy. Schedule   UNINSURED AUTOMOBILE COVERAGE Application",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The terms, conditions, provisions, exclusions and limits set out in the following Schedule apply to payments under a motor vehicle liability policy under subsection 265 (1) of the Act and shall be attached to or included in every motor vehicle liability policy, as a Schedule in or to the policy.</p> <p class=\"schedule-e\">Schedule <br/>  UNINSURED AUTOMOBILE COVERAGE</p> <p class=\"headingx-e\">Application</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  1. This Schedule applies to the payments provided for under every contract evidenced by a motor vehicle liability policy under subsection 265 (1) of the Act. Limits and Exclusions",
            "raw_html": "<p class=\"section-e\">  1. This Schedule applies to the payments provided for under every contract evidenced by a motor vehicle liability policy under subsection 265 (1) of the Act.</p> <p class=\"headingx-e\">Limits and Exclusions</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  2. (1) The insurer shall not be liable to make any payment, (a) for any amount in excess of the minimum limits for automobile liability insurance in the jurisdiction in which the accident occurs regardless of the number of persons injured or killed or the damage to the automobile and contents, and in no event shall the insurer be liable for any amount in excess of the minimum limits set out in section 251 of the Act; (b)  Revoked:  O. Reg. 276/03, s. 1. (c) where the person insured under the contract is entitled to recover money under the third party liability section of a motor vehicle liability policy; (d) to any person involved in an accident in a jurisdiction in which a valid claim may be made for such payment against an unsatisfied judgment or similar fund; (e) for any loss or damage caused directly or indirectly by radio-active material; (f) in respect of damages for accidental damage to the insured automobile and its contents, for the first $300 of any loss in any one occurrence nor any amount in excess of $25,000; or Note:  For the purposes of a motor vehicle liability policy that is in effect on November 1, 1996, the deductible referred to in clause 2 (1) (f) of the Schedule shall be deemed to be $100, until the earlier of: the first expiry date under the motor vehicle liability policy, or the date on which the motor vehicle liability policy is terminated by the insurer or the insured.  See:  O. Reg. 400/96, s. 2. (g) for any loss or damage that occurs while the insured automobile is being operated by an excluded driver. (2) Where by reason of any one accident, liability results from bodily injury or death and from damage to the insured automobile or its contents, (a) claims arising out of bodily injury or death have priority to the extent of 95 per cent of the amount payable over claims arising out of damages to the insured automobile and its contents; and (b) claims arising out of damage to the insured automobile and its contents have priority to the extent of 5 per cent over claims arising out of bodily injury or death. Accidents Involving Unidentified Automobiles",
            "raw_html": "<p class=\"section-e\">  2. (1) The insurer shall not be liable to make any payment,</p> <p class=\"clause-e\">  (a) for any amount in excess of the minimum limits for automobile liability insurance in the jurisdiction in which the accident occurs regardless of the number of persons injured or killed or the damage to the automobile and contents, and in no event shall the insurer be liable for any amount in excess of the minimum limits set out in section 251 of the Act;</p> <p class=\"clause-e\">  (b)  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 276/03, s. 1.</p> <p class=\"clause-e\">  (c) where the person insured under the contract is entitled to recover money under the third party liability section of a motor vehicle liability policy;</p> <p class=\"clause-e\">  (d) to any person involved in an accident in a jurisdiction in which a valid claim may be made for such payment against an unsatisfied judgment or similar fund;</p> <p class=\"clause-e\">  (e) for any loss or damage caused directly or indirectly by radio-active material;</p> <p class=\"clause-e\">  (f) in respect of damages for accidental damage to the insured automobile and its contents, for the first $300 of any loss in any one occurrence nor any amount in excess of $25,000; or</p> <p class=\"Pnote-e\">Note:  For the purposes of a motor vehicle liability policy that is in effect on November 1, 1996, the deductible referred to in clause 2 (1) (f) of the Schedule shall be deemed to be $100, until the earlier of: the first expiry date under the motor vehicle liability policy, or the date on which the motor vehicle liability policy is terminated by the insurer or the insured.  See:  O. Reg. 400/96, s. 2.</p> <p class=\"clause-e\">  (g) for any loss or damage that occurs while the insured automobile is being operated by an excluded driver.</p> <p class=\"subsection-e\">  (2) Where by reason of any one accident, liability results from bodily injury or death and from damage to the insured automobile or its contents,</p> <p class=\"clause-e\">  (a) claims arising out of bodily injury or death have priority to the extent of 95 per cent of the amount payable over claims arising out of damages to the insured automobile and its contents; and</p> <p class=\"clause-e\">  (b) claims arising out of damage to the insured automobile and its contents have priority to the extent of 5 per cent over claims arising out of bodily injury or death.</p> <p class=\"headingx-e\">Accidents Involving Unidentified Automobiles</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  3. (1) This section applies if an unidentified automobile has caused bodily injury or death to a person insured under the contract. (2) The person, or his or her representative, shall report the accident to a police officer, peace officer or judicial officer within twenty-four hours after it occurs or as soon as is practicable after that time. (3) The person, or his or her representative, shall give the insurer a written statement within thirty days after the accident occurs or as soon as is practicable after that date setting out the details of the accident. (4) The statement shall state whether the accident was caused by a person whose identity cannot be ascertained and whether the person insured under the contract was injured or killed and property was damaged in the accident. (5) The person, or his or her representative, shall make available for inspection by the insurer upon request the automobile in which the person was an occupant when the accident occurred. Determination of Legal Liability and Amount of Damages",
            "raw_html": "<p class=\"section-e\">  3. (1) This section applies if an unidentified automobile has caused bodily injury or death to a person insured under the contract.</p> <p class=\"subsection-e\">  (2) The person, or his or her representative, shall report the accident to a police officer, peace officer or judicial officer within twenty-four hours after it occurs or as soon as is practicable after that time.</p> <p class=\"subsection-e\">  (3) The person, or his or her representative, shall give the insurer a written statement within thirty days after the accident occurs or as soon as is practicable after that date setting out the details of the accident.</p> <p class=\"subsection-e\">  (4) The statement shall state whether the accident was caused by a person whose identity cannot be ascertained and whether the person insured under the contract was injured or killed and property was damaged in the accident.</p> <p class=\"subsection-e\">  (5) The person, or his or her representative, shall make available for inspection by the insurer upon request the automobile in which the person was an occupant when the accident occurred.</p> <p class=\"headingx-e\">Determination of Legal Liability and Amount of Damages</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  4. (1) The determination as to whether the person insured under the contract is legally entitled to recover damages and, if so entitled, the amount thereof shall be determined, (a) by agreement between the person insured under the contract and the insurer; (b) at the request of the person insured under the contract, and with the consent of the insurer, by arbitration by some person to be chosen by both parties, or if they cannot agree on one person, then by two persons, one to be chosen by the person insured under the contract and the other by the insurer and a third person to be appointed by the persons so chosen; or (c) by a court of competent jurisdiction in Ontario in an action brought against the insurer by the person insured under the contract, and unless the determination has been previously made in a contested action by a court of competent jurisdiction in Ontario, the insurer may include in its defence the determination of liability and the amount thereof. (2) The Arbitration Act, 1991 applies to every arbitration under clause (1) (b) of this section. Notice of Legal Action",
            "raw_html": "<p class=\"section-e\">  4. (1) The determination as to whether the person insured under the contract is legally entitled to recover damages and, if so entitled, the amount thereof shall be determined,</p> <p class=\"clause-e\">  (a) by agreement between the person insured under the contract and the insurer;</p> <p class=\"clause-e\">  (b) at the request of the person insured under the contract, and with the consent of the insurer, by arbitration by some person to be chosen by both parties, or if they cannot agree on one person, then by two persons, one to be chosen by the person insured under the contract and the other by the insurer and a third person to be appointed by the persons so chosen; or</p> <p class=\"clause-e\">  (c) by a court of competent jurisdiction in Ontario in an action brought against the insurer by the person insured under the contract, and unless the determination has been previously made in a contested action by a court of competent jurisdiction in Ontario, the insurer may include in its defence the determination of liability and the amount thereof.</p> <p class=\"subsection-e\">  (2) The <i>Arbitration Act, 1991 </i>applies to every arbitration under clause (1) (b) of this section.</p> <p class=\"headingx-e\">Notice of Legal Action</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  5. (1) Where the person insured under the contract or the person’s representative commences a legal action for damages against any other person owning or operating an automobile involved in the accident, a copy of the writ of summons or other proceeding shall be personally delivered, delivered by prepaid courier if there is a record by the person who has delivered it that the copy of the writ of summons or other proceeding has been sent, or sent by registered mail immediately to the chief agency or head office of the insurer in Ontario. (2) Subject to section 2 of this Schedule, where the person insured under the contract or the person’s representative obtains a judgment against the other person referred to in subsection (1) of this section but is unable to recover, or to recover fully the amount of that judgment, the insurer shall, on request, pay the amount of that judgment or, as the case may be, the difference between what the person insured has recovered under that judgment and the amount of that judgment. (3) Before making any payment under subsection (2), the insurer may require that the person insured under the contract or the person’s representative assign the judgment, or the balance of the judgment, as the case may be, to the insurer and the insurer shall account to the person insured under the contract for any recovery it makes under that judgment for any amount in excess of what it has paid to that person and its costs. Notice and Proof of Claim",
            "raw_html": "<p class=\"section-e\">  5. (1) Where the person insured under the contract or the person’s representative commences a legal action for damages against any other person owning or operating an automobile involved in the accident, a copy of the writ of summons or other proceeding shall be personally delivered, delivered by prepaid courier if there is a record by the person who has delivered it that the copy of the writ of summons or other proceeding has been sent, or sent by registered mail immediately to the chief agency or head office of the insurer in Ontario.</p> <p class=\"subsection-e\">  (2) Subject to section 2 of this Schedule, where the person insured under the contract or the person’s representative obtains a judgment against the other person referred to in subsection (1) of this section but is unable to recover, or to recover fully the amount of that judgment, the insurer shall, on request, pay the amount of that judgment or, as the case may be, the difference between what the person insured has recovered under that judgment and the amount of that judgment.</p> <p class=\"subsection-e\">  (3) Before making any payment under subsection (2), the insurer may require that the person insured under the contract or the person’s representative assign the judgment, or the balance of the judgment, as the case may be, to the insurer and the insurer shall account to the person insured under the contract for any recovery it makes under that judgment for any amount in excess of what it has paid to that person and its costs.</p> <p class=\"headingx-e\">Notice and Proof of Claim</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  6. (1) A person entitled to make a claim in respect of the bodily injury or death of a person insured under the contract shall do so in accordance with this section. (2) The claimant shall give the insurer written notice of the claim within thirty days after the accident or as soon as is practicable after that date. (3) The claimant shall give the insurer, within ninety days after the accident or as soon as is practicable after that date, such proof as is reasonably possible in the circumstances of the accident, the resulting loss and the claim. (4) The claimant shall provide the insurer upon request with a certificate of the medical or psychological advisor of the person insured under the contract stating the cause of the injury or death and, if applicable, the nature of the injury and the expected duration of any disability. (5) The claimant shall provide the insurer with the details of any other insurance policy, other than a life insurance policy, to which the claimant may have recourse. (6) Statutory condition 6 of the Schedule to Ontario Regulation 777/93 (Statutory Conditions — Automobile Insurance) applies with necessary modifications with respect to a claim for damage to the insured automobile or its contents. Medical Examinations",
            "raw_html": "<p class=\"section-e\">  6. (1) A person entitled to make a claim in respect of the bodily injury or death of a person insured under the contract shall do so in accordance with this section.</p> <p class=\"subsection-e\">  (2) The claimant shall give the insurer written notice of the claim within thirty days after the accident or as soon as is practicable after that date.</p> <p class=\"subsection-e\">  (3) The claimant shall give the insurer, within ninety days after the accident or as soon as is practicable after that date, such proof as is reasonably possible in the circumstances of the accident, the resulting loss and the claim.</p> <p class=\"subsection-e\">  (4) The claimant shall provide the insurer upon request with a certificate of the medical or psychological advisor of the person insured under the contract stating the cause of the injury or death and, if applicable, the nature of the injury and the expected duration of any disability.</p> <p class=\"subsection-e\">  (5) The claimant shall provide the insurer with the details of any other insurance policy, other than a life insurance policy, to which the claimant may have recourse.</p> <p class=\"subsection-e\">  (6) Statutory condition 6 of the Schedule to Ontario Regulation 777/93 (Statutory Conditions — Automobile Insurance) applies with necessary modifications with respect to a claim for damage to the insured automobile or its contents.</p> <p class=\"headingx-e\">Medical Examinations</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  7. (1) On reasonable notice, the insurer may require the person insured under the contract to undergo an examination by a medical or psychological advisor as often as the insurer reasonably requires. (2) On request, the insurer shall provide a copy of a report obtained under subsection (1) to a person making a claim under the contract. (3), (4) Revoked:  O. Reg. 778/93, s. 1. Limitations",
            "raw_html": "<p class=\"section-e\">  7. (1) On reasonable notice, the insurer may require the person insured under the contract to undergo an examination by a medical or psychological advisor as often as the insurer reasonably requires.</p> <p class=\"subsection-e\">  (2) On request, the insurer shall provide a copy of a report obtained under subsection (1) to a person making a claim under the contract.</p> <p class=\"subsection-e\">  (3), (4) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 778/93, s. 1.</p> <p class=\"headingx-e\">Limitations</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  8. (1) No person is entitled to bring an action to recover an amount provided for under the contract, as required by subsection 265 (1) of the Act, unless the requirements of this Schedule with respect to the claim have been complied with. (2) An action or proceeding against an insurer in respect of loss or damage to the insured automobile or its contents shall be commenced within one year after the loss or damage occurs. (3) An action or proceeding against an insurer in respect of bodily injury or death, or in respect of loss or damage to property other than the insured automobile or its contents, shall be commenced within two years after the cause of action arises. Limit on Amount Payable",
            "raw_html": "<p class=\"section-e\">  8. (1) No person is entitled to bring an action to recover an amount provided for under the contract, as required by subsection 265 (1) of the Act, unless the requirements of this Schedule with respect to the claim have been complied with.</p> <p class=\"subsection-e\">  (2) An action or proceeding against an insurer in respect of loss or damage to the insured automobile or its contents shall be commenced within one year after the loss or damage occurs.</p> <p class=\"subsection-e\">  (3) An action or proceeding against an insurer in respect of bodily injury or death, or in respect of loss or damage to property other than the insured automobile or its contents, shall be commenced within two years after the cause of action arises.</p> <p class=\"headingx-e\">Limit on Amount Payable</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  9. If a person insured under the contract is entitled to receive benefits under more than one contract providing insurance of the type described in subsection 265 (1) of the Act, the person, any person claiming through or under the person or any person claiming under Part V of the Family Law Act is entitled to recover only an amount equal to one benefit. Application of General Provisions",
            "raw_html": "<p class=\"section-e\">  9. If a person insured under the contract is entitled to receive benefits under more than one contract providing insurance of the type described in subsection 265 (1) of the Act, the person, any person claiming through or under the person or any person claiming under Part V of the <i>Family Law Act</i> is entitled to recover only an amount equal to one benefit.</p> <p class=\"headingx-e\">Application of General Provisions</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  10. In so far as applicable, the general provisions, definitions, exclusions and statutory conditions as contained in a motor vehicle liability policy also apply to payments under the contract under subsection 265 (1) of the Act.",
            "raw_html": "<p class=\"section-e\">  10. In so far as applicable, the general provisions, definitions, exclusions and statutory conditions as contained in a motor vehicle liability policy also apply to payments under the contract under subsection 265 (1) of the Act.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  11. In this Schedule, “person insured under the contract”, “unidentified automobile” and “uninsured automobile” have the same meaning as in subsection 265 (2) of the Act. R.R.O. 1990, Reg. 676, s. 1; O. Reg. 778/93, s. 1; O. Reg. 400/96, s. 1; O. Reg. 707/21, s. 1, 2.    ",
            "raw_html": "<p class=\"section-e\">  11. In this Schedule, “person insured under the contract”, “unidentified automobile” and “uninsured automobile” have the same meaning as in subsection 265 (2) of the Act.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 676, s. 1; O. Reg. 778/93, s. 1; O. Reg. 400/96, s. 1; O. Reg. 707/21, s. 1, 2.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}