{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 944: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 944: ",
        "act_under": "Provincial Land Tax Act   Loi sur l’impôt foncier provincial",
        "url": "https://www.ontario.ca/laws/regulation/900944",
        "date_scraped": "2023-12-19 06:57:10"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900944/v2",
            "valid_from": "May 23, 2006",
            "valid_to": "January 21, 2010"
        },
        {
            "a_href": "/laws/regulation/900944/v1",
            "valid_from": "August 25, 2000",
            "valid_to": "May 22, 2006"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Rate of Tax",
            "content": " 1. The rate of tax applicable to land liable to taxation is 1½ per cent per year.  R.R.O. 1990, Reg. 944, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The rate of tax applicable to land liable to taxation is 1½ per cent per year.  R.R.O. 1990, Reg. 944, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Rate of Tax",
            "content": " 2. (1) In this section, “adjustment date” means January 1, April 1, July 1 or October 1; “average prime rate”, on a particular date, means the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by that bank in Canada.  O. Reg. 312/97, s. 1. (2) For the purposes of the Act, the prescribed rates of interest shall be determined in accordance with the following rules: 1. A base rate of interest shall be determined for January 1, 1997 and for each adjustment date after January 1, 1997 and shall be equal to the average prime rate on, i. October 15 of the previous year, if the adjustment date is January 1, ii. January 15 of the same year, if the adjustment date is April 1, iii. April 15 of the same year, if the adjustment date is July 1, and iv. July 15 of the same year, if the adjustment date is October 1. 2. The base rate of interest in effect on a particular date shall be, i. the base rate for the particular date, if the particular date is an adjustment date, and ii. the base rate for the last adjustment date before the particular date, otherwise. 3. The prescribed rate of interest payable by a person under the Act in respect of a particular day shall be an annual interest rate that is three percentage points higher than the base rate of interest in effect on that day. 4. The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day before July 1, 2006, shall be an annual interest rate that is two percentage points lower than the base rate of interest in effect for that day. 4.1. The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day after June 30, 2006, shall be an annual interest rate that is three percentage points lower than the base rate of interest in effect for that day.  O. Reg. 312/97, s. 1; O. Reg. 216/06, s. 1. (3) If a refund or remission of tax is authorized under section 31 of the Act, a refund arises from an amendment to the assessment of any land under subsection 5 (2) of the Act, a refund arises from an amendment to the assessment of any land or reapportionment of arrears under section 18 of the Act or a refund arises from an overpayment of tax, interest may be paid on the amount of the refund or remission at the rate prescribed under paragraph 4 or 4.1 of subsection (2), calculated from the date of the payment or overpayment of the tax until the date of the refund or remission.  O. Reg. 312/97, s. 1; O. Reg. 216/06, s. 2. (4) Interest at the rate prescribed under paragraph 3 of subsection (2) shall be calculated on the amount of unpaid tax, penalty and interest outstanding until the date of payment.  O. Reg. 312/97, s. 1. Costs",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) In this section,</p> <p class=\"firstdef-e\">“adjustment date” means January 1, April 1, July 1 or October 1;</p> <p class=\"definition-e\">“average prime rate”, on a particular date, means the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by that bank in Canada.  O. Reg. 312/97, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of the Act, the prescribed rates of interest shall be determined in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. A base rate of interest shall be determined for January 1, 1997 and for each adjustment date after January 1, 1997 and shall be equal to the average prime rate on,</p> <p class=\"subpara-e\">  i. October 15 of the previous year, if the adjustment date is January 1,</p> <p class=\"subpara-e\">  ii. January 15 of the same year, if the adjustment date is April 1,</p> <p class=\"subpara-e\">  iii. April 15 of the same year, if the adjustment date is July 1, and</p> <p class=\"subpara-e\">  iv. July 15 of the same year, if the adjustment date is October 1.</p> <p class=\"paragraph-e\">  2. The base rate of interest in effect on a particular date shall be,</p> <p class=\"subpara-e\">  i. the base rate for the particular date, if the particular date is an adjustment date, and</p> <p class=\"subpara-e\">  ii. the base rate for the last adjustment date before the particular date, otherwise.</p> <p class=\"paragraph-e\">  3. The prescribed rate of interest payable by a person under the Act in respect of a particular day shall be an annual interest rate that is three percentage points higher than the base rate of interest in effect on that day.</p> <p class=\"paragraph-e\">  4. The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day before July 1, 2006, shall be an annual interest rate that is two percentage points lower than the base rate of interest in effect for that day.</p> <p class=\"paragraph-e\">  4.1. The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day after June 30, 2006, shall be an annual interest rate that is three percentage points lower than the base rate of interest in effect for that day.  O. Reg. 312/97, s. 1; O. Reg. 216/06, s. 1.</p> <p class=\"subsection-e\">  (3) If a refund or remission of tax is authorized under section 31 of the Act, a refund arises from an amendment to the assessment of any land under subsection 5 (2) of the Act, a refund arises from an amendment to the assessment of any land or reapportionment of arrears under section 18 of the Act or a refund arises from an overpayment of tax, interest may be paid on the amount of the refund or remission at the rate prescribed under paragraph 4 or 4.1 of subsection (2), calculated from the date of the payment or overpayment of the tax until the date of the refund or remission.  O. Reg. 312/97, s. 1; O. Reg. 216/06, s. 2.</p> <p class=\"subsection-e\">  (4) Interest at the rate prescribed under paragraph 3 of subsection (2) shall be calculated on the amount of unpaid tax, penalty and interest outstanding until the date of payment.  O. Reg. 312/97, s. 1.</p> <p class=\"heading1-e\">Costs</p>"
        },
        {
            "id": "3.",
            "section": "Costs",
            "content": " 3. The costs to be paid under subsection 33 (1) of the Act are $20.  R.R.O. 1990, Reg. 944, s. 3. Exemptions",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The costs to be paid under subsection 33 (1) of the Act are $20.  R.R.O. 1990, Reg. 944, s. 3.</p> <p class=\"heading1-e\">Exemptions</p>"
        },
        {
            "id": "4.",
            "section": "Exemptions",
            "content": " 4. Land, (a) on which the owner thereof resides and from which he derives his chief source of income by farming; or (b) in the geographic townships of Campbell, Dawson, Mills and Robinson in the Territorial District of Manitoulin, is exempt from taxation under the Act.  R.R.O. 1990, Reg. 944, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Land,</p> <p class=\"clause-e\">  (a) on which the owner thereof resides and from which he derives his chief source of income by farming; or</p> <p class=\"clause-e\">  (b) in the geographic townships of Campbell, Dawson, Mills and Robinson in the Territorial District of Manitoulin,</p> <p class=\"Ssection-e\">is exempt from taxation under the Act.  R.R.O. 1990, Reg. 944, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Exemptions",
            "content": " 5. (1) Land in territory without municipal organization that is, (a) in the geographic townships of Campbell, Dawson, Mills or Robinson in the Territorial District of Manitoulin; or (b) held in trust for a band or body of Indians, is designated as a class of land and the gross receipts from business carried on on such land is declared to be wholly exempt from the tax imposed under section 11 of the Act.  R.R.O. 1990, Reg. 944, s. 5 (1). (2) For the purposes of subsection 11 (2) of the Act, “number of telephones connected to the company’s system in territory without municipal organization” means the number of telephones connected to the company’s system on land subject to assessment under the Act and not designated as a class of land by subsection (1); “total gross receipts of the company in all of Ontario” means the gross receipts of the company that are taxable and that are not otherwise exempt from taxation under the Act or the Municipal Act; “total number of telephones connected to the company’s system in all of Ontario” means the total number of telephones connected to the company’s system, the gross receipts from which are taxable and not otherwise exempt from taxation under the Act or the Municipal Act.  R.R.O. 1990, Reg. 944, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Land in territory without municipal organization that is,</p> <p class=\"clause-e\">  (a) in the geographic townships of Campbell, Dawson, Mills or Robinson in the Territorial District of Manitoulin; or</p> <p class=\"clause-e\">  (b) held in trust for a band or body of Indians,</p> <p class=\"Ssection-e\">is designated as a class of land and the gross receipts from business carried on on such land is declared to be wholly exempt from the tax imposed under section 11 of the Act.  R.R.O. 1990, Reg. 944, s. 5 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 11 (2) of the Act,</p> <p class=\"firstdef-e\">“number of telephones connected to the company’s system in territory without municipal organization” means the number of telephones connected to the company’s system on land subject to assessment under the Act and not designated as a class of land by subsection (1);</p> <p class=\"definition-e\">“total gross receipts of the company in all of Ontario” means the gross receipts of the company that are taxable and that are not otherwise exempt from taxation under the Act or the <i>Municipal Act</i>;</p> <p class=\"definition-e\">“total number of telephones connected to the company’s system in all of Ontario” means the total number of telephones connected to the company’s system, the gross receipts from which are taxable and not otherwise exempt from taxation under the Act or the <i>Municipal Act</i>.  R.R.O. 1990, Reg. 944, s. 5 (2).</p>"
        },
        {
            "id": "6., 7.",
            "section": "Exemptions",
            "content": " 6., 7. Revoked:  O. Reg. 486/00, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>6., 7. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 486/00, s. 1.</p>"
        },
        {
            "id": "8.",
            "section": "Exemptions",
            "content": " 8. For the purposes of subsection 10 (13) of the Act, (a) where two or more pipe lines occupy the same right of way, each pipe line occupying the right of way is a second and subsequent pipe line, except that which bears the highest assessed value computed by applying the rates otherwise determined under section 10 of the Act without the reduction in rates for the second and subsequent pipe lines occupying the same right of way provided for in clause (b), but where two or more pipe lines occupying the same right of way have the same assessed value so computed and that assessed value is the highest assessed value or is the only assessed value for the pipe lines occupying that right of way, each of such pipe lines is designated as a second and subsequent pipe line except that one that was first in use as a pipe line; and (b) where a right of way occupied by a pipe line that is not designated to be a second or subsequent pipe line under clause (a) is also occupied by a pipe line that is designated to be a second or subsequent pipe line, each pipe line so designated shall be assessable and taxable at 75 per cent of the rate otherwise determined under section 10 of the Act that is applicable to each pipe line so designated.  R.R.O. 1990, Reg. 944, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>For the purposes of subsection 10 (13) of the Act,</p> <p class=\"clause-e\">  (a) where two or more pipe lines occupy the same right of way, each pipe line occupying the right of way is a second and subsequent pipe line, except that which bears the highest assessed value computed by applying the rates otherwise determined under section 10 of the Act without the reduction in rates for the second and subsequent pipe lines occupying the same right of way provided for in clause (b), but where two or more pipe lines occupying the same right of way have the same assessed value so computed and that assessed value is the highest assessed value or is the only assessed value for the pipe lines occupying that right of way, each of such pipe lines is designated as a second and subsequent pipe line except that one that was first in use as a pipe line; and</p> <p class=\"clause-e\">  (b) where a right of way occupied by a pipe line that is not designated to be a second or subsequent pipe line under clause (a) is also occupied by a pipe line that is designated to be a second or subsequent pipe line, each pipe line so designated shall be assessable and taxable at 75 per cent of the rate otherwise determined under section 10 of the Act that is applicable to each pipe line so designated.  R.R.O. 1990, Reg. 944, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Exemptions",
            "content": " 9. (1) The Deputy Minister of Revenue may exercise all of the powers and duties conferred or imposed on the Minister or the collector under the Act.  R.R.O. 1990, Reg. 944, s. 9 (1). (2) The officers in the Ministry of Revenue holding the positions of Assistant Deputy Minister, Tax Revenue and Director of the Motor Fuels and Tobacco Tax Branch may exercise any power or perform any duty conferred or imposed upon the Minister by section 33 or 34 of the Act.  R.R.O. 1990, Reg. 944, s. 9 (2). (3) The officers in the Ministry of Revenue holding the position of Assistant Deputy Minister, Tax Revenue, and the positions of Director, and Manager, Operations and Finance, of the Motor Fuels and Tobacco Tax Branch may exercise any power or perform any duty conferred or imposed upon the collector under the following provisions of the Act: 1. Section 6. 2. Section 7. 3. Subsection 11 (7). 4. Section 23. 5. Subsections 25 (1), (2), (3) and (5). 6. Subsection 26 (2). 7. Section 27. 8. Section 30. 9. Section 31. 10. Section 32. 11. Section 33.  R.R.O. 1990, Reg. 944, s. 9 (3). (4) The officers in the Ministry of Revenue holding the position of Regional Assessment Commissioner, or any assessor acting within his or her authority in Assessment Region 7, 26, 28, 29, 30, 31 or 32 may exercise any power or perform any duty conferred or imposed upon the collector under the following provisions of the Act: 1. Subsection 5 (2). 2. Section 7. 3. Section 8. 4. Section 9. 5. Subsection 12 (1). 6. Section 16. 7. Section 18. 8. Section 19. 9. Section 20. 10. Subsection 25 (4).  R.R.O. 1990, Reg. 944, s. 9 (4). Form 1   RETURN BY OWNER OF ASSESSMENT INFORMATION Provincial Land Tax Act Insert regs\\graphics\\1990\\944\\944001au.tif  Insert regs\\graphics\\1990\\944\\944001bu.tif  R.R.O. 1990, Reg. 944, Form 1. Form 2   NOTICE OF COMPLAINT Provincial Land Tax Act Insert regs\\graphics\\1990\\944\\944002au.tif  R.R.O. 1990, Reg. 944, Form 2.    ",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) The Deputy Minister of Revenue may exercise all of the powers and duties conferred or imposed on the Minister or the collector under the Act.  R.R.O. 1990, Reg. 944, s. 9 (1).</p> <p class=\"subsection-e\">  (2) The officers in the Ministry of Revenue holding the positions of Assistant Deputy Minister, Tax Revenue and Director of the Motor Fuels and Tobacco Tax Branch may exercise any power or perform any duty conferred or imposed upon the Minister by section 33 or 34 of the Act.  R.R.O. 1990, Reg. 944, s. 9 (2).</p> <p class=\"subsection-e\">  (3) The officers in the Ministry of Revenue holding the position of Assistant Deputy Minister, Tax Revenue, and the positions of Director, and Manager, Operations and Finance, of the Motor Fuels and Tobacco Tax Branch may exercise any power or perform any duty conferred or imposed upon the collector under the following provisions of the Act:</p> <p class=\"paragraph-e\">  1. Section 6.</p> <p class=\"paragraph-e\">  2. Section 7.</p> <p class=\"paragraph-e\">  3. Subsection 11 (7).</p> <p class=\"paragraph-e\">  4. Section 23.</p> <p class=\"paragraph-e\">  5. Subsections 25 (1), (2), (3) and (5).</p> <p class=\"paragraph-e\">  6. Subsection 26 (2).</p> <p class=\"paragraph-e\">  7. Section 27.</p> <p class=\"paragraph-e\">  8. Section 30.</p> <p class=\"paragraph-e\">  9. Section 31.</p> <p class=\"paragraph-e\">  10. Section 32.</p> <p class=\"paragraph-e\">  11. Section 33.  R.R.O. 1990, Reg. 944, s. 9 (3).</p> <p class=\"subsection-e\">  (4) The officers in the Ministry of Revenue holding the position of Regional Assessment Commissioner, or any assessor acting within his or her authority in Assessment Region 7, 26, 28, 29, 30, 31 or 32 may exercise any power or perform any duty conferred or imposed upon the collector under the following provisions of the Act:</p> <p class=\"paragraph-e\">  1. Subsection 5 (2).</p> <p class=\"paragraph-e\">  2. Section 7.</p> <p class=\"paragraph-e\">  3. Section 8.</p> <p class=\"paragraph-e\">  4. Section 9.</p> <p class=\"paragraph-e\">  5. Subsection 12 (1).</p> <p class=\"paragraph-e\">  6. Section 16.</p> <p class=\"paragraph-e\">  7. Section 18.</p> <p class=\"paragraph-e\">  8. Section 19.</p> <p class=\"paragraph-e\">  9. Section 20.</p> <p class=\"paragraph-e\">  10. Subsection 25 (4).  R.R.O. 1990, Reg. 944, s. 9 (4).</p> <p class=\"form-e\">Form 1 <br/>  RETURN BY OWNER OF ASSESSMENT INFORMATION</p> <p class=\"act-e\">Provincial Land Tax Act</p> <p class=\"insert-e\">Insert regs\\graphics\\1990\\944\\944001au.tif</p> <p align=\"center\" class=\"scanned-e\"><img height=\"847\" src=\"900944_e_files/image001.png\" width=\"620\"/></p> <p class=\"insert-e\">Insert regs\\graphics\\1990\\944\\944001bu.tif</p> <p class=\"scanned-e\"><img height=\"882\" src=\"900944_e_files/image002.png\" width=\"671\"/></p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 944, Form 1.</p> <p class=\"form-e\">Form 2 <br/>  NOTICE OF COMPLAINT</p> <p class=\"act-e\">Provincial Land Tax Act</p> <p class=\"insert-e\">Insert regs\\graphics\\1990\\944\\944002au.tif</p> <p class=\"scanned-e\"><img height=\"284\" src=\"900944_e_files/image003.png\" width=\"311\"/></p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 944, Form 2.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}