{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 465: MISCELLANEOUS",
        "reg_name_text": "MISCELLANEOUS",
        "citation": "R.R.O. 1990, Reg. 465: ",
        "act_under": "Fuel Tax Act",
        "url": "https://www.ontario.ca/laws/regulation/900465",
        "date_scraped": "2023-12-19 05:04:22"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September  7, 2012",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900465/v3",
            "valid_from": "May 23, 2006",
            "valid_to": "September  6, 2012"
        },
        {
            "a_href": "/laws/regulation/900465/v2",
            "valid_from": "June 13, 2005",
            "valid_to": "May 22, 2006"
        },
        {
            "a_href": "/laws/regulation/900465/v1",
            "valid_from": "March  1, 2000",
            "valid_to": "June 12, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. For the purposes of the Act, “operator”, when used with reference to a motor vehicle designed for use as a vessel, means a person having the care or control of the vehicle.  O. Reg. 179/96, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>For the purposes of the Act,</p> <p class=\"firstdef-e\">“operator”, when used with reference to a motor vehicle designed for use as a vessel, means a person having the care or control of the vehicle.  O. Reg. 179/96, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. Revoked:  O. Reg. 179/96, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 179/96, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. For the purpose of clause (a) of the definition of “interjurisdictional carrier” in section 1 of the Act and paragraph 4 of section 7 of this Regulation, a vehicle required to be licensed under the Highway Traffic Act includes a vehicle that would be required to be so licensed but for a reciprocal agreement between Ontario and another jurisdiction.  R.R.O. 1990, Reg. 465, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>For the purpose of clause (a) of the definition of “interjurisdictional carrier” in section 1 of the Act and paragraph 4 of section 7 of this Regulation, a vehicle required to be licensed under the <i>Highway Traffic Act</i> includes a vehicle that would be required to be so licensed but for a reciprocal agreement between Ontario and another jurisdiction.  R.R.O. 1990, Reg. 465, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. Revoked:  O. Reg. 23/97, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 23/97, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. The following products are excluded from the application of the Act except when they are blended, compounded or combined with any fuel taxable under the Act: 1. Bunker fuel. 2. Any product that is a solvent, naphtha or thinner and that is obtained from a petroleum origin or from the destructive distillation of coal, wood or wood products or that is produced by fermentation or by synthetic chemical reaction. 3. Any product that is compounded wholly of products referred to in paragraph 2. 4.  Revoked:  O. Reg. 12/92, s. 1. 5. Coloured fuel.  R.R.O. 1990, Reg. 465, s. 5; O. Reg. 12/92, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The following products are excluded from the application of the Act except when they are blended, compounded or combined with any fuel taxable under the Act:</p> <p class=\"paragraph-e\">  1. Bunker fuel.</p> <p class=\"paragraph-e\">  2. Any product that is a solvent, naphtha or thinner and that is obtained from a petroleum origin or from the destructive distillation of coal, wood or wood products or that is produced by fermentation or by synthetic chemical reaction.</p> <p class=\"paragraph-e\">  3. Any product that is compounded wholly of products referred to in paragraph 2.</p> <p class=\"paragraph-e\">  4.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 12/92, s. 1.</p> <p class=\"paragraph-e\">  5. Coloured fuel.  R.R.O. 1990, Reg. 465, s. 5; O. Reg. 12/92, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) Those persons serving in or employed by a diplomatic or consular mission, high commission or trade commission and their spouses and families as authorized by Foreign Affairs and International Trade Canada are exempt from the tax imposed by the Act when purchasing clear fuel exclusively for their own use provided that such persons are not Canadian citizens or “permanent residents” of Canada as defined in the Immigration and Refugee Protection Act (Canada) and provided that such persons are assigned to duty from the state they represent and are not engaged locally by the mission or commission.  R.R.O. 1990, Reg. 465, s. 6; O. Reg. 91/00, s. 1 (1); O. Reg. 312/05, s. 1 (1); O. Reg. 255/12, s. 1. (2) In subsection (1), “spouse” has the meaning given to that expression by section 29 of the Family Law Act.  O. Reg. 91/00, s. 1 (2); O. Reg. 312/05, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Those persons serving in or employed by a diplomatic or consular mission, high commission or trade commission and their spouses and families as authorized by Foreign Affairs and International Trade Canada are exempt from the tax imposed by the Act when purchasing clear fuel exclusively for their own use provided that such persons are not Canadian citizens or “permanent residents” of Canada as defined in the <i>Immigration and Refugee Protection Act </i>(Canada) and provided that such persons are assigned to duty from the state they represent and are not engaged locally by the mission or commission.  R.R.O. 1990, Reg. 465, s. 6; O. Reg. 91/00, s. 1 (1); O. Reg. 312/05, s. 1 (1); O. Reg. 255/12, s. 1.</p> <p class=\"subsection-e\">  (2) In subsection (1),</p> <p class=\"firstdef-e\">“spouse” has the meaning given to that expression by section 29 of the <i>Family Law Act</i>.  O. Reg. 91/00, s. 1 (2); O. Reg. 312/05, s. 1 (2).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. All fuel used in the following enumerated ways is exempt from the tax imposed by the Act: 1. Clear fuel delivered directly into the tanks of a motor vessel operating under the Canada Shipping Act, 2001 (Canada), provided that the purchaser holds a fuel acquisition permit. 2. Clear fuel intended for use exclusively in the service vehicles, aircraft or vessels of a visiting force as defined in the Visiting Forces Act (Canada) when such fuel is exempt from taxation under section 26 of that Act and the  regulations made thereunder. 3. Coloured fuel when used for any purpose other than the operation of a motor vehicle, i. to which number plates are attached as required by the Highway Traffic Act, or ii. operated or intended to be operated principally for the pleasure or recreation of its owner or operator. 4. Ethyl alcohol, methyl alcohol, natural gas, manufactured gas or any product commonly known as liquefied petroleum gas used for the purpose of generating power by internal combustion. 5. Coloured fuel when used by registered Indians if such fuel is acquired on a reserve, or used by an Indian settlement located on Crown land, the Indian inhabitants of which are treated by Aboriginal Affairs and Northern Development Canada in the same manner as Indians residing on a reserve and, for the purposes of this paragraph, “registered” and “reserve” have the same meaning as in the Indian Act (Canada). 6. Clear fuel purchased from the terminal of a collector in a quantity in excess of 100,000 litres by a person authorized by the Minister to acquire the fuel for the purpose of resale to a collector operating an authorized dye-point for transfer by pipeline, railway or ship to that dye-point where all the fuel is delivered to the dye-point of the purchasing collector and the person authorized by the Minister to acquire clear fuel for resale presents to the collector selling the fuel a single exemption certificate issued by the Minister. 7. Clear fuel purchased from the terminal of a collector in a quantity in excess of 100,000 litres by a person authorized by the Minister to acquire the fuel for the purpose of resale to a collector operating an authorized dye-point for transfer by truck to that dye-point where, i. delivery of the fuel is taken and title to the fuel passes at the terminal of the collector selling the fuel and the fuel is picked up by the collector purchasing the fuel or a common carrier employed by the collector purchasing the fuel, or ii. delivery of the fuel is taken and title to the fuel passes at an authorized dye-point of the purchasing collector, and where all the fuel is delivered to the dye-point of the purchasing collector and the person authorized by the Minister to acquire clear fuel for resale presents to the collector selling the fuel a single exemption certificate issued by the Minister. 8. Clear fuel purchased under a fuel acquisition permit under section 4.11 of the Act if the fuel is acquired principally to be disposed of or consumed in the manner prescribed for the purposes of subsection 4.11 (2) of the Act.  R.R.O. 1990, Reg. 465, s. 7; O. Reg. 179/96, s. 2; O. Reg. 255/12, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>All fuel used in the following enumerated ways is exempt from the tax imposed by the Act:</p> <p class=\"paragraph-e\">  1. Clear fuel delivered directly into the tanks of a motor vessel operating under the <i>Canada Shipping Act, 2001</i> (Canada), provided that the purchaser holds a fuel acquisition permit.</p> <p class=\"paragraph-e\">  2. Clear fuel intended for use exclusively in the service vehicles, aircraft or vessels of a visiting force as defined in the <i>Visiting Forces Act</i> (Canada) when such fuel is exempt from taxation under section 26 of that Act and the  regulations made thereunder.</p> <p class=\"paragraph-e\">  3. Coloured fuel when used for any purpose other than the operation of a motor vehicle,</p> <p class=\"subpara-e\">  i. to which number plates are attached as required by the <i>Highway Traffic Act</i>, or</p> <p class=\"subpara-e\">  ii. operated or intended to be operated principally for the pleasure or recreation of its owner or operator.</p> <p class=\"paragraph-e\">  4. Ethyl alcohol, methyl alcohol, natural gas, manufactured gas or any product commonly known as liquefied petroleum gas used for the purpose of generating power by internal combustion.</p> <p class=\"paragraph-e\">  5. Coloured fuel when used by registered Indians if such fuel is acquired on a reserve, or used by an Indian settlement located on Crown land, the Indian inhabitants of which are treated by Aboriginal Affairs and Northern Development Canada in the same manner as Indians residing on a reserve and, for the purposes of this paragraph, “registered” and “reserve” have the same meaning as in the <i>Indian Act</i> (Canada).</p> <p class=\"paragraph-e\">  6. Clear fuel purchased from the terminal of a collector in a quantity in excess of 100,000 litres by a person authorized by the Minister to acquire the fuel for the purpose of resale to a collector operating an authorized dye-point for transfer by pipeline, railway or ship to that dye-point where all the fuel is delivered to the dye-point of the purchasing collector and the person authorized by the Minister to acquire clear fuel for resale presents to the collector selling the fuel a single exemption certificate issued by the Minister.</p> <p class=\"paragraph-e\">  7. Clear fuel purchased from the terminal of a collector in a quantity in excess of 100,000 litres by a person authorized by the Minister to acquire the fuel for the purpose of resale to a collector operating an authorized dye-point for transfer by truck to that dye-point where,</p> <p class=\"subpara-e\">  i. delivery of the fuel is taken and title to the fuel passes at the terminal of the collector selling the fuel and the fuel is picked up by the collector purchasing the fuel or a common carrier employed by the collector purchasing the fuel, or</p> <p class=\"subpara-e\">  ii. delivery of the fuel is taken and title to the fuel passes at an authorized dye-point of the purchasing collector,</p> <p class=\"Sparagraph-e\">and where all the fuel is delivered to the dye-point of the purchasing collector and the person authorized by the Minister to acquire clear fuel for resale presents to the collector selling the fuel a single exemption certificate issued by the Minister.</p> <p class=\"paragraph-e\">  8. Clear fuel purchased under a fuel acquisition permit under section 4.11 of the Act if the fuel is acquired principally to be disposed of or consumed in the manner prescribed for the purposes of subsection 4.11 (2) of the Act.  R.R.O. 1990, Reg. 465, s. 7; O. Reg. 179/96, s. 2; O. Reg. 255/12, s. 2.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. (1) In this section, “adjustment date” means January 1, April 1, July 1 or October 1; “average prime rate”, on a particular date, means the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by that bank in Canada.  O. Reg. 309/97, s. 1. (1.1) For the purposes of the Act, the prescribed rates of interest shall be determined in accordance with the following rules: 1. A base rate of interest shall be determined for January 1, 1997 and for each adjustment date after January 1, 1997 and shall be equal to the average prime rate on, i. October 15 of the previous year, if the adjustment date is January 1, ii. January 15 of the same year, if the adjustment date is April 1, iii. April 15 of the same year, if the adjustment date is July 1, and iv. July 15 of the same year, if the adjustment date is October 1. 2. The base rate of interest in effect on a particular date shall be, i. the base rate for the particular date, if the particular date is an adjustment date, and ii. the base rate for the last adjustment date before the particular date, otherwise. 3. The prescribed rate of interest payable by a person under the Act in respect of a particular day shall be an annual interest rate that is three percentage points higher than the base rate of interest in effect on that day. 4. The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day before July 1, 2006, shall be an annual interest rate that is two percentage points lower than the base rate of interest in effect for that day. 4.1 The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day after June 30, 2006, shall be an annual interest rate that is three percentage points lower than the base rate of interest in effect for that day. 5. For an overpayment that results from a decision of the Minister or a court on an objection to, or an appeal from, an assessment or a statement of disallowance, the prescribed rate of interest to be paid or allowed by the Minister in respect of a particular day after December 31, 1998 is the base rate of interest in effect for that day.  O. Reg. 309/97, s. 1; O. Reg. 451/99, s. 1 (1); O. Reg. 222/06, s. 1. (1.2) Revoked:  O. Reg. 309/97, s. 1. (2) On the amount of any refund made under subsection 13 (1) of Regulation 464 of the Revised Regulations of Ontario, 1990, interest shall be paid, calculated from the date of application to the Minister for the amount to be refunded to the date when the refund is made or is applied by the Minister against other liability of the person entitled to the refund.  O. Reg. 179/96, s. 3 (1). (3) Interest is payable on the amount of any overpayment refunded under subsection 21 (6) of the Act or applied under subsection 21 (8) of the Act, calculated as follows: 1. If the overpayment results from the transmittal or payment to the Minister of an amount in excess of the amount required, interest is calculated from the date of application to the Minister for the refund of the overpayment to the date the overpayment is refunded or is applied by the Minister against any other liability of the person who is entitled to the refund. 2. If the overpayment results from a decision of the Minister or a court on an objection to, or an appeal from, an assessment or a statement of disallowance made under the Act, interest is calculated from the date the overpayment was transmitted or paid to the Minister to the date the overpayment is refunded or is applied by the Minister against any other liability of the person who is entitled to the refund.  O. Reg. 451/99, s. 1 (2). (4), (5) Revoked:  O. Reg. 309/97, s. 1. (6) Interest accruing after December 31, 1994 on any refund made under the Act or the regulations shall be computed and compounded daily.  O. Reg. 179/96, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) In this section,</p> <p class=\"firstdef-e\">“adjustment date” means January 1, April 1, July 1 or October 1;</p> <p class=\"definition-e\">“average prime rate”, on a particular date, means the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by that bank in Canada.  O. Reg. 309/97, s. 1.</p> <p class=\"subsection-e\">  (1.1) For the purposes of the Act, the prescribed rates of interest shall be determined in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. A base rate of interest shall be determined for January 1, 1997 and for each adjustment date after January 1, 1997 and shall be equal to the average prime rate on,</p> <p class=\"subpara-e\">  i. October 15 of the previous year, if the adjustment date is January 1,</p> <p class=\"subpara-e\">  ii. January 15 of the same year, if the adjustment date is April 1,</p> <p class=\"subpara-e\">  iii. April 15 of the same year, if the adjustment date is July 1, and</p> <p class=\"subpara-e\">  iv. July 15 of the same year, if the adjustment date is October 1.</p> <p class=\"paragraph-e\">  2. The base rate of interest in effect on a particular date shall be,</p> <p class=\"subpara-e\">  i. the base rate for the particular date, if the particular date is an adjustment date, and</p> <p class=\"subpara-e\">  ii. the base rate for the last adjustment date before the particular date, otherwise.</p> <p class=\"paragraph-e\">  3. The prescribed rate of interest payable by a person under the Act in respect of a particular day shall be an annual interest rate that is three percentage points higher than the base rate of interest in effect on that day.</p> <p class=\"paragraph-e\">  4. The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day before July 1, 2006, shall be an annual interest rate that is two percentage points lower than the base rate of interest in effect for that day. </p> <p class=\"paragraph-e\">  4.1 The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day after June 30, 2006, shall be an annual interest rate that is three percentage points lower than the base rate of interest in effect for that day.</p> <p class=\"paragraph-e\">  5. For an overpayment that results from a decision of the Minister or a court on an objection to, or an appeal from, an assessment or a statement of disallowance, the prescribed rate of interest to be paid or allowed by the Minister in respect of a particular day after December 31, 1998 is the base rate of interest in effect for that day.  O. Reg. 309/97, s. 1; O. Reg. 451/99, s. 1 (1); O. Reg. 222/06, s. 1.</p> <p class=\"subsection-e\">  (1.2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 309/97, s. 1.</p> <p class=\"subsection-e\">  (2) On the amount of any refund made under subsection 13 (1) of Regulation 464 of the Revised Regulations of Ontario, 1990, interest shall be paid, calculated from the date of application to the Minister for the amount to be refunded to the date when the refund is made or is applied by the Minister against other liability of the person entitled to the refund.  O. Reg. 179/96, s. 3 (1).</p> <p class=\"subsection-e\">  (3) Interest is payable on the amount of any overpayment refunded under subsection 21 (6) of the Act or applied under subsection 21 (8) of the Act, calculated as follows:</p> <p class=\"paragraph-e\">  1. If the overpayment results from the transmittal or payment to the Minister of an amount in excess of the amount required, interest is calculated from the date of application to the Minister for the refund of the overpayment to the date the overpayment is refunded or is applied by the Minister against any other liability of the person who is entitled to the refund.</p> <p class=\"paragraph-e\">  2. If the overpayment results from a decision of the Minister or a court on an objection to, or an appeal from, an assessment or a statement of disallowance made under the Act, interest is calculated from the date the overpayment was transmitted or paid to the Minister to the date the overpayment is refunded or is applied by the Minister against any other liability of the person who is entitled to the refund.  O. Reg. 451/99, s. 1 (2).</p> <p class=\"subsection-e\">  (4), (5) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 309/97, s. 1.</p> <p class=\"subsection-e\">  (6) Interest accruing after December 31, 1994 on any refund made under the Act or the regulations shall be computed and compounded daily.  O. Reg. 179/96, s. 3 (3).</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. (1) Where a registered dyer colours fuel in accordance with the Act and the regulations, the registered dyer may deduct from the amount otherwise to be remitted to the Minister under section 3.2 of the Act .023 of a cent for each litre of fuel coloured by the registered dyer as compensation for the registered dyer’s services, but no compensation may be claimed with respect to fuel that is, (a) subsequently exported or used outside Ontario by the registered dyer, by a person to whom the registered dyer sold the fuel or by a subsequent purchaser of the fuel who does not deal at arm’s length with the registered dyer or with the person to whom the registered dyer sold the fuel; (b) coloured outside Ontario and imported into Ontario, unless the dye used to colour the fuel is supplied by the Minister; (c) coloured using dye supplied by the Minister, the cost of which is assessed to the registered dyer as a collector under subsection 13 (4) of the Act; (d) coloured in whole or in part by any officer of the Ministry of Finance or under the direct supervision or instruction of such officer; (e) coloured prior to the registration of the registered dyer under section 4.17 of the Act, after the cancellation of the registration or during any suspension of the registration; (f) coloured and delivered to the terminal of another registered dyer; or (g) coloured and delivered to a registered consumer purchasing the fuel under the authority of a valid fuel acquisition permit issued under the Act.  O. Reg. 179/96, s. 4. (2) The amount of compensation for a registered dyer’s services shall be rounded to the nearest whole cent.  O. Reg. 179/96, s. 4. (3) Despite clause (1) (b), dye supplied by another province may be used by a registered dyer to colour fuel outside Ontario for importation, sale and use in Ontario, if the prior written approval of the Minister is obtained, and the registered dyer may claim compensation in accordance with subsection (1) if no compensation for the colouring of the fuel is paid by the province in which the fuel is coloured.  O. Reg. 179/96, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) Where a registered dyer colours fuel in accordance with the Act and the regulations, the registered dyer may deduct from the amount otherwise to be remitted to the Minister under section 3.2 of the Act .023 of a cent for each litre of fuel coloured by the registered dyer as compensation for the registered dyer’s services, but no compensation may be claimed with respect to fuel that is,</p> <p class=\"clause-e\">  (a) subsequently exported or used outside Ontario by the registered dyer, by a person to whom the registered dyer sold the fuel or by a subsequent purchaser of the fuel who does not deal at arm’s length with the registered dyer or with the person to whom the registered dyer sold the fuel;</p> <p class=\"clause-e\">  (b) coloured outside Ontario and imported into Ontario, unless the dye used to colour the fuel is supplied by the Minister;</p> <p class=\"clause-e\">  (c) coloured using dye supplied by the Minister, the cost of which is assessed to the registered dyer as a collector under subsection 13 (4) of the Act;</p> <p class=\"clause-e\">  (d) coloured in whole or in part by any officer of the Ministry of Finance or under the direct supervision or instruction of such officer;</p> <p class=\"clause-e\">  (e) coloured prior to the registration of the registered dyer under section 4.17 of the Act, after the cancellation of the registration or during any suspension of the registration;</p> <p class=\"clause-e\">  (f) coloured and delivered to the terminal of another registered dyer; or</p> <p class=\"clause-e\">  (g) coloured and delivered to a registered consumer purchasing the fuel under the authority of a valid fuel acquisition permit issued under the Act.  O. Reg. 179/96, s. 4.</p> <p class=\"subsection-e\">  (2) The amount of compensation for a registered dyer’s services shall be rounded to the nearest whole cent.  O. Reg. 179/96, s. 4.</p> <p class=\"subsection-e\">  (3) Despite clause (1) (b), dye supplied by another province may be used by a registered dyer to colour fuel outside Ontario for importation, sale and use in Ontario, if the prior written approval of the Minister is obtained, and the registered dyer may claim compensation in accordance with subsection (1) if no compensation for the colouring of the fuel is paid by the province in which the fuel is coloured.  O. Reg. 179/96, s. 4.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. Revoked:  O. Reg. 301/91, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 301/91, s. 2.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900465\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}