{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 398: BURLEY TOBACCO - MARKETING",
        "reg_name_text": "BURLEY TOBACCO — MARKETING",
        "citation": "R.R.O. 1990, Reg. 398: BURLEY TOBACCO - MARKETING",
        "act_under": "Farm Products Marketing Act   Loi sur la commercialisation des produits agricoles",
        "url": "https://www.ontario.ca/laws/regulation/900398",
        "date_scraped": "2023-12-19 07:36:45"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900398/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "July 16, 2009"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “burley tobacco” means unmanufactured burley tobacco produced in Ontario; “local board” means The Ontario Burley Tobacco Growers’ Marketing Board; “plan” means The Ontario Burley Tobacco Growers’ Marketing Plan; “producer” means a person engaged in the production of burley tobacco in Ontario. R.R.O. 1990, Reg. 398, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“burley tobacco” means unmanufactured burley tobacco produced in Ontario;</p> <p class=\"definition-e\">“local board” means The Ontario Burley Tobacco Growers’ Marketing Board;</p> <p class=\"definition-e\">“plan” means The Ontario Burley Tobacco Growers’ Marketing Plan;</p> <p class=\"definition-e\">“producer” means a person engaged in the production of burley tobacco in Ontario. R.R.O. 1990, Reg. 398, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. This Regulation provides for the control and regulation in any or all respects of the producing and marketing within Ontario of burley tobacco, including the prohibition of such producing and marketing in whole or in part. R.R.O. 1990, Reg. 398, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>This Regulation provides for the control and regulation in any or all respects of the producing and marketing within Ontario of burley tobacco, including the prohibition of such producing and marketing in whole or in part. R.R.O. 1990, Reg. 398, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. The Commission delegates to the local board the power, (a) to require persons engaged in producing or marketing burley tobacco to register their names, addresses and occupations with the local board; (b) to require persons engaged in producing or marketing burley tobacco to furnish such information relating to the production or marketing of burley tobacco, including the completing and filing of returns, as the local board determines; (c) to appoint persons to inspect the books, records, documents, lands and premises and any burley tobacco of persons engaged in producing or marketing burley tobacco; (d) to stimulate, increase and improve the marketing of burley tobacco by such means as it considers proper; (e) to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or of any province in Canada for the purpose of marketing burley tobacco; (f) to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations or the plan. R.R.O. 1990, Reg. 398, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The Commission delegates to the local board the power,</p> <p class=\"clause-e\">(a) to require persons engaged in producing or marketing burley tobacco to register their names, addresses and occupations with the local board;</p> <p class=\"clause-e\">(b) to require persons engaged in producing or marketing burley tobacco to furnish such information relating to the production or marketing of burley tobacco, including the completing and filing of returns, as the local board determines;</p> <p class=\"clause-e\">(c) to appoint persons to inspect the books, records, documents, lands and premises and any burley tobacco of persons engaged in producing or marketing burley tobacco;</p> <p class=\"clause-e\">(d) to stimulate, increase and improve the marketing of burley tobacco by such means as it considers proper;</p> <p class=\"clause-e\">(e) to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or of any province in Canada for the purpose of marketing burley tobacco;</p> <p class=\"clause-e\">(f) to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations or the plan. R.R.O. 1990, Reg. 398, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. The Commission delegates to the local board its powers to make regulations with respect to burley tobacco, (a) providing for the licensing of any or all persons before commencing or continuing to engage in the producing or marketing of burley tobacco; (b) prohibiting persons from engaging in the producing or marketing of burley tobacco except under the authority of a licence; (c) providing for the refusal to grant a licence where the applicant is not qualified by experience, financial responsibility and equipment to engage in properly the business for which the application was made, or for any other reason that the local board considers proper; (d) providing for the suspension or revocation of, or the refusal to renew, a licence for failure to observe, perform or carry out the Act, the regulations, the plan or any order or direction of the local board; (e) providing for the fixing of licence fees payable yearly, halfyearly, quarterly or monthly at different amounts or in instalments from any or all persons producing or marketing burley tobacco and the recovering of such licence fees by suit in a court of competent jurisdiction; (f) requiring any person who produces and processes burley tobacco to furnish to the local board statements of the amounts of burley tobacco produced by the person in any year and used for processing; (g) prescribing the form of licences; (h) providing for the exemption from any or all of the regulations, orders or directions under the plan of any class, variety or grade of burley tobacco; (i) requiring the furnishing of security or proof of financial responsibility by any person engaged in the marketing of burley tobacco and providing for the administration and disposition of any money or securities so furnished; (j) providing for the control and regulation of the marketing of burley tobacco, including the times and places at which burley tobacco may be marketed; (k) providing for the control and regulation of agreements entered into by producers of burley tobacco with persons engaged in marketing or processing burley tobacco and the prohibition of any provision or clause in such agreements; (l) requiring any person who produces burley tobacco to offer to sell and to sell burley tobacco through the local board; (m) prohibiting any person from processing, packing or packaging any burley tobacco that has not been sold through the local board; (n) providing for the making of agreements relating to the marketing of burley tobacco through the local board and prescribing the forms and the terms and conditions of such agreements. R.R.O. 1990, Reg. 398, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The Commission delegates to the local board its powers to make regulations with respect to burley tobacco,</p> <p class=\"clause-e\">(a) providing for the licensing of any or all persons before commencing or continuing to engage in the producing or marketing of burley tobacco;</p> <p class=\"clause-e\">(b) prohibiting persons from engaging in the producing or marketing of burley tobacco except under the authority of a licence;</p> <p class=\"clause-e\">(c) providing for the refusal to grant a licence where the applicant is not qualified by experience, financial responsibility and equipment to engage in properly the business for which the application was made, or for any other reason that the local board considers proper;</p> <p class=\"clause-e\">(d) providing for the suspension or revocation of, or the refusal to renew, a licence for failure to observe, perform or carry out the Act, the regulations, the plan or any order or direction of the local board;</p> <p class=\"clause-e\">(e) providing for the fixing of licence fees payable yearly, halfyearly, quarterly or monthly at different amounts or in instalments from any or all persons producing or marketing burley tobacco and the recovering of such licence fees by suit in a court of competent jurisdiction;</p> <p class=\"clause-e\">(f) requiring any person who produces and processes burley tobacco to furnish to the local board statements of the amounts of burley tobacco produced by the person in any year and used for processing;</p> <p class=\"clause-e\">(g) prescribing the form of licences;</p> <p class=\"clause-e\">(h) providing for the exemption from any or all of the regulations, orders or directions under the plan of any class, variety or grade of burley tobacco;</p> <p class=\"clause-e\">(i) requiring the furnishing of security or proof of financial responsibility by any person engaged in the marketing of burley tobacco and providing for the administration and disposition of any money or securities so furnished;</p> <p class=\"clause-e\">(j) providing for the control and regulation of the marketing of burley tobacco, including the times and places at which burley tobacco may be marketed;</p> <p class=\"clause-e\">(k) providing for the control and regulation of agreements entered into by producers of burley tobacco with persons engaged in marketing or processing burley tobacco and the prohibition of any provision or clause in such agreements;</p> <p class=\"clause-e\">(l) requiring any person who produces burley tobacco to offer to sell and to sell burley tobacco through the local board;</p> <p class=\"clause-e\">(m) prohibiting any person from processing, packing or packaging any burley tobacco that has not been sold through the local board;</p> <p class=\"clause-e\">(n) providing for the making of agreements relating to the marketing of burley tobacco through the local board and prescribing the forms and the terms and conditions of such agreements. R.R.O. 1990, Reg. 398, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) The Commission authorizes the local board, (a) to require that burley tobacco be marketed on a quota basis; (b) to prohibit any person to whom a quota has not been fixed and allotted for the marketing of burley tobacco or whose quota has been cancelled from marketing any burley tobacco; (c) to prohibit any person to whom a quota has been fixed and allotted for the marketing of burley tobacco from marketing any burley tobacco in excess of such quota; (d) to prohibit any person to whom a quota has been fixed and allotted for the marketing of burley tobacco produced on lands or premises in respect of which such quota was fixed and allotted from marketing any burley tobacco other than the burley tobacco produced on such lands and premises. R.R.O. 1990, Reg. 398, s. 5 (1). (2) The Commission authorizes the local board, (a) to fix and allot to persons quotas for the marketing of burley tobacco on such basis as the local board considers proper; (b) to refuse to fix and allot to any person a quota for the marketing of burley tobacco for any reason that the local board considers proper; and (c) to cancel or reduce, or refuse to increase, a quota fixed and allotted to any person for the marketing of burley tobacco for any reason that the local board considers proper. R.R.O. 1990, Reg. 398, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The Commission authorizes the local board,</p> <p class=\"clause-e\">(a) to require that burley tobacco be marketed on a quota basis;</p> <p class=\"clause-e\">(b) to prohibit any person to whom a quota has not been fixed and allotted for the marketing of burley tobacco or whose quota has been cancelled from marketing any burley tobacco;</p> <p class=\"clause-e\">(c) to prohibit any person to whom a quota has been fixed and allotted for the marketing of burley tobacco from marketing any burley tobacco in excess of such quota;</p> <p class=\"clause-e\">(d) to prohibit any person to whom a quota has been fixed and allotted for the marketing of burley tobacco produced on lands or premises in respect of which such quota was fixed and allotted from marketing any burley tobacco other than the burley tobacco produced on such lands and premises. R.R.O. 1990, Reg. 398, s. 5 (1).</p> <p class=\"subsection-e\">(2) The Commission authorizes the local board,</p> <p class=\"clause-e\">(a) to fix and allot to persons quotas for the marketing of burley tobacco on such basis as the local board considers proper;</p> <p class=\"clause-e\">(b) to refuse to fix and allot to any person a quota for the marketing of burley tobacco for any reason that the local board considers proper; and</p> <p class=\"clause-e\">(c) to cancel or reduce, or refuse to increase, a quota fixed and allotted to any person for the marketing of burley tobacco for any reason that the local board considers proper. R.R.O. 1990, Reg. 398, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) The Commission authorizes the local board to use any class of licence fees, service charges and other money payable to it for the purposes of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan. R.R.O. 1990, Reg. 398, s. 6 (1). (2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1). R.R.O. 1990, Reg. 398, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) The Commission authorizes the local board to use any class of licence fees, service charges and other money payable to it for the purposes of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan. R.R.O. 1990, Reg. 398, s. 6 (1).</p> <p class=\"subsection-e\">(2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1). R.R.O. 1990, Reg. 398, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. The Commission authorizes the local board to conduct a pool or pools for the distribution of all money received from the sale of burley tobacco and, after deducting all necessary and proper disbursements and expenses, to distribute the remainder of the money received from the sale in such manner that every producer receives a share of the remainder of the money received from the sale in relation to the amount, class, variety or grade of burley tobacco delivered, and authorizes the local board to make an initial payment on delivery of the burley tobacco and subsequent payments until all of the remainder of the money received from the sale is distributed to the producers. R.R.O. 1990, Reg. 398, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>The Commission authorizes the local board to conduct a pool or pools for the distribution of all money received from the sale of burley tobacco and, after deducting all necessary and proper disbursements and expenses, to distribute the remainder of the money received from the sale in such manner that every producer receives a share of the remainder of the money received from the sale in relation to the amount, class, variety or grade of burley tobacco delivered, and authorizes the local board to make an initial payment on delivery of the burley tobacco and subsequent payments until all of the remainder of the money received from the sale is distributed to the producers. R.R.O. 1990, Reg. 398, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. The Commission authorizes the local board to require the price or prices payable or owing to the producers for burley tobacco to be paid to or through the local board and to recover such price or prices by suit in a court of competent jurisdiction. R.R.O. 1990, Reg. 398, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>The Commission authorizes the local board to require the price or prices payable or owing to the producers for burley tobacco to be paid to or through the local board and to recover such price or prices by suit in a court of competent jurisdiction. R.R.O. 1990, Reg. 398, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. The Commission authorizes the local board to prohibit the marketing of any class, variety or grade of burley tobacco. R.R.O. 1990, Reg. 398, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>The Commission authorizes the local board to prohibit the marketing of any class, variety or grade of burley tobacco. R.R.O. 1990, Reg. 398, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. The Commission authorizes the local board to appoint agents, to prescribe their duties and terms and conditions of employment and to provide for their remuneration. R.R.O. 1990, Reg. 398, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>The Commission authorizes the local board to appoint agents, to prescribe their duties and terms and conditions of employment and to provide for their remuneration. R.R.O. 1990, Reg. 398, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) There shall be a negotiating agency to be known as the “Negotiating Committee for Burley Tobacco” composed of the persons who are appointed members of the negotiating agency under subsection (2). R.R.O. 1990, Reg. 398, s. 11 (1). (2) The Negotiating Committee for Burley Tobacco shall be comprised of, (a) not more than four members appointed by the buyers of burley tobacco; and (b) not more than four members appointed by the local board. R.R.O. 1990, Reg. 398, s. 11 (2). (3) The persons entitled to appoint members under subsection (2) shall appoint the members and shall notify the Commission of the members’ names and addresses prior to the 1st day of December in each year. R.R.O. 1990, Reg. 398, s. 11 (3). (4) The persons who are members of the Negotiating Committee for Burley Tobacco under subsection (2) remain members thereof until their successors become members. R.R.O. 1990, Reg. 398, s. 11 (4). (5) Where a member of the Negotiating Committee for Burley Tobacco appointed under subsection (2), dies or resigns or is unavailable to act prior to the expiration of his or her membership, the person who appointed him or her shall appoint a person for the unexpired term of such member. R.R.O. 1990, Reg. 398, s. 11 (5).",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) There shall be a negotiating agency to be known as the “Negotiating Committee for Burley Tobacco” composed of the persons who are appointed members of the negotiating agency under subsection (2). R.R.O. 1990, Reg. 398, s. 11 (1).</p> <p class=\"subsection-e\">(2) The Negotiating Committee for Burley Tobacco shall be comprised of,</p> <p class=\"clause-e\">(a) not more than four members appointed by the buyers of burley tobacco; and</p> <p class=\"clause-e\">(b) not more than four members appointed by the local board. R.R.O. 1990, Reg. 398, s. 11 (2).</p> <p class=\"subsection-e\">(3) The persons entitled to appoint members under subsection (2) shall appoint the members and shall notify the Commission of the members’ names and addresses prior to the 1st day of December in each year. R.R.O. 1990, Reg. 398, s. 11 (3).</p> <p class=\"subsection-e\">(4) The persons who are members of the Negotiating Committee for Burley Tobacco under subsection (2) remain members thereof until their successors become members. R.R.O. 1990, Reg. 398, s. 11 (4).</p> <p class=\"subsection-e\">(5) Where a member of the Negotiating Committee for Burley Tobacco appointed under subsection (2), dies or resigns or is unavailable to act prior to the expiration of his or her membership, the person who appointed him or her shall appoint a person for the unexpired term of such member. R.R.O. 1990, Reg. 398, s. 11 (5).</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. The Negotiating Committee for Burley Tobacco is empowered to adopt or settle by agreement, (a) minimum prices for burley tobacco or any class, variety or grade of burley tobacco; (b) terms, conditions and forms of agreements relating to the producing or marketing of burley tobacco; and (c) any charges, costs or expenses relating to the production or marketing of burley tobacco. R.R.O. 1990, Reg. 398, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>The Negotiating Committee for Burley Tobacco is empowered to adopt or settle by agreement,</p> <p class=\"clause-e\">(a) minimum prices for burley tobacco or any class, variety or grade of burley tobacco;</p> <p class=\"clause-e\">(b) terms, conditions and forms of agreements relating to the producing or marketing of burley tobacco; and</p> <p class=\"clause-e\">(c) any charges, costs or expenses relating to the production or marketing of burley tobacco. R.R.O. 1990, Reg. 398, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. A meeting of the Negotiating Committee for Burley Tobacco may be convened by a notice in writing given by the members appointed under clause 11 (2) (a) or appointed under clause 11 (2) (b) to the other members, at least seven days but not later than ten days, before the date of the meeting, stating the time and place of the meeting. R.R.O. 1990, Reg. 398, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>A meeting of the Negotiating Committee for Burley Tobacco may be convened by a notice in writing given by the members appointed under clause 11 (2) (a) or appointed under clause 11 (2) (b) to the other members, at least seven days but not later than ten days, before the date of the meeting, stating the time and place of the meeting. R.R.O. 1990, Reg. 398, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. (1) Where a meeting of the Negotiating Committee for Burley Tobacco is held and the negotiating agency does not arrive at an agreement respecting all matters that it is empowered to adopt or settle by agreement, and where not less than two-thirds of the members of the negotiating agency vote in favour thereof, the negotiating agency may refer the matters in dispute to a conciliation board. R.R.O. 1990, Reg. 398, s. 14 (1). (2) Where the Negotiating Committee for Burley Tobacco refers matters in dispute to a conciliation board, it shall so notify the Commission. R.R.O. 1990, Reg. 398, s. 14 (2).",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) Where a meeting of the Negotiating Committee for Burley Tobacco is held and the negotiating agency does not arrive at an agreement respecting all matters that it is empowered to adopt or settle by agreement, and where not less than two-thirds of the members of the negotiating agency vote in favour thereof, the negotiating agency may refer the matters in dispute to a conciliation board. R.R.O. 1990, Reg. 398, s. 14 (1).</p> <p class=\"subsection-e\">(2) Where the Negotiating Committee for Burley Tobacco refers matters in dispute to a conciliation board, it shall so notify the Commission. R.R.O. 1990, Reg. 398, s. 14 (2).</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. (1) The conciliation board shall be composed of three members of whom, (a) one member shall be appointed by the persons appointed under clause 11 (2) (a); (b) one member shall be appointed by the persons appointed under clause 11 (2) (b); and (c) one member shall be appointed by the Commission. R.R.O. 1990, Reg. 398, s. 15 (1). (2) The members of the conciliation board shall be appointed within one week of the time that notice was given under subsection 14 (2). R.R.O. 1990, Reg. 398, s. 15 (2). (3) The conciliation board is empowered, (a) to endeavour to effect agreement on any matter referred to in section 12 that the negotiating agency has failed to adopt or settle by agreement; and (b) to recommend adoption of any agreement effected under clause (a) to the negotiating agency. R.R.O. 1990, Reg. 398, s. 15 (3). (4) The recommendation of the conciliation board made under clause 3 (b) may include a minority report disagreeing in whole or in part with the recommendation of the majority of the conciliation board. R.R.O. 1990, Reg. 398, s. 15 (4). (5) The conciliation board shall submit its recommendations to the Negotiating Committee for Burley Tobacco within two weeks of the time that notice was given under subsection 14 (2). R.R.O. 1990, Reg. 398, s. 15 (5). ",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) The conciliation board shall be composed of three members of whom,</p> <p class=\"clause-e\">(a) one member shall be appointed by the persons appointed under clause 11 (2) (a);</p> <p class=\"clause-e\">(b) one member shall be appointed by the persons appointed under clause 11 (2) (b); and</p> <p class=\"clause-e\">(c) one member shall be appointed by the Commission. R.R.O. 1990, Reg. 398, s. 15 (1).</p> <p class=\"subsection-e\">(2) The members of the conciliation board shall be appointed within one week of the time that notice was given under subsection 14 (2). R.R.O. 1990, Reg. 398, s. 15 (2).</p> <p class=\"subsection-e\">(3) The conciliation board is empowered,</p> <p class=\"clause-e\">(a) to endeavour to effect agreement on any matter referred to in section 12 that the negotiating agency has failed to adopt or settle by agreement; and</p> <p class=\"clause-e\">(b) to recommend adoption of any agreement effected under clause (a) to the negotiating agency. R.R.O. 1990, Reg. 398, s. 15 (3).</p> <p class=\"subsection-e\">(4) The recommendation of the conciliation board made under clause 3 (b) may include a minority report disagreeing in whole or in part with the recommendation of the majority of the conciliation board. R.R.O. 1990, Reg. 398, s. 15 (4).</p> <p class=\"subsection-e\">(5) The conciliation board shall submit its recommendations to the Negotiating Committee for Burley Tobacco within two weeks of the time that notice was given under subsection 14 (2). R.R.O. 1990, Reg. 398, s. 15 (5).</p> <p class=\"Normal\"></p>"
        }
    ]
}