{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 1056: GENERAL CARPENTER",
        "reg_name_text": "GENERAL CARPENTER",
        "citation": "R.R.O. 1990, Reg. 1056: ",
        "act_under": "Trades Qualification and Apprenticeship Act",
        "url": "https://www.ontario.ca/laws/regulation/901056",
        "date_scraped": "2023-12-19 04:46:38"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/901056/v3",
            "valid_from": "December 18, 2012",
            "valid_to": "April  7, 2013"
        },
        {
            "a_href": "/laws/regulation/901056/v2",
            "valid_from": "March  4, 2005",
            "valid_to": "December 17, 2012"
        },
        {
            "a_href": "/laws/regulation/901056/v1",
            "valid_from": "April 30, 1993",
            "valid_to": "March  3, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “certified trade” means the trade of general carpenter; (“métier agréé”) “general carpenter” means a person who is experienced in all of the units as defined in Columns 1 and 2 of Schedules 1 and 2; (“charpentier-menuisier général”) “unit” means a subject in Column 1 of Schedule 1 consisting of the instruction set opposite the subject in Column 2 of Schedule 1 and a subject in Column 1 of Schedule 2 consisting of the instruction set opposite the subject in Column 2 of Schedule 2. (“matière”) R.R.O. 1990, Reg. 1056, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“certified trade” means the trade of general carpenter; (“métier agréé”)</p> <p class=\"definition-e\">“general carpenter” means a person who is experienced in all of the units as defined in Columns 1 and 2 of Schedules 1 and 2; (“charpentier-menuisier général”)</p> <p class=\"definition-e\">“unit” means a subject in Column 1 of Schedule 1 consisting of the instruction set opposite the subject in Column 2 of Schedule 1 and a subject in Column 1 of Schedule 2 consisting of the instruction set opposite the subject in Column 2 of Schedule 2. (“matière”) R.R.O. 1990, Reg. 1056, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The trade of general carpenter is designated as a certified trade for the purposes of the Act. R.R.O. 1990, Reg. 1056, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The trade of general carpenter is designated as a certified trade for the purposes of the Act. R.R.O. 1990, Reg. 1056, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. An apprentice training program in the trade is established and shall consist of a minimum of 3,844 hours of related training and work experience training or such greater number of hours as the Director may determine of related training and work experience training to a maximum of 7,200 hours. R.R.O. 1990, Reg. 1056, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>An apprentice training program in the trade is established and shall consist of a minimum of 3,844 hours of related training and work experience training or such greater number of hours as the Director may determine of related training and work experience training to a maximum of 7,200 hours. R.R.O. 1990, Reg. 1056, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. The apprentice training program for the certified trade shall consist of: (a) training at full-time educational day classes provided at a College of Applied Arts and Technology or in courses that, in the opinion of the Director, are equivalent thereto in each of the units contained in Schedule 1; and (b) work experience training provided by the employer of the apprentice in each of the units contained in Schedule 2 for at least the training hours set out opposite the subject in Column 3 to and including the training hours set out opposite the subject in Column 4 of Schedule 2 as may be determined by the Director under section 3. R.R.O. 1990, Reg. 1056, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The apprentice training program for the certified trade shall consist of:</p> <p class=\"clause-e\">(a) training at full-time educational day classes provided at a College of Applied Arts and Technology or in courses that, in the opinion of the Director, are equivalent thereto in each of the units contained in Schedule 1; and</p> <p class=\"clause-e\">(b) work experience training provided by the employer of the apprentice in each of the units contained in Schedule 2 for at least the training hours set out opposite the subject in Column 3 to and including the training hours set out opposite the subject in Column 4 of Schedule 2 as may be determined by the Director under section 3. R.R.O. 1990, Reg. 1056, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. Despite section 3 of Regulation 1055 of the Revised Regulations of Ontario, 1990, a person who has, (a) graduated in a course for the trade of general carpenter offered in the occupational program of a junior or special vocational school; and (b) been recommended to the Director by the Principal of the school where he or she completed the course for enrolment as an apprentice in the certified trade, may be registered as an apprentice in the certified trade. R.R.O. 1990, Reg. 1056, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>Despite section 3 of Regulation 1055 of the Revised Regulations of Ontario, 1990, a person who has,</p> <p class=\"clause-e\">(a) graduated in a course for the trade of general carpenter offered in the occupational program of a junior or special vocational school; and</p> <p class=\"clause-e\">(b) been recommended to the Director by the Principal of the school where he or she completed the course for enrolment as an apprentice in the certified trade,</p> <p class=\"Ssection-e\">may be registered as an apprentice in the certified trade. R.R.O. 1990, Reg. 1056, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. The Director shall issue an achievement record book to each apprentice in the certified trade for the purpose of recording his or her achievements during his or her apprenticeship. R.R.O. 1990, Reg. 1056, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>The Director shall issue an achievement record book to each apprentice in the certified trade for the purpose of recording his or her achievements during his or her apprenticeship. R.R.O. 1990, Reg. 1056, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) Despite subsection 14 (1) of Regulation 1055 of the Revised Regulations of Ontario, 1990, the Director shall issue a certificate of apprenticeship to an apprentice in the certified trade where the apprentice, (a) completes the number of hours of related training and work experience training required under section 4; and (b) passes the examinations for each unit contained in Schedules 1 and 2. (2) Sections 18 and 19 of Regulation 1055 of the Revised Regulations of Ontario, 1990, do not apply to an applicant for a certificate of apprenticeship in the certified trade. R.R.O. 1990, Reg. 1056, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) Despite subsection 14 (1) of Regulation 1055 of the Revised Regulations of Ontario, 1990, the Director shall issue a certificate of apprenticeship to an apprentice in the certified trade where the apprentice,</p> <p class=\"clause-e\">(a) completes the number of hours of related training and work experience training required under section 4; and</p> <p class=\"clause-e\">(b) passes the examinations for each unit contained in Schedules 1 and 2.</p> <p class=\"subsection-e\">(2) Sections 18 and 19 of Regulation 1055 of the Revised Regulations of Ontario, 1990, do not apply to an applicant for a certificate of apprenticeship in the certified trade. R.R.O. 1990, Reg. 1056, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. The number of apprentices who may be employed by an employer in the certified trade shall not exceed, (a) where the employer is a journeyperson in the trade, one apprentice plus an additional apprentice for each four journeypersons employed by that employer in the trade and with whom the apprentice is working; and (b) where the employer is not a journeyperson in the trade, one apprentice for the first journeyperson employed by the employer plus an additional apprentice for each additional four journeypersons employed by that employer in the trade and with whom the apprentice is working. O. Reg. 72/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>The number of apprentices who may be employed by an employer in the certified trade shall not exceed,</p> <p class=\"clause-e\">(a) where the employer is a journeyperson in the trade, one apprentice plus an additional apprentice for each four journeypersons employed by that employer in the trade and with whom the apprentice is working; and</p> <p class=\"clause-e\">(b) where the employer is not a journeyperson in the trade, one apprentice for the first journeyperson employed by the employer plus an additional apprentice for each additional four journeypersons employed by that employer in the trade and with whom the apprentice is working. O. Reg. 72/05, s. 1.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. Despite section 8, on the recommendation of the provincial advisory committee or a local apprenticeship committee approved under the Act for the certified trade, the Director may determine the ratio of apprentices to journeypersons who may be employed by an employer in the certified trade. R.R.O. 1990, Reg. 1056, s. 9; O. Reg. 72/05, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>Despite section 8, on the recommendation of the provincial advisory committee or a local apprenticeship committee approved under the Act for the certified trade, the Director may determine the ratio of apprentices to journeypersons who may be employed by an employer in the certified trade. R.R.O. 1990, Reg. 1056, s. 9; O. Reg. 72/05, s. 2.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. The rate of wages for an apprentice in the certified trade whether for his or her regular daily hours of work or for hours of work in excess of his or her regular daily hours of work shall not be less than, (a) 40 per cent until the apprentice successfully completes five units or 1,800 hours of training and work experience contained in Schedules 1 and 2; (b) 50 per cent until the apprentice successfully completes ten units or 3,600 hours of training and work experience contained in Schedules 1 and 2; (c) 60 per cent until the apprentice successfully completes fifteen units or 5,400 hours of training and work experience contained in Schedules 1 and 2; (d) 80 per cent until the apprentice successfully completes the twenty units of training and work experience contained in Schedules 1 and 2, of the average hourly rate of wages or its equivalent for journeypersons employed by the employer in that trade and with whom the apprentice is working. R.R.O. 1990, Reg. 1056, s. 10; O. Reg. 72/05, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>The rate of wages for an apprentice in the certified trade whether for his or her regular daily hours of work or for hours of work in excess of his or her regular daily hours of work shall not be less than,</p> <p class=\"clause-e\">(a) 40 per cent until the apprentice successfully completes five units or 1,800 hours of training and work experience contained in Schedules 1 and 2;</p> <p class=\"clause-e\">(b) 50 per cent until the apprentice successfully completes ten units or 3,600 hours of training and work experience contained in Schedules 1 and 2;</p> <p class=\"clause-e\">(c) 60 per cent until the apprentice successfully completes fifteen units or 5,400 hours of training and work experience contained in Schedules 1 and 2;</p> <p class=\"clause-e\">(d) 80 per cent until the apprentice successfully completes the twenty units of training and work experience contained in Schedules 1 and 2,</p> <p class=\"Ssection-e\">of the average hourly rate of wages or its equivalent for journeypersons employed by the employer in that trade and with whom the apprentice is working. R.R.O. 1990, Reg. 1056, s. 10; O. Reg. 72/05, s. 3.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) An applicant, other than an apprentice, for a certificate of qualification in the certified trade who provides satisfactory evidence that he or she has completed the number of hours of training and work experience required under section 4, or the equivalent thereto as determined by the Director for one or more of the units in Schedules 1 and 2, is entitled to be a candidate for the examinations in such unit or units. (2) An applicant who passes the examinations in all the units contained in Schedules 1 and 2 shall be issued a certificate of qualification in the certified trade. (3) An applicant who passes the examinations in one or more of the units in Schedules 1 and 2 shall be, (a) issued an achievement record book by the Director; (b) accredited in the achievement record book for each unit in which he or she has passed the examinations; and (c) may be re-examined in each of the units that he or she has failed to pass at such time and place as may be fixed by the Director. (4) Sections 18 and 19 of Regulation 1055 of the Revised Regulations of Ontario, 1990, do not apply to an applicant for a certificate of qualification in the certified trade. R.R.O. 1990, Reg. 1056, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) An applicant, other than an apprentice, for a certificate of qualification in the certified trade who provides satisfactory evidence that he or she has completed the number of hours of training and work experience required under section 4, or the equivalent thereto as determined by the Director for one or more of the units in Schedules 1 and 2, is entitled to be a candidate for the examinations in such unit or units.</p> <p class=\"subsection-e\">(2) An applicant who passes the examinations in all the units contained in Schedules 1 and 2 shall be issued a certificate of qualification in the certified trade.</p> <p class=\"subsection-e\">(3) An applicant who passes the examinations in one or more of the units in Schedules 1 and 2 shall be,</p> <p class=\"clause-e\">(a) issued an achievement record book by the Director;</p> <p class=\"clause-e\">(b) accredited in the achievement record book for each unit in which he or she has passed the examinations; and</p> <p class=\"clause-e\">(c) may be re-examined in each of the units that he or she has failed to pass at such time and place as may be fixed by the Director.</p> <p class=\"subsection-e\">(4) Sections 18 and 19 of Regulation 1055 of the Revised Regulations of Ontario, 1990, do not apply to an applicant for a certificate of qualification in the certified trade. R.R.O. 1990, Reg. 1056, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. (1) Section 9 and subsection 10 (2) of the Act do not apply to any person who works or is employed in the certified trade. (2) Subsection 10 (3) of the Act does not apply to an employer in the certified trade. R.R.O. 1990, Reg. 1056, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) Section 9 and subsection 10 (2) of the Act do not apply to any person who works or is employed in the certified trade.</p> <p class=\"subsection-e\">(2) Subsection 10 (3) of the Act does not apply to an employer in the certified trade. R.R.O. 1990, Reg. 1056, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. A certificate of qualification in the certified trade is not required to be renewed. R.R.O. 1990, Reg. 1056, s. 13. SCHEDULE 1   GENERAL CARPENTER In-School Training  Item\n\nColumn 1\n\nColumn 2\n\nColumn 3\n\n\n \r\n\nUnit\n\nInstruction to be Given\n\nTraining Hours\n\n\n1\n\nPower Tools\n\nSelecting and using portable power tools. Selecting and using stationary power tools.\n\n40\n\n\n2\n\nWoodwork General 1\n\nCommon types of soft wood and hardwood lumbers. Rough and finish hardware. Common joints. Strength of lumber beams. Preservation of lumber. Stairs.\n\n50\n\n\n3\n\nMathematics 1\n\nWhole numbers. Fractions. Decimals. Square roots. Areas. Volumes. Metric System.\n\n20\n\n\n4\n\nBlueprints 1\n\nTypes of drawings. Arrangement of views. Alphabet of lines. Dimensioning and symbols. Section views. Notes and title block.\n\n30\n\n\n5\n\nHand Tools\n\nSelecting and maintaining layout and measuring tools. Selecting and using cutting tools. Selecting and using pounding tools. Selecting and using impelling tools. Selecting and using tools for holding and supporting work. Selecting and using tools for fastening.\n\n85\n\n\n6\n\nConstruction Layout 1\n\nLine problems. Angles and triangles. Quadrilaterals and parallelograms. The circle. Polygons. The ellipse. Solving ratio and proportion. Stair layout.\n\n20\n\n\n7\n\nWelding 1 Oxy­acetylene\n\nSafety. Handling and using oxy-acetylene cylinders. Handling and use of oxy-acetylene regulators, torches and auxiliary equipment. Weld faults. Practical application.\n\n30\n\n\n8\n\nSafety\n\nHousekeeping. Machinery. Tools. Tanks, manholes. Fire protection. Dermatitis. Injuries.\n\n10\n\n\n9\n\nWoodwork General 2\n\nDoors. Window frames and sashes. Framed partitions for house construction. Floors. Sound and heat insulation. Roofs. Centres for arches. Formwork. Framing for wall panelling.\n\n105\n\n\n10\n\nMathematics II\n\nAngles and triangles. Elementary algebra. Ratio. Proportion. Trigonometry. Introduction to mechanics of materials.\n\n40\n\n\n11\n\nBlueprints II (Architecture)\n\nIntroduction to architectural drawings. Mechanical and Electrical drawings. Contracts, codes and specifications.\n\n30\n\n\n12\n\nConstruction Layout II\n\nWorking with the enlargement and reduction. Roof problems. Surface shapes. Working with auxiliary views. Arches, vaults and tunnels.\n\n20\n\n\n13\n\nRigging\n\nManual handling and lifting. Hazards. Hanging hoists. Selecting slings. Use of ladders and planking. Erecting unit type scaffolds.\n\n30\n\n\n14\n\nAcoustic Ceilings\n\nTools. Exposed grid ceilings. Furring bar system. Special applications.\n\n25\n\n\n15\n\nWelding II Electric-arc\n\nSafety. Basic arc welding techniques. Weld faults. Arc blow. Power sources. Shielded arc electrodes and metal transfer. Practical application.\n\n30 R.R.O. 1990, Reg. 1056, Sched. 1. SCHEDULE 2   GENERAL CARPENTER Work Experience Training  Item\n\nColumn 1\n\nColumn 2\n\nColumn 3\n\nColumn 4\n\n\n \r\n\nUnit\n\nWork Experience Training\n\nMinimum Training Hours\n\nMaximum Training Hours\n\n\n1\n\nFinishing (Exterior)\n\nCornices. Roof coverings. Window and door frames. Corner boards and belt courses. Wall coverings. Verandah or open porch finishes. \n\n \r\n\n \r\n\n\n \r\n\n \r\n\nBoarding or sheathing. Patented wallboard. Scaffolding.\n\n375\n\n750\n\n\n2\n\nFraming\n\nWindow and door sills. Beams and girders. Columns and posts. Joists. Bridging and flooring. Platform framing. Balloon framing, Non-bearing partitions. Pre-fab walls and panels. Scaffolding.\n\n \r\n\n \r\n\n\n \r\n\n \r\n\nFloor framing and laying. Heavy wall framing. Heavy roof framing. Ramps and other heavy framing. Scaffolding.\n\n \r\n\n \r\n\n\n \r\n\n \r\n\nGable roofs. Hip and valley roofs. Gambrel roofs. Mansard roofs. Flat roofs. Unequal pitch roofs. Dormers. Special roofs. Truss and roof construction. Scaffolding.\n\n1,075\n\n2,182\n\n\n3\n\nFormwork and Foundations\n\nFooting forms. Main wall forms. Stair forms. Column, pier, girder and slab forms. Continuous and special forms. Placing concrete. Stripping concrete forms. Scaffolding. Ramps and other heavy framing.\n\n \r\n\n \r\n\n\n \r\n\n \r\n\nSoil conditions. Building layout. Shoring and underpinning. Drainage.\n\n754\n\n1,538\n\n\n4\n\nFinishing (Walls and Ceilings)\n\nInsulation. Walls and ceilings. Acoustic treatment. Scaffolding.\n\n415\n\n833\n\n\n5\n\nFinishing (Interior)\n\nDoors. Windows. Horizontal trims. Finished floors. Built-in fixtures. Dado and wainscot treatments. Special hardware.\n\n \r\n\n \r\n\n\n \r\n\n \r\n\nStraight stairs. Platform stairs. Winders (stairs). Spiral and geometric stairs.\n\n660\n\n1,332 R.R.O. 1990, Reg. 1056, Sched. 2. Français ",
            "raw_html": "<p class=\"section-e\"><b>13. </b>A certificate of qualification in the certified trade is not required to be renewed. R.R.O. 1990, Reg. 1056, s. 13.</p> <p class=\"schedule-e\">SCHEDULE 1 <br/>  GENERAL CARPENTER</p> <p class=\"heading1x-e\">In-School Training</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">Item</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"432\"><p class=\"table-e\">Column 2</p>\n</td>\n<td valign=\"top\" width=\"88\"><p class=\"table-e\">Column 3</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Unit</p>\n</td>\n<td valign=\"top\" width=\"432\"><p class=\"table-e\">Instruction to be Given</p>\n</td>\n<td valign=\"top\" width=\"88\"><p class=\"table-e\">Training Hours</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">1</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Power Tools</p>\n</td>\n<td valign=\"top\" width=\"432\"><p class=\"table-e\">Selecting and using portable power tools. Selecting and using stationary power tools.</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">40</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">2</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Woodwork General 1</p>\n</td>\n<td valign=\"top\" width=\"432\"><p class=\"table-e\">Common types of soft wood and hardwood lumbers. Rough and finish hardware. Common joints. Strength of lumber beams. Preservation of lumber. Stairs.</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">50</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Mathematics 1</p>\n</td>\n<td valign=\"top\" width=\"432\"><p class=\"table-e\">Whole numbers. Fractions. Decimals. Square roots. Areas. Volumes. Metric System.</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">20</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Blueprints 1</p>\n</td>\n<td valign=\"top\" width=\"432\"><p class=\"table-e\">Types of drawings. Arrangement of views. Alphabet of lines. Dimensioning and symbols. Section views. Notes and title block.</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">30</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Hand Tools</p>\n</td>\n<td valign=\"top\" width=\"432\"><p class=\"table-e\">Selecting and maintaining layout and measuring tools. Selecting and using cutting tools. Selecting and using pounding tools. Selecting and using impelling tools. Selecting and using tools for holding and supporting work. Selecting and using tools for fastening.</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">85</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">6</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Construction Layout 1</p>\n</td>\n<td valign=\"top\" width=\"432\"><p class=\"table-e\">Line problems. Angles and triangles. Quadrilaterals and parallelograms. The circle. Polygons. The ellipse. Solving ratio and proportion. Stair layout.</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">20</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">7</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Welding 1 Oxy­acetylene</p>\n</td>\n<td valign=\"top\" width=\"432\"><p class=\"table-e\">Safety. Handling and using oxy-acetylene cylinders. Handling and use of oxy-acetylene regulators, torches and auxiliary equipment. Weld faults. Practical application.</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">30</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">8</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Safety</p>\n</td>\n<td valign=\"top\" width=\"432\"><p class=\"table-e\">Housekeeping. Machinery. Tools. Tanks, manholes. Fire protection. Dermatitis. Injuries.</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">9</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Woodwork General 2</p>\n</td>\n<td valign=\"top\" width=\"432\"><p class=\"table-e\">Doors. Window frames and sashes. Framed partitions for house construction. Floors. Sound and heat insulation. Roofs. Centres for arches. Formwork. Framing for wall panelling.</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">105</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">10</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Mathematics II</p>\n</td>\n<td valign=\"top\" width=\"432\"><p class=\"table-e\">Angles and triangles. Elementary algebra. Ratio. Proportion. Trigonometry. Introduction to mechanics of materials.</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">40</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">11</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Blueprints II (Architecture)</p>\n</td>\n<td valign=\"top\" width=\"432\"><p class=\"table-e\">Introduction to architectural drawings. Mechanical and Electrical drawings. Contracts, codes and specifications.</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">30</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">12</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Construction Layout II</p>\n</td>\n<td valign=\"top\" width=\"432\"><p class=\"table-e\">Working with the enlargement and reduction. Roof problems. Surface shapes. Working with auxiliary views. Arches, vaults and tunnels.</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">20</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">13</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Rigging</p>\n</td>\n<td valign=\"top\" width=\"432\"><p class=\"table-e\">Manual handling and lifting. Hazards. Hanging hoists. Selecting slings. Use of ladders and planking. Erecting unit type scaffolds.</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">30</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">14</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Acoustic Ceilings</p>\n</td>\n<td valign=\"top\" width=\"432\"><p class=\"table-e\">Tools. Exposed grid ceilings. Furring bar system. Special applications.</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">25</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">15</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Welding II Electric-arc</p>\n</td>\n<td valign=\"top\" width=\"432\"><p class=\"table-e\">Safety. Basic arc welding techniques. Weld faults. Arc blow. Power sources. Shielded arc electrodes and metal transfer. Practical application.</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">30</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 1056, Sched. 1.</p> <p class=\"schedule-e\">SCHEDULE 2 <br/>  GENERAL CARPENTER</p> <p class=\"heading1x-e\">Work Experience Training</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">Item</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"345\"><p class=\"table-e\">Column 2</p>\n</td>\n<td valign=\"top\" width=\"88\"><p class=\"table-e\">Column 3</p>\n</td>\n<td valign=\"top\" width=\"88\"><p class=\"table-e\">Column 4</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Unit</p>\n</td>\n<td valign=\"top\" width=\"345\"><p class=\"table-e\">Work Experience Training</p>\n</td>\n<td valign=\"top\" width=\"88\"><p class=\"table-e\">Minimum Training Hours</p>\n</td>\n<td valign=\"top\" width=\"88\"><p class=\"table-e\">Maximum Training Hours</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">1</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Finishing (Exterior)</p>\n</td>\n<td valign=\"top\" width=\"345\"><p class=\"table-e\">Cornices. Roof coverings. Window and door frames. Corner boards and belt courses. Wall coverings. Verandah or open porch finishes. </p>\n</td>\n<td valign=\"top\" width=\"88\"> \r\n</td>\n<td valign=\"top\" width=\"88\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"114\"> \r\n</td>\n<td valign=\"top\" width=\"345\"><p class=\"table-e\">Boarding or sheathing. Patented wallboard. Scaffolding.</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">375</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">750</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">2</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Framing</p>\n</td>\n<td valign=\"top\" width=\"345\"><p class=\"table-e\">Window and door sills. Beams and girders. Columns and posts. Joists. Bridging and flooring. Platform framing. Balloon framing, Non-bearing partitions. Pre-fab walls and panels. Scaffolding.</p>\n</td>\n<td valign=\"top\" width=\"88\"> \r\n</td>\n<td valign=\"top\" width=\"88\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"114\"> \r\n</td>\n<td valign=\"top\" width=\"345\"><p class=\"table-e\">Floor framing and laying. Heavy wall framing. Heavy roof framing. Ramps and other heavy framing. Scaffolding.</p>\n</td>\n<td valign=\"top\" width=\"88\"> \r\n</td>\n<td valign=\"top\" width=\"88\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"114\"> \r\n</td>\n<td valign=\"top\" width=\"345\"><p class=\"table-e\">Gable roofs. Hip and valley roofs. Gambrel roofs. Mansard roofs. Flat roofs. Unequal pitch roofs. Dormers. Special roofs. Truss and roof construction. Scaffolding.</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">1,075</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">2,182</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Formwork and Foundations</p>\n</td>\n<td valign=\"top\" width=\"345\"><p class=\"table-e\">Footing forms. Main wall forms. Stair forms. Column, pier, girder and slab forms. Continuous and special forms. Placing concrete. Stripping concrete forms. Scaffolding. Ramps and other heavy framing.</p>\n</td>\n<td valign=\"top\" width=\"88\"> \r\n</td>\n<td valign=\"top\" width=\"88\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"114\"> \r\n</td>\n<td valign=\"top\" width=\"345\"><p class=\"table-e\">Soil conditions. Building layout. Shoring and underpinning. Drainage.</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">754</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">1,538</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Finishing (Walls and Ceilings)</p>\n</td>\n<td valign=\"top\" width=\"345\"><p class=\"table-e\">Insulation. Walls and ceilings. Acoustic treatment. Scaffolding.</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">415</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">833</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Finishing (Interior)</p>\n</td>\n<td valign=\"top\" width=\"345\"><p class=\"table-e\">Doors. Windows. Horizontal trims. Finished floors. Built-in fixtures. Dado and wainscot treatments. Special hardware.</p>\n</td>\n<td valign=\"top\" width=\"88\"> \r\n</td>\n<td valign=\"top\" width=\"88\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"> \r\n</td>\n<td valign=\"top\" width=\"114\"> \r\n</td>\n<td valign=\"top\" width=\"345\"><p class=\"table-e\">Straight stairs. Platform stairs. Winders (stairs). Spiral and geometric stairs.</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">660</p>\n</td>\n<td valign=\"top\" width=\"88\"><p align=\"right\" class=\"table-e\">1,332</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 1056, Sched. 2.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_901056_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_901056_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}