{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 635: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 635: ",
        "act_under": "Homes for Retarded Persons Act",
        "url": "https://www.ontario.ca/laws/regulation/900635",
        "date_scraped": "2023-12-19 22:24:00"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “architect” means an architect who is a member in good standing of the Ontario Association of Architects; (“architecte”) “auxiliary residence” means premises other than an approved home where residential services approved by the Director are provided by or on behalf of an approved corporation; (“foyer auxiliaire”) “board” means the board of directors of an approved corporation; (“conseil”) “child” means a child who is under eighteen years of age; (“enfant”) “Director” means a Director appointed for the purposes of this Regulation; (“directeur”) “licensed public accountant” means a public accountant licensed under the Public Accountancy Act; (“comptable public agréé”) “parent” means a person having charge of a child who is a retarded person but does not include a children’s aid society established under the Child and Family Services Act; (“père ou mère”) “physician” means a legally qualified medical practitioner; (“médecin”) “professional engineer” means a professional engineer who is a member in good standing of the Association of Professional Engineers of the Province of Ontario; (“ingénieur”) “resident” means a retarded person who resides in an approved home or in an auxiliary residence. (“pensionnaire”) R.R.O. 1990, Reg. 635, s. 1. Rules Governing Approved Homes",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“architect” means an architect who is a member in good standing of the Ontario Association of Architects; (“architecte”)</p> <p class=\"definition-e\">“auxiliary residence” means premises other than an approved home where residential services approved by the Director are provided by or on behalf of an approved corporation; (“foyer auxiliaire”)</p> <p class=\"definition-e\">“board” means the board of directors of an approved corporation; (“conseil”)</p> <p class=\"definition-e\">“child” means a child who is under eighteen years of age; (“enfant”)</p> <p class=\"definition-e\">“Director” means a Director appointed for the purposes of this Regulation; (“directeur”)</p> <p class=\"definition-e\">“licensed public accountant” means a public accountant licensed under the <i>Public Accountancy Act</i>; (“comptable public agréé”)</p> <p class=\"definition-e\">“parent” means a person having charge of a child who is a retarded person but does not include a children’s aid society established under the <i>Child and Family Services Act</i>; (“père ou mère”)</p> <p class=\"definition-e\">“physician” means a legally qualified medical practitioner; (“médecin”)</p> <p class=\"definition-e\">“professional engineer” means a professional engineer who is a member in good standing of the Association of Professional Engineers of the Province of Ontario; (“ingénieur”)</p> <p class=\"definition-e\">“resident” means a retarded person who resides in an approved home or in an auxiliary residence. (“pensionnaire”) R.R.O. 1990, Reg. 635, s. 1.</p> <p class=\"heading1-e\">Rules Governing Approved Homes</p>"
        },
        {
            "id": "2.",
            "section": "Rules Governing Approved Homes",
            "content": "2. An approved corporation, if requested by the Minister, shall file with the Minister evidence that the whole or any part of a building or buildings used or to be used as an approved home or an auxiliary residence operated or maintained by the corporation or on behalf of the corporation, complies with, (a) the laws affecting the health of inhabitants of the municipality in which the facility is located; (b) any rule, regulation, direction or order of the local board of health and any direction or order of the medical officer of health; (c) any by-law of the municipality in which the facility is located or other law for the protection of persons from fire hazards; (d) any restricted area, standard of housing or building by-law passed by the municipality in which the facility is located under Part III of the Planning Act or any predecessor thereof; (e) the requirements of the Building Code made under the Building Code Act; and (f) the requirements of the Electrical Safety Code made under the Electricity Act, 1998. R.R.O. 1990, Reg. 635, s. 2; O. Reg. 150/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>An approved corporation, if requested by the Minister, shall file with the Minister evidence that the whole or any part of a building or buildings used or to be used as an approved home or an auxiliary residence operated or maintained by the corporation or on behalf of the corporation, complies with,</p> <p class=\"clause-e\">(a) the laws affecting the health of inhabitants of the municipality in which the facility is located;</p> <p class=\"clause-e\">(b) any rule, regulation, direction or order of the local board of health and any direction or order of the medical officer of health;</p> <p class=\"clause-e\">(c) any by-law of the municipality in which the facility is located or other law for the protection of persons from fire hazards;</p> <p class=\"clause-e\">(d) any restricted area, standard of housing or building by-law passed by the municipality in which the facility is located under Part III of the <i>Planning Act</i> or any predecessor thereof;</p> <p class=\"clause-e\">(e) the requirements of the Building Code made under the <i>Building Code Act</i>; and</p> <p class=\"clause-e\">(f) the requirements of the Electrical Safety Code made under the <i>Electricity Act, 1998</i>. R.R.O. 1990, Reg. 635, s. 2; O. Reg. 150/99, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Rules Governing Approved Homes",
            "content": "3. (1) In every approved home, the board shall provide, (a) nourishing meals at regular intervals prepared by or under the supervision of a competent person; (b) adequate and sanitary supplies of milk and drinking water; (c) sleeping accommodation in rooms located on the ground floor or on the floor immediately above it; (d) an outside recreation area, maintained in a safe and sanitary condition; and (e) an inside recreation area maintained in a safe and sanitary condition. (2) The board shall ensure that a minimum temperature of 20C is maintained in the approved home from the 1st day of October to the 31st day of May in each year. R.R.O. 1990, Reg. 635, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) In every approved home, the board shall provide,</p> <p class=\"clause-e\">(a) nourishing meals at regular intervals prepared by or under the supervision of a competent person;</p> <p class=\"clause-e\">(b) adequate and sanitary supplies of milk and drinking water;</p> <p class=\"clause-e\">(c) sleeping accommodation in rooms located on the ground floor or on the floor immediately above it;</p> <p class=\"clause-e\">(d) an outside recreation area, maintained in a safe and sanitary condition; and</p> <p class=\"clause-e\">(e) an inside recreation area maintained in a safe and sanitary condition.</p> <p class=\"subsection-e\">(2) The board shall ensure that a minimum temperature of 20C is maintained in the approved home from the 1st day of October to the 31st day of May in each year. R.R.O. 1990, Reg. 635, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Rules Governing Approved Homes",
            "content": "4. In every approved home, the board shall ensure that, (a) all fire hazards in the home are eliminated, the home is inspected at least once a year by an officer authorized to inspect buildings under the Fire Marshals Act and the recommendations of the officer are carried out; (b) there is adequate protection from radiators or other heating equipment; (c) the water supplies are adequate for all normal needs, including those of fire protection; (d) the fire protection equipment, including the sprinkler system, fire extinguishers, hose and standard pipe equipment are visually inspected at least once a month and serviced at least once every year by qualified personnel; (e) the fire detection and alarm system is inspected at least once a year by qualified fire alarm maintenance personnel, and tested at least once every month; (f) at least once a year the heating equipment is serviced by qualified personnel and the chimneys are inspected and cleaned if necessary; (g) a written record is kept of each inspection and test of fire equipment, fire drill, the fire detection and alarm system, the heating system, chimneys and smoke detectors, and each record shall be retained for at least two years from the date of the inspection or test; (h) the staff and residents are instructed in the method of sounding the fire detection and alarm system; (i) the staff are trained in the proper use of the fire extinguishing equipment; (j) a directive setting out the procedures that must be followed and the steps that must be taken by the staff and residents when a fire alarm is given is drawn up and posted in conspicuous places in the home; (k) the staff and residents are instructed in the procedures set out in the directive referred to in clause (j) and the procedures are practised by staff and residents at least once a month using the fire alarm to initiate the drill; (l) where matches are used, only safety matches are issued to the staff and residents; (m) an inspection of the building, including the equipment in the kitchen and laundry, is made each night to ensure that there is no danger of fire and that all doors to stairwells, all fire doors and all smoke barrier doors are kept closed; (n) adequate supervision is provided at all times for the security of the residents and the home; (o) oxygen is not used or stored in the home in a pressure vessel; (p) combustible rubbish is kept to a minimum; (q) all exits are clear and unobstructed at all times; (r) combustible draperies, mattresses, carpeting, curtains, decorations and similar materials are suitably treated to render them resistant to the spread of flame and are retreated when necessary; (s) receptacles into which electric irons or other small appliances are plugged are equipped with pilot lights that glow when the appliance is plugged in; (t) lint traps in the laundry are cleaned out after each use of the equipment; (u) flammable liquids and paint supplies are stored in suitable containers in non-combustible cabinets; (v) suitable non-combustible ashtrays are provided where smoking is permitted; (w) no portable electric heaters are used in the home that are not in accordance with standards of approval set down by the Canadian Standards Association; (x) no vaporizing liquid fire extinguishers are kept or used in the home; and (y) no sprinkler heads, fire or smoke detector heads are painted or otherwise covered with any material or substance that is likely to prevent them from functioning normally. R.R.O. 1990, Reg. 635, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>In every approved home, the board shall ensure that,</p> <p class=\"clause-e\">(a) all fire hazards in the home are eliminated, the home is inspected at least once a year by an officer authorized to inspect buildings under the <i>Fire Marshals Act</i> and the recommendations of the officer are carried out;</p> <p class=\"clause-e\">(b) there is adequate protection from radiators or other heating equipment;</p> <p class=\"clause-e\">(c) the water supplies are adequate for all normal needs, including those of fire protection;</p> <p class=\"clause-e\">(d) the fire protection equipment, including the sprinkler system, fire extinguishers, hose and standard pipe equipment are visually inspected at least once a month and serviced at least once every year by qualified personnel;</p> <p class=\"clause-e\">(e) the fire detection and alarm system is inspected at least once a year by qualified fire alarm maintenance personnel, and tested at least once every month;</p> <p class=\"clause-e\">(f) at least once a year the heating equipment is serviced by qualified personnel and the chimneys are inspected and cleaned if necessary;</p> <p class=\"clause-e\">(g) a written record is kept of each inspection and test of fire equipment, fire drill, the fire detection and alarm system, the heating system, chimneys and smoke detectors, and each record shall be retained for at least two years from the date of the inspection or test;</p> <p class=\"clause-e\">(h) the staff and residents are instructed in the method of sounding the fire detection and alarm system;</p> <p class=\"clause-e\">(i) the staff are trained in the proper use of the fire extinguishing equipment;</p> <p class=\"clause-e\">(j) a directive setting out the procedures that must be followed and the steps that must be taken by the staff and residents when a fire alarm is given is drawn up and posted in conspicuous places in the home;</p> <p class=\"clause-e\">(k) the staff and residents are instructed in the procedures set out in the directive referred to in clause (j) and the procedures are practised by staff and residents at least once a month using the fire alarm to initiate the drill;</p> <p class=\"clause-e\">(l) where matches are used, only safety matches are issued to the staff and residents;</p> <p class=\"clause-e\">(m) an inspection of the building, including the equipment in the kitchen and laundry, is made each night to ensure that there is no danger of fire and that all doors to stairwells, all fire doors and all smoke barrier doors are kept closed;</p> <p class=\"clause-e\">(n) adequate supervision is provided at all times for the security of the residents and the home;</p> <p class=\"clause-e\">(o) oxygen is not used or stored in the home in a pressure vessel;</p> <p class=\"clause-e\">(p) combustible rubbish is kept to a minimum;</p> <p class=\"clause-e\">(q) all exits are clear and unobstructed at all times;</p> <p class=\"clause-e\">(r) combustible draperies, mattresses, carpeting, curtains, decorations and similar materials are suitably treated to render them resistant to the spread of flame and are retreated when necessary;</p> <p class=\"clause-e\">(s) receptacles into which electric irons or other small appliances are plugged are equipped with pilot lights that glow when the appliance is plugged in;</p> <p class=\"clause-e\">(t) lint traps in the laundry are cleaned out after each use of the equipment;</p> <p class=\"clause-e\">(u) flammable liquids and paint supplies are stored in suitable containers in non-combustible cabinets;</p> <p class=\"clause-e\">(v) suitable non-combustible ashtrays are provided where smoking is permitted;</p> <p class=\"clause-e\">(w) no portable electric heaters are used in the home that are not in accordance with standards of approval set down by the Canadian Standards Association;</p> <p class=\"clause-e\">(x) no vaporizing liquid fire extinguishers are kept or used in the home; and</p> <p class=\"clause-e\">(y) no sprinkler heads, fire or smoke detector heads are painted or otherwise covered with any material or substance that is likely to prevent them from functioning normally. R.R.O. 1990, Reg. 635, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Rules Governing Approved Homes",
            "content": "5. An approved home located in a municipality that does not have public fire protection shall be provided with a complete automatic sprinkler system that complies with the Building Code made under the Building Code Act. R.R.O. 1990, Reg. 635, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>An approved home located in a municipality that does not have public fire protection shall be provided with a complete automatic sprinkler system that complies with the Building Code made under the <i>Building Code Act</i>. R.R.O. 1990, Reg. 635, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Rules Governing Approved Homes",
            "content": "6. The board shall keep and maintain a current inventory of all furnishings and equipment acquired by an approved home and the inventory shall set forth each addition to or removal from inventory and the reason therefor and shall be prepared in such manner and contain such additional information as the Director may require. R.R.O. 1990, Reg. 635, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>The board shall keep and maintain a current inventory of all furnishings and equipment acquired by an approved home and the inventory shall set forth each addition to or removal from inventory and the reason therefor and shall be prepared in such manner and contain such additional information as the Director may require. R.R.O. 1990, Reg. 635, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Rules Governing Approved Homes",
            "content": "7. In every approved home and auxiliary residence the board shall, (a) provide opportunities for the religious education of each resident and make it possible for all residents to attend suitable religious services; (b) provide opportunities for the residents to participate in recreational, rehabilitative and hobby-craft activities; (c) ensure that each resident receives, at all times, care adequate for and consistent with his or her individual needs; and (d) ensure that each resident receives an individual program of training designed to increase the resident’s mental, social and physical development. R.R.O. 1990, Reg. 635, s. 7. Qualifications, Powers and Duties of Staffs",
            "raw_html": "<p class=\"section-e\"><b>7. </b>In every approved home and auxiliary residence the board shall,</p> <p class=\"clause-e\">(a) provide opportunities for the religious education of each resident and make it possible for all residents to attend suitable religious services;</p> <p class=\"clause-e\">(b) provide opportunities for the residents to participate in recreational, rehabilitative and hobby-craft activities;</p> <p class=\"clause-e\">(c) ensure that each resident receives, at all times, care adequate for and consistent with his or her individual needs; and</p> <p class=\"clause-e\">(d) ensure that each resident receives an individual program of training designed to increase the resident’s mental, social and physical development. R.R.O. 1990, Reg. 635, s. 7.</p> <p class=\"heading1-e\">Qualifications, Powers and Duties of Staffs</p>"
        },
        {
            "id": "8.",
            "section": "Qualifications, Powers and Duties of Staffs",
            "content": "8. (1) A board shall appoint a person approved by the Director as superintendent for each approved home and the auxiliary residences maintained and operated by it and such person shall be responsible to the board for the efficient management and operation of the premises. (2) Where the board does not operate or maintain the auxiliary residence, there shall be a person in charge of the auxiliary residence appointed, approved by the Director, who shall ensure efficient management and operation of the auxiliary residence in accordance with the Act and this Regulation. (3) Each superintendent and staff member shall be a person who, (a) is sympathetic to the welfare of retarded persons; and (b) has adequate knowledge, understanding and experience to recognize and meet the needs of retarded persons and the ability to cope with their problems. R.R.O. 1990, Reg. 635, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) A board shall appoint a person approved by the Director as superintendent for each approved home and the auxiliary residences maintained and operated by it and such person shall be responsible to the board for the efficient management and operation of the premises.</p> <p class=\"subsection-e\">(2) Where the board does not operate or maintain the auxiliary residence, there shall be a person in charge of the auxiliary residence appointed, approved by the Director, who shall ensure efficient management and operation of the auxiliary residence in accordance with the Act and this Regulation.</p> <p class=\"subsection-e\">(3) Each superintendent and staff member shall be a person who,</p> <p class=\"clause-e\">(a) is sympathetic to the welfare of retarded persons; and</p> <p class=\"clause-e\">(b) has adequate knowledge, understanding and experience to recognize and meet the needs of retarded persons and the ability to cope with their problems. R.R.O. 1990, Reg. 635, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Qualifications, Powers and Duties of Staffs",
            "content": "9. (1) No board shall appoint a superintendent or person to act temporarily as superintendent or employ a person on the staff of an approved home or auxiliary residence until the person so appointed or employed has obtained from a physician a certificate certifying that he or she is, (a) free from active tuberculosis or other communicable or contagious disease; and (b) physically fit to undertake his or her duties in the premises. (2) At least once a year the superintendent and each staff member of the approved home or auxiliary residence shall obtain the certificate prescribed in subsection (1). R.R.O. 1990, Reg. 635, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) No board shall appoint a superintendent or person to act temporarily as superintendent or employ a person on the staff of an approved home or auxiliary residence until the person so appointed or employed has obtained from a physician a certificate certifying that he or she is,</p> <p class=\"clause-e\">(a) free from active tuberculosis or other communicable or contagious disease; and</p> <p class=\"clause-e\">(b) physically fit to undertake his or her duties in the premises.</p> <p class=\"subsection-e\">(2) At least once a year the superintendent and each staff member of the approved home or auxiliary residence shall obtain the certificate prescribed in subsection (1). R.R.O. 1990, Reg. 635, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Qualifications, Powers and Duties of Staffs",
            "content": "10. Where a resident of an approved home or auxiliary residence dies, the person in charge thereof shall give notice of the death to a coroner other than a coroner who is the physician of an approved home. R.R.O. 1990, Reg. 635, s. 10. Additional Duties of Provincial Supervisors",
            "raw_html": "<p class=\"section-e\"><b>10. </b>Where a resident of an approved home or auxiliary residence dies, the person in charge thereof shall give notice of the death to a coroner other than a coroner who is the physician of an approved home. R.R.O. 1990, Reg. 635, s. 10.</p> <p class=\"heading1-e\">Additional Duties of Provincial Supervisors</p>"
        },
        {
            "id": "11.",
            "section": "Additional Duties of Provincial Supervisors",
            "content": "11. A provincial supervisor shall inspect, (a) each approved home and auxiliary residence for the purpose of determining compliance with the Act and this Regulation and for any other purpose as required by the Director; (b) the building or buildings and accommodation, the sanitary and eating facilities, the recreational, rehabilitative and hobby-craft facilities and equipment, the fire equipment and fire precautions; and (c) appraise the dietary and nutritional standards for the residents including those on special diets. R.R.O. 1990, Reg. 635, s. 11. Medical and Related Ancillary Services",
            "raw_html": "<p class=\"section-e\"><b>11. </b>A provincial supervisor shall inspect,</p> <p class=\"clause-e\">(a) each approved home and auxiliary residence for the purpose of determining compliance with the Act and this Regulation and for any other purpose as required by the Director;</p> <p class=\"clause-e\">(b) the building or buildings and accommodation, the sanitary and eating facilities, the recreational, rehabilitative and hobby-craft facilities and equipment, the fire equipment and fire precautions; and</p> <p class=\"clause-e\">(c) appraise the dietary and nutritional standards for the residents including those on special diets. R.R.O. 1990, Reg. 635, s. 11.</p> <p class=\"heading1-e\">Medical and Related Ancillary Services</p>"
        },
        {
            "id": "12.",
            "section": "Medical and Related Ancillary Services",
            "content": "12. Each board shall appoint one or more physicians to each approved home operated by it to ensure that medical services are provided for each resident in accordance with his or her needs. R.R.O. 1990, Reg. 635, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>Each board shall appoint one or more physicians to each approved home operated by it to ensure that medical services are provided for each resident in accordance with his or her needs. R.R.O. 1990, Reg. 635, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Medical and Related Ancillary Services",
            "content": "13. (1) In this section, “attending physician” means a legally qualified medical practitioner other than the physician for an approved home who is appointed under section 12. (2) All medical services, programs and procedures and medications provided or used in an approved home are subject to the approval of the physician for the approved home. (3) The physician for the approved home shall make an annual written report to the board summarizing the general health conditions of the residents, the medical and nursing services provided to them and the dietary standards in the home and shall include in the report any recommendation that he or she considers necessary to ensure proper conditions of health and an adequate state of well-being for the residents, and shall make such other reports as the board or Minister requires. (4) The physician for the approved home shall, (a) inspect the sanitary conditions in the home at least once a month; (b) report on such inspections to the board; and (c) take any steps that he or she considers necessary to correct unsanitary conditions. (5) The physician for the approved home shall attend and prescribe medication or treatment for any resident who has no attending physician of his or her own or where his or her parent or other person in whose charge he or she is requests that the services of the physician for the approved home be made available to the resident, and, where the resident is in the care and custody of a children’s aid society under the Child and Family Services Act, upon the request of the children’s aid society. (6) At least once a year each resident shall be given a complete medical examination by the physician for the approved home or the attending physician. (7) The physician for the approved home or the attending physician shall make a detailed written report of the results of each medical examination of a resident and any recommendation pertaining thereto and each report shall be retained along with the other records of the resident for at least twenty years after the last entry in the records with respect to the resident or, where the resident dies, for at least five years after the death of the resident. (8) A resident shall be given such special diet as the physician for the approved home or the attending physician directs. (9) The board shall ensure the provision of such nursing services as are from time to time considered necessary by the physician for the approved home or the attending physician. R.R.O. 1990, Reg. 635, s. 13. Applications for Grants and Payments under   Section 5 or 6 of the Act",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) In this section,</p> <p class=\"firstdef-e\"> “attending physician” means a legally qualified medical practitioner other than the physician for an approved home who is appointed under section 12.</p> <p class=\"subsection-e\">(2) All medical services, programs and procedures and medications provided or used in an approved home are subject to the approval of the physician for the approved home.</p> <p class=\"subsection-e\">(3) The physician for the approved home shall make an annual written report to the board summarizing the general health conditions of the residents, the medical and nursing services provided to them and the dietary standards in the home and shall include in the report any recommendation that he or she considers necessary to ensure proper conditions of health and an adequate state of well-being for the residents, and shall make such other reports as the board or Minister requires.</p> <p class=\"subsection-e\">(4) The physician for the approved home shall,</p> <p class=\"clause-e\">(a) inspect the sanitary conditions in the home at least once a month;</p> <p class=\"clause-e\">(b) report on such inspections to the board; and</p> <p class=\"clause-e\">(c) take any steps that he or she considers necessary to correct unsanitary conditions.</p> <p class=\"subsection-e\">(5) The physician for the approved home shall attend and prescribe medication or treatment for any resident who has no attending physician of his or her own or where his or her parent or other person in whose charge he or she is requests that the services of the physician for the approved home be made available to the resident, and, where the resident is in the care and custody of a children’s aid society under the <i>Child and Family Services Act</i>, upon the request of the children’s aid society.</p> <p class=\"subsection-e\">(6) At least once a year each resident shall be given a complete medical examination by the physician for the approved home or the attending physician.</p> <p class=\"subsection-e\">(7) The physician for the approved home or the attending physician shall make a detailed written report of the results of each medical examination of a resident and any recommendation pertaining thereto and each report shall be retained along with the other records of the resident for at least twenty years after the last entry in the records with respect to the resident or, where the resident dies, for at least five years after the death of the resident.</p> <p class=\"subsection-e\">(8) A resident shall be given such special diet as the physician for the approved home or the attending physician directs.</p> <p class=\"subsection-e\">(9) The board shall ensure the provision of such nursing services as are from time to time considered necessary by the physician for the approved home or the attending physician. R.R.O. 1990, Reg. 635, s. 13.</p> <p class=\"heading1-e\">Applications for Grants and Payments under <br/>  Section 5 or 6 of the Act</p>"
        },
        {
            "id": "14.",
            "section": "Applications for Grants and Payments under   Section 5 or 6 of the Act",
            "content": "14. For the purposes of this section and sections 15, 16 and 17, “actual cost” means the cost of a building project and includes, (a) fees payable for the services of an architect, professional engineer, or other consultant, (b) the cost of purchasing and installing furnishings and equipment, (c) the cost of land surveys, soil tests, permits, licences and legal fees, (d) the cost of paving, sodding and landscaping, and (e) the cost of acquiring land necessary for the building project; (“coût réel”) “approved cost” means that portion of the actual cost of a building project approved by the Minister; (“coût approuvé”) “building project” means a project composed of one or more of the following elements, (a) the purchase or other acquisition of all or any part of an existing building or buildings including the land contiguous thereto, (b) any renovations, alterations or additions to an existing building or buildings, (c) the purchase or other acquisition of vacant land for the purpose of constructing a building or buildings thereon, (d) the erection of a new building, or any part thereof, (e) the demolition of a building, (f) the installation or public utilities, sewers and items or services necessary for access to the land or building or buildings; (“projet de construction”) “capital grant” means a grant under section 5 or 6 of the Act. (“subvention d’immobilisation”) R.R.O. 1990, Reg. 635, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>For the purposes of this section and sections 15, 16 and 17,</p> <p class=\"firstdef-e\">“actual cost” means the cost of a building project and includes,</p> <p class=\"defclause-e\">(a) fees payable for the services of an architect, professional engineer, or other consultant,</p> <p class=\"defclause-e\">(b) the cost of purchasing and installing furnishings and equipment,</p> <p class=\"defclause-e\">(c) the cost of land surveys, soil tests, permits, licences and legal fees,</p> <p class=\"defclause-e\">(d) the cost of paving, sodding and landscaping, and</p> <p class=\"defclause-e\">(e) the cost of acquiring land necessary for the building project; (“coût réel”)</p> <p class=\"definition-e\">“approved cost” means that portion of the actual cost of a building project approved by the Minister; (“coût approuvé”)</p> <p class=\"definition-e\">“building project” means a project composed of one or more of the following elements,</p> <p class=\"defclause-e\">(a) the purchase or other acquisition of all or any part of an existing building or buildings including the land contiguous thereto,</p> <p class=\"defclause-e\">(b) any renovations, alterations or additions to an existing building or buildings,</p> <p class=\"defclause-e\">(c) the purchase or other acquisition of vacant land for the purpose of constructing a building or buildings thereon,</p> <p class=\"defclause-e\">(d) the erection of a new building, or any part thereof,</p> <p class=\"defclause-e\">(e) the demolition of a building,</p> <p class=\"defclause-e\">(f) the installation or public utilities, sewers and items or services necessary for access to the land or building or buildings; (“projet de construction”)</p> <p class=\"definition-e\">“capital grant” means a grant under section 5 or 6 of the Act. (“subvention d’immobilisation”) R.R.O. 1990, Reg. 635, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Applications for Grants and Payments under   Section 5 or 6 of the Act",
            "content": "15. (1) An application for a capital grant shall be made to the Minister on a form provided by the Minister. (2) An applicant who applies under subsection (1) shall file with the Minister two copies of a site plan showing the location of the building or buildings, if any, on the site and, in the case of a building project with one or more of the elements referred to in clauses (a), (b), (d) and (f) of the definition of “building project”, (a) building plans and specifications prepared by an architect or professional engineer showing the structure, fixtures and arrangements of the building or buildings and describing the areas of the building or buildings to be used for the purposes of the Act; or (b) where the Minister approves, structural sketches and specifications prepared by a person other than an architect or professional engineer describing the building or buildings and the areas of the building or buildings or contiguous to the building or buildings to be used for the purposes of the Act. (3) No plan, specification or structural sketch filed with the Minister shall be amended or altered without the approval of the Minister. R.R.O. 1990, Reg. 635, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) An application for a capital grant shall be made to the Minister on a form provided by the Minister.</p> <p class=\"subsection-e\">(2) An applicant who applies under subsection (1) shall file with the Minister two copies of a site plan showing the location of the building or buildings, if any, on the site and, in the case of a building project with one or more of the elements referred to in clauses (a), (b), (d) and (f) of the definition of “building project”,</p> <p class=\"clause-e\">(a) building plans and specifications prepared by an architect or professional engineer showing the structure, fixtures and arrangements of the building or buildings and describing the areas of the building or buildings to be used for the purposes of the Act; or</p> <p class=\"clause-e\">(b) where the Minister approves, structural sketches and specifications prepared by a person other than an architect or professional engineer describing the building or buildings and the areas of the building or buildings or contiguous to the building or buildings to be used for the purposes of the Act.</p> <p class=\"subsection-e\">(3) No plan, specification or structural sketch filed with the Minister shall be amended or altered without the approval of the Minister. R.R.O. 1990, Reg. 635, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Applications for Grants and Payments under   Section 5 or 6 of the Act",
            "content": "16. (1) The payment of a capital grant for a building project shall be made after the approved cost has been determined. (2) A capital grant may be paid as a single payment or in two or more instalments and, except where the Minister directs otherwise, the aggregate of the amounts of the capital grant paid at any point in time shall not exceed, (a) an amount that bears the same proportion to the estimated total payment as the amount of progress made at the time towards completion of the project bears to the total estimated amount of work required for completion; or (b) an amount that bears the same proportion to the estimated total payment as the amount of cost incurred at the time bears to the total estimated cost of the project, whichever is the greater. (3) A single payment, or in the case of payment in two or more instalments, the final payment of an amount payable for a building project shall be made after, (a) an architect or professional engineer certifies, or the Minister is otherwise satisfied, that the building project has been completed in accordance with the plans filed under clause 15 (2) (a) or the sketches thereof approved by the Minister under clause 15 (2) (b) and the building or addition is ready for use and occupancy; and (b) the applicant for the payment submits a report containing, (i) a statement of the actual cost of the building project, (ii) a statement indicating that all refundable sales tax has been taken into account, (iii) a statement indicating that the total amount of the unpaid accounts applicable to the building project does not exceed the amount of the grant remaining to be paid, and (iv) an undertaking that the amount of the grant remaining to be paid will be applied first to the payment of the unpaid accounts. R.R.O. 1990, Reg. 635, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) The payment of a capital grant for a building project shall be made after the approved cost has been determined.</p> <p class=\"subsection-e\">(2) A capital grant may be paid as a single payment or in two or more instalments and, except where the Minister directs otherwise, the aggregate of the amounts of the capital grant paid at any point in time shall not exceed,</p> <p class=\"clause-e\">(a) an amount that bears the same proportion to the estimated total payment as the amount of progress made at the time towards completion of the project bears to the total estimated amount of work required for completion; or</p> <p class=\"clause-e\">(b) an amount that bears the same proportion to the estimated total payment as the amount of cost incurred at the time bears to the total estimated cost of the project,</p> <p class=\"ssubsection-e\">whichever is the greater.</p> <p class=\"subsection-e\">(3) A single payment, or in the case of payment in two or more instalments, the final payment of an amount payable for a building project shall be made after,</p> <p class=\"clause-e\">(a) an architect or professional engineer certifies, or the Minister is otherwise satisfied, that the building project has been completed in accordance with the plans filed under clause 15 (2) (a) or the sketches thereof approved by the Minister under clause 15 (2) (b) and the building or addition is ready for use and occupancy; and</p> <p class=\"clause-e\">(b) the applicant for the payment submits a report containing,</p> <p class=\"subclause-e\">(i) a statement of the actual cost of the building project,</p> <p class=\"subclause-e\">(ii) a statement indicating that all refundable sales tax has been taken into account,</p> <p class=\"subclause-e\">(iii) a statement indicating that the total amount of the unpaid accounts applicable to the building project does not exceed the amount of the grant remaining to be paid, and</p> <p class=\"subclause-e\">(iv) an undertaking that the amount of the grant remaining to be paid will be applied first to the payment of the unpaid accounts. R.R.O. 1990, Reg. 635, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Applications for Grants and Payments under   Section 5 or 6 of the Act",
            "content": "17. The amount of a grant to be paid by Ontario to an approved corporation under section 5 or 6 of the Act shall be equal to the lesser of, (a) $15,000 per bed; or (b) 80 per cent of the cost of the building project. R.R.O. 1990, Reg. 635, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>The amount of a grant to be paid by Ontario to an approved corporation under section 5 or 6 of the Act shall be equal to the lesser of,</p> <p class=\"clause-e\">(a) $15,000 per bed; or</p> <p class=\"clause-e\">(b) 80 per cent of the cost of the building project. R.R.O. 1990, Reg. 635, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Applications for Grants and Payments under   Section 5 or 6 of the Act",
            "content": "18. Payments for expenditures incurred by an approved corporation for furnishings or equipment that are not replacements or for repairs to or maintenance of a capital asset that, (a) are necessary for the efficient operation of an approved home; and (b) are in excess of $1,000, are prescribed as a class of payment for the purposes of sections 5 and 6 of the Act. R.R.O. 1990, Reg. 635, s. 18. Payments under Section 8 of the Act",
            "raw_html": "<p class=\"section-e\"><b>18. </b>Payments for expenditures incurred by an approved corporation for furnishings or equipment that are not replacements or for repairs to or maintenance of a capital asset that,</p> <p class=\"clause-e\">(a) are necessary for the efficient operation of an approved home; and</p> <p class=\"clause-e\">(b) are in excess of $1,000,</p> <p class=\"ssection-e\">are prescribed as a class of payment for the purposes of sections 5 and 6 of the Act. R.R.O. 1990, Reg. 635, s. 18.</p> <p class=\"heading1-e\">Payments under Section 8 of the Act</p>"
        },
        {
            "id": "19.",
            "section": "Payments under Section 8 of the Act",
            "content": "19. (1) An application by an approved corporation for a monthly payment under section 8 of the Act shall be made in a form provided by the Minister and shall be submitted to the Director not later than the 20th day of the month following the month for which the application is made. (2) The amount to be paid by Ontario to an approved corporation under section 8 of the Act shall be computed in accordance with the form referred to in subsection (1) and a financial report and financial forecast in a form provided by the Minister. (3) Where the Director approves, there may be paid to an approved corporation, prior to the corporation making application therefor under subsection (1), any part of the estimated monthly amount payable under section 8 of the Act, and such amount shall be adjusted upon receipt by the Director of the application for any month of the period for which the payment was made. (4) In determining revenue for the purpose of an application under subsection (1), a resident who is a recipient of an allowance under the Family Benefits Act shall contribute to the cost of his or her care and maintenance in an approved home or auxiliary residence a monthly amount equal to the amount of his or her budgetary requirements, determined under subsection 12 (7) of Regulation 366 of the Revised Regulations of Ontario, 1990, after deducting therefrom the amount determined under that subsection as his or her budgetary requirements for a comfort allowance, and the amount so deducted together with, (a) any income received by the resident by way of payment or refund under, (i) section 2 or 7 of the Ontario Pensioners Property Tax Assistance Act, and (ii) section 7 of the Income Tax Act; and (b) the amount of the resident’s income exempted under paragraph 1 of subsection 13 (2) of the said Regulation 366, shall not be included and the resident shall be permitted to retain such amount and income for his or her own personal use. (5) In determining revenue for the purpose of an application under subsection (1), in respect of residents other than those referred to in subsection (4), (a) any income received by the resident other than a child up to and including $100 per month; and (b) any income in addition to any amount exempt under clause (a) received by the resident by way of payment or refund under, (i) section 2 or 7 of the Ontario Pensioners Property Tax Assistance Act, and (ii) section 7 of the Income Tax Act, shall not be included and the resident shall be permitted to retain such income for his or her own personal use. (6) In addition to the amounts referred to in subsections (4) and (5), where a resident is sixty-five years of age or older, the amount of $12 shall not be included in determining revenue and the resident shall be permitted to retain this amount for his or her own personal use. (7) For the purpose of an application under subsection (1), “debt retirement payments” means the principal and interest paid for any debt approved by the Director in respect of a building for which a capital grant has not been paid under section 5 or 6 of the Act. R.R.O. 1990, Reg. 635, s. 19. Admission to Approved Homes and Auxiliary Residences",
            "raw_html": "<p class=\"section-e\"><b>19. </b>(1) An application by an approved corporation for a monthly payment under section 8 of the Act shall be made in a form provided by the Minister and shall be submitted to the Director not later than the 20th day of the month following the month for which the application is made.</p> <p class=\"subsection-e\">(2) The amount to be paid by Ontario to an approved corporation under section 8 of the Act shall be computed in accordance with the form referred to in subsection (1) and a financial report and financial forecast in a form provided by the Minister.</p> <p class=\"subsection-e\">(3) Where the Director approves, there may be paid to an approved corporation, prior to the corporation making application therefor under subsection (1), any part of the estimated monthly amount payable under section 8 of the Act, and such amount shall be adjusted upon receipt by the Director of the application for any month of the period for which the payment was made.</p> <p class=\"subsection-e\">(4) In determining revenue for the purpose of an application under subsection (1), a resident who is a recipient of an allowance under the <i>Family Benefits Act </i>shall contribute to the cost of his or her care and maintenance in an approved home or auxiliary residence a monthly amount equal to the amount of his or her budgetary requirements, determined under subsection 12 (7) of Regulation 366 of the Revised Regulations of Ontario, 1990, after deducting therefrom the amount determined under that subsection as his or her budgetary requirements for a comfort allowance, and the amount so deducted together with,</p> <p class=\"clause-e\">(a) any income received by the resident by way of payment or refund under,</p> <p class=\"subclause-e\">(i) section 2 or 7 of the <i>Ontario Pensioners Property Tax Assistance Act</i>, and</p> <p class=\"subclause-e\">(ii) section 7 of the <i>Income Tax Act</i>; and</p> <p class=\"clause-e\">(b) the amount of the resident’s income exempted under paragraph 1 of subsection 13 (2) of the said Regulation 366,</p> <p class=\"ssubsection-e\">shall not be included and the resident shall be permitted to retain such amount and income for his or her own personal use.</p> <p class=\"subsection-e\">(5) In determining revenue for the purpose of an application under subsection (1), in respect of residents other than those referred to in subsection (4),</p> <p class=\"clause-e\">(a) any income received by the resident other than a child up to and including $100 per month; and</p> <p class=\"clause-e\">(b) any income in addition to any amount exempt under clause (a) received by the resident by way of payment or refund under,</p> <p class=\"subclause-e\">(i) section 2 or 7 of the <i>Ontario Pensioners Property Tax Assistance Act</i>, and</p> <p class=\"subclause-e\">(ii) section 7 of the <i>Income Tax Act</i>,</p> <p class=\"ssubsection-e\">shall not be included and the resident shall be permitted to retain such income for his or her own personal use.</p> <p class=\"subsection-e\">(6) In addition to the amounts referred to in subsections (4) and (5), where a resident is sixty-five years of age or older, the amount of $12 shall not be included in determining revenue and the resident shall be permitted to retain this amount for his or her own personal use.</p> <p class=\"subsection-e\">(7) For the purpose of an application under subsection (1),</p> <p class=\"firstdef-e\"> “debt retirement payments” means the principal and interest paid for any debt approved by the Director in respect of a building for which a capital grant has not been paid under section 5 or 6 of the Act. R.R.O. 1990, Reg. 635, s. 19.</p> <p class=\"heading1-e\">Admission to Approved Homes and Auxiliary Residences</p>"
        },
        {
            "id": "20.",
            "section": "Admission to Approved Homes and Auxiliary Residences",
            "content": "20. (1) Before admitting to an approved home or to an auxiliary residence a retarded person who has not previously been a resident in an approved home or an auxiliary residence, the superintendent or board, as the case may be, shall obtain a certificate in writing from a physician certifying that there has been found in the person a condition of arrested or incomplete development of the mind and that the person’s best interests would be served by admission to the approved home or auxiliary residence. (2) Subject to subsection (3), the superintendent or board of an approved home or auxiliary residence shall ensure that, (a) the retarded person has been given a medical examination by a physician including a skin test for tuberculosis; (b) the physician has certified in writing that the retarded person is free from active tuberculosis or any other communicable or contagious disease; and (c) the retarded person has been immunized in accordance with the requirements of the medical officer of health having jurisdiction in the area of the home or auxiliary residence. (3) Where a retarded person cannot be medically examined or certified in accordance with subsection (2), the board may, where it considers it in the best interest of the welfare of the retarded person that he or she be admitted to an approved home or auxiliary residence, admit the person to an approved home or auxiliary residence provided that he or she is kept in isolation from other residents until the requirements of subsection (2) have been met. R.R.O. 1990, Reg. 635, s. 20. Records and Returns",
            "raw_html": "<p class=\"section-e\"><b>20. </b>(1) Before admitting to an approved home or to an auxiliary residence a retarded person who has not previously been a resident in an approved home or an auxiliary residence, the superintendent or board, as the case may be, shall obtain a certificate in writing from a physician certifying that there has been found in the person a condition of arrested or incomplete development of the mind and that the person’s best interests would be served by admission to the approved home or auxiliary residence.</p> <p class=\"subsection-e\">(2) Subject to subsection (3), the superintendent or board of an approved home or auxiliary residence shall ensure that,</p> <p class=\"clause-e\">(a) the retarded person has been given a medical examination by a physician including a skin test for tuberculosis;</p> <p class=\"clause-e\">(b) the physician has certified in writing that the retarded person is free from active tuberculosis or any other communicable or contagious disease; and</p> <p class=\"clause-e\">(c) the retarded person has been immunized in accordance with the requirements of the medical officer of health having jurisdiction in the area of the home or auxiliary residence.</p> <p class=\"subsection-e\">(3) Where a retarded person cannot be medically examined or certified in accordance with subsection (2), the board may, where it considers it in the best interest of the welfare of the retarded person that he or she be admitted to an approved home or auxiliary residence, admit the person to an approved home or auxiliary residence provided that he or she is kept in isolation from other residents until the requirements of subsection (2) have been met. R.R.O. 1990, Reg. 635, s. 20.</p> <p class=\"heading1-e\">Records and Returns</p>"
        },
        {
            "id": "21.",
            "section": "Records and Returns",
            "content": "21. (1) The superintendent or board of an approved home or auxiliary residence shall keep a written record and file for each resident and shall retain the record and file for at least twenty years after the last entry in the record and file with respect to the resident or, where the resident dies, for at least five years after the death of the resident. (2) The record shall set forth in respect of each resident, (a) his or her name, age and sex and address prior to admission to the approved home or auxiliary residence; (b) the names, addresses and occupations of his or her parents; (c) his or her personal and family history; (d) the date and circumstances of and reasons for his or her admission to the approved home or auxiliary residence; (e) the current terms of payment for the care and maintenance of the resident; (f) the documentary or other evidence necessary to establish the identity of the resident, any person having charge of the resident and the relationship between them; (g) a record of all medical, X-ray, psychiatric, psychological or other similar examinations or tests, together with the findings and recommendations; (h) a record of all illnesses, accidents and admissions to hospitals; (i) observations of the conduct and behaviour of the resident while residing in the approved home or auxiliary residence; (j) an account or history of any other matter that might affect the well-being or progress of the resident; (k) the date and circumstances when the resident is discharged from the approved home or auxiliary residence; (l) the name, address and relationship of any person in whose charge the resident was placed at the time of discharge or the name and address of the institution to which the resident was discharged; (m) a statement of the future plans for the care and maintenance of each resident prepared every six months; and (n) where the resident dies, a report of the time, date and circumstances of the death, the name and address of the person, if any, who claims the body, the date that the notice of death is given to the coroner in accordance with section 10 and the name of the coroner. R.R.O. 1990, Reg. 635, s. 21.",
            "raw_html": "<p class=\"section-e\"><b>21. </b>(1) The superintendent or board of an approved home or auxiliary residence shall keep a written record and file for each resident and shall retain the record and file for at least twenty years after the last entry in the record and file with respect to the resident or, where the resident dies, for at least five years after the death of the resident.</p> <p class=\"subsection-e\">(2) The record shall set forth in respect of each resident,</p> <p class=\"clause-e\">(a) his or her name, age and sex and address prior to admission to the approved home or auxiliary residence;</p> <p class=\"clause-e\">(b) the names, addresses and occupations of his or her parents;</p> <p class=\"clause-e\">(c) his or her personal and family history;</p> <p class=\"clause-e\">(d) the date and circumstances of and reasons for his or her admission to the approved home or auxiliary residence;</p> <p class=\"clause-e\">(e) the current terms of payment for the care and maintenance of the resident;</p> <p class=\"clause-e\">(f) the documentary or other evidence necessary to establish the identity of the resident, any person having charge of the resident and the relationship between them;</p> <p class=\"clause-e\">(g) a record of all medical, X-ray, psychiatric, psychological or other similar examinations or tests, together with the findings and recommendations;</p> <p class=\"clause-e\">(h) a record of all illnesses, accidents and admissions to hospitals;</p> <p class=\"clause-e\">(i) observations of the conduct and behaviour of the resident while residing in the approved home or auxiliary residence;</p> <p class=\"clause-e\">(j) an account or history of any other matter that might affect the well-being or progress of the resident;</p> <p class=\"clause-e\">(k) the date and circumstances when the resident is discharged from the approved home or auxiliary residence;</p> <p class=\"clause-e\">(l) the name, address and relationship of any person in whose charge the resident was placed at the time of discharge or the name and address of the institution to which the resident was discharged;</p> <p class=\"clause-e\">(m) a statement of the future plans for the care and maintenance of each resident prepared every six months; and</p> <p class=\"clause-e\">(n) where the resident dies, a report of the time, date and circumstances of the death, the name and address of the person, if any, who claims the body, the date that the notice of death is given to the coroner in accordance with section 10 and the name of the coroner. R.R.O. 1990, Reg. 635, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": "Records and Returns",
            "content": "22. (1) Every corporation shall keep separate books of account for each approved home and separate books of account for the auxiliary residences maintained and operated by it and each book of account shall be retained for at least six years after the date of the last entry in a book for a particular year. (2) The books of account referred to in subsection (1) shall, (a) set forth the revenue and expenditures of the approved home or auxiliary residence, as the case may be; (b) contain a record of money received by the approved home or auxiliary residence, as the case may be, from sources other than under the Act; and (c) be audited annually by a licensed public accountant who is not a member of the board. R.R.O. 1990, Reg. 635, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22. </b>(1) Every corporation shall keep separate books of account for each approved home and separate books of account for the auxiliary residences maintained and operated by it and each book of account shall be retained for at least six years after the date of the last entry in a book for a particular year.</p> <p class=\"subsection-e\">(2) The books of account referred to in subsection (1) shall,</p> <p class=\"clause-e\">(a) set forth the revenue and expenditures of the approved home or auxiliary residence, as the case may be;</p> <p class=\"clause-e\">(b) contain a record of money received by the approved home or auxiliary residence, as the case may be, from sources other than under the Act; and</p> <p class=\"clause-e\">(c) be audited annually by a licensed public accountant who is not a member of the board. R.R.O. 1990, Reg. 635, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": "Records and Returns",
            "content": "23. (1) Every corporation shall furnish to the Director for each approved home and for the auxiliary residences maintained and operated by it, (a) not later than the last day of the fourth month following the end of each fiscal year, the complete financial statement of the approved home and the financial statement for the auxiliary residences for the immediately preceding fiscal year, including a calculation of operating subsidy based upon and reconciled with operating surplus or deficit, as the case may be, and the said operating subsidy shall be compared with the subsidy paid by the Province during the year and a calculation of the balance owing by or repayable to the Province made; (b) not later than the last day of the fourth month following the end of each fiscal year, a report of a licensed public accountant stating whether in the accountant’s opinion, (i) the accountant has received all the information and explanations the accountant has required, (ii) the financial statement and the claims for provincial subsidy are in accordance with the books and records of the approved home or auxiliary residences, as the case may be, (iii) the calculation of the provincial subsidy is in accordance with the Regulations, and (iv) the financial statement has been prepared in accordance with generally accepted accounting principles applied on a basis consistent with that of the preceding year; and (c) such other financial and statistical information as the Minister may require. (2) The fiscal year of a corporation is the period designated by the Minister as the fiscal year of the corporation. R.R.O. 1990, Reg. 635, s. 23. Recovery by an Approved Corporation or the Province",
            "raw_html": "<p class=\"section-e\"><b>23. </b>(1) Every corporation shall furnish to the Director for each approved home and for the auxiliary residences maintained and operated by it,</p> <p class=\"clause-e\">(a) not later than the last day of the fourth month following the end of each fiscal year, the complete financial statement of the approved home and the financial statement for the auxiliary residences for the immediately preceding fiscal year, including a calculation of operating subsidy based upon and reconciled with operating surplus or deficit, as the case may be, and the said operating subsidy shall be compared with the subsidy paid by the Province during the year and a calculation of the balance owing by or repayable to the Province made;</p> <p class=\"clause-e\">(b) not later than the last day of the fourth month following the end of each fiscal year, a report of a licensed public accountant stating whether in the accountant’s opinion,</p> <p class=\"subclause-e\">(i) the accountant has received all the information and explanations the accountant has required,</p> <p class=\"subclause-e\">(ii) the financial statement and the claims for provincial subsidy are in accordance with the books and records of the approved home or auxiliary residences, as the case may be,</p> <p class=\"subclause-e\">(iii) the calculation of the provincial subsidy is in accordance with the Regulations, and</p> <p class=\"subclause-e\">(iv) the financial statement has been prepared in accordance with generally accepted accounting principles applied on a basis consistent with that of the preceding year; and</p> <p class=\"clause-e\">(c) such other financial and statistical information as the Minister may require.</p> <p class=\"subsection-e\">(2) The fiscal year of a corporation is the period designated by the Minister as the fiscal year of the corporation. R.R.O. 1990, Reg. 635, s. 23.</p> <p class=\"heading1-e\">Recovery by an Approved Corporation or the Province</p>"
        },
        {
            "id": "24.",
            "section": "Recovery by an Approved Corporation or the Province",
            "content": "24. (1) An approved corporation is entitled to recover without interest from a parent whose child is a resident or former resident of an approved home or auxiliary residence or from the estate of the parent as a debt due to the corporation the amount of costs paid by the corporation on behalf of the parent or resident although a provincial subsidy has been paid in respect of costs. (2) The Crown in right of Ontario is subrogated to the right of the approved corporation to recover costs under subsection (1). (3) Where costs in respect of which a provincial subsidy has been paid under section 8 of the Act are recovered under subsection (1) or (2), the Province of Ontario is entitled to the same percentage of the amount recovered as the percentage on which the contribution by the Province to the corporation in respect of the amount recovered was based. R.R.O. 1990, Reg. 635, s. 24. Français ",
            "raw_html": "<p class=\"section-e\"><b>24. </b>(1) An approved corporation is entitled to recover without interest from a parent whose child is a resident or former resident of an approved home or auxiliary residence or from the estate of the parent as a debt due to the corporation the amount of costs paid by the corporation on behalf of the parent or resident although a provincial subsidy has been paid in respect of costs.</p> <p class=\"subsection-e\">(2) The Crown in right of Ontario is subrogated to the right of the approved corporation to recover costs under subsection (1).</p> <p class=\"subsection-e\">(3) Where costs in respect of which a provincial subsidy has been paid under section 8 of the Act are recovered under subsection (1) or (2), the Province of Ontario is entitled to the same percentage of the amount recovered as the percentage on which the contribution by the Province to the corporation in respect of the amount recovered was based. R.R.O. 1990, Reg. 635, s. 24.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900635_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900635_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}