{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 878: GRANTS FOR PLAQUING",
        "reg_name_text": "GRANTS FOR PLAQUING",
        "citation": "R.R.O. 1990, Reg. 878: ",
        "act_under": "Ontario Heritage Act   Loi sur le patrimoine de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/900878",
        "date_scraped": "2023-12-19 06:46:29"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900878/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "May  2, 2010"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “approved cost” means that portion of the actual cost of a project approved by the Minister and includes, (a) the cost of a plaque or plaques, (b) the cost of a stone cairn or cairns, (c) cost of carving a suitable historical text or inscription on a cairn or cairns, and (d) installation costs, including labour and materials; “organization” means an association of persons that has as one of its purposes or objects the commemoration of subjects of historical significance and includes a syndicate, partnership, joint venture or corporation without share capital; “project” means the construction, erection, renovation or alteration of a plaque or cairn; “subject” means any matter, theme, incident or description and includes a person, object, place or event. R.R.O. 1990, Reg. 878, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“approved cost” means that portion of the actual cost of a project approved by the Minister and includes,</p> <p class=\"defclause-e\">(a) the cost of a plaque or plaques,</p> <p class=\"defclause-e\">(b) the cost of a stone cairn or cairns,</p> <p class=\"defclause-e\">(c) cost of carving a suitable historical text or inscription on a cairn or cairns, and</p> <p class=\"defclause-e\">(d) installation costs, including labour and materials;</p> <p class=\"definition-e\">“organization” means an association of persons that has as one of its purposes or objects the commemoration of subjects of historical significance and includes a syndicate, partnership, joint venture or corporation without share capital;</p> <p class=\"definition-e\">“project” means the construction, erection, renovation or alteration of a plaque or cairn;</p> <p class=\"definition-e\">“subject” means any matter, theme, incident or description and includes a person, object, place or event. R.R.O. 1990, Reg. 878, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. An organization that, (a) proposes to erect or place a plaque or cairn to commemorate a subject of local historical interest or significance; (b) does not receive money from any other provincial agency for the purposes referred to in clause (a); (c) has obtained consent of the owner of the property on which the plaque or cairn is to be placed; and (d) can guarantee the continuing care and maintenance of the plaque or cairn, may apply for a grant in respect of a project. R.R.O. 1990, Reg. 878, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>An organization that,</p> <p class=\"clause-e\">(a) proposes to erect or place a plaque or cairn to commemorate a subject of local historical interest or significance;</p> <p class=\"clause-e\">(b) does not receive money from any other provincial agency for the purposes referred to in clause (a);</p> <p class=\"clause-e\">(c) has obtained consent of the owner of the property on which the plaque or cairn is to be placed; and</p> <p class=\"clause-e\">(d) can guarantee the continuing care and maintenance of the plaque or cairn,</p> <p class=\"Ssection-e\">may apply for a grant in respect of a project. R.R.O. 1990, Reg. 878, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. An application for a grant in respect of a project shall be made to the Minister and shall be accompanied by a copy of the proposed inscription for the plaque, the cost of the project and such other information as the Minister may require. R.R.O. 1990, Reg. 878, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>An application for a grant in respect of a project shall be made to the Minister and shall be accompanied by a copy of the proposed inscription for the plaque, the cost of the project and such other information as the Minister may require. R.R.O. 1990, Reg. 878, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. The Minister, before approving a grant in respect of a project, shall consult with the Ontario Heritage Foundation. R.R.O. 1990, Reg. 878, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The Minister, before approving a grant in respect of a project, shall consult with the Ontario Heritage Foundation. R.R.O. 1990, Reg. 878, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. A grant payable by the Minister in respect of a project approved by the Minister shall be the lesser of, (a) $200; or (b) 50 per cent of the approved cost of the project. R.R.O. 1990, Reg. 878, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>A grant payable by the Minister in respect of a project approved by the Minister shall be the lesser of,</p> <p class=\"clause-e\">(a) $200; or</p> <p class=\"clause-e\">(b) 50 per cent of the approved cost of the project. R.R.O. 1990, Reg. 878, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. No organization is eligible to receive a grant in respect of more than one project in each year. R.R.O. 1990, Reg. 878, s. 6. ",
            "raw_html": "<p class=\"section-e\"><b>6. </b>No organization is eligible to receive a grant in respect of more than one project in each year. R.R.O. 1990, Reg. 878, s. 6.</p> <p class=\"Normal\"></p>"
        }
    ]
}