{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 289: DESIGNATION OF TEACHERS",
        "reg_name_text": "DESIGNATION OF TEACHERS",
        "citation": "R.R.O. 1990, Reg. 289: ",
        "act_under": "Education Act   Loi sur l’éducation",
        "url": "https://www.ontario.ca/laws/regulation/900289",
        "date_scraped": "2023-12-19 04:51:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900289/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "January 24, 2013"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “agreement”, other than an agreement within the meaning of subsection 135 (1) of the Act, in relation to the employment of teachers, “branch affiliate” and “teacher” have the same meaning as in the School Boards and Teachers Collective Negotiations Act; “non-resident pupil”, “resident-internal pupil” and “resident-external pupil” have the same meaning as in Ontario Regulation 128/85 (General Legislative Grants); “proportion of qualifications of teachers” means the relative number of teachers who have qualifications in the areas of general studies and technological studies; “that is coterminous with the public board” means that has jurisdiction in an area that is also the area or part of the area of jurisdiction of the public board and “that is coterminous with the Roman Catholic school board” has a corresponding meaning. R.R.O. 1990, Reg. 289, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“agreement”, other than an agreement within the meaning of subsection 135 (1) of the Act, in relation to the employment of teachers, “branch affiliate” and “teacher” have the same meaning as in the <i>School Boards and Teachers Collective Negotiations Act</i>;</p> <p class=\"definition-e\">“non-resident pupil”, “resident-internal pupil” and “resident-external pupil” have the same meaning as in Ontario Regulation 128/85 (General Legislative Grants);</p> <p class=\"definition-e\">“proportion of qualifications of teachers” means the relative number of teachers who have qualifications in the areas of general studies and technological studies;</p> <p class=\"definition-e\">“that is coterminous with the public board” means that has jurisdiction in an area that is also the area or part of the area of jurisdiction of the public board and “that is coterminous with the Roman Catholic school board” has a corresponding meaning. R.R.O. 1990, Reg. 289, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) This Regulation applies to a public board in each of the first ten years commencing with the year in which a separate school board that is coterminous with the public board elects with the approval of the Minister to perform the duties of a secondary school board. R.R.O. 1990, Reg. 289, s. 2 (1). (2) This Regulation does not apply to a public board that has entered into an agreement within the meaning of subsection 135 (1) of the Act. R.R.O. 1990, Reg. 289, s. 2 (2). (3) Two or more public boards that act jointly with each other for the purpose of making or renewing an agreement shall, (a) although they are required to do certain things under this Regulation on or before the 30th day of April and on or before the 31st day of May, do those things on or before the 15th day of May and on or before the 30th day of June, as the case requires; and (b) make the determinations and designations required to be made under this Regulation for all such public boards jointly as if they are one public board and the public boards shall not act individually. R.R.O. 1990, Reg. 289, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) This Regulation applies to a public board in each of the first ten years commencing with the year in which a separate school board that is coterminous with the public board elects with the approval of the Minister to perform the duties of a secondary school board. R.R.O. 1990, Reg. 289, s. 2 (1).</p> <p class=\"subsection-e\">(2) This Regulation does not apply to a public board that has entered into an agreement within the meaning of subsection 135 (1) of the Act. R.R.O. 1990, Reg. 289, s. 2 (2).</p> <p class=\"subsection-e\">(3) Two or more public boards that act jointly with each other for the purpose of making or renewing an agreement shall,</p> <p class=\"clause-e\">(a) although they are required to do certain things under this Regulation on or before the 30th day of April and on or before the 31st day of May, do those things on or before the 15th day of May and on or before the 30th day of June, as the case requires; and</p> <p class=\"clause-e\">(b) make the determinations and designations required to be made under this Regulation for all such public boards jointly as if they are one public board and the public boards shall not act individually. R.R.O. 1990, Reg. 289, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) For the purpose of determining the persons on its elementary and secondary teaching staffs that it shall designate under section 135 of the Act, every public board shall, on or before the 30th day of April in each year, determine in accordance with its agreements or board policy, (a) the number of teaching positions that it believes will not be required in the next following school year because of an anticipated reduction in the enrolment of pupils in that school year from the enrolment of pupils as of the 30th day of September in the previous year; and (b) the identity of the teachers, (i) whose services may not be required at the end of the school year as a result of the calculation under clause (a), and (ii) who in accordance with its agreements are surplus to the needs of the board but who are still in the employ of the board. R.R.O. 1990, Reg. 289, s. 3 (1). (2) The public board, on or before the 30th day of April in each year, shall provide to its branch affiliates and to each Roman Catholic school board that is coterminous with the public board, a list of the names and qualifications of all teachers identified under clause (1) (b). R.R.O. 1990, Reg. 289, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) For the purpose of determining the persons on its elementary and secondary teaching staffs that it shall designate under section 135 of the Act, every public board shall, on or before the 30th day of April in each year, determine in accordance with its agreements or board policy,</p> <p class=\"clause-e\">(a) the number of teaching positions that it believes will not be required in the next following school year because of an anticipated reduction in the enrolment of pupils in that school year from the enrolment of pupils as of the 30th day of September in the previous year; and</p> <p class=\"clause-e\">(b) the identity of the teachers,</p> <p class=\"subclause-e\">(i) whose services may not be required at the end of the school year as a result of the calculation under clause (a), and</p> <p class=\"subclause-e\">(ii) who in accordance with its agreements are surplus to the needs of the board but who are still in the employ of the board. R.R.O. 1990, Reg. 289, s. 3 (1).</p> <p class=\"subsection-e\">(2) The public board, on or before the 30th day of April in each year, shall provide to its branch affiliates and to each Roman Catholic school board that is coterminous with the public board, a list of the names and qualifications of all teachers identified under clause (1) (b). R.R.O. 1990, Reg. 289, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) Each Roman Catholic school board shall supply, on or before the 31st day of March in each year, for ten consecutive years commencing with the year in which it elects with the approval of the Minister to perform the duties of a secondary school board, to each public board that is coterminous with the Roman Catholic school board, the enrolment and other data necessary to enable the public board to carry out the calculations referred to in this section. R.R.O. 1990, Reg. 289, s. 4 (1). (2) Each board referred to in subsection (1) shall make copies of the data required under that subsection available to its branch affiliates. R.R.O. 1990, Reg. 289, s. 4 (2). (3) Each public board shall, on or before the 30th day of April in each year, make the following calculations in respect of each Roman Catholic school board that is coterminous with the public board for the purpose of determining the enrolment shift:   R.R.O. 1990, Reg. 289, s. 4 (3). (4) Each public board shall, on or before the 30th day of April in each year, determine in respect of each Roman Catholic school board that is coterminous with the public board, the difference between the number of its elementary pupils who are expected to transfer in the next school year to the elementary schools operated by the Roman Catholic school board and the number of elementary pupils of the Roman Catholic school board who are expected to transfer to the elementary schools operated by the public board. R.R.O. 1990, Reg. 289, s. 4 (4). (5) The difference determined under subsection (4), if greater than zero, shall be the net number of elementary pupils anticipated to transfer to the Roman Catholic school board. R.R.O. 1990, Reg. 289, s. 4 (5). (6) The reduction in enrolment with respect to the elementary school pupils of the public board for the year for which the calculations are made that is attributable to the election of the Roman Catholic school board under section 124 of the Act shall be the net number of elementary pupils anticipated to transfer in the school year as calculated under subsection (4). R.R.O. 1990, Reg. 289, s. 4 (6). (7) The reduction in enrolment with respect to the secondary school pupils of the public board for the year for which the calculations are made that is attributable to the election of the Roman Catholic school board under section 124 of the Act shall be the enrolment shift for the year as determined under subsection (3). R.R.O. 1990, Reg. 289, s. 4 (7). (8) Despite subsection (3), where Rg is calculated to be lower than the average Rg from the previous five years, the Rg shall be the average Rg from the previous five years. R.R.O. 1990, Reg. 289, s. 4 (8).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) Each Roman Catholic school board shall supply, on or before the 31st day of March in each year, for ten consecutive years commencing with the year in which it elects with the approval of the Minister to perform the duties of a secondary school board, to each public board that is coterminous with the Roman Catholic school board, the enrolment and other data necessary to enable the public board to carry out the calculations referred to in this section. R.R.O. 1990, Reg. 289, s. 4 (1).</p> <p class=\"subsection-e\">(2) Each board referred to in subsection (1) shall make copies of the data required under that subsection available to its branch affiliates. R.R.O. 1990, Reg. 289, s. 4 (2).</p> <p class=\"subsection-e\">(3) Each public board shall, on or before the 30th day of April in each year, make the following calculations in respect of each Roman Catholic school board that is coterminous with the public board for the purpose of determining the enrolment shift:</p> <p class=\"scanned-e\"><img border=\"0\" height=\"799\" src=\"images/elaws_rev_regs_900289_e-1.gif\" width=\"671\"/></p> <p class=\"scanned-e\"><img border=\"0\" height=\"381\" src=\"images/elaws_rev_regs_900289_e-2.gif\" width=\"672\"/></p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 289, s. 4 (3).</p> <p class=\"subsection-e\">(4) Each public board shall, on or before the 30th day of April in each year, determine in respect of each Roman Catholic school board that is coterminous with the public board, the difference between the number of its elementary pupils who are expected to transfer in the next school year to the elementary schools operated by the Roman Catholic school board and the number of elementary pupils of the Roman Catholic school board who are expected to transfer to the elementary schools operated by the public board. R.R.O. 1990, Reg. 289, s. 4 (4).</p> <p class=\"subsection-e\">(5) The difference determined under subsection (4), if greater than zero, shall be the net number of elementary pupils anticipated to transfer to the Roman Catholic school board. R.R.O. 1990, Reg. 289, s. 4 (5).</p> <p class=\"subsection-e\">(6) The reduction in enrolment with respect to the elementary school pupils of the public board for the year for which the calculations are made that is attributable to the election of the Roman Catholic school board under section 124 of the Act shall be the net number of elementary pupils anticipated to transfer in the school year as calculated under subsection (4). R.R.O. 1990, Reg. 289, s. 4 (6).</p> <p class=\"subsection-e\">(7) The reduction in enrolment with respect to the secondary school pupils of the public board for the year for which the calculations are made that is attributable to the election of the Roman Catholic school board under section 124 of the Act shall be the enrolment shift for the year as determined under subsection (3). R.R.O. 1990, Reg. 289, s. 4 (7).</p> <p class=\"subsection-e\">(8) Despite subsection (3), where Rg is calculated to be lower than the average Rg from the previous five years, the Rg shall be the average Rg from the previous five years. R.R.O. 1990, Reg. 289, s. 4 (8).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) Every public board shall, in the manner set out in clause 3 (1) (a), determine the number of positions on each of the elementary and secondary teaching staffs of the board that are related to the reduction in its enrolment determined under subsections 4 (6) and (7). R.R.O. 1990, Reg. 289, s. 5 (1). (2) The number of positions determined under subsection (1) shall be, (a) adjusted to take into account, (i) the actual enrolment data as of the 30th day of September of the previous calendar year, and (ii) in respect of the previous calendar year, the difference between the number of positions calculated to one place of decimal under this section and the number of teachers designated under section 8; (b) increased by one in respect of each position for which there is no designation under subsection 12 (5); and (c) increased to take into account the termination in the current calendar year of a secondment, sabbatical, leave of absence or any other scheme or plan acceptable under its agreements, board policy or an understanding with its branch affiliate or branch affiliates, where, pursuant to an agreement under subsection 135 (1) of the Act, the public board in a previous calendar year, reduced, because of the secondment, sabbatical, leave of absence or other scheme or plan, the number of positions in respect of which it was required to make designations. R.R.O. 1990, Reg. 289, s. 5 (2). (3) The number of positions in respect of which teachers are to be designated under section 135 of the Act shall be the lesser of, (a) the number determined under subsection (1) as adjusted under subsection (2), calculated to one place of decimal; and (b) the number of positions determined under clause 3 (1) (a). R.R.O. 1990, Reg. 289, s. 5 (3). (4) Where the number of teachers available for designation under clause 3 (1) (b) is reduced by the employment, death or retirement of a teacher referred to in clause 3 (1) (b) and is less than the number of teachers required to be designated under subsection (3), the determination under subsection (3) of the number of positions in respect of which teachers are to be designated under section 135 of the Act shall be reduced accordingly. R.R.O. 1990, Reg. 289, s. 5 (4).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) Every public board shall, in the manner set out in clause 3 (1) (a), determine the number of positions on each of the elementary and secondary teaching staffs of the board that are related to the reduction in its enrolment determined under subsections 4 (6) and (7). R.R.O. 1990, Reg. 289, s. 5 (1).</p> <p class=\"subsection-e\">(2) The number of positions determined under subsection (1) shall be,</p> <p class=\"clause-e\">(a) adjusted to take into account,</p> <p class=\"subclause-e\">(i) the actual enrolment data as of the 30th day of September of the previous calendar year, and</p> <p class=\"subclause-e\">(ii) in respect of the previous calendar year, the difference between the number of positions calculated to one place of decimal under this section and the number of teachers designated under section 8;</p> <p class=\"clause-e\">(b) increased by one in respect of each position for which there is no designation under subsection 12 (5); and</p> <p class=\"clause-e\">(c) increased to take into account the termination in the current calendar year of a secondment, sabbatical, leave of absence or any other scheme or plan acceptable under its agreements, board policy or an understanding with its branch affiliate or branch affiliates, where, pursuant to an agreement under subsection 135 (1) of the Act, the public board in a previous calendar year, reduced, because of the secondment, sabbatical, leave of absence or other scheme or plan, the number of positions in respect of which it was required to make designations. R.R.O. 1990, Reg. 289, s. 5 (2).</p> <p class=\"subsection-e\">(3) The number of positions in respect of which teachers are to be designated under section 135 of the Act shall be the lesser of,</p> <p class=\"clause-e\">(a) the number determined under subsection (1) as adjusted under subsection (2), calculated to one place of decimal; and</p> <p class=\"clause-e\">(b) the number of positions determined under clause 3 (1) (a). R.R.O. 1990, Reg. 289, s. 5 (3).</p> <p class=\"subsection-e\">(4) Where the number of teachers available for designation under clause 3 (1) (b) is reduced by the employment, death or retirement of a teacher referred to in clause 3 (1) (b) and is less than the number of teachers required to be designated under subsection (3), the determination under subsection (3) of the number of positions in respect of which teachers are to be designated under section 135 of the Act shall be reduced accordingly. R.R.O. 1990, Reg. 289, s. 5 (4).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) Every Roman Catholic school board shall, on or before the 30th day of April in each year, provide to each public board that is coterminous with the Roman Catholic school board, a list of the positions on its elementary and secondary teaching staffs that are expected to be vacant in the Roman Catholic school board in the following school year. R.R.O. 1990, Reg. 289, s. 6 (1). (2) A public board that receives a list under subsection (1) shall forthwith make the list known to all teachers in the employ of the public board. R.R.O. 1990, Reg. 289, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) Every Roman Catholic school board shall, on or before the 30th day of April in each year, provide to each public board that is coterminous with the Roman Catholic school board, a list of the positions on its elementary and secondary teaching staffs that are expected to be vacant in the Roman Catholic school board in the following school year. R.R.O. 1990, Reg. 289, s. 6 (1).</p> <p class=\"subsection-e\">(2) A public board that receives a list under subsection (1) shall forthwith make the list known to all teachers in the employ of the public board. R.R.O. 1990, Reg. 289, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. Each public board shall, within fifteen days of receiving the list of vacancies in the Roman Catholic school board, provide to each Roman Catholic school board that is coterminous with the public board a list, (a) of all teachers who have been identified under clause 3 (1) (b) who are willing to transfer voluntarily to the Roman Catholic school board to fill the vacancies in the Roman Catholic school board; and (b) showing each teacher, in addition to those teachers referred to in clause (a), who is willing to transfer voluntarily to the Roman Catholic school board to fill a vacancy in the Roman Catholic school board. R.R.O. 1990, Reg. 289, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>Each public board shall, within fifteen days of receiving the list of vacancies in the Roman Catholic school board, provide to each Roman Catholic school board that is coterminous with the public board a list,</p> <p class=\"clause-e\">(a) of all teachers who have been identified under clause 3 (1) (b) who are willing to transfer voluntarily to the Roman Catholic school board to fill the vacancies in the Roman Catholic school board; and</p> <p class=\"clause-e\">(b) showing each teacher, in addition to those teachers referred to in clause (a), who is willing to transfer voluntarily to the Roman Catholic school board to fill a vacancy in the Roman Catholic school board. R.R.O. 1990, Reg. 289, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) Every public board shall, on or before the 31st day of May in each year, designate teachers under section 135 of the Act to the number of positions set out in subsection (4) as follows: 1. In order of seniority, designate the teachers identified under clause 7 (a). 2. Where there are positions remaining to be designated after designating the teachers referred to in paragraph 1, in order of seniority, designate the teachers identified under clause 7 (b) if the vacancy created in the public board can be filled by a teacher identified under clause 3 (1) (b). 3. Where there are positions remaining to be designated after designating the teachers referred to in paragraphs 1 and 2, designate, in accordance with its agreements, board policy or an understanding with its branch affiliate or branch affiliates, an appropriate number of teachers from among the teachers identified in clause 3 (1) (b), ensuring where possible that the proportion of qualifications of teachers designated is representative of the proportion of qualifications of teachers employed by the public board. R.R.O. 1990, Reg. 289, s. 8 (1). (2) In the absence of any agreement, board policy or understanding that deals with how teachers shall be designated, the public board shall designate teachers referred to in paragraph 3 of subsection (1) in order of seniority. R.R.O. 1990, Reg. 289, s. 8 (2). (3) In designating the teachers under this section, each teacher who is employed on a part-time basis shall be counted towards the number of teachers designated only to the proportion of a full-time employee that the teacher represents. R.R.O. 1990, Reg. 289, s. 8 (3). (4) The number of teachers designated under this section shall be equal to or shall differ by less than one from the number of positions determined under section 5. R.R.O. 1990, Reg. 289, s. 8 (4).",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) Every public board shall, on or before the 31st day of May in each year, designate teachers under section 135 of the Act to the number of positions set out in subsection (4) as follows:</p> <p class=\"paragraph-e\">1. In order of seniority, designate the teachers identified under clause 7 (a).</p> <p class=\"paragraph-e\">2. Where there are positions remaining to be designated after designating the teachers referred to in paragraph 1, in order of seniority, designate the teachers identified under clause 7 (b) if the vacancy created in the public board can be filled by a teacher identified under clause 3 (1) (b).</p> <p class=\"paragraph-e\">3. Where there are positions remaining to be designated after designating the teachers referred to in paragraphs 1 and 2, designate, in accordance with its agreements, board policy or an understanding with its branch affiliate or branch affiliates, an appropriate number of teachers from among the teachers identified in clause 3 (1) (b), ensuring where possible that the proportion of qualifications of teachers designated is representative of the proportion of qualifications of teachers employed by the public board. R.R.O. 1990, Reg. 289, s. 8 (1).</p> <p class=\"subsection-e\">(2) In the absence of any agreement, board policy or understanding that deals with how teachers shall be designated, the public board shall designate teachers referred to in paragraph 3 of subsection (1) in order of seniority. R.R.O. 1990, Reg. 289, s. 8 (2).</p> <p class=\"subsection-e\">(3) In designating the teachers under this section, each teacher who is employed on a part-time basis shall be counted towards the number of teachers designated only to the proportion of a full-time employee that the teacher represents. R.R.O. 1990, Reg. 289, s. 8 (3).</p> <p class=\"subsection-e\">(4) The number of teachers designated under this section shall be equal to or shall differ by less than one from the number of positions determined under section 5. R.R.O. 1990, Reg. 289, s. 8 (4).</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. Each public board that makes a designation under this Regulation and each Roman Catholic school board that is coterminous with the public board shall provide a list of the teachers so designated to each of its branch affiliates. R.R.O. 1990, Reg. 289, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>Each public board that makes a designation under this Regulation and each Roman Catholic school board that is coterminous with the public board shall provide a list of the teachers so designated to each of its branch affiliates. R.R.O. 1990, Reg. 289, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. Each board shall consult with its branch affiliates in respect of any matter required or implemented under this Regulation. R.R.O. 1990, Reg. 289, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>Each board shall consult with its branch affiliates in respect of any matter required or implemented under this Regulation. R.R.O. 1990, Reg. 289, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. Nothing in this Regulation prevents a public board that has jurisdiction in an area that is also the area or part of the area of jurisdiction of two or more Roman Catholic school boards from having an agreement within the meaning of subsection 135 (1) of the Act with one or more of the Roman Catholic school boards with respect to the designation of teachers under section 135 of the Act while at the same time dealing with one or more of the Roman Catholic school boards under this Regulation. R.R.O. 1990, Reg. 289, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>Nothing in this Regulation prevents a public board that has jurisdiction in an area that is also the area or part of the area of jurisdiction of two or more Roman Catholic school boards from having an agreement within the meaning of subsection 135 (1) of the Act with one or more of the Roman Catholic school boards with respect to the designation of teachers under section 135 of the Act while at the same time dealing with one or more of the Roman Catholic school boards under this Regulation. R.R.O. 1990, Reg. 289, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. (1) If a position with a public board becomes vacant in the year in which a teacher who is designated under section 8, up to and including the 31st day of May in the year next following, and no teacher employed or eligible to be employed under the recall provisions of the agreement of the public board is available to fill the position, the public board shall offer the right of first refusal with respect to the position to the designated teacher with the greatest seniority who holds the qualifications to fill the position. R.R.O. 1990, Reg. 289, s. 12 (1). (2) Where the teacher with the greatest seniority refuses or cannot fill the position referred to in subsection (1), (a) the position shall be offered to other designated teachers with the qualifications to fill the position in descending order of seniority until the position is filled or there are no more designated teachers; and (b) the public board shall not be obligated to continue offering positions to that teacher. R.R.O. 1990, Reg. 289, s. 12 (2). (3) Where a teacher accepts an offer referred to in subsection (1), the Roman Catholic school board shall transfer the teacher’s contract of employment to the public board and the public board shall treat the teacher’s contract of employment as if the teacher had never left the employ of the public board. R.R.O. 1990, Reg. 289, s. 12 (3). (4) Where a teacher accepts an offer referred to in subsection (1), the public board shall allow the Roman Catholic school board a reasonable length of time in the circumstances to fill the vacancy thus created before requiring the transfer of the teacher. R.R.O. 1990, Reg. 289, s. 12 (4). (5) If, as a result of a teacher accepting an offer referred to in subsection (1), a position becomes vacant in the Roman Catholic school board and there are still teachers unemployed who were identified in accordance with clause 3 (1) (b), the public board may designate another teacher to fill the position in accordance with section 8. R.R.O. 1990, Reg. 289, s. 12 (5).",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) If a position with a public board becomes vacant in the year in which a teacher who is designated under section 8, up to and including the 31st day of May in the year next following, and no teacher employed or eligible to be employed under the recall provisions of the agreement of the public board is available to fill the position, the public board shall offer the right of first refusal with respect to the position to the designated teacher with the greatest seniority who holds the qualifications to fill the position. R.R.O. 1990, Reg. 289, s. 12 (1).</p> <p class=\"subsection-e\">(2) Where the teacher with the greatest seniority refuses or cannot fill the position referred to in subsection (1),</p> <p class=\"clause-e\">(a) the position shall be offered to other designated teachers with the qualifications to fill the position in descending order of seniority until the position is filled or there are no more designated teachers; and</p> <p class=\"clause-e\">(b) the public board shall not be obligated to continue offering positions to that teacher. R.R.O. 1990, Reg. 289, s. 12 (2).</p> <p class=\"subsection-e\">(3) Where a teacher accepts an offer referred to in subsection (1), the Roman Catholic school board shall transfer the teacher’s contract of employment to the public board and the public board shall treat the teacher’s contract of employment as if the teacher had never left the employ of the public board. R.R.O. 1990, Reg. 289, s. 12 (3).</p> <p class=\"subsection-e\">(4) Where a teacher accepts an offer referred to in subsection (1), the public board shall allow the Roman Catholic school board a reasonable length of time in the circumstances to fill the vacancy thus created before requiring the transfer of the teacher. R.R.O. 1990, Reg. 289, s. 12 (4).</p> <p class=\"subsection-e\">(5) If, as a result of a teacher accepting an offer referred to in subsection (1), a position becomes vacant in the Roman Catholic school board and there are still teachers unemployed who were identified in accordance with clause 3 (1) (b), the public board may designate another teacher to fill the position in accordance with section 8. R.R.O. 1990, Reg. 289, s. 12 (5).</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) Where a teacher files an objection under subsection 135 (13) of the Act and the public board is of the opinion that the objection is made in good faith, the public board shall designate another teacher in place of the teacher making the objection in accordance with its agreements or understanding with its branch affiliate or branch affiliates or board policy. R.R.O. 1990, Reg. 289, s. 13 (1). (2) In the absence of a provision in its agreements, board policy or understanding with its branch affiliate or branch affiliates with respect to the designation of another teacher, the public board shall designate a teacher under subsection (1) by taking into account the seniority of the teachers from among whom it is selecting and ensuring where possible that the proportion of qualifications of teachers designated is representative of the proportion of qualifications of teachers employed by the public board. R.R.O. 1990, Reg. 289, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) Where a teacher files an objection under subsection 135 (13) of the Act and the public board is of the opinion that the objection is made in good faith, the public board shall designate another teacher in place of the teacher making the objection in accordance with its agreements or understanding with its branch affiliate or branch affiliates or board policy. R.R.O. 1990, Reg. 289, s. 13 (1).</p> <p class=\"subsection-e\">(2) In the absence of a provision in its agreements, board policy or understanding with its branch affiliate or branch affiliates with respect to the designation of another teacher, the public board shall designate a teacher under subsection (1) by taking into account the seniority of the teachers from among whom it is selecting and ensuring where possible that the proportion of qualifications of teachers designated is representative of the proportion of qualifications of teachers employed by the public board. R.R.O. 1990, Reg. 289, s. 13 (2).</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. Where a school operated by a public board under Part XII of the Act is transferred to a Roman Catholic school board and the transfer is approved by the Minister, the public board shall designate under section 135 of the Act all teachers employed in the school. R.R.O. 1990, Reg. 289, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>Where a school operated by a public board under Part XII of the Act is transferred to a Roman Catholic school board and the transfer is approved by the Minister, the public board shall designate under section 135 of the Act all teachers employed in the school. R.R.O. 1990, Reg. 289, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. Each public board that operates a school or class under Part XII of the Act shall make the determinations and designations required to be made under this Regulation separately for, (a) the French-language schools and classes operated by it under Part XII of the Act; and (b) for all schools and classes other than those referred to in clause (a) that it operates. R.R.O. 1990, Reg. 289, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>Each public board that operates a school or class under Part XII of the Act shall make the determinations and designations required to be made under this Regulation separately for,</p> <p class=\"clause-e\">(a) the French-language schools and classes operated by it under Part XII of the Act; and</p> <p class=\"clause-e\">(b) for all schools and classes other than those referred to in clause (a) that it operates. R.R.O. 1990, Reg. 289, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. All teachers who are designated by a public board on and after the 24th day of June, 1986 up to and including the 12th day of February, 1987 shall be deemed to have been designated in accordance with this Regulation and the adjustments required under subsection 5 (2) shall be made in respect of such designations. R.R.O. 1990, Reg. 289, s. 16. ",
            "raw_html": "<p class=\"section-e\"><b>16. </b>All teachers who are designated by a public board on and after the 24th day of June, 1986 up to and including the 12th day of February, 1987 shall be deemed to have been designated in accordance with this Regulation and the adjustments required under subsection 5 (2) shall be made in respect of such designations. R.R.O. 1990, Reg. 289, s. 16.</p> <p class=\"Normal\"></p>"
        }
    ]
}