{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 349: HOT MIX ASPHALT FACILITIES",
        "reg_name_text": "HOT MIX ASPHALT FACILITIES",
        "citation": "R.R.O. 1990, Reg. 349: ",
        "act_under": "Environmental Protection Act   Loi sur la protection de l’environnement",
        "url": "https://www.ontario.ca/laws/regulation/900349",
        "date_scraped": "2023-12-19 05:33:34"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 31, 2011",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900349/v2",
            "valid_from": "June 14, 2011",
            "valid_to": "October 30, 2011"
        },
        {
            "a_href": "/laws/regulation/900349/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "June 13, 2011"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “aggregate” means any material, including gravel, slag, limestone, crushed rock, sand, hydrated lime, cement, furnace ash, glass or sulphur, used to produce asphalt paving when mixed with bituminous asphalt; “HMA facility” means a hot mix asphalt facility with equipment designed to heat and dry aggregate and to mix aggregate with bituminous asphalt to produce asphalt paving material; “portable HMA facility” means an HMA facility that remains at one location for less than one year; “reference pressure” means a pressure of 101,325 pascals; “reference temperature” means a temperature of 25 degrees Celsius; “suspended particulate matter” means any solid or condensible material carried in the exhaust gases from an HMA facility collected and measured by standard sampling and analytical methods described in the “Source Testing Code” published by the Ministry of the Environment.  R.R.O. 1990, Reg. 349, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“aggregate” means any material, including gravel, slag, limestone, crushed rock, sand, hydrated lime, cement, furnace ash, glass or sulphur, used to produce asphalt paving when mixed with bituminous asphalt;</p> <p class=\"definition-e\">“HMA facility” means a hot mix asphalt facility with equipment designed to heat and dry aggregate and to mix aggregate with bituminous asphalt to produce asphalt paving material;</p> <p class=\"definition-e\">“portable HMA facility” means an HMA facility that remains at one location for less than one year;</p> <p class=\"definition-e\">“reference pressure” means a pressure of 101,325 pascals;</p> <p class=\"definition-e\">“reference temperature” means a temperature of 25 degrees Celsius;</p> <p class=\"definition-e\">“suspended particulate matter” means any solid or condensible material carried in the exhaust gases from an HMA facility collected and measured by standard sampling and analytical methods described in the “Source Testing Code” published by the Ministry of the Environment.  R.R.O. 1990, Reg. 349, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) Except for the period of fifteen minutes immediately following start-up, no person responsible for an HMA facility shall operate or permit the operation of the facility in such a manner as to emit suspended particulate matter into the air at a concentration in excess of 0.230 grams per cubic metre measured dry and undiluted in the exhaust gases and reported at reference temperature and reference pressure. (2) This section does not apply to an HMA facility operating under a certificate of approval issued before the 31st day of December, 1985.  R.R.O. 1990, Reg. 349, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Except for the period of fifteen minutes immediately following start-up, no person responsible for an HMA facility shall operate or permit the operation of the facility in such a manner as to emit suspended particulate matter into the air at a concentration in excess of 0.230 grams per cubic metre measured dry and undiluted in the exhaust gases and reported at reference temperature and reference pressure.</p> <p class=\"subsection-e\">  (2) This section does not apply to an HMA facility operating under a certificate of approval issued before the 31st day of December, 1985.  R.R.O. 1990, Reg. 349, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. Except for a period of fifteen minutes immediately following start-up, no person responsible for an HMA facility shall operate or permit the operation of the facility so that visible material including a water plume and fallout of water droplets emitted into the air from the facility impinges on any point beyond the limits of the property on which the facility is located.  R.R.O. 1990, Reg. 349, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>Except for a period of fifteen minutes immediately following start-up, no person responsible for an HMA facility shall operate or permit the operation of the facility so that visible material including a water plume and fallout of water droplets emitted into the air from the facility impinges on any point beyond the limits of the property on which the facility is located.  R.R.O. 1990, Reg. 349, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. No person responsible for an HMA facility shall permit visible solid material emitted from any source other than the facility to pass beyond the limits of the property on which the facility is located.  R.R.O. 1990, Reg. 349, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>No person responsible for an HMA facility shall permit visible solid material emitted from any source other than the facility to pass beyond the limits of the property on which the facility is located.  R.R.O. 1990, Reg. 349, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. In the event that malfunctioning of an HMA facility or any other operating condition occurs that results in the limits prescribed in section 2, 3 or 4 being exceeded, the person responsible for the facility shall, (a) immediately take all possible steps to minimize the extent and duration of the event including, when necessary, reducing the rate at which reclaimed asphalt paving is fed to the facility; (b) immediately notify the Director and furnish him or her with particulars of the event; and (c) at the earliest opportunity, but not later than seven days after the event, furnish the Director with the particulars of the event in writing.  R.R.O. 1990, Reg. 349, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>In the event that malfunctioning of an HMA facility or any other operating condition occurs that results in the limits prescribed in section 2, 3 or 4 being exceeded, the person responsible for the facility shall,</p> <p class=\"clause-e\">  (a) immediately take all possible steps to minimize the extent and duration of the event including, when necessary, reducing the rate at which reclaimed asphalt paving is fed to the facility;</p> <p class=\"clause-e\">  (b) immediately notify the Director and furnish him or her with particulars of the event; and</p> <p class=\"clause-e\">  (c) at the earliest opportunity, but not later than seven days after the event, furnish the Director with the particulars of the event in writing.  R.R.O. 1990, Reg. 349, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. Every person responsible for a portable HMA facility shall keep a copy of the environmental compliance approval issued in respect of the facility available for inspection at the facility site.  O. Reg. 270/11, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>Every person responsible for a portable HMA facility shall keep a copy of the environmental compliance approval issued in respect of the facility available for inspection at the facility site.  O. Reg. 270/11, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "  7. If a person responsible for a portable HMA facility intends to relocate the facility, the person shall give notice of the intended relocation to the Director at least fifteen days before the intended relocation, and shall include in the notice the following information: 1. The name of the owner and operator of the facility. 2.   The name and telephone number of a contact person for the facility. 3. The environmental compliance approval number. 4. The proposed location of the facility. 5. A diagram showing the proposed location of the facility and the nearest residences and other land uses within a 500 metre radius of the facility including, but not limited to, schools, hospitals, shopping centres, and long-term care homes. 6. The proposed operating schedule for the facility, including, i. the date of commencement of work at the proposed location, ii. the date of completion of work at the proposed location, and iii. the days and hours of operation of the facility. 7. The type of facility, its rate of production, the emission control equipment used, and the fuel used. 8. The proposed maximum amount of reclaimed asphalt paving to be used, expressed as a percentage of the total amount of the materials used in the hot mix asphalt mixture. 9. The previous location of the facility.  O. Reg. 270/11, s. 1. FORM 1 Revoked: O. Reg. 270/11, s. 2.    ",
            "raw_html": "<p class=\"section-e\"><b>  7. </b>If a person responsible for a portable HMA facility intends to relocate the facility, the person shall give notice of the intended relocation to the Director at least fifteen days before the intended relocation, and shall include in the notice the following information:</p> <p class=\"paragraph-e\">  1. The name of the owner and operator of the facility.</p> <p class=\"paragraph-e\">  2.   The name and telephone number of a contact person for the facility.</p> <p class=\"paragraph-e\">  3. The environmental compliance approval number.</p> <p class=\"paragraph-e\">  4. The proposed location of the facility.</p> <p class=\"paragraph-e\">  5. A diagram showing the proposed location of the facility and the nearest residences and other land uses within a 500 metre radius of the facility including, but not limited to, schools, hospitals, shopping centres, and long-term care homes.</p> <p class=\"paragraph-e\">  6. The proposed operating schedule for the facility, including,</p> <p class=\"subpara-e\">  i. the date of commencement of work at the proposed location,</p> <p class=\"subpara-e\">  ii. the date of completion of work at the proposed location, and</p> <p class=\"subpara-e\">  iii. the days and hours of operation of the facility.</p> <p class=\"paragraph-e\">  7. The type of facility, its rate of production, the emission control equipment used, and the fuel used.</p> <p class=\"paragraph-e\">  8. The proposed maximum amount of reclaimed asphalt paving to be used, expressed as a percentage of the total amount of the materials used in the hot mix asphalt mixture.</p> <p class=\"paragraph-e\">  9. The previous location of the facility.  O. Reg. 270/11, s. 1.</p> <p class=\"formRevoked-e\">FORM 1 <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 270/11, s. 2.</p> <p class=\"formRevoked-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}