{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 533: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 533: ",
        "act_under": "Gasoline Tax Act",
        "url": "https://www.ontario.ca/laws/regulation/900533",
        "date_scraped": "2023-12-18 04:39:41"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 27, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900533/v8",
            "valid_from": "January  1, 2020",
            "valid_to": "April 26, 2023"
        },
        {
            "a_href": "/laws/regulation/900533/v7",
            "valid_from": "May 17, 2019",
            "valid_to": "December 31, 2019"
        },
        {
            "a_href": "/laws/regulation/900533/v6",
            "valid_from": "February 18, 2009",
            "valid_to": "May 16, 2019"
        },
        {
            "a_href": "/laws/regulation/900533/v5",
            "valid_from": "March 30, 2007",
            "valid_to": "February 17, 2009"
        },
        {
            "a_href": "/laws/regulation/900533/v4",
            "valid_from": "May 23, 2006",
            "valid_to": "March 29, 2007"
        },
        {
            "a_href": "/laws/regulation/900533/v3",
            "valid_from": "June 13, 2005",
            "valid_to": "May 22, 2006"
        },
        {
            "a_href": "/laws/regulation/900533/v2",
            "valid_from": "February 27, 2004",
            "valid_to": "June 12, 2005"
        },
        {
            "a_href": "/laws/regulation/900533/v1",
            "valid_from": "March  1, 2000",
            "valid_to": "February 26, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1., 2.",
            "section": null,
            "content": " 1., 2. Revoked:  O. Reg. 320/97, s. 1. Allowance to Retailers",
            "raw_html": "<p class=\"section-e\"> <b>1., 2. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 320/97, s. 1.</p> <p class=\"heading1-e\">Allowance to Retailers</p>"
        },
        {
            "id": "3.",
            "section": "Allowance to Retailers",
            "content": " 3. (1) A person who applies to the Minister and, (a)  is not a collector but is licensed under the Technical Standards and Safety Act, 2000; or (b)  is an employee of a collector who by reason of an agreement between the employee and the collector is held responsible for and must pay the collector for all losses and shortages incurred with respect to gasoline delivered to the person and sold by the person for the account of the collector, and collects and pays over the tax under the Act may be paid a refund of 0.21 per cent of the amount by which the amount of tax paid by the person to the supplier of the person on gasoline sold by the person at retail exceeds any amount of tax with respect to which the person is or was or will be entitled to make an application for refund under any other section of the Act or regulations.  R.R.O. 1990, Reg. 533, s. 3 (1); O. Reg. 57/09, s. 1; O. Reg. 102/19, s. 1. (2) A person shall make an application for a refund under subsection (1) in the form approved by the Minister and shall submit with the application properly receipted invoices covering the gasoline in respect of which the refund is claimed and any other information or documentation that may be specified by the Minister.  O. Reg. 320/97, s. 6. (2.1) Despite subsection (2), the following rules apply to a person if the total amount of refunds that will be claimed by the person under this section for a calendar year does not exceed $500: 1.  The person is not required to submit the properly receipted invoices under subsection (2) covering the gasoline in respect of which the refund is claimed. 2.  The person shall retain the invoices described in paragraph 1 for a period of not less than seven years after the day the application for the refund is made to the Minister and shall produce them at any time during that period at the request of the Minister.  O. Reg. 38/04, s. 1. (3) No refund shall be paid if the tax has been paid more than four years before the date on which the application for refund is mailed or delivered to the Minister.  R.R.O. 1990, Reg. 533, s. 3 (3); O. Reg. 623/99, s. 1. (4) Each invoice submitted in support of an application under subsection (1) shall clearly show the date upon which the tax was paid in respect of the gasoline and the quantity of such gasoline, and no refund shall be paid in respect of an invoice or invoices on or in connection with which the applicant has misrepresented any material fact.  R.R.O. 1990, Reg. 533, s. 3 (4). (5) Where an application for a refund under subsection (1) is supported in whole or in part by an invoice or invoices on or in connection with which the applicant has misrepresented a material fact, the amount of the refund that may be granted by the Minister in respect of the application shall be reduced by the greater of $5 or 200 per cent of the amount of the refund claimed in respect of the invoice or invoices on or in connection with which such misrepresentation is made.  R.R.O. 1990, Reg. 533, s. 3 (5). Uncollectable Accounts",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) A person who applies to the Minister and,</p> <p class=\"clause-e\">  (a)  is not a collector but is licensed under the <i>Technical Standards and Safety Act, 2000</i>; or</p> <p class=\"clause-e\">  (b)  is an employee of a collector who by reason of an agreement between the employee and the collector is held responsible for and must pay the collector for all losses and shortages incurred with respect to gasoline delivered to the person and sold by the person for the account of the collector,</p> <p class=\"Ssection-e\">and collects and pays over the tax under the Act may be paid a refund of 0.21 per cent of the amount by which the amount of tax paid by the person to the supplier of the person on gasoline sold by the person at retail exceeds any amount of tax with respect to which the person is or was or will be entitled to make an application for refund under any other section of the Act or regulations.  R.R.O. 1990, Reg. 533, s. 3 (1); O. Reg. 57/09, s. 1; O. Reg. 102/19, s. 1.</p> <p class=\"subsection-e\">  (2) A person shall make an application for a refund under subsection (1) in the form approved by the Minister and shall submit with the application properly receipted invoices covering the gasoline in respect of which the refund is claimed and any other information or documentation that may be specified by the Minister.  O. Reg. 320/97, s. 6.</p> <p class=\"subsection-e\">  (2.1) Despite subsection (2), the following rules apply to a person if the total amount of refunds that will be claimed by the person under this section for a calendar year does not exceed $500:</p> <p class=\"paragraph-e\">  1.  The person is not required to submit the properly receipted invoices under subsection (2) covering the gasoline in respect of which the refund is claimed.</p> <p class=\"paragraph-e\">  2.  The person shall retain the invoices described in paragraph 1 for a period of not less than seven years after the day the application for the refund is made to the Minister and shall produce them at any time during that period at the request of the Minister.  O. Reg. 38/04, s. 1.</p> <p class=\"subsection-e\">  (3) No refund shall be paid if the tax has been paid more than four years before the date on which the application for refund is mailed or delivered to the Minister.  R.R.O. 1990, Reg. 533, s. 3 (3); O. Reg. 623/99, s. 1.</p> <p class=\"subsection-e\">  (4) Each invoice submitted in support of an application under subsection (1) shall clearly show the date upon which the tax was paid in respect of the gasoline and the quantity of such gasoline, and no refund shall be paid in respect of an invoice or invoices on or in connection with which the applicant has misrepresented any material fact.  R.R.O. 1990, Reg. 533, s. 3 (4).</p> <p class=\"subsection-e\">  (5) Where an application for a refund under subsection (1) is supported in whole or in part by an invoice or invoices on or in connection with which the applicant has misrepresented a material fact, the amount of the refund that may be granted by the Minister in respect of the application shall be reduced by the greater of $5 or 200 per cent of the amount of the refund claimed in respect of the invoice or invoices on or in connection with which such misrepresentation is made.  R.R.O. 1990, Reg. 533, s. 3 (5).</p> <p class=\"heading1-e\">Uncollectable Accounts</p>"
        },
        {
            "id": "4.",
            "section": "Uncollectable Accounts",
            "content": " 4. (1) In this section, “applicant” means a collector, importer, wholesaler or retailer who applies for a refund under this section; (“auteur de la demande”) “bankruptcy debt” means a debt incurred by a person who subsequently becomes a bankrupt within the meaning of the Bankruptcy and Insolvency Act (Canada); (“dette de faillite”) “debt” means the portion of the sale price of taxable product that remains unpaid and owing to an applicant; (“dette”) “designated time limit” means, in respect of an application for a refund under this section, within four years after, (a)  the last day of the applicant’s fiscal year in which the applicant wrote off the debt as an uncollectable account, if the refund relates to a debt other than a bankruptcy debt or a receivership debt, (b)  the date of filing of the applicant’s claim with the debtor’s trustee in bankruptcy or receiver, as the case may be, if the refund relates to a bankruptcy debt or a receivership debt, or (c)  the date of the loss, destruction, theft or contamination of the taxable product, if the refund relates to taxable product that was lost, destroyed, stolen or contaminated; (“délai désigné”) “receiver” includes a receiver and a receiver-manager; (“séquestre”) “receivership debt” means a debt owed by a debtor who is in receivership and whose property is under the control of a receiver; (“dette de mise sous séquestre”) “sale price” includes, in respect of the sale of taxable product, the amount on account of the tax under the Act in respect of the taxable product; (“prix de vente”) “taxable product” means gasoline, aviation fuel or propane. (“produit taxable”) O. Reg. 65/99, s. 1; O. Reg. 102/19, s. 2. (2) The Minister may allow a refund to an applicant of an amount on account of tax collectable or payable under the Act that has been remitted by the applicant to the Minister, or that has been paid over by the applicant in accordance with the Act for subsequent remittance to the Minister, (a)  if the tax is in respect of taxable product sold by the applicant and all or part of the sale price has not been paid and has become an uncollectable debt; or (b)  if the tax is in respect of taxable product that has been lost, destroyed, stolen or contaminated, and cannot be sold or used by the applicant.  O. Reg. 65/99, s. 1. (3) Despite subsection (2), no refund is allowed in any of the following circumstances: 1.  If any portion of the sale price of the taxable product referred to in clause (2) (a) has been assigned by private contract, with or without recourse, other than for security purposes, to a person other than the Minister. 2.  If the applicant was not in compliance with legislation requiring licensing with respect to the handling of taxable product at the time of the sale of the taxable product referred to in clause (2) (a) or of the loss, destruction, theft or contamination of the taxable product referred to in clause (2) (b), as the case may be. 3.  If a refund of an amount on account of the tax has previously been made, or the applicant is otherwise entitled under the Act or the regulations to receive or to apply to receive a refund of or an allowance in compensation for the amount on account of the tax. 4.  If the applicant and the debtor were not dealing at arm’s length within the meaning of section 251 of the Income Tax Act (Canada) at the time of the sale of the taxable product, in the case of taxable product referred to in clause (2) (a). 5.  If the applicant has not complied with the requirements of this section. 6.  If the Minister is not satisfied that, i.  in the case of taxable product referred to in clause (2) (a), the debt is uncollectable, or ii.  in the case of taxable product referred to in clause (2) (b), the taxable product cannot be used or sold by the applicant and compensation referrable to the amount of the refund has not been received by the applicant. 7.  If the application for the refund is not made before the end of the designated time limit.  O. Reg. 65/99, s. 1. (4) The amount of the refund is determined as follows: 1.  If all or part of the sale price of the taxable product sold by the applicant has not been paid and has become an uncollectable debt, other than a receivership or bankruptcy debt, the amount of the refund is equal to that portion of the amount remitted or paid over by the applicant on account of tax with respect to the taxable product that the uncollectable debt bears to the total sale price of the taxable product. 2.  If all or part of the sale price of the taxable product sold by the applicant has not been paid and has become a receivership or bankruptcy debt, the amount of the refund is equal to that portion of the amount remitted or paid over by the applicant on account of tax with respect to the taxable product that the receivership or bankruptcy debt bears to the total sale price for the taxable product. 3.  If the taxable product has been lost, destroyed, stolen or contaminated, the amount of the refund is equal to the amount remitted or paid over by the applicant on account of tax with respect to the taxable product.  O. Reg. 65/99, s. 1. (5) If the applicant is not a collector, the applicant may apply for a refund under this section in respect of an uncollectable debt by delivering to the Minister an application for the refund in a form acceptable to the Minister, together with all other information and documents that the Minister requires, including the following: 1.  Copies of all invoices for the sale of taxable product in respect of which the refund is claimed. 2.  Proof satisfactory to the Minister that the amount claimed was remitted to the Minister under the Act or was paid over as required under the Act for remittance to the Minister. 3.  A signed statement by the applicant certifying the amount of the debt and certifying that the applicant does not have any right to receive any payment in satisfaction of part or all of the debt from any person other than the debtor or the debtor’s representative. 4.  Proof satisfactory to the Minister that all reasonable collection action has been taken to obtain payment of the debt, that the debt is unsecured, that the debt is uncollectable and that the applicant has written off the debt as uncollectable in accordance with generally accepted accounting principles. 5.  If the debt is a receivership debt, a signed statement by the applicant certifying that the applicant has filed with the debtor’s receiver a claim in respect of the debt to which the refund relates. 6.  If the debt is a bankruptcy debt, a copy of the applicant’s proof of claim in the bankruptcy in respect of the debt to which the application relates, proof satisfactory to the Minister that the proof of claim was not disallowed and proof satisfactory to the Minister that the applicant will not receive payment of the debt from the trustee in bankruptcy or other person. 7.  If the debt is a bankruptcy debt or a receivership debt, an assignment to the Minister in a form satisfactory to the Minister of the portion of the debt equal to the amount of the refund claimed.  O. Reg. 65/99, s. 1. (6) If the applicant is not a collector, the applicant may apply for a refund under this section in respect of taxable product that has been lost, destroyed, stolen or contaminated by delivering to the Minister an application for the refund in a form acceptable to the Minister, together with all other information and documents that the Minister requires, including the following: 1.  A copy of any settlement by or written confirmation from an insurance company confirming settlement of any claim for the loss with respect to which the refund is being claimed. 2.  A copy of any police report made with respect to the loss. 3.  A copy of any fire marshal’s report made with respect to the cause of the loss. 4.  Proof that the amount claimed was remitted to the Minister under the Act or was paid over in accordance with the Act for remittance to the Minister.  O. Reg. 65/99, s. 1. (6.1) Despite subsections (5) and (6), the following rules apply to a person if the total amount of refunds that will be claimed by the person under this section for a calendar year does not exceed $500: 1.  The person is not required to submit the documents required to be submitted with the application under subsection (5) or (6), as the case may be. 2.  The person shall retain the documents referred to in paragraph 1 for a period of not less than seven years after the day the application for the refund is made to the Minister and shall produce them at any time during that period at the request of the Minister.  O. Reg. 38/04, s. 2. (7) If the Minister is satisfied that an applicant, other than a collector, is entitled to a refund under this section, the Minister may pay the refund to the applicant.  O. Reg. 65/99, s. 1. (8) If the applicant under this section is a collector, the following rules apply: 1.  The collector may deliver to the Minister an application for the refund in a form approved by the Minister and may then deduct and retain the amount of the refund from an amount that the collector would otherwise remit to the Minister under the Act. 2.  The collector shall retain for subsequent verification by the Minister the material in connection with the refund application that would otherwise be required to be delivered to the Minister by an applicant under subsection (5) or (6) with an application for the refund. 3.  If the Minister disallows all or part of the refund, the Minister shall cause to be served on the collector a statement of disallowance under section 11 of the Act.  The collector shall remit to the Minister the amount of the refund disallowed by the Minister, together with interest on the amount at the calculated rate under section 8 for the period during which the collector retained the amount.  The collector shall remit the amount with the next return or at any earlier time specified in the statement of disallowance, whether or not an objection to or an appeal from the disallowance is made or taken.  O. Reg. 65/99, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) In this section,</p> <p class=\"firstdef-e\">“applicant” means a collector, importer, wholesaler or retailer who applies for a refund under this section; (“auteur de la demande”)</p> <p class=\"definition-e\">“bankruptcy debt” means a debt incurred by a person who subsequently becomes a bankrupt within the meaning of the <i>Bankruptcy and Insolvency Act</i> (Canada); (“dette de faillite”)</p> <p class=\"definition-e\">“debt” means the portion of the sale price of taxable product that remains unpaid and owing to an applicant; (“dette”)</p> <p class=\"definition-e\">“designated time limit” means, in respect of an application for a refund under this section, within four years after, </p> <p class=\"defclause-e\">  (a)  the last day of the applicant’s fiscal year in which the applicant wrote off the debt as an uncollectable account, if the refund relates to a debt other than a bankruptcy debt or a receivership debt,</p> <p class=\"defclause-e\">  (b)  the date of filing of the applicant’s claim with the debtor’s trustee in bankruptcy or receiver, as the case may be, if the refund relates to a bankruptcy debt or a receivership debt, or</p> <p class=\"defclause-e\">  (c)  the date of the loss, destruction, theft or contamination of the taxable product, if the refund relates to taxable product that was lost, destroyed, stolen or contaminated; (“délai désigné”)</p> <p class=\"definition-e\">“receiver” includes a receiver and a receiver-manager; (“séquestre”)</p> <p class=\"definition-e\">“receivership debt” means a debt owed by a debtor who is in receivership and whose property is under the control of a receiver; (“dette de mise sous séquestre”)</p> <p class=\"definition-e\">“sale price” includes, in respect of the sale of taxable product, the amount on account of the tax under the Act in respect of the taxable product; (“prix de vente”)</p> <p class=\"definition-e\">“taxable product” means gasoline, aviation fuel or propane. (“produit taxable”) O. Reg. 65/99, s. 1; O. Reg. 102/19, s. 2.</p> <p class=\"subsection-e\">  (2) The Minister may allow a refund to an applicant of an amount on account of tax collectable or payable under the Act that has been remitted by the applicant to the Minister, or that has been paid over by the applicant in accordance with the Act for subsequent remittance to the Minister,</p> <p class=\"clause-e\">  (a)  if the tax is in respect of taxable product sold by the applicant and all or part of the sale price has not been paid and has become an uncollectable debt; or</p> <p class=\"clause-e\">  (b)  if the tax is in respect of taxable product that has been lost, destroyed, stolen or contaminated, and cannot be sold or used by the applicant.  O. Reg. 65/99, s. 1.</p> <p class=\"subsection-e\">  (3) Despite subsection (2), no refund is allowed in any of the following circumstances:</p> <p class=\"paragraph-e\">  1.  If any portion of the sale price of the taxable product referred to in clause (2) (a) has been assigned by private contract, with or without recourse, other than for security purposes, to a person other than the Minister.</p> <p class=\"paragraph-e\">  2.  If the applicant was not in compliance with legislation requiring licensing with respect to the handling of taxable product at the time of the sale of the taxable product referred to in clause (2) (a) or of the loss, destruction, theft or contamination of the taxable product referred to in clause (2) (b), as the case may be.</p> <p class=\"paragraph-e\">  3.  If a refund of an amount on account of the tax has previously been made, or the applicant is otherwise entitled under the Act or the regulations to receive or to apply to receive a refund of or an allowance in compensation for the amount on account of the tax.</p> <p class=\"paragraph-e\">  4.  If the applicant and the debtor were not dealing at arm’s length within the meaning of section 251 of the <i>Income Tax Act</i> (Canada) at the time of the sale of the taxable product, in the case of taxable product referred to in clause (2) (a).</p> <p class=\"paragraph-e\">  5.  If the applicant has not complied with the requirements of this section.</p> <p class=\"paragraph-e\">  6.  If the Minister is not satisfied that,</p> <p class=\"subpara-e\">  i.  in the case of taxable product referred to in clause (2) (a), the debt is uncollectable, or</p> <p class=\"subpara-e\">  ii.  in the case of taxable product referred to in clause (2) (b), the taxable product cannot be used or sold by the applicant and compensation referrable to the amount of the refund has not been received by the applicant.</p> <p class=\"paragraph-e\">  7.  If the application for the refund is not made before the end of the designated time limit.  O. Reg. 65/99, s. 1.</p> <p class=\"subsection-e\">  (4) The amount of the refund is determined as follows:</p> <p class=\"paragraph-e\">  1.  If all or part of the sale price of the taxable product sold by the applicant has not been paid and has become an uncollectable debt, other than a receivership or bankruptcy debt, the amount of the refund is equal to that portion of the amount remitted or paid over by the applicant on account of tax with respect to the taxable product that the uncollectable debt bears to the total sale price of the taxable product.</p> <p class=\"paragraph-e\">  2.  If all or part of the sale price of the taxable product sold by the applicant has not been paid and has become a receivership or bankruptcy debt, the amount of the refund is equal to that portion of the amount remitted or paid over by the applicant on account of tax with respect to the taxable product that the receivership or bankruptcy debt bears to the total sale price for the taxable product.</p> <p class=\"paragraph-e\">  3.  If the taxable product has been lost, destroyed, stolen or contaminated, the amount of the refund is equal to the amount remitted or paid over by the applicant on account of tax with respect to the taxable product.  O. Reg. 65/99, s. 1.</p> <p class=\"subsection-e\">  (5) If the applicant is not a collector, the applicant may apply for a refund under this section in respect of an uncollectable debt by delivering to the Minister an application for the refund in a form acceptable to the Minister, together with all other information and documents that the Minister requires, including the following:</p> <p class=\"paragraph-e\">  1.  Copies of all invoices for the sale of taxable product in respect of which the refund is claimed.</p> <p class=\"paragraph-e\">  2.  Proof satisfactory to the Minister that the amount claimed was remitted to the Minister under the Act or was paid over as required under the Act for remittance to the Minister.</p> <p class=\"paragraph-e\">  3.  A signed statement by the applicant certifying the amount of the debt and certifying that the applicant does not have any right to receive any payment in satisfaction of part or all of the debt from any person other than the debtor or the debtor’s representative.</p> <p class=\"paragraph-e\">  4.  Proof satisfactory to the Minister that all reasonable collection action has been taken to obtain payment of the debt, that the debt is unsecured, that the debt is uncollectable and that the applicant has written off the debt as uncollectable in accordance with generally accepted accounting principles.</p> <p class=\"paragraph-e\">  5.  If the debt is a receivership debt, a signed statement by the applicant certifying that the applicant has filed with the debtor’s receiver a claim in respect of the debt to which the refund relates.</p> <p class=\"paragraph-e\">  6.  If the debt is a bankruptcy debt, a copy of the applicant’s proof of claim in the bankruptcy in respect of the debt to which the application relates, proof satisfactory to the Minister that the proof of claim was not disallowed and proof satisfactory to the Minister that the applicant will not receive payment of the debt from the trustee in bankruptcy or other person.</p> <p class=\"paragraph-e\">  7.  If the debt is a bankruptcy debt or a receivership debt, an assignment to the Minister in a form satisfactory to the Minister of the portion of the debt equal to the amount of the refund claimed.  O. Reg. 65/99, s. 1.</p> <p class=\"subsection-e\">  (6) If the applicant is not a collector, the applicant may apply for a refund under this section in respect of taxable product that has been lost, destroyed, stolen or contaminated by delivering to the Minister an application for the refund in a form acceptable to the Minister, together with all other information and documents that the Minister requires, including the following:</p> <p class=\"paragraph-e\">  1.  A copy of any settlement by or written confirmation from an insurance company confirming settlement of any claim for the loss with respect to which the refund is being claimed.</p> <p class=\"paragraph-e\">  2.  A copy of any police report made with respect to the loss.</p> <p class=\"paragraph-e\">  3.  A copy of any fire marshal’s report made with respect to the cause of the loss.</p> <p class=\"paragraph-e\">  4.  Proof that the amount claimed was remitted to the Minister under the Act or was paid over in accordance with the Act for remittance to the Minister.  O. Reg. 65/99, s. 1.</p> <p class=\"subsection-e\">  (6.1) Despite subsections (5) and (6), the following rules apply to a person if the total amount of refunds that will be claimed by the person under this section for a calendar year does not exceed $500:</p> <p class=\"paragraph-e\">  1.  The person is not required to submit the documents required to be submitted with the application under subsection (5) or (6), as the case may be.</p> <p class=\"paragraph-e\">  2.  The person shall retain the documents referred to in paragraph 1 for a period of not less than seven years after the day the application for the refund is made to the Minister and shall produce them at any time during that period at the request of the Minister.  O. Reg. 38/04, s. 2.</p> <p class=\"subsection-e\">  (7) If the Minister is satisfied that an applicant, other than a collector, is entitled to a refund under this section, the Minister may pay the refund to the applicant.  O. Reg. 65/99, s. 1.</p> <p class=\"subsection-e\">  (8) If the applicant under this section is a collector, the following rules apply:</p> <p class=\"paragraph-e\">  1.  The collector may deliver to the Minister an application for the refund in a form approved by the Minister and may then deduct and retain the amount of the refund from an amount that the collector would otherwise remit to the Minister under the Act.</p> <p class=\"paragraph-e\">  2.  The collector shall retain for subsequent verification by the Minister the material in connection with the refund application that would otherwise be required to be delivered to the Minister by an applicant under subsection (5) or (6) with an application for the refund.</p> <p class=\"paragraph-e\">  3.  If the Minister disallows all or part of the refund, the Minister shall cause to be served on the collector a statement of disallowance under section 11 of the Act.  The collector shall remit to the Minister the amount of the refund disallowed by the Minister, together with interest on the amount at the calculated rate under section 8 for the period during which the collector retained the amount.  The collector shall remit the amount with the next return or at any earlier time specified in the statement of disallowance, whether or not an objection to or an appeal from the disallowance is made or taken.  O. Reg. 65/99, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": "Uncollectable Accounts",
            "content": " 5. (1) This section applies if a refund in respect of a debt is made under section 4 and the applicant subsequently receives, (a)  a payment from the debtor; or (b)  a payment from another person in satisfaction of all or part of the debt.  O. Reg. 65/99, s. 1. (2) When the applicant receives a payment, the applicant shall pay to the Minister the portion of the payment that is determined by the Minister to have been paid to the applicant on account of tax payable under the Act.  O. Reg. 65/99, s. 1. (3) The payment to the applicant shall be allocated, for the purposes of this section, to the applicable sales of taxable product in the order of the dates of the applicable sales.  O. Reg. 65/99, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) This section applies if a refund in respect of a debt is made under section 4 and the applicant subsequently receives,</p> <p class=\"clause-e\">  (a)  a payment from the debtor; or</p> <p class=\"clause-e\">  (b)  a payment from another person in satisfaction of all or part of the debt.  O. Reg. 65/99, s. 1.</p> <p class=\"subsection-e\">  (2) When the applicant receives a payment, the applicant shall pay to the Minister the portion of the payment that is determined by the Minister to have been paid to the applicant on account of tax payable under the Act.  O. Reg. 65/99, s. 1.</p> <p class=\"subsection-e\">  (3) The payment to the applicant shall be allocated, for the purposes of this section, to the applicable sales of taxable product in the order of the dates of the applicable sales.  O. Reg. 65/99, s. 1.</p>"
        },
        {
            "id": "6., 7.",
            "section": "Uncollectable Accounts",
            "content": " 6., 7. Revoked:  O. Reg. 320/97, s. 3. Rates of Interest",
            "raw_html": "<p class=\"section-e\"> <b>6., 7. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 320/97, s. 3.</p> <p class=\"heading1-e\">Rates of Interest</p>"
        },
        {
            "id": "8.",
            "section": "Rates of Interest",
            "content": " 8. (1) In this section, “adjustment date” means January 1, April 1, July 1 or October 1; (“date de rajustement”) “average prime rate”, on a particular date, means the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by that bank in Canada. (“taux préférentiel moyen”) O. Reg. 320/97, s. 5. (2) For the purposes of the Act, the prescribed rates of interest shall be determined in accordance with the following rules: 1.  A base rate of interest shall be determined for January 1, 1997 and for each adjustment date after January 1, 1997 and shall be equal to the average prime rate on, i.  October 15 of the previous year, if the adjustment date is January 1, ii.  January 15 of the same year, if the adjustment date is April 1, iii.  April 15 of the same year, if the adjustment date is July 1, and iv.  July 15 of the same year, if the adjustment date is October 1. 2.  The base rate of interest in effect on a particular date shall be, i.  the base rate for the particular date, if the particular date is an adjustment date, and ii.  the base rate for the last adjustment date before the particular date, otherwise. 3.  The prescribed rate of interest payable by a person under the Act in respect of a particular day shall be an annual interest rate that is three percentage points higher than the base rate of interest in effect on that day. 4.  The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day before July 1, 2006, shall be an annual interest rate that is two percentage points lower than the base rate of interest in effect for that day. 4.1  The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day after June 30, 2006, shall be an annual interest rate that is three percentage points lower than the base rate of interest in effect for that day. 5.  For an overpayment that results from a decision of the Minister or a court on an objection to, or an appeal from, an assessment or a statement of disallowance, the prescribed rate of interest to be paid or allowed by the Minister in respect of a particular day after December 31, 1998 is the base rate of interest in effect for that day.  O. Reg. 320/97, s. 5; O. Reg. 452/99, s. 1; O. Reg. 221/06, s. 1. Persons Exempt",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) In this section,</p> <p class=\"firstdef-e\">“adjustment date” means January 1, April 1, July 1 or October 1; (“date de rajustement”)</p> <p class=\"definition-e\">“average prime rate”, on a particular date, means the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by that bank in Canada. (“taux préférentiel moyen”) O. Reg. 320/97, s. 5.</p> <p class=\"subsection-e\">  (2) For the purposes of the Act, the prescribed rates of interest shall be determined in accordance with the following rules:</p> <p class=\"paragraph-e\">  1.  A base rate of interest shall be determined for January 1, 1997 and for each adjustment date after January 1, 1997 and shall be equal to the average prime rate on,</p> <p class=\"subpara-e\">  i.  October 15 of the previous year, if the adjustment date is January 1,</p> <p class=\"subpara-e\">  ii.  January 15 of the same year, if the adjustment date is April 1,</p> <p class=\"subpara-e\">  iii.  April 15 of the same year, if the adjustment date is July 1, and</p> <p class=\"subpara-e\">  iv.  July 15 of the same year, if the adjustment date is October 1.</p> <p class=\"paragraph-e\">  2.  The base rate of interest in effect on a particular date shall be,</p> <p class=\"subpara-e\">  i.  the base rate for the particular date, if the particular date is an adjustment date, and</p> <p class=\"subpara-e\">  ii.  the base rate for the last adjustment date before the particular date, otherwise.</p> <p class=\"paragraph-e\">  3.  The prescribed rate of interest payable by a person under the Act in respect of a particular day shall be an annual interest rate that is three percentage points higher than the base rate of interest in effect on that day.</p> <p class=\"paragraph-e\">  4.  The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day before July 1, 2006, shall be an annual interest rate that is two percentage points lower than the base rate of interest in effect for that day.</p> <p class=\"paragraph-e\">  4.1  The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day after June 30, 2006, shall be an annual interest rate that is three percentage points lower than the base rate of interest in effect for that day.</p> <p class=\"paragraph-e\">  5.  For an overpayment that results from a decision of the Minister or a court on an objection to, or an appeal from, an assessment or a statement of disallowance, the prescribed rate of interest to be paid or allowed by the Minister in respect of a particular day after December 31, 1998 is the base rate of interest in effect for that day.  O. Reg. 320/97, s. 5; O. Reg. 452/99, s. 1; O. Reg. 221/06, s. 1.</p> <p class=\"heading1-e\">Persons Exempt</p>"
        },
        {
            "id": "9.",
            "section": "Persons Exempt",
            "content": " 9. (1) The following classes of persons are exempt from payment of the tax imposed by the Act: 1.  Those persons serving in or employed by a diplomatic or consular mission, high commission or trade commission, their spouses and families as authorized by Global Affairs Canada if such persons are not Canadian citizens or “permanent residents” of Canada as defined in the Immigration and Refugee Protection Act\r\n(Canada) and if such persons are assigned to duty from the state they represent and are not engaged locally by the mission or commission. 2.  Members of the armed forces of a country other than Canada with respect to gasoline or aviation fuel intended for use exclusively in the service vehicles, aircraft or vessels of a visiting force as defined in the Visiting Forces Act\r\n(Canada) when such gasoline or aviation fuel is exempt from taxation under section 26 of that Act and regulations made thereunder. 3.  Indians, bands, band-empowered entities and Tribal Councils with respect to the purchase of gasoline, aviation fuel or propane on a reserve for their exclusive use and with respect to the purchase of gasoline, aviation fuel or propane not on a reserve when the retailer delivers it to the reserve for their exclusive use. In the case of a band-empowered entity or a Tribal Council that is a corporation, the use of the gasoline, aviation fuel or propane must relate to the provision of non-commercial programs designed to benefit or assist band members. For the purposes of this paragraph “band”, “band-empowered entity”, “Indian”, “reserve” and “Tribal Council” have the meaning set out in section 9.1. R.R.O. 1990, Reg. 533, s. 9; O. Reg. 66/99, s. 1; O. Reg. 92/00, s. 1 (1); O. Reg. 313/05, s. 1 (1); O. Reg. 102/19, s. 3; O. Reg. 103/19, s. 1. (2) In subsection (1), “spouse” has the meaning given to that expression by section 29 of the Family Law Act.  O. Reg. 92/00, s. 1 (2); O. Reg. 313/05, s. 1 (2). Certificate of Exemption",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) The following classes of persons are exempt from payment of the tax imposed by the Act:</p> <p class=\"paragraph-e\">  1.  Those persons serving in or employed by a diplomatic or consular mission, high commission or trade commission, their spouses and families as authorized by Global Affairs Canada if such persons are not Canadian citizens or “permanent residents” of Canada as defined in the <i>Immigration and Refugee Protection Act</i>\r\n(Canada) and if such persons are assigned to duty from the state they represent and are not engaged locally by the mission or commission.</p> <p class=\"paragraph-e\">  2.  Members of the armed forces of a country other than Canada with respect to gasoline or aviation fuel intended for use exclusively in the service vehicles, aircraft or vessels of a visiting force as defined in the <i>Visiting Forces Act</i>\r\n(Canada) when such gasoline or aviation fuel is exempt from taxation under section 26 of that Act and regulations made thereunder.</p> <p class=\"paragraph-e\">  3.  Indians, bands, band-empowered entities and Tribal Councils with respect to the purchase of gasoline, aviation fuel or propane on a reserve for their exclusive use and with respect to the purchase of gasoline, aviation fuel or propane not on a reserve when the retailer delivers it to the reserve for their exclusive use. In the case of a band-empowered entity or a Tribal Council that is a corporation, the use of the gasoline, aviation fuel or propane must relate to the provision of non-commercial programs designed to benefit or assist band members. For the purposes of this paragraph “band”, “band-empowered entity”, “Indian”, “reserve” and “Tribal Council” have the meaning set out in section 9.1. R.R.O. 1990, Reg. 533, s. 9; O. Reg. 66/99, s. 1; O. Reg. 92/00, s. 1 (1); O. Reg. 313/05, s. 1 (1); O. Reg. 102/19, s. 3; O. Reg. 103/19, s. 1.</p> <p class=\"subsection-e\">  (2) In subsection (1),</p> <p class=\"firstdef-e\">“spouse” has the meaning given to that expression by section 29 of the <i>Family Law Act</i>.  O. Reg. 92/00, s. 1 (2); O. Reg. 313/05, s. 1 (2).</p> <p class=\"heading1-e\">Certificate of Exemption</p>"
        },
        {
            "id": "9.1",
            "section": "Certificate of Exemption",
            "content": " 9.1 In this section and in sections 9.2 and 9.3, “band” means a band within the meaning of the Indian Act (Canada); (“bande”) “band-empowered entity” means a corporation or entity that is located on a reserve and is owned or controlled by a band, a Tribal Council or a group of bands other than a Tribal Council; (“entité mandatée par une bande”) “fuel” means gasoline, aviation fuel or propane but not fuel as defined in the Fuel Tax Act; (“carburant”) “Indian” means an Indian within the meaning of the Indian Act (Canada); (“Indien”) “reserve” means a reserve as defined in the Indian Act (Canada) or an Indian Settlement located on Crown land, the Indian inhabitants of which are treated by the Department of Indian Affairs and Northern Development (Canada) in the same manner as Indians residing on a reserve as defined under the Indian Act (Canada); (“réserve”) “Tribal Council” means a corporation or entity that provides advisory or program services to a group of bands with a common interest. (“conseil tribal”) O. Reg. 66/99, s. 2; O. Reg. 103/19, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>9.1 </b>In this section and in sections 9.2 and 9.3,</p> <p class=\"definition-e\">“band” means a band within the meaning of the <i>Indian Act</i> (Canada); (“bande”)</p> <p class=\"definition-e\">“band-empowered entity” means a corporation or entity that is located on a reserve and is owned or controlled by a band, a Tribal Council or a group of bands other than a Tribal Council; (“entité mandatée par une bande”) </p> <p class=\"definition-e\">“fuel” means gasoline, aviation fuel or propane but not fuel as defined in the <i>Fuel Tax Act</i>; (“carburant”)</p> <p class=\"definition-e\">“Indian” means an Indian within the meaning of the <i>Indian Act</i> (Canada); (“Indien”)</p> <p class=\"definition-e\">“reserve” means a reserve as defined in the <i>Indian Act</i> (Canada) or an Indian Settlement located on Crown land, the Indian inhabitants of which are treated by the Department of Indian Affairs and Northern Development (Canada) in the same manner as Indians residing on a reserve as defined under the <i>Indian Act</i> (Canada); (“réserve”)</p> <p class=\"definition-e\">“Tribal Council” means a corporation or entity that provides advisory or program services to a group of bands with a common interest. (“conseil tribal”) O. Reg. 66/99, s. 2; O. Reg. 103/19, s. 2.</p>"
        },
        {
            "id": "9.2",
            "section": "Certificate of Exemption",
            "content": " 9.2 (1) A band, band-empowered entity or Tribal Council may apply to the Minister for a certificate that permits the purchase of fuel, exempt from tax imposed by the Act, for their exclusive use. O. Reg. 103/19, s. 3. (2) An application under subsection (1) shall be in the form approved by the Minister and accompanied by the supporting documents necessary to verify the eligibility of the applicant to purchase fuel exempt from the tax imposed by the Act. O. Reg. 103/19, s. 3. (3) Upon receiving a completed application and supporting documents necessary to verify the eligibility of the applicant, the Minister shall issue any number of certificates of exemption to the band, band-empowered entity or Tribal Council. O. Reg. 103/19, s. 3. (4) When purchasing fuel exempt from the tax imposed by the Act on behalf of a band, band-empowered entity or Tribal Council or for a vehicle owned by a band, band-empowered entity or Tribal Council, an individual shall present to the retailer a certificate of exemption issued by the Minister to the band, band-empowered entity or Tribal Council. O. Reg. 103/19, s. 3. (5) A certificate of exemption shall not be left with a retailer or with any other person unless the person is authorized to purchase fuel for the band, band-empowered entity or the Tribal Council to whom the certificate was issued. O. Reg. 103/19, s. 3. (6) When purchasing fuel exempt from the tax imposed by the Act for their exclusive use, an individual who is an Indian shall present to the retailer the individual’s Federal Certificate of Indian Status Card, Secure Certificate of Indian Status Card, Temporary Confirmation of Registration Document or other similar document issued by the Government of Canada. O. Reg. 103/19, s. 3. (7) If requested by an employee of the Ministry, an Indian who has purchased fuel exempt from the tax imposed by the Act or a band, band-empowered entity or Tribal Council, on whose behalf fuel has been purchased exempt from the tax imposed by the Act, shall provide the employee with such information as the employee may require in order to verify that the purchase of fuel is exempt from the tax. O. Reg. 103/19, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>9.2 </b>(1) A band, band-empowered entity or Tribal Council may apply to the Minister for a certificate that permits the purchase of fuel, exempt from tax imposed by the Act, for their exclusive use. O. Reg. 103/19, s. 3.</p> <p class=\"subsection-e\">  (2) An application under subsection (1) shall be in the form approved by the Minister and accompanied by the supporting documents necessary to verify the eligibility of the applicant to purchase fuel exempt from the tax imposed by the Act. O. Reg. 103/19, s. 3.</p> <p class=\"subsection-e\">  (3) Upon receiving a completed application and supporting documents necessary to verify the eligibility of the applicant, the Minister shall issue any number of certificates of exemption to the band, band-empowered entity or Tribal Council. O. Reg. 103/19, s. 3.</p> <p class=\"subsection-e\">  (4) When purchasing fuel exempt from the tax imposed by the Act on behalf of a band, band-empowered entity or Tribal Council or for a vehicle owned by a band, band-empowered entity or Tribal Council, an individual shall present to the retailer a certificate of exemption issued by the Minister to the band, band-empowered entity or Tribal Council. O. Reg. 103/19, s. 3.</p> <p class=\"subsection-e\">  (5) A certificate of exemption shall not be left with a retailer or with any other person unless the person is authorized to purchase fuel for the band, band-empowered entity or the Tribal Council to whom the certificate was issued. O. Reg. 103/19, s. 3.</p> <p class=\"subsection-e\"><b> </b>(6) When purchasing fuel exempt from the tax imposed by the Act for their exclusive use, an individual who is an Indian shall present to the retailer the individual’s Federal Certificate of Indian Status Card, Secure Certificate of Indian Status Card, Temporary Confirmation of Registration Document or other similar document issued by the Government of Canada. O. Reg. 103/19, s. 3.</p> <p class=\"subsection-e\">  (7) If requested by an employee of the Ministry, an Indian who has purchased fuel exempt from the tax imposed by the Act or a band, band-empowered entity or Tribal Council, on whose behalf fuel has been purchased exempt from the tax imposed by the Act, shall provide the employee with such information as the employee may require in order to verify that the purchase of fuel is exempt from the tax. O. Reg. 103/19, s. 3.</p>"
        },
        {
            "id": "9.3",
            "section": "Certificate of Exemption",
            "content": " 9.3 (1) Every retailer located on a reserve and every retailer not located on a reserve who intends to sell or deliver fuel, exempt from tax, as referred to in paragraph 3 of subsection 9 (1) shall apply for authorization to sell fuel without collecting tax on it.  O. Reg. 66/99, s. 2; O. Reg. 103/19, s. 4 (1). (2) The application must be made in a form approved by the Minister.  O. Reg. 66/99, s. 2. (3) Upon receiving the completed application, the Minister may authorize the retailer, in writing, to sell or deliver fuel, exempt from tax, as referred to in paragraph 3 of subsection 9 (1).  O. Reg. 66/99, s. 2; O. Reg. 103/19, s. 4 (2). (4) The Minister is not required to give an authorization to a retailer who fails to satisfy the Minister of the retailer’s ability to comply with the Act, the regulations and the requirements established by the Minister for the effective administration of the exemption described in paragraph 3 of section 9.  O. Reg. 66/99, s. 2. (5) The Minister may cancel or suspend a retailer’s authorization if the retailer contravenes the Act or regulations, permits another person to contravene the Act or regulations or fails to comply with the terms of the authorization.  O. Reg. 66/99, s. 2. (6) Section 7 of the Act applies, with necessary modifications, if the Minister proposes to cancel or suspend a retailer’s authorization.  O. Reg. 66/99, s. 2. (7) Before a retailer sells or delivers fuel for which the purchaser provided a certificate of exemption, the retailer shall complete and sign a form approved by the Minister respecting the sale of the fuel. O. Reg. 103/19, s. 4 (3). (8) Revoked: O. Reg. 103/19, s. 4 (4). (9) The retailer shall not, (a)  retain a certificate of exemption; or (b)  use the information set out in a certificate of exemption or a document mentioned in subsection 9.2 (6) other than for the purpose of determining whether a purchase is exempt from the tax imposed by the Act. O. Reg. 103/19, s. 4 (5). (10) At the request of the Minister, a retailer shall obtain from a purchaser such information as the Minister may specify about future sales or deliveries of fuel by the retailer to the purchaser.  O. Reg. 66/99, s. 2. (11) A retailer applying for a refund under section 28 or 28.1 of the Act in respect of a sale referred to in subsection (7) shall submit to the Minister, in the manner specified by the Minister, the form completed in accordance with that subsection in order to permit the Minister to verify that the sale of the fuel is exempt from tax. O. Reg. 103/19, s. 4 (6). (11.1) Despite subsection (11), the following rules apply to a retailer if the total amount of refunds that will be claimed by the retailer under section 28 or 28.1 of the Act for a calendar year does not exceed $500: 1.  The retailer is not required to submit the form referred to in subsection (7) to verify the sale of the fuel with the application for refund. 2.  The retailer shall retain the form referred to in subsection (7) for a period of not less than seven years after the day the application for the refund is made to the Minister and shall produce them at any time during that period at the request of the Minister.  O. Reg. 38/04, s. 3; O. Reg. 103/19, s. 4 (7). (12) The Minister may disallow a retailer’s application for a refund under section 28 or 28.1 of the Act in respect of a sale referred to in subsection (7) or may assess the retailer under subsection 11 (12) of the Act if the form submitted by the retailer fails to establish the retailer’s entitlement to a refund. O. Reg. 103/19, s. 4 (8). Products Excluded",
            "raw_html": "<p class=\"section-e\"> <b>9.3 </b>(1) Every retailer located on a reserve and every retailer not located on a reserve who intends to sell or deliver fuel, exempt from tax, as referred to in paragraph 3 of subsection 9 (1) shall apply for authorization to sell fuel without collecting tax on it.  O. Reg. 66/99, s. 2; O. Reg. 103/19, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The application must be made in a form approved by the Minister.  O. Reg. 66/99, s. 2.</p> <p class=\"subsection-e\">  (3) Upon receiving the completed application, the Minister may authorize the retailer, in writing, to sell or deliver fuel, exempt from tax, as referred to in paragraph 3 of subsection 9 (1).  O. Reg. 66/99, s. 2; O. Reg. 103/19, s. 4 (2).</p> <p class=\"subsection-e\">  (4) The Minister is not required to give an authorization to a retailer who fails to satisfy the Minister of the retailer’s ability to comply with the Act, the regulations and the requirements established by the Minister for the effective administration of the exemption described in paragraph 3 of section 9.  O. Reg. 66/99, s. 2.</p> <p class=\"subsection-e\">  (5) The Minister may cancel or suspend a retailer’s authorization if the retailer contravenes the Act or regulations, permits another person to contravene the Act or regulations or fails to comply with the terms of the authorization.  O. Reg. 66/99, s. 2.</p> <p class=\"subsection-e\">  (6) Section 7 of the Act applies, with necessary modifications, if the Minister proposes to cancel or suspend a retailer’s authorization.  O. Reg. 66/99, s. 2.</p> <p class=\"subsection-e\">  (7) Before a retailer sells or delivers fuel for which the purchaser provided a certificate of exemption, the retailer shall complete and sign a form approved by the Minister respecting the sale of the fuel. O. Reg. 103/19, s. 4 (3).</p> <p class=\"subsection-e\">  (8) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 103/19, s. 4 (4).</p> <p class=\"subsection-e\">  (9) The retailer shall not, </p> <p class=\"clause-e\">  (a)  retain a certificate of exemption; or </p> <p class=\"clause-e\">  (b)  use the information set out in a certificate of exemption or a document mentioned in subsection 9.2 (6) other than for the purpose of determining whether a purchase is exempt from the tax imposed by the Act. O. Reg. 103/19, s. 4 (5).</p> <p class=\"subsection-e\">  (10) At the request of the Minister, a retailer shall obtain from a purchaser such information as the Minister may specify about future sales or deliveries of fuel by the retailer to the purchaser.  O. Reg. 66/99, s. 2.</p> <p class=\"subsection-e\">  (11) A retailer applying for a refund under section 28 or 28.1 of the Act in respect of a sale referred to in subsection (7) shall submit to the Minister, in the manner specified by the Minister, the form completed in accordance with that subsection in order to permit the Minister to verify that the sale of the fuel is exempt from tax. O. Reg. 103/19, s. 4 (6).</p> <p class=\"subsection-e\">  (11.1) Despite subsection (11), the following rules apply to a retailer if the total amount of refunds that will be claimed by the retailer under section 28 or 28.1 of the Act for a calendar year does not exceed $500:</p> <p class=\"paragraph-e\">  1.  The retailer is not required to submit the form referred to in subsection (7) to verify the sale of the fuel with the application for refund.</p> <p class=\"paragraph-e\">  2.  The retailer shall retain the form referred to in subsection (7) for a period of not less than seven years after the day the application for the refund is made to the Minister and shall produce them at any time during that period at the request of the Minister.  O. Reg. 38/04, s. 3; O. Reg. 103/19, s. 4 (7).</p> <p class=\"subsection-e\">  (12) The Minister may disallow a retailer’s application for a refund under section 28 or 28.1 of the Act in respect of a sale referred to in subsection (7) or may assess the retailer under subsection 11 (12) of the Act if the form submitted by the retailer fails to establish the retailer’s entitlement to a refund. O. Reg. 103/19, s. 4 (8).</p> <p class=\"heading1-e\">Products Excluded</p>"
        },
        {
            "id": "10.",
            "section": "Products Excluded",
            "content": " 10. (1) The following products are excluded from the Act: 1.  Distillate. 2.  The products commonly known as diesel fuel, furnace oil, stove oil and bunker fuel. 3.  Any product that is a solvent, naphtha or thinner that is obtained from a petroleum origin or from the destructive distillation of coal, wood or wood products, or is produced by fermentation or by synthetic chemical reaction. 4.  Any product that is a compound or blend comprised wholly of two or more of the products mentioned in paragraph 3. 5.  Kerosene certified by the vendor on the invoice as meeting the standard for type 1-K Kerosene specified by the ASTM International.  R.R.O. 1990, Reg. 533, s. 10; O. Reg. 102/19, s. 4. (2) Despite subsection (1), ethanol that is or is intended to be mixed or combined with a gas or liquid that is gasoline under the Act is not excluded from the Act.  O. Reg. 132/07, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) The following products are excluded from the Act:</p> <p class=\"paragraph-e\">  1.  Distillate.</p> <p class=\"paragraph-e\">  2.  The products commonly known as diesel fuel, furnace oil, stove oil and bunker fuel.</p> <p class=\"paragraph-e\">  3.  Any product that is a solvent, naphtha or thinner that is obtained from a petroleum origin or from the destructive distillation of coal, wood or wood products, or is produced by fermentation or by synthetic chemical reaction.</p> <p class=\"paragraph-e\">  4.  Any product that is a compound or blend comprised wholly of two or more of the products mentioned in paragraph 3.</p> <p class=\"paragraph-e\">  5.  Kerosene certified by the vendor on the invoice as meeting the standard for type 1-K Kerosene specified by the ASTM International.  R.R.O. 1990, Reg. 533, s. 10; O. Reg. 102/19, s. 4.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), ethanol that is or is intended to be mixed or combined with a gas or liquid that is gasoline under the Act is not excluded from the Act.  O. Reg. 132/07, s. 1.</p>"
        },
        {
            "id": "11.",
            "section": "Products Excluded",
            "content": " 11. Revoked: O. Reg. 80/23, s. 1.   Français  ",
            "raw_html": "<p class=\"section-e\"> <b>11. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 80/23, s. 1.</p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900533\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}