{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 756: MARKETING BOARDS",
        "reg_name_text": "MARKETING BOARDS",
        "citation": "R.R.O. 1990, Reg. 756: ",
        "act_under": "Milk Act",
        "url": "https://www.ontario.ca/laws/regulation/900756",
        "date_scraped": "2023-12-19 03:31:28"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May 17, 2016",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900756/v1",
            "valid_from": "December 17, 1999",
            "valid_to": "May 16, 2016"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. Within twenty days after the date of the election of members to a marketing board, it is directed to file with the Commission, (a) the names and addresses of the members elected to the marketing board and the district from which each member was elected; (b) the names of the chair and the vice-chair; (c) the location and postal address of the head office of the marketing board; and (d) the names and addresses of the secretary and treasurer.  R.R.O. 1990, Reg. 756, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>Within twenty days after the date of the election of members to a marketing board, it is directed to file with the Commission,</p> <p class=\"clause-e\">  (a) the names and addresses of the members elected to the marketing board and the district from which each member was elected;</p> <p class=\"clause-e\">  (b) the names of the chair and the vice-chair;</p> <p class=\"clause-e\">  (c) the location and postal address of the head office of the marketing board; and</p> <p class=\"clause-e\">  (d) the names and addresses of the secretary and treasurer.  R.R.O. 1990, Reg. 756, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. Where a vacancy occurs on a marketing board by reason of resignation or death of a member, the marketing board shall report to the Commission the vacancy within ten days of the occurrence of the vacancy.  R.R.O. 1990, Reg. 756, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>Where a vacancy occurs on a marketing board by reason of resignation or death of a member, the marketing board shall report to the Commission the vacancy within ten days of the occurrence of the vacancy.  R.R.O. 1990, Reg. 756, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) Each marketing board shall within seven days, excluding Saturdays and holidays, after holding a meeting file with the Commission a copy of the agenda for the meeting.  O. Reg. 195/93, s. 1. (2) Each marketing board shall keep minutes of all meetings and shall provide the Commission with access to those minutes at the offices of the board during normal business hours.  O. Reg. 195/93, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Each marketing board shall within seven days, excluding Saturdays and holidays, after holding a meeting file with the Commission a copy of the agenda for the meeting.  O. Reg. 195/93, s. 1.</p> <p class=\"subsection-e\">  (2) Each marketing board shall keep minutes of all meetings and shall provide the Commission with access to those minutes at the offices of the board during normal business hours.  O. Reg. 195/93, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. Where a marketing board receives a copy of any agreement or award filed with the Commission under subsection 7 (4) of the Act, the marketing board shall file with its secretary the copy of the agreement or award.  R.R.O. 1990, Reg. 756, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Where a marketing board receives a copy of any agreement or award filed with the Commission under subsection 7 (4) of the Act, the marketing board shall file with its secretary the copy of the agreement or award.  R.R.O. 1990, Reg. 756, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. Each marketing board shall cause to be filed with the Commission true copies of all by-laws and regulations of the marketing board within seven days after the making of each by-law or regulation.  R.R.O. 1990, Reg. 756, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>Each marketing board shall cause to be filed with the Commission true copies of all by-laws and regulations of the marketing board within seven days after the making of each by-law or regulation.  R.R.O. 1990, Reg. 756, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. Each marketing board shall forward to the Commission a certified copy of its annual financial statement, together with the report of the auditor or auditors after the statement and report are filed with the marketing board.  R.R.O. 1990, Reg. 756, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>Each marketing board shall forward to the Commission a certified copy of its annual financial statement, together with the report of the auditor or auditors after the statement and report are filed with the marketing board.  R.R.O. 1990, Reg. 756, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. (1) The annual financial statement of a marketing board shall include,  (a) the threshold reporting amount established by the marketing board in its by-laws; (b) the amount of each grant or other like payment of money made by the marketing board to any person or association or body of persons during the fiscal year that is greater than or equal to the threshold reporting amount; (c) the amount of each grant or other like payment of money that is less than the threshold reporting amount and was made by the marketing board to any person or association or body of persons during the fiscal year and before the by-law establishing the threshold reporting amount is passed by an annual meeting of the marketing board; (d) the name of the person or association or body of persons to whom each grant or other like payment of money described in clause (b) or (c) was made; (e) the total number of grants and other like payments of money that are each less than the threshold reporting amount and were made by the marketing board to any persons, associations and bodies of persons during the fiscal year and after the by-law establishing the threshold reporting amount is passed by an annual meeting of the marketing board; and (f) the total amount of the grants and other like payments described in clause (e).  O. Reg. 615/99, s. 1. (2) On request, a marketing board shall provide to the Commission or to a producer any information respecting the grants or other like payments of money that are included in the total amount reported under clause (1) (f).  O. Reg. 615/99, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The annual financial statement of a marketing board shall include, </p> <p class=\"clause-e\">  (a) the threshold reporting amount established by the marketing board in its by-laws; </p> <p class=\"clause-e\">  (b) the amount of each grant or other like payment of money made by the marketing board to any person or association or body of persons during the fiscal year that is greater than or equal to the threshold reporting amount; </p> <p class=\"clause-e\">  (c) the amount of each grant or other like payment of money that is less than the threshold reporting amount and was made by the marketing board to any person or association or body of persons during the fiscal year and before the by-law establishing the threshold reporting amount is passed by an annual meeting of the marketing board;</p> <p class=\"clause-e\">  (d) the name of the person or association or body of persons to whom each grant or other like payment of money described in clause (b) or (c) was made;</p> <p class=\"clause-e\">  (e) the total number of grants and other like payments of money that are each less than the threshold reporting amount and were made by the marketing board to any persons, associations and bodies of persons during the fiscal year and after the by-law establishing the threshold reporting amount is passed by an annual meeting of the marketing board; and </p> <p class=\"clause-e\">  (f) the total amount of the grants and other like payments described in clause (e).  O. Reg. 615/99, s. 1.</p> <p class=\"subsection-e\">  (2) On request, a marketing board shall provide to the Commission or to a producer any information respecting the grants or other like payments of money that are included in the total amount reported under clause (1) (f).  O. Reg. 615/99, s. 1.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. Where a marketing board makes a general report of its operations for a fiscal year, the marketing board shall forward a copy of the report to the Commission.  R.R.O. 1990, Reg. 756, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>Where a marketing board makes a general report of its operations for a fiscal year, the marketing board shall forward a copy of the report to the Commission.  R.R.O. 1990, Reg. 756, s. 8.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900756\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}