{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 400: BY-LAWS FOR LOCAL BOARDS",
        "reg_name_text": "BY-LAWS FOR LOCAL BOARDS",
        "citation": "R.R.O. 1990, Reg. 400: ",
        "act_under": "Farm Products Marketing Act",
        "url": "https://www.ontario.ca/laws/regulation/900400",
        "date_scraped": "2023-12-18 03:36:30"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August  2, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900400/v6",
            "valid_from": "March  1, 2022",
            "valid_to": "August  1, 2023"
        },
        {
            "a_href": "/laws/regulation/900400/v5",
            "valid_from": "February 25, 2022",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/regulation/900400/v4",
            "valid_from": "January 15, 2018",
            "valid_to": "February 24, 2022"
        },
        {
            "a_href": "/laws/regulation/900400/v3",
            "valid_from": "November 13, 2015",
            "valid_to": "January 14, 2018"
        },
        {
            "a_href": "/laws/regulation/900400/v2",
            "valid_from": "March 17, 2005",
            "valid_to": "November 12, 2015"
        },
        {
            "a_href": "/laws/regulation/900400/v1",
            "valid_from": "September 15, 2003",
            "valid_to": "March 16, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. The head office of a local board shall be in such place in Ontario as the local board from time to time determines by by-law.  R.R.O. 1990, Reg. 400, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The head office of a local board shall be in such place in Ontario as the local board from time to time determines by by-law.  R.R.O. 1990, Reg. 400, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. The fiscal year of a local board shall commence on the 1st day of April in each year but the local board may, by by-law, specify another date.  R.R.O. 1990, Reg. 400, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The fiscal year of a local board shall commence on the 1st day of April in each year but the local board may, by by-law, specify another date.  R.R.O. 1990, Reg. 400, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. The local board, after every general election or appointment of its members, shall by by-law specify the period of time within which its first meeting shall be held.  R.R.O. 1990, Reg. 400, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The local board, after every general election or appointment of its members, shall by by-law specify the period of time within which its first meeting shall be held.  R.R.O. 1990, Reg. 400, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. In this Regulation, “secretary” means an officer appointed to perform the functions of a secretary; (“secrétaire”) “treasurer” means an officer appointed to perform the functions of a treasurer. (“trésorier”)  R.R.O. 1990, Reg. 400, s. 4. Officers",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>In this Regulation,</p> <p class=\"firstdef-e\">“secretary” means an officer appointed to perform the functions of a secretary; (“secrétaire”)</p> <p class=\"definition-e\">“treasurer” means an officer appointed to perform the functions of a treasurer. (“trésorier”)  R.R.O. 1990, Reg. 400, s. 4.</p> <p class=\"heading1-e\">Officers</p>"
        },
        {
            "id": "5.",
            "section": "Officers",
            "content": "  5. (0.1) Revoked: O. Reg. 238/23, s. 1. (1) A local board shall elect from its members a chair and a vice-chair at the first meeting after every general election or appointment of its members.  O. Reg. 678/94, s. 1. (1.1) A local board may elect from its members a second vice-chair at the first meeting after every general election or appointment of its members.  O. Reg. 678/94, s. 1; O. Reg. 102/01, s. 1; O. Reg. 40/03, s. 1 (2). (2) The chair shall, when present, preside at all meetings of the local board.  O. Reg. 36/91, s. 1. (3) During the chair’s absence or inability to act, a vice-chair may perform the duties of the chair.  O. Reg. 36/91, s. 1. (4) If neither the chair nor a vice-chair is present at a meeting, the local board may elect a chair for the purpose of that meeting from among the members present.  O. Reg. 36/91, s. 1. (5) The chair and vice-chairs of a local board shall hold office until their successors are elected.  O. Reg. 36/91, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  5. </b>(0.1) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 238/23, s. 1.</p> <p class=\"subsection-e\">  (1) A local board shall elect from its members a chair and a vice-chair at the first meeting after every general election or appointment of its members.  O. Reg. 678/94, s. 1.</p> <p class=\"subsection-e\">  (1.1) A local board may elect from its members a second vice-chair at the first meeting after every general election or appointment of its members.  O. Reg. 678/94, s. 1; O. Reg. 102/01, s. 1; O. Reg. 40/03, s. 1 (2).</p> <p class=\"subsection-e\">  (2) The chair shall, when present, preside at all meetings of the local board.  O. Reg. 36/91, s. 1.</p> <p class=\"subsection-e\">  (3) During the chair’s absence or inability to act, a vice-chair may perform the duties of the chair.  O. Reg. 36/91, s. 1.</p> <p class=\"subsection-e\">  (4) If neither the chair nor a vice-chair is present at a meeting, the local board may elect a chair for the purpose of that meeting from among the members present.  O. Reg. 36/91, s. 1.</p> <p class=\"subsection-e\">  (5) The chair and vice-chairs of a local board shall hold office until their successors are elected.  O. Reg. 36/91, s. 1.</p>"
        },
        {
            "id": "5.1",
            "section": "Officers",
            "content": " 5.1 Section 5 does not apply in respect of a local board if the plan provides that the Commission or the local board appoints a chair. O. Reg. 238/23, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>5.1 </b>Section 5 does not apply in respect of a local board if the plan provides that the Commission or the local board appoints a chair. O. Reg. 238/23, s. 2.</p>"
        },
        {
            "id": "6.",
            "section": "Officers",
            "content": " 6. A majority of the members of the local board constitutes a quorum. O. Reg. 338/15, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>A majority of the members of the local board constitutes a quorum. O. Reg. 338/15, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": "Officers",
            "content": " 7. (1) A local board shall appoint a secretary and a treasurer.  R.R.O. 1990, Reg. 400, s. 7 (1). (2) The same person may be appointed secretary and treasurer.  R.R.O. 1990, Reg. 400, s. 7 (2). (3) A local board may appoint such officers and employees as it considers necessary.  R.R.O. 1990, Reg. 400, s. 7 (3). (4) Subject to subsection 5 (1), no local board shall appoint a member of the local board as an officer or employee thereof.  R.R.O. 1990, Reg. 400, s. 7 (4).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) A local board shall appoint a secretary and a treasurer.  R.R.O. 1990, Reg. 400, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The same person may be appointed secretary and treasurer.  R.R.O. 1990, Reg. 400, s. 7 (2).</p> <p class=\"subsection-e\">  (3) A local board may appoint such officers and employees as it considers necessary.  R.R.O. 1990, Reg. 400, s. 7 (3).</p> <p class=\"subsection-e\">  (4) Subject to subsection 5 (1), no local board shall appoint a member of the local board as an officer or employee thereof.  R.R.O. 1990, Reg. 400, s. 7 (4).</p>"
        },
        {
            "id": "8.",
            "section": "Officers",
            "content": " 8. The secretary of a local board shall, (a)  attend all meetings of the local board and keep true minutes thereof and shall send a copy of the minutes to every member of the local board within ten days, excluding Saturdays and holidays, after the meeting; (b)  conduct the correspondence of the local board; (c)  keep a record of, (i)  all business transactions of the local board, (ii)  all orders, directions or determinations of the local board, (iii)  all reports of committees that are from time to time appointed by the local board, and (iv)  all annual statements and financial auditor’s reports; (d)  maintain at the head office of the local board true copies of all regulations, orders and policy statements of the local board and an index identifying all regulations, including amendments, by subject-matter, and shall during the normal business hours of the local board, (i)  permit any person to inspect the copies and index without charge, and (ii)  provide to any person upon request copies of the regulations, orders and policy statements; and (e)  perform such other duties as may be prescribed from time to time by the local board.  R.R.O. 1990, Reg. 400, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>The secretary of a local board shall,</p> <p class=\"clause-e\">  (a)  attend all meetings of the local board and keep true minutes thereof and shall send a copy of the minutes to every member of the local board within ten days, excluding Saturdays and holidays, after the meeting;</p> <p class=\"clause-e\">  (b)  conduct the correspondence of the local board;</p> <p class=\"clause-e\">  (c)  keep a record of,</p> <p class=\"subclause-e\">  (i)  all business transactions of the local board,</p> <p class=\"subclause-e\">  (ii)  all orders, directions or determinations of the local board,</p> <p class=\"subclause-e\">  (iii)  all reports of committees that are from time to time appointed by the local board, and</p> <p class=\"subclause-e\">  (iv)  all annual statements and financial auditor’s reports;</p> <p class=\"clause-e\">  (d)  maintain at the head office of the local board true copies of all regulations, orders and policy statements of the local board and an index identifying all regulations, including amendments, by subject-matter, and shall during the normal business hours of the local board,</p> <p class=\"subclause-e\">  (i)  permit any person to inspect the copies and index without charge, and</p> <p class=\"subclause-e\">  (ii)  provide to any person upon request copies of the regulations, orders and policy statements; and</p> <p class=\"clause-e\">  (e)  perform such other duties as may be prescribed from time to time by the local board.  R.R.O. 1990, Reg. 400, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Officers",
            "content": " 9. The treasurer of a local board shall, (a)  under the direction of the local board, provide for the deposit of money, the safekeeping of securities and the disbursement of the funds of the local board; (b)  maintain separate accounts for the deposit of, (i)  money received by the local board in trust for any other person, and (ii)  levies or charges imposed by the local board pursuant to powers exercised under authority granted under the Agricultural Products Marketing Act\r\n(Canada); (c)  keep full and accurate books of account in which shall be recorded all receipts and disbursements of the local board; (d)  prepare reports showing the financial position of the local board as the local board may direct from time to time; and (e)  perform such other duties as may be prescribed from time to time by the local board.  R.R.O. 1990, Reg. 400, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>The treasurer of a local board shall,</p> <p class=\"clause-e\">  (a)  under the direction of the local board, provide for the deposit of money, the safekeeping of securities and the disbursement of the funds of the local board;</p> <p class=\"clause-e\">  (b)  maintain separate accounts for the deposit of,</p> <p class=\"subclause-e\">  (i)  money received by the local board in trust for any other person, and</p> <p class=\"subclause-e\">  (ii)  levies or charges imposed by the local board pursuant to powers exercised under authority granted under the <i>Agricultural Products Marketing Act</i>\r\n(Canada);</p> <p class=\"clause-e\">  (c)  keep full and accurate books of account in which shall be recorded all receipts and disbursements of the local board;</p> <p class=\"clause-e\">  (d)  prepare reports showing the financial position of the local board as the local board may direct from time to time; and</p> <p class=\"clause-e\">  (e)  perform such other duties as may be prescribed from time to time by the local board.  R.R.O. 1990, Reg. 400, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Officers",
            "content": " 10. (1) Any of the powers and duties of an officer to whom an assistant has been appointed by the local board may be exercised and performed by the assistant.  R.R.O. 1990, Reg. 400, s. 10 (1). (2) A local board may add to or limit the powers and duties of an officer or his or her assistant.  R.R.O. 1990, Reg. 400, s. 10 (2). Meetings of Local Boards",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) Any of the powers and duties of an officer to whom an assistant has been appointed by the local board may be exercised and performed by the assistant.  R.R.O. 1990, Reg. 400, s. 10 (1).</p> <p class=\"subsection-e\">  (2) A local board may add to or limit the powers and duties of an officer or his or her assistant.  R.R.O. 1990, Reg. 400, s. 10 (2).</p> <p class=\"heading1-e\">Meetings of Local Boards</p>"
        },
        {
            "id": "11.",
            "section": "Meetings of Local Boards",
            "content": " 11. (1) Meetings of a local board shall be held from time to time at such place, at such time and on such day as the chair or vice-chair or any two members of the local board may determine and the secretary, when directed or authorized by either of the said officers or by any two members of the local board, shall give or cause to be given notice of the meeting.  R.R.O. 1990, Reg. 400, s. 11 (1). (2) Unless otherwise stated in the notice calling the meeting, meetings of the local board shall be held at the head office.  R.R.O. 1990, Reg. 400, s. 11 (2). (3) Notice of a meeting shall, (a)  include the date and time of the meeting; and (b)  be given, (i)  in writing by mail or electronic transmission, or (ii)  orally or by telephone. R.R.O. 1990, Reg. 400, s. 11 (3). (4) Notice of a meeting shall be given such period or periods of time in advance of the meeting as the local board provides by by-law.  R.R.O. 1990, Reg. 400, s. 11 (4). (5) No notice of a meeting is required to be given, where, in addition to the members of the local board present, those absent waive notice of the meeting either before or after the meeting.  R.R.O. 1990, Reg. 400, s. 11 (5). (6) Notice in writing by mail or by electronic transmission shall be sufficiently given if mailed or transmitted to a member at his or her last address as recorded in the books of the local board.  R.R.O. 1990, Reg. 400, s. 11 (6).",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) Meetings of a local board shall be held from time to time at such place, at such time and on such day as the chair or vice-chair or any two members of the local board may determine and the secretary, when directed or authorized by either of the said officers or by any two members of the local board, shall give or cause to be given notice of the meeting.  R.R.O. 1990, Reg. 400, s. 11 (1).</p> <p class=\"subsection-e\">  (2) Unless otherwise stated in the notice calling the meeting, meetings of the local board shall be held at the head office.  R.R.O. 1990, Reg. 400, s. 11 (2).</p> <p class=\"subsection-e\">  (3) Notice of a meeting shall,</p> <p class=\"clause-e\">  (a)  include the date and time of the meeting; and</p> <p class=\"clause-e\">  (b)  be given,</p> <p class=\"subclause-e\">  (i)  in writing by mail or electronic transmission, or</p> <p class=\"subclause-e\">  (ii)  orally or by telephone. R.R.O. 1990, Reg. 400, s. 11 (3).</p> <p class=\"subsection-e\">  (4) Notice of a meeting shall be given such period or periods of time in advance of the meeting as the local board provides by by-law.  R.R.O. 1990, Reg. 400, s. 11 (4).</p> <p class=\"subsection-e\">  (5) No notice of a meeting is required to be given, where, in addition to the members of the local board present, those absent waive notice of the meeting either before or after the meeting.  R.R.O. 1990, Reg. 400, s. 11 (5).</p> <p class=\"subsection-e\">  (6) Notice in writing by mail or by electronic transmission shall be sufficiently given if mailed or transmitted to a member at his or her last address as recorded in the books of the local board.  R.R.O. 1990, Reg. 400, s. 11 (6).</p>"
        },
        {
            "id": "12.",
            "section": "Meetings of Local Boards",
            "content": " 12. (1) Subject to subsection (2), all questions arising at a meeting of a local board shall be decided by the majority of the votes of the members present and in the event of a tie vote the chair of the meeting shall have the deciding vote. R.R.O. 1990, Reg. 400, s. 12; O. Reg. 238/23, s. 3 (1). (2) If a plan provides that a chair or vice-chair acting as chair does not have any voting rights, the question is defeated in the event of a tie. O. Reg. 238/23, s. 3 (2). Transaction of Business Other Than at a Meeting",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) Subject to subsection (2), all questions arising at a meeting of a local board shall be decided by the majority of the votes of the members present and in the event of a tie vote the chair of the meeting shall have the deciding vote. R.R.O. 1990, Reg. 400, s. 12; O. Reg. 238/23, s. 3 (1).</p> <p class=\"subsection-e\">  (2) If a plan provides that a chair or vice-chair acting as chair does not have any voting rights, the question is defeated in the event of a tie. O. Reg. 238/23, s. 3 (2).</p> <p class=\"heading1-e\">Transaction of Business Other Than at a Meeting</p>"
        },
        {
            "id": "13.",
            "section": "Transaction of Business Other Than at a Meeting",
            "content": " 13. (1) A local board may transact business matters other than at a meeting called and conducted in accordance with sections 11 and 12 upon condition that, (a)  the chair of the local board is of the opinion that the matter of business should be decided sooner than a meeting can be called; (b)  the chair submits the matter to be decided to the secretary of the local board; (c)  the chair or the secretary submits the matter for decision to at least two-thirds of the members of the local board, (i)  by mail or electronic transmission, (ii)  by telephone, or (iii)  orally; and (d)  the secretary makes a record in the minute book of the local board of the matter to be decided and the decision of each member.  R.R.O. 1990, Reg. 400, s. 13 (1). (2) Where the conditions prescribed in subsection (1) have been complied with, the record must show that a majority of the votes of the members are in favour of the matter of business in order for it to be decided favourably.  O. Reg. 5/92, s. 2; O. Reg. 102/01, s. 3; O. Reg. 40/03, s. 4; O. Reg. 338/15, s. 2. (3) Where the secretary of a local board makes a record in the minute book under subsection (1), the record shall be read and confirmed at the next meeting of the local board.  R.R.O. 1990, Reg. 400, s. 13 (3). Finances",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) A local board may transact business matters other than at a meeting called and conducted in accordance with sections 11 and 12 upon condition that,</p> <p class=\"clause-e\">  (a)  the chair of the local board is of the opinion that the matter of business should be decided sooner than a meeting can be called;</p> <p class=\"clause-e\">  (b)  the chair submits the matter to be decided to the secretary of the local board;</p> <p class=\"clause-e\">  (c)  the chair or the secretary submits the matter for decision to at least two-thirds of the members of the local board,</p> <p class=\"subclause-e\">  (i)  by mail or electronic transmission,</p> <p class=\"subclause-e\">  (ii)  by telephone, or</p> <p class=\"subclause-e\">  (iii)  orally; and</p> <p class=\"clause-e\">  (d)  the secretary makes a record in the minute book of the local board of the matter to be decided and the decision of each member.  R.R.O. 1990, Reg. 400, s. 13 (1).</p> <p class=\"subsection-e\">  (2) Where the conditions prescribed in subsection (1) have been complied with, the record must show that a majority of the votes of the members are in favour of the matter of business in order for it to be decided favourably.  O. Reg. 5/92, s. 2; O. Reg. 102/01, s. 3; O. Reg. 40/03, s. 4; O. Reg. 338/15, s. 2.</p> <p class=\"subsection-e\">  (3) Where the secretary of a local board makes a record in the minute book under subsection (1), the record shall be read and confirmed at the next meeting of the local board.  R.R.O. 1990, Reg. 400, s. 13 (3).</p> <p class=\"heading1-e\">Finances</p>"
        },
        {
            "id": "14.",
            "section": "Finances",
            "content": " 14. (1) A by-law passed by a local board, (a)  for borrowing money on the credit of the local board; (b)  for issuing, selling or pledging securities of the local board; (c)  for charging, mortgaging, hypothecating or pledging all or any of the real or personal property of the local board, including book debts and unpaid calls, rights, powers, franchises and undertakings; or (d)  to negotiate for any securities or any money borrowed, or other debt, or any other obligation or liability of the local board, shall state the purpose or purposes for which the money, credit, debt or liability are to be used.  R.R.O. 1990, Reg. 400, s. 14 (1). (2) No by-law referred to in subsection (1) is effective unless it is passed at a meeting of the members of the local board called for the purpose of considering the by-law and not less than two-thirds of the members are present and vote in favour thereof.  R.R.O. 1990, Reg. 400, s. 14 (2). (3) A local board may pass a by-law establishing a threshold reporting amount for grants and other like payments of money for the purpose of its annual financial statement; grants and other like payments of money below the threshold reporting amount are not required to be set out individually in the annual financial statement, as provided in Regulation 421 of the Revised Regulations of Ontario, 1990 made under the Farm Products Marketing Act.  O. Reg. 618/99, s. 1. (4) A by-law passed under subsection (3) has no effect unless it is passed at an annual meeting of the producers under the plan or an annual meeting of the delegates of the producers under the plan, as the case may be, and a majority of the producers or delegates present at the meeting vote in its favour.  O. Reg. 618/99, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) A by-law passed by a local board,</p> <p class=\"clause-e\">  (a)  for borrowing money on the credit of the local board;</p> <p class=\"clause-e\">  (b)  for issuing, selling or pledging securities of the local board;</p> <p class=\"clause-e\">  (c)  for charging, mortgaging, hypothecating or pledging all or any of the real or personal property of the local board, including book debts and unpaid calls, rights, powers, franchises and undertakings; or</p> <p class=\"clause-e\">  (d)  to negotiate for any securities or any money borrowed, or other debt, or any other obligation or liability of the local board,</p> <p class=\"Ssection-e\">shall state the purpose or purposes for which the money, credit, debt or liability are to be used.  R.R.O. 1990, Reg. 400, s. 14 (1).</p> <p class=\"subsection-e\">  (2) No by-law referred to in subsection (1) is effective unless it is passed at a meeting of the members of the local board called for the purpose of considering the by-law and not less than two-thirds of the members are present and vote in favour thereof.  R.R.O. 1990, Reg. 400, s. 14 (2).</p> <p class=\"subsection-e\">  (3) A local board may pass a by-law establishing a threshold reporting amount for grants and other like payments of money for the purpose of its annual financial statement; grants and other like payments of money below the threshold reporting amount are not required to be set out individually in the annual financial statement, as provided in Regulation 421 of the Revised Regulations of Ontario, 1990 made under the <i>Farm Products Marketing Act</i>.  O. Reg. 618/99, s. 1.</p> <p class=\"subsection-e\">  (4) A by-law passed under subsection (3) has no effect unless it is passed at an annual meeting of the producers under the plan or an annual meeting of the delegates of the producers under the plan, as the case may be, and a majority of the producers or delegates present at the meeting vote in its favour.  O. Reg. 618/99, s. 1.</p>"
        },
        {
            "id": "15.",
            "section": "Finances",
            "content": " 15. (1) A local board shall require the treasurer to furnish a bond for the faithful discharge of his or her duties in such form and with such security as the local board may from time to time prescribe.  R.R.O. 1990, Reg. 400, s. 15 (1). (2) A local board may require such other officers and such employees and agents as the local board considers advisable to furnish bonds for the faithful discharge of their duties in such form and with such security as the local board may from time to time prescribe.  R.R.O. 1990, Reg. 400, s. 15 (2). (3) A local board shall pay the cost of any bond required under subsection (1) or (2).  R.R.O. 1990, Reg. 400, s. 15 (3).",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) A local board shall require the treasurer to furnish a bond for the faithful discharge of his or her duties in such form and with such security as the local board may from time to time prescribe.  R.R.O. 1990, Reg. 400, s. 15 (1).</p> <p class=\"subsection-e\">  (2) A local board may require such other officers and such employees and agents as the local board considers advisable to furnish bonds for the faithful discharge of their duties in such form and with such security as the local board may from time to time prescribe.  R.R.O. 1990, Reg. 400, s. 15 (2).</p> <p class=\"subsection-e\">  (3) A local board shall pay the cost of any bond required under subsection (1) or (2).  R.R.O. 1990, Reg. 400, s. 15 (3).</p>"
        },
        {
            "id": "16.",
            "section": "Finances",
            "content": " 16. (1) Subject to section 9, no local board shall invest any surplus funds of the local board other than in, (a)  bonds, debentures or other evidences of indebtedness, (i)  of or guaranteed by the Government of Canada, (ii)  of or guaranteed by the government of any province of Canada, (iii)  of or guaranteed by the Government of the United Kingdom, (iv)  of any municipal corporation in Canada, including debentures issued for public, separate, secondary or vocational school purposes, or guaranteed by any municipal corporation in Ontario, or secured by or payable out of rates or taxes levied under the law of any province of Canada on property in that province and collectible by or through the municipality in which the property is situated; (a.1)  bonds, debentures or other evidences of indebtedness of a corporation that are secured by the assignment to a trustee of payments that the Government of Canada has agreed to make, if those payments are sufficient to meet the interest as it falls due on the bonds, debentures or other evidences of indebtedness outstanding and to meet the principal amount of the bonds, debentures or other evidences of indebtedness upon maturity; (a.2)  debentures of any loan corporation that is registered under the Loan and Trust Corporations Act; (a.3)  guaranteed investment certificates of any trust corporation that is registered under the Loan and Trust Corporations Act; (a.4)  deposit receipts, deposit notes, certificates of deposits, acceptances and other similar instruments issued or endorsed by a bank or authorized foreign bank within the meaning of section 2 of the Bank Act (Canada) or by a credit union within the meaning of the Credit Unions and Caisses Populaires Act, 2020; (a.5)  term deposits accepted by a credit union within the meaning of the Credit Unions and Caisses Populaires Act, 2020; (b)  investment certificates of a bank or authorized foreign bank within the meaning of section 2 of the Bank Act (Canada) or of a credit union within the meaning of the Credit Unions and Caisses Populaires Act, 2020; and (c)  paid up shares of, (i)  any central to which the Credit Unions and Caisses Populaires Act, 2020 applies, and (ii)  The Ontario Co-operative Credit Society.  R.R.O. 1990, Reg. 400, s. 16 (1); O. Reg. 618/99, s. 2 (1, 2); O. Reg. 2/18, s. 1; O. Reg. 93/22, s. 1. (1.1) Despite subsection (1), a local board shall not invest its surplus funds in the investments listed in that subsection unless the investment is in other respects reasonable and proper.  O. Reg. 618/99, s. 2 (3). (2) A local board may lend money to a fund established under the Farm Products Payments Act.  R.R.O. 1990, Reg. 400, s. 16 (2).",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) Subject to section 9, no local board shall invest any surplus funds of the local board other than in,</p> <p class=\"clause-e\">  (a)  bonds, debentures or other evidences of indebtedness,</p> <p class=\"subclause-e\">  (i)  of or guaranteed by the Government of Canada,</p> <p class=\"subclause-e\">  (ii)  of or guaranteed by the government of any province of Canada,</p> <p class=\"subclause-e\">  (iii)  of or guaranteed by the Government of the United Kingdom,</p> <p class=\"subclause-e\">  (iv)  of any municipal corporation in Canada, including debentures issued for public, separate, secondary or vocational school purposes, or guaranteed by any municipal corporation in Ontario, or secured by or payable out of rates or taxes levied under the law of any province of Canada on property in that province and collectible by or through the municipality in which the property is situated;</p> <p class=\"clause-e\"> (a.1)  bonds, debentures or other evidences of indebtedness of a corporation that are secured by the assignment to a trustee of payments that the Government of Canada has agreed to make, if those payments are sufficient to meet the interest as it falls due on the bonds, debentures or other evidences of indebtedness outstanding and to meet the principal amount of the bonds, debentures or other evidences of indebtedness upon maturity;</p> <p class=\"clause-e\"> (a.2)  debentures of any loan corporation that is registered under the <i>Loan and Trust Corporations Act</i>;</p> <p class=\"clause-e\"> (a.3)  guaranteed investment certificates of any trust corporation that is registered under the <i>Loan and Trust Corporations Act</i>;</p> <p class=\"clause-e\"> (a.4)  deposit receipts, deposit notes, certificates of deposits, acceptances and other similar instruments issued or endorsed by a bank or authorized foreign bank within the meaning of section 2 of the <i>Bank Act</i> (Canada) or by a credit union within the meaning of the <i>Credit Unions and Caisses Populaires Act, 2020</i>;</p> <p class=\"clause-e\"> (a.5)  term deposits accepted by a credit union within the meaning of the <i>Credit Unions and Caisses Populaires Act, 2020</i>;</p> <p class=\"clause-e\">  (b)  investment certificates of a bank or authorized foreign bank within the meaning of section 2 of the <i>Bank Act</i> (Canada) or of a credit union within the meaning of the <i>Credit Unions and Caisses Populaires Act, 2020</i>; and</p> <p class=\"clause-e\">  (c)  paid up shares of,</p> <p class=\"subclause-e\">  (i)  any central to which the <i>Credit Unions and Caisses Populaires Act, 2020</i> applies, and</p> <p class=\"subclause-e\">  (ii)  The Ontario Co-operative Credit Society.  R.R.O. 1990, Reg. 400, s. 16 (1); O. Reg. 618/99, s. 2 (1, 2); O. Reg. 2/18, s. 1; O. Reg. 93/22, s. 1.</p> <p class=\"subsection-e\">  (1.1) Despite subsection (1), a local board shall not invest its surplus funds in the investments listed in that subsection unless the investment is in other respects reasonable and proper.  O. Reg. 618/99, s. 2 (3).</p> <p class=\"subsection-e\">  (2) A local board may lend money to a fund established under the <i>Farm Products Payments Act</i>.  R.R.O. 1990, Reg. 400, s. 16 (2).</p>"
        },
        {
            "id": "17.",
            "section": "Finances",
            "content": " 17. (1) A local board shall cause its accounts to be audited annually by one or more auditors within three months after the end of the fiscal year of the local board.  R.R.O. 1990, Reg. 400, s. 17 (1). (2) The auditor shall make a report to the local board based on the accounts examined by him or her and on every balance sheet laid before the local board at a general meeting and in the report shall state whether, in the auditor’s opinion, the balance sheet referred to in the report is properly drawn up so as to exhibit a true and correct view of the state of the local board’s affairs as shown by its books and the treasurer’s financial statement.  R.R.O. 1990, Reg. 400, s. 17 (2). (3) The secretary of the local board shall file the report of the auditor.  R.R.O. 1990, Reg. 400, s. 17 (3). Seal",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) A local board shall cause its accounts to be audited annually by one or more auditors within three months after the end of the fiscal year of the local board.  R.R.O. 1990, Reg. 400, s. 17 (1).</p> <p class=\"subsection-e\">  (2) The auditor shall make a report to the local board based on the accounts examined by him or her and on every balance sheet laid before the local board at a general meeting and in the report shall state whether, in the auditor’s opinion, the balance sheet referred to in the report is properly drawn up so as to exhibit a true and correct view of the state of the local board’s affairs as shown by its books and the treasurer’s financial statement.  R.R.O. 1990, Reg. 400, s. 17 (2).</p> <p class=\"subsection-e\">  (3) The secretary of the local board shall file the report of the auditor.  R.R.O. 1990, Reg. 400, s. 17 (3).</p> <p class=\"heading1-e\">Seal</p>"
        },
        {
            "id": "18.",
            "section": "Seal",
            "content": " 18. (1) A local board shall have a corporate seal.  R.R.O. 1990, Reg. 400, s. 18 (1). (2) The seal shall be in the form of two concentric circles with the name of the local board inserted in the space between the two circles.  R.R.O. 1990, Reg. 400, s. 18 (2). (3) The secretary shall have custody of the seal.  R.R.O. 1990, Reg. 400, s. 18 (3). Meeting of Producers",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>(1) A local board shall have a corporate seal.  R.R.O. 1990, Reg. 400, s. 18 (1).</p> <p class=\"subsection-e\">  (2) The seal shall be in the form of two concentric circles with the name of the local board inserted in the space between the two circles.  R.R.O. 1990, Reg. 400, s. 18 (2).</p> <p class=\"subsection-e\">  (3) The secretary shall have custody of the seal.  R.R.O. 1990, Reg. 400, s. 18 (3).</p> <p class=\"heading1-e\">Meeting of Producers</p>"
        },
        {
            "id": "19.",
            "section": "Meeting of Producers",
            "content": " 19. (1) A local board shall call, (a)  an annual meeting of the producers under the plan; or (b)  annual area meetings of the producers under the plan in each area and an annual meeting of delegates from all annual area meetings.  R.R.O. 1990, Reg. 400, s. 19 (1). (2) Where the local board calls annual area meetings under clause (1) (b), the local board may determine the boundaries of every area for the purposes of the annual area meetings and the method of electing or appointing delegates from the annual area meetings to the annual meeting of delegates.  R.R.O. 1990, Reg. 400, s. 19 (2). (3) Where the local board calls annual area meetings under clause (1) (b), the local board shall include every part of Ontario to which the plan applies in areas for which annual area meetings are called.  R.R.O. 1990, Reg. 400, s. 19 (3). (4) The annual meeting referred to in clause (1) (a) or the annual area meetings and annual meeting of delegates referred to in clause (1) (b), as the case may be, shall be held at such time and at such place, in every year, as the local board determines.  R.R.O. 1990, Reg. 400, s. 19 (4). (5) At every annual meeting referred to in clause (1) (a) and at every annual meeting of delegates referred to in clause (1) (b), the local board shall present, at the meeting, the auditor’s report referred to in subsection 17 (2) and shall announce the appointment of auditors for the next succeeding annual meeting.  R.R.O. 1990, Reg. 400, s. 19 (5).",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>(1) A local board shall call,</p> <p class=\"clause-e\">  (a)  an annual meeting of the producers under the plan; or</p> <p class=\"clause-e\">  (b)  annual area meetings of the producers under the plan in each area and an annual meeting of delegates from all annual area meetings.  R.R.O. 1990, Reg. 400, s. 19 (1).</p> <p class=\"subsection-e\">  (2) Where the local board calls annual area meetings under clause (1) (b), the local board may determine the boundaries of every area for the purposes of the annual area meetings and the method of electing or appointing delegates from the annual area meetings to the annual meeting of delegates.  R.R.O. 1990, Reg. 400, s. 19 (2).</p> <p class=\"subsection-e\">  (3) Where the local board calls annual area meetings under clause (1) (b), the local board shall include every part of Ontario to which the plan applies in areas for which annual area meetings are called.  R.R.O. 1990, Reg. 400, s. 19 (3).</p> <p class=\"subsection-e\">  (4) The annual meeting referred to in clause (1) (a) or the annual area meetings and annual meeting of delegates referred to in clause (1) (b), as the case may be, shall be held at such time and at such place, in every year, as the local board determines.  R.R.O. 1990, Reg. 400, s. 19 (4).</p> <p class=\"subsection-e\">  (5) At every annual meeting referred to in clause (1) (a) and at every annual meeting of delegates referred to in clause (1) (b), the local board shall present, at the meeting, the auditor’s report referred to in subsection 17 (2) and shall announce the appointment of auditors for the next succeeding annual meeting.  R.R.O. 1990, Reg. 400, s. 19 (5).</p>"
        },
        {
            "id": "20.",
            "section": "Meeting of Producers",
            "content": " 20. (1) Where a local board receives a petition or request from at least ten per cent of the producers under the plan requesting that a special meeting of the producers be held for discussion of matters respecting the operation of the plan or of the local board, the local board shall call a special meeting of the producers within thirty days of receipt of the petition or request.  R.R.O. 1990, Reg. 400, s. 20 (1). (2) A petition or request shall contain or be accompanied by a statement of the matters for discussion at the special meeting.  R.R.O. 1990, Reg. 400, s. 20 (2).",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>(1) Where a local board receives a petition or request from at least ten per cent of the producers under the plan requesting that a special meeting of the producers be held for discussion of matters respecting the operation of the plan or of the local board, the local board shall call a special meeting of the producers within thirty days of receipt of the petition or request.  R.R.O. 1990, Reg. 400, s. 20 (1).</p> <p class=\"subsection-e\">  (2) A petition or request shall contain or be accompanied by a statement of the matters for discussion at the special meeting.  R.R.O. 1990, Reg. 400, s. 20 (2).</p>"
        },
        {
            "id": "21.",
            "section": "Meeting of Producers",
            "content": " 21. (1) A meeting referred to in section 19 or 20 may be called, (a)  by giving notice thereof to each producer or delegate who is entitled to attend; or (b)  by publication of a notice in at least one newspaper or magazine having a general circulation among the producers.  R.R.O. 1990, Reg. 400, s. 21 (1). (2) Notice of a meeting referred to in section 19 shall be given or published at least two weeks before the date of the meeting.  R.R.O. 1990, Reg. 400, s. 21 (2).",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>(1) A meeting referred to in section 19 or 20 may be called,</p> <p class=\"clause-e\">  (a)  by giving notice thereof to each producer or delegate who is entitled to attend; or</p> <p class=\"clause-e\">  (b)  by publication of a notice in at least one newspaper or magazine having a general circulation among the producers.  R.R.O. 1990, Reg. 400, s. 21 (1).</p> <p class=\"subsection-e\">  (2) Notice of a meeting referred to in section 19 shall be given or published at least two weeks before the date of the meeting.  R.R.O. 1990, Reg. 400, s. 21 (2).</p>"
        },
        {
            "id": "22.",
            "section": "Meeting of Producers",
            "content": " 22. (1) Every member or officer of a local board and his or her heirs, executors or administrators, and estate and effects respectively shall, from time to time and at all times, be indemnified and saved harmless out of the money of the local board, from and against any action, suit or proceeding that is brought, commenced or prosecuted against the member or officer in respect of any matter to which subsection 3 (6) of the Act applies.  R.R.O. 1990, Reg. 400, s. 22 (1). (2) Where any member or officer of a local board or his or her heirs, executors or administrators or estate and effects receives any money from any person on account of any matter with respect to which the member or officer has already received money from the local board under subsection (1), the member or officer shall forthwith pay to the local board the amount of money that he or she received respecting that matter from the local board or the amount of money that he or she received respecting that matter from the other person, whichever is the lesser amount.  R.R.O. 1990, Reg. 400, s. 22 (2).  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>(1) Every member or officer of a local board and his or her heirs, executors or administrators, and estate and effects respectively shall, from time to time and at all times, be indemnified and saved harmless out of the money of the local board, from and against any action, suit or proceeding that is brought, commenced or prosecuted against the member or officer in respect of any matter to which subsection 3 (6) of the Act applies.  R.R.O. 1990, Reg. 400, s. 22 (1).</p> <p class=\"subsection-e\">  (2) Where any member or officer of a local board or his or her heirs, executors or administrators or estate and effects receives any money from any person on account of any matter with respect to which the member or officer has already received money from the local board under subsection (1), the member or officer shall forthwith pay to the local board the amount of money that he or she received respecting that matter from the local board or the amount of money that he or she received respecting that matter from the other person, whichever is the lesser amount.  R.R.O. 1990, Reg. 400, s. 22 (2).</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900400\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}