{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 591: EXEMPTION FROM SECTIONS 7 AND 11 OF THE ACT - STATE OF MICHIGAN",
        "reg_name_text": "EXEMPTION FROM SECTIONS 7 AND 11 OF   THE ACT — STATE OF MICHIGAN",
        "citation": "R.R.O. 1990, Reg. 591: EXEMPTION FROM SECTIONS 7 AND 11 OF THE ACT - STATE OF MICHIGAN",
        "act_under": "Highway Traffic Act   Code de la route",
        "url": "https://www.ontario.ca/laws/regulation/900591",
        "date_scraped": "2023-12-19 23:05:48"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “base” means the place from which a vehicle is most frequently dispatched, operated or otherwise controlled or at which it is garaged, serviced or maintained, or the place from which the vehicle leaves and to which it returns in its normal operations; “place of business” means a place or location in the State of Michigan where an owner or lessee of a commercial motor vehicle or commercial motor vehicle and trailer or trailers has a terminal, warehouse, office, garage or some permanent address at which an employee reports and performs regular and continuing service for such person or, when used in respect of a household carrier, means the place or location where the carrier or an agent of the carrier has a terminal, warehouse, office, garage or some permanent address at which an employee reports and performs regular and continuing service for the household goods carrier or for the agent of the household goods carrier. R.R.O. 1990, Reg. 591, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“base” means the place from which a vehicle is most frequently dispatched, operated or otherwise controlled or at which it is garaged, serviced or maintained, or the place from which the vehicle leaves and to which it returns in its normal operations;</p> <p class=\"definition-e\">“place of business” means a place or location in the State of Michigan where an owner or lessee of a commercial motor vehicle or commercial motor vehicle and trailer or trailers has a terminal, warehouse, office, garage or some permanent address at which an employee reports and performs regular and continuing service for such person or, when used in respect of a household carrier, means the place or location where the carrier or an agent of the carrier has a terminal, warehouse, office, garage or some permanent address at which an employee reports and performs regular and continuing service for the household goods carrier or for the agent of the household goods carrier. R.R.O. 1990, Reg. 591, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) Subject to subsections (2) and (3), every commercial motor vehicle is exempt from sections 7 and 11 of the Act during its stay in Ontario, for a period of up to thirty days commencing with the day the vehicle enters Ontario if the vehicle, (a) is owned or leased by a person who has a place of business in the State of Michigan; (b) is registered and based in the State of Michigan; (c) bears number plates issued for the vehicle by the State of Michigan, except where the registration referred to in clause (b) is temporary; and (d) has a gross weight, including the gross weight of any towed vehicles, not exceeding the gross weight shown on the permit issued by the State of Michigan. (2) The exemption provided by subsection (1) ceases to apply in respect of a commercial motor vehicle that is used or maintained for the transportation of goods or passengers for compensation or in furtherance of a commercial enterprise upon the vehicle being used to pick up goods or passengers in Ontario for delivery in Ontario. (3) The exemption provided by subsection (1) ceases to apply in respect of a commercial motor vehicle upon the vehicle being used to pick up goods or passengers in Ontario for delivery in Ontario if the vehicle, (a) is not used or maintained for the transportation of goods or passengers for compensation or in the furtherance of a commercial enterprise; (b) weighs more than 2800 kilograms; and (c) does not have a camper unit mounted on it as a functional part of it. (4) The exemption provided by subsection (1) ceases to apply upon the Minister notifying the owner or lessee of the vehicle that in the opinion of the Minister the conditions set forth in subsection (1) are not being met. R.R.O. 1990, Reg. 591, s.2. ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) Subject to subsections (2) and (3), every commercial motor vehicle is exempt from sections 7 and 11 of the Act during its stay in Ontario, for a period of up to thirty days commencing with the day the vehicle enters Ontario if the vehicle,</p> <p class=\"clause-e\">(a) is owned or leased by a person who has a place of business in the State of Michigan;</p> <p class=\"clause-e\">(b) is registered and based in the State of Michigan;</p> <p class=\"clause-e\">(c) bears number plates issued for the vehicle by the State of Michigan, except where the registration referred to in clause (b) is temporary; and</p> <p class=\"clause-e\">(d) has a gross weight, including the gross weight of any towed vehicles, not exceeding the gross weight shown on the permit issued by the State of Michigan.</p> <p class=\"subsection-e\">(2) The exemption provided by subsection (1) ceases to apply in respect of a commercial motor vehicle that is used or maintained for the transportation of goods or passengers for compensation or in furtherance of a commercial enterprise upon the vehicle being used to pick up goods or passengers in Ontario for delivery in Ontario.</p> <p class=\"subsection-e\">(3) The exemption provided by subsection (1) ceases to apply in respect of a commercial motor vehicle upon the vehicle being used to pick up goods or passengers in Ontario for delivery in Ontario if the vehicle,</p> <p class=\"clause-e\">(a) is not used or maintained for the transportation of goods or passengers for compensation or in the furtherance of a commercial enterprise;</p> <p class=\"clause-e\">(b) weighs more than 2800 kilograms; and</p> <p class=\"clause-e\">(c) does not have a camper unit mounted on it as a functional part of it.</p> <p class=\"subsection-e\">(4) The exemption provided by subsection (1) ceases to apply upon the Minister notifying the owner or lessee of the vehicle that in the opinion of the Minister the conditions set forth in subsection (1) are not being met. R.R.O. 1990, Reg. 591, s.2.</p> <p class=\"Normal\"></p>"
        }
    ]
}