{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 433: TENDER FRUIT - MARKETING",
        "reg_name_text": "TENDER FRUIT — MARKETING",
        "citation": "R.R.O. 1990, Reg. 433: TENDER FRUIT - MARKETING",
        "act_under": "Farm Products Marketing Act",
        "url": "https://www.ontario.ca/laws/regulation/900433",
        "date_scraped": "2023-12-19 02:44:33"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May 29, 2017",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900433/v6",
            "valid_from": "January  1, 2016",
            "valid_to": "May 28, 2017"
        },
        {
            "a_href": "/laws/regulation/900433/v5",
            "valid_from": "November 30, 2015",
            "valid_to": "December 31, 2015"
        },
        {
            "a_href": "/laws/regulation/900433/v4",
            "valid_from": "January 14, 2015",
            "valid_to": "November 29, 2015"
        },
        {
            "a_href": "/laws/regulation/900433/v3",
            "valid_from": "June 18, 2010",
            "valid_to": "January 13, 2015"
        },
        {
            "a_href": "/laws/regulation/900433/v2",
            "valid_from": "March 17, 2005",
            "valid_to": "June 17, 2010"
        },
        {
            "a_href": "/laws/regulation/900433/v1",
            "valid_from": "April 26, 2002",
            "valid_to": "March 16, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “local board” means the Ontario Tender Fruit Growers; (“commission locale”) “plan” means the Ontario Tender Fruit Growers’ Marketing Plan; (“plan”) “processing” means the manufacture of tender fruit products or juice, beverage spirits or wine from tender fruit, canning, bottling, distilling, fermenting, dehydrating, pitting, drying or freezing of tender fruit; (“transformation”) “processor” means a person engaged in the business of processing tender fruit; (“transformateur”) “producer” means a person engaged in the production of tender fruit; (“producteur”) “tender fruit” means apricots, nectarines, peaches, pears, plums, sour cherries and sweet cherries produced in Ontario. (“fruit tendre”)  R.R.O. 1990, Reg. 433, s. 1; O. Reg. 251/10, s. 1; O. Reg. 8/15, s. 1; O. Reg. 365/15, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“local board” means the Ontario Tender Fruit Growers; (“commission locale”)</p> <p class=\"definition-e\">“plan” means the Ontario Tender Fruit Growers’ Marketing Plan; (“plan”)</p> <p class=\"definition-e\">“processing” means the manufacture of tender fruit products or juice, beverage spirits or wine from tender fruit, canning, bottling, distilling, fermenting, dehydrating, pitting, drying or freezing of tender fruit; (“transformation”)</p> <p class=\"definition-e\">“processor” means a person engaged in the business of processing tender fruit; (“transformateur”)</p> <p class=\"definition-e\">“producer” means a person engaged in the production of tender fruit; (“producteur”)</p> <p class=\"definition-e\">“tender fruit” means apricots, nectarines, peaches, pears, plums, sour cherries and sweet cherries produced in Ontario. (“fruit tendre”)  R.R.O. 1990, Reg. 433, s. 1; O. Reg. 251/10, s. 1; O. Reg. 8/15, s. 1; O. Reg. 365/15, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. This Regulation provides for the control and regulation in any or all respects of the producing and marketing within Ontario of tender fruit, including the prohibition of such producing and marketing in whole or in part.  R.R.O. 1990, Reg. 433, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Regulation provides for the control and regulation in any or all respects of the producing and marketing within Ontario of tender fruit, including the prohibition of such producing and marketing in whole or in part.  R.R.O. 1990, Reg. 433, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) A producer of any type of tender fruit who sells the tender fruit directly to a consumer is exempt from this Regulation in respect of that sale, subject to subsection (1.2). O. Reg. 157/17, s. 1. (1.1) A processor of any type of tender fruit who processes less than 907.2 kilograms (one short ton) of the tender fruit in a calendar year is exempt from this Regulation, subject to subsection (1.2). O. Reg. 157/17, s. 1. (1.2) A producer or processor of tender fruit who is exempt from this Regulation under subsection (1) or (1.1) shall nonetheless comply with any requirement made by the local board under clause 6 (a) or (b) and with any inspection carried out by an inspector appointed under clause 6 (c). O. Reg. 157/17, s. 1. (2) Sweet cherries and sour cherries that are sold for any purpose other than processing by a processor are exempt from this Regulation.  R.R.O. 1990, Reg. 433, s. 3 (2). (3) Processors of nectarines are exempt from this Regulation and producers who sell nectarines for processing are exempt from this Regulation in respect of that sale.  O. Reg. 251/10, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) A producer of any type of tender fruit who sells the tender fruit directly to a consumer is exempt from this Regulation in respect of that sale, subject to subsection (1.2). O. Reg. 157/17, s. 1.</p> <p class=\"subsection-e\">  (1.1) A processor of any type of tender fruit who processes less than 907.2 kilograms (one short ton) of the tender fruit in a calendar year is exempt from this Regulation, subject to subsection (1.2). O. Reg. 157/17, s. 1.</p> <p class=\"subsection-e\">  (1.2) A producer or processor of tender fruit who is exempt from this Regulation under subsection (1) or (1.1) shall nonetheless comply with any requirement made by the local board under clause 6 (a) or (b) and with any inspection carried out by an inspector appointed under clause 6 (c). O. Reg. 157/17, s. 1.</p> <p class=\"subsection-e\">  (2) Sweet cherries and sour cherries that are sold for any purpose other than processing by a processor are exempt from this Regulation.  R.R.O. 1990, Reg. 433, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Processors of nectarines are exempt from this Regulation and producers who sell nectarines for processing are exempt from this Regulation in respect of that sale.  O. Reg. 251/10, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) No person shall start or continue to engage in the processing of tender fruit except under the authority of a licence from the Commission.  O. Reg. 907/93, s. 1. (2) A licence expires on the date set out in the licence as the expiry date.  O. Reg. 907/93, s. 1. (3) If an expiry date is not set out in a licence, the licence expires when the licensee ceases to engage in the processing of tender fruit.  O. Reg. 907/93, s. 1. (4) A licence shall be issued without fee.  O. Reg. 907/93, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) No person shall start or continue to engage in the processing of tender fruit except under the authority of a licence from the Commission.  O. Reg. 907/93, s. 1.</p> <p class=\"subsection-e\">  (2) A licence expires on the date set out in the licence as the expiry date.  O. Reg. 907/93, s. 1.</p> <p class=\"subsection-e\">  (3) If an expiry date is not set out in a licence, the licence expires when the licensee ceases to engage in the processing of tender fruit.  O. Reg. 907/93, s. 1.</p> <p class=\"subsection-e\">  (4) A licence shall be issued without fee.  O. Reg. 907/93, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. The Commission may refuse to grant or renew, or suspend or revoke a licence as a processor, (a) if the applicant or licensee is not qualified by experience or equipment to properly engage in the business of a processor, or (b) if the applicant or licensee has failed to comply with or has contravened the Act, the regulations, the Plan or any order or direction of the Commission or the local board.  R.R.O. 1990, Reg. 433, s. 5; O. Reg. 540/91, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The Commission may refuse to grant or renew, or suspend or revoke a licence as a processor,</p> <p class=\"clause-e\">  (a) if the applicant or licensee is not qualified by experience or equipment to properly engage in the business of a processor, or</p> <p class=\"clause-e\">  (b) if the applicant or licensee has failed to comply with or has contravened the Act, the regulations, the Plan or any order or direction of the Commission or the local board.  R.R.O. 1990, Reg. 433, s. 5; O. Reg. 540/91, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. The Commission delegates to the local board the power, (a) to require persons engaged in producing or marketing tender fruit to register their names, addresses and occupations with the local board; (b) to require persons engaged in producing or marketing tender fruit to furnish such information relating to the production or marketing of tender fruit, including the completing and filing of returns, as the local board determines; (c) to appoint persons to inspect the books, records, documents, lands and premises and any regulated product of persons engaged in producing or marketing tender fruit; (d) to stimulate, increase and improve the marketing of tender fruit by such means as it considers proper; (e) to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or of any province in Canada for the purpose of marketing tender fruit; and (f) to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and the carrying out of the Act, the regulations and the plan.  R.R.O. 1990, Reg. 433, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The Commission delegates to the local board the power,</p> <p class=\"clause-e\">  (a) to require persons engaged in producing or marketing tender fruit to register their names, addresses and occupations with the local board;</p> <p class=\"clause-e\">  (b) to require persons engaged in producing or marketing tender fruit to furnish such information relating to the production or marketing of tender fruit, including the completing and filing of returns, as the local board determines;</p> <p class=\"clause-e\">  (c) to appoint persons to inspect the books, records, documents, lands and premises and any regulated product of persons engaged in producing or marketing tender fruit;</p> <p class=\"clause-e\">  (d) to stimulate, increase and improve the marketing of tender fruit by such means as it considers proper;</p> <p class=\"clause-e\">  (e) to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or of any province in Canada for the purpose of marketing tender fruit; and</p> <p class=\"clause-e\">  (f) to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and the carrying out of the Act, the regulations and the plan.  R.R.O. 1990, Reg. 433, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. The Commission delegates to the local board its powers to make regulations with respect to tender fruit, (a) providing for the licensing of any or all persons before commencing or continuing to engage in the producing or marketing of tender fruit; (b) prohibiting persons from engaging in the producing or marketing of tender fruit except under the authority of a licence issued by the local board; (c) providing for the refusal to grant or renew, or the suspension or revocation of a licence, (i) if the applicant or licensee is not qualified by experience, financial responsibility or equipment to properly engage in the business for which the application was made or the licence granted, or (ii) if the applicant or licensee has failed to comply with or has contravened the Act, the regulations, the Plan or any order or direction of the Commission or the local board; (d) authorizing the fixing of prompt payment discounts, delayed payment penalties and interest on licence fees and service charges owing by any person engaged in the producing or marketing of tender fruit; (e) providing for the fixing of licence fees and the payment thereof by any or all persons producing or marketing tender fruit and the collecting of the licence fees and their recovery by suit in a court of competent jurisdiction; (f) requiring any person who receives tender fruit to deduct from the money payable for the tender fruit any licence fees payable to the local board by the person from whom the tender fruit is received and to forward such licence fees to the local board; (g) requiring any person who produces and processes tender fruit to furnish to the local board statements of the amounts of tender fruit that the person produced in any year and used for processing; (h) prescribing the form of licences; (i) subject to section 3, providing for the exemption from any or all of the regulations, orders or directions under the plan of any class, variety, grade or size of tender fruit, or any person or class of persons engaged in the producing or marketing of tender fruit or any class, variety, grade or size of tender fruit; (j) requiring and providing for the furnishing of security or a performance bond or proof of financial responsibility by a person or class of persons engaged in the marketing of tender fruit and providing for the administration, forfeiture and disposition of money or securities furnished and the proceeds from these; (k) providing for the control and regulation of the marketing of tender fruit, including the times and places at which tender fruit may be marketed; (l) providing for the control and regulation of agreements entered into by producers of tender fruit with persons engaged in marketing or processing tender fruit, and the prohibiting of any provision or clause in such agreements; (l.1) subject to section 14, providing for the establishment, in respect of the processing of one or more types of tender fruit, of one or more advisory committees that may be empowered to advise and make recommendations to the local board or to the processors of the particular type of tender fruit in respect of, i. the promotion of harmonious relationships between persons engaged in the production and marketing of the particular tender fruit, ii. the promotion of greater efficiency in the production and marketing of the particular tender fruit, iii. the prevention and correction of irregularities and inequities in the marketing of the particular tender fruit, iv. the improvement of the quality and variety of the particular tender fruit, v. the improvement of the circulation of market information respecting the particular tender fruit, and vi. any matter in respect of which the Commission or the local board is empowered to make regulations under the Act as they relate to the particular tender fruit; (m) requiring any person who produces tender fruit to offer to sell and to sell the tender fruit to or through the local board; (n) prohibiting any person from processing, packing or packaging any tender fruit that has not been sold by or through the local board; and (o) providing for the making of agreements relating to the marketing of tender fruit through the local board, and prescribing the forms and the terms and conditions of such agreements.  R.R.O. 1990, Reg. 433, s. 7; O. Reg. 540/91, s. 2; O. Reg. 165/92, s. 1; O. Reg. 143/02, s. 1; O. Reg. 8/15, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>The Commission delegates to the local board its powers to make regulations with respect to tender fruit,</p> <p class=\"clause-e\">  (a) providing for the licensing of any or all persons before commencing or continuing to engage in the producing or marketing of tender fruit;</p> <p class=\"clause-e\">  (b) prohibiting persons from engaging in the producing or marketing of tender fruit except under the authority of a licence issued by the local board;</p> <p class=\"clause-e\">  (c) providing for the refusal to grant or renew, or the suspension or revocation of a licence,</p> <p class=\"subclause-e\">  (i) if the applicant or licensee is not qualified by experience, financial responsibility or equipment to properly engage in the business for which the application was made or the licence granted, or</p> <p class=\"subclause-e\">  (ii) if the applicant or licensee has failed to comply with or has contravened the Act, the regulations, the Plan or any order or direction of the Commission or the local board;</p> <p class=\"clause-e\">  (d) authorizing the fixing of prompt payment discounts, delayed payment penalties and interest on licence fees and service charges owing by any person engaged in the producing or marketing of tender fruit;</p> <p class=\"clause-e\">  (e) providing for the fixing of licence fees and the payment thereof by any or all persons producing or marketing tender fruit and the collecting of the licence fees and their recovery by suit in a court of competent jurisdiction;</p> <p class=\"clause-e\">  (f) requiring any person who receives tender fruit to deduct from the money payable for the tender fruit any licence fees payable to the local board by the person from whom the tender fruit is received and to forward such licence fees to the local board;</p> <p class=\"clause-e\">  (g) requiring any person who produces and processes tender fruit to furnish to the local board statements of the amounts of tender fruit that the person produced in any year and used for processing;</p> <p class=\"clause-e\">  (h) prescribing the form of licences;</p> <p class=\"clause-e\">  (i) subject to section 3, providing for the exemption from any or all of the regulations, orders or directions under the plan of any class, variety, grade or size of tender fruit, or any person or class of persons engaged in the producing or marketing of tender fruit or any class, variety, grade or size of tender fruit;</p> <p class=\"clause-e\">  (j) requiring and providing for the furnishing of security or a performance bond or proof of financial responsibility by a person or class of persons engaged in the marketing of tender fruit and providing for the administration, forfeiture and disposition of money or securities furnished and the proceeds from these;</p> <p class=\"clause-e\">  (k) providing for the control and regulation of the marketing of tender fruit, including the times and places at which tender fruit may be marketed;</p> <p class=\"clause-e\">  (l) providing for the control and regulation of agreements entered into by producers of tender fruit with persons engaged in marketing or processing tender fruit, and the prohibiting of any provision or clause in such agreements;</p> <p class=\"clause-e\"> (l.1) subject to section 14, providing for the establishment, in respect of the processing of one or more types of tender fruit, of one or more advisory committees that may be empowered to advise and make recommendations to the local board or to the processors of the particular type of tender fruit in respect of,</p> <p class=\"subclause-e\">  i. the promotion of harmonious relationships between persons engaged in the production and marketing of the particular tender fruit,</p> <p class=\"subclause-e\">  ii. the promotion of greater efficiency in the production and marketing of the particular tender fruit,</p> <p class=\"subclause-e\">  iii. the prevention and correction of irregularities and inequities in the marketing of the particular tender fruit,</p> <p class=\"subclause-e\">  iv. the improvement of the quality and variety of the particular tender fruit,</p> <p class=\"subclause-e\">  v. the improvement of the circulation of market information respecting the particular tender fruit, and</p> <p class=\"subclause-e\">  vi. any matter in respect of which the Commission or the local board is empowered to make regulations under the Act as they relate to the particular tender fruit;</p> <p class=\"clause-e\">  (m) requiring any person who produces tender fruit to offer to sell and to sell the tender fruit to or through the local board;</p> <p class=\"clause-e\">  (n) prohibiting any person from processing, packing or packaging any tender fruit that has not been sold by or through the local board; and</p> <p class=\"clause-e\">  (o) providing for the making of agreements relating to the marketing of tender fruit through the local board, and prescribing the forms and the terms and conditions of such agreements.  R.R.O. 1990, Reg. 433, s. 7; O. Reg. 540/91, s. 2; O. Reg. 165/92, s. 1; O. Reg. 143/02, s. 1; O. Reg. 8/15, s. 2.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. (1) The Commission authorizes the local board to use any class of licence fees, service charges and other money payable to it, for the purposes of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan.  R.R.O. 1990, Reg. 433, s. 8 (1). (2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1).  R.R.O. 1990, Reg. 433, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The Commission authorizes the local board to use any class of licence fees, service charges and other money payable to it, for the purposes of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan.  R.R.O. 1990, Reg. 433, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1).  R.R.O. 1990, Reg. 433, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. The Commission authorizes the local board to appoint agents, to prescribe their duties and terms and conditions of employment and to provide for their remuneration.  R.R.O. 1990, Reg. 433, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>The Commission authorizes the local board to appoint agents, to prescribe their duties and terms and conditions of employment and to provide for their remuneration.  R.R.O. 1990, Reg. 433, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. The Commission vests in the local board the following powers: 1. To direct and control, by order or direction, either as principal or agent, the marketing of tender fruit including the times and places at which tender fruit may be marketed. 2. To determine the quality of each class, variety, grade and size of tender fruit that shall be marketed by each producer. 3. To prohibit the marketing of any class, variety, grade or size of tender fruit. 4. To determine from time to time the price or prices that shall be paid to producers or to the local board, as the case may be, for tender fruit or any class, variety, grade or size of tender fruit and to determine different prices for different parts of Ontario. 5. To fix and impose service charges from time to time for the marketing of tender fruit. 6. To require the price or prices payable or owing to the producer for tender fruit to be paid to or through the local board. 7. To collect from any person by suit in a court of competent jurisdiction the price or prices or any part thereof of tender fruit. 8. To purchase or otherwise acquire such quantity or quantities of tender fruit as the local board considers advisable and to sell or otherwise dispose of any tender fruit so purchased or acquired. 9. To pay from service charges imposed under paragraph 5 its expenses in carrying out the purposes of the plan. 10. To pay to the producers the price or prices for tender fruit, less service charges imposed under paragraph 5 and to fix the times at which or within which such payments shall be made.  R.R.O. 1990, Reg. 433, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>The Commission vests in the local board the following powers:</p> <p class=\"paragraph-e\">  1. To direct and control, by order or direction, either as principal or agent, the marketing of tender fruit including the times and places at which tender fruit may be marketed.</p> <p class=\"paragraph-e\">  2. To determine the quality of each class, variety, grade and size of tender fruit that shall be marketed by each producer.</p> <p class=\"paragraph-e\">  3. To prohibit the marketing of any class, variety, grade or size of tender fruit.</p> <p class=\"paragraph-e\">  4. To determine from time to time the price or prices that shall be paid to producers or to the local board, as the case may be, for tender fruit or any class, variety, grade or size of tender fruit and to determine different prices for different parts of Ontario.</p> <p class=\"paragraph-e\">  5. To fix and impose service charges from time to time for the marketing of tender fruit.</p> <p class=\"paragraph-e\">  6. To require the price or prices payable or owing to the producer for tender fruit to be paid to or through the local board.</p> <p class=\"paragraph-e\">  7. To collect from any person by suit in a court of competent jurisdiction the price or prices or any part thereof of tender fruit.</p> <p class=\"paragraph-e\">  8. To purchase or otherwise acquire such quantity or quantities of tender fruit as the local board considers advisable and to sell or otherwise dispose of any tender fruit so purchased or acquired.</p> <p class=\"paragraph-e\">  9. To pay from service charges imposed under paragraph 5 its expenses in carrying out the purposes of the plan.</p> <p class=\"paragraph-e\">  10. To pay to the producers the price or prices for tender fruit, less service charges imposed under paragraph 5 and to fix the times at which or within which such payments shall be made.  R.R.O. 1990, Reg. 433, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": " 11. Each payment under paragraph 10 of section 10 shall be accompanied by a statement showing the kinds and the grades and quantity of each grade of tender fruit sold, the price or prices paid and the particulars of the service charges imposed by the local board.  R.R.O. 1990, Reg. 433, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>Each payment under paragraph 10 of section 10 shall be accompanied by a statement showing the kinds and the grades and quantity of each grade of tender fruit sold, the price or prices paid and the particulars of the service charges imposed by the local board.  R.R.O. 1990, Reg. 433, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": " 12. The Commission authorizes the local board to conduct a pool or pools for the distribution of all money received from the sale of tender fruit and after deducting all necessary and proper disbursements and expenses, to distribute the remainder of the money received from the sale in such manner that every producer receives a share of the remainder of the money received from the sale in relation to the amount, class, variety, grade or size of tender fruit delivered by the producer and authorizes such local board to make an initial payment on delivery of the tender fruit and subsequent payments until all of the remainder of the money received from the sale is distributed to the producers.  R.R.O. 1990, Reg. 433, s. 12.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>The Commission authorizes the local board to conduct a pool or pools for the distribution of all money received from the sale of tender fruit and after deducting all necessary and proper disbursements and expenses, to distribute the remainder of the money received from the sale in such manner that every producer receives a share of the remainder of the money received from the sale in relation to the amount, class, variety, grade or size of tender fruit delivered by the producer and authorizes such local board to make an initial payment on delivery of the tender fruit and subsequent payments until all of the remainder of the money received from the sale is distributed to the producers.  R.R.O. 1990, Reg. 433, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": " 13. (1) The advisory committee established under the name “Fresh Market Advisory Committee” is continued under the same name in English and under the name “Comité consultatif sur les fruits à consommer en frais” in French. O. Reg. 8/15, s. 3. (2) The Fresh Market Advisory Committee is empowered, respecting tender fruit that is sold for a purpose other than processing, to advise and make recommendations to the local board or to the Canadian Produce Marketing Association in respect of, (a) the promotion of harmonious relationships between persons engaged in the marketing of tender fruit; (b) the promotion of greater efficiency in the production and marketing of tender fruit; (c) the prevention and correction of irregularities and inequities in the marketing of tender fruit; (d) the improvement of the quality and variety of tender fruit; (e) the improvement of the circulation of market information respecting tender fruit; and (f) any matter in respect of which the Commission or the local board is empowered to make regulations under the Act. O. Reg. 8/15, s. 3. (3) After April 1 and before May 15 in each year, appointments shall be made to the Fresh Market Advisory Committee as follows: 1. The chair and three producer members shall be appointed by the local board. 2. One member shall be appointed by each dealer-shipper that is a party to a dealer-shipper agreement with the local board. O. Reg. 8/15, s. 3. (4) Members of the Fresh Market Advisory Committee remain members until the day before the first meeting of the committee in the year following the year in which they are appointed. O. Reg. 8/15, s. 3. (5) If for any reason a member of the Fresh Market Advisory Committee is unable or unwilling to act, the body that appointed the member shall appoint a person to replace the member for the remainder of the member’s term. O. Reg. 8/15, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) The advisory committee established under the name “Fresh Market Advisory Committee” is continued under the same name in English and under the name “Comité consultatif sur les fruits à consommer en frais” in French. O. Reg. 8/15, s. 3.</p> <p class=\"subsection-e\">  (2) The Fresh Market Advisory Committee is empowered, respecting tender fruit that is sold for a purpose other than processing, to advise and make recommendations to the local board or to the Canadian Produce Marketing Association in respect of,</p> <p class=\"clause-e\">  (a) the promotion of harmonious relationships between persons engaged in the marketing of tender fruit;</p> <p class=\"clause-e\">  (b) the promotion of greater efficiency in the production and marketing of tender fruit;</p> <p class=\"clause-e\">  (c) the prevention and correction of irregularities and inequities in the marketing of tender fruit;</p> <p class=\"clause-e\">  (d) the improvement of the quality and variety of tender fruit;</p> <p class=\"clause-e\">  (e) the improvement of the circulation of market information respecting tender fruit; and</p> <p class=\"clause-e\">  (f) any matter in respect of which the Commission or the local board is empowered to make regulations under the Act. O. Reg. 8/15, s. 3.</p> <p class=\"subsection-e\">  (3) After April 1 and before May 15 in each year, appointments shall be made to the Fresh Market Advisory Committee as follows:</p> <p class=\"paragraph-e\">  1. The chair and three producer members shall be appointed by the local board. </p> <p class=\"paragraph-e\">  2. One member shall be appointed by each dealer-shipper that is a party to a dealer-shipper agreement with the local board. O. Reg. 8/15, s. 3.</p> <p class=\"subsection-e\">  (4) Members of the Fresh Market Advisory Committee remain members until the day before the first meeting of the committee in the year following the year in which they are appointed. O. Reg. 8/15, s. 3.</p> <p class=\"subsection-e\">  (5) If for any reason a member of the Fresh Market Advisory Committee is unable or unwilling to act, the body that appointed the member shall appoint a person to replace the member for the remainder of the member’s term. O. Reg. 8/15, s. 3.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": " 14. (1) If the local board makes a regulation under clause 7 (l.1) establishing a processing advisory committee for a particular type of tender fruit, appointments shall be made to that committee in accordance with the following rules: 1. A processing advisory committee shall consist of a chair and no more than eight other members. 2. The local board shall appoint the chair and three producer members. 3. Each processor of the particular type of tender fruit shall appoint one member to the advisory committee or, if there are more than five processors of that type of tender fruit, the local board may appoint up to five members from among the nominees recommended by the processors of that type of tender fruit. 4. Appointments shall be made, i. in the case of a newly established processing advisory committee, within 14 days after the local board establishes the committee, or ii. in the case of any other processing advisory committee, within 14 days after the first meeting of the local board after elections to the local board. O. Reg. 8/15, s. 3. (2) Members of a processing advisory committee remain members until the day before the first meeting of that advisory committee in the year following the year in which they are appointed or until the local board dissolves that advisory committee, whichever is earlier. O. Reg. 8/15, s. 3. (3) If for any reason a member of a processing advisory committee is unable or unwilling to act, the body that appointed the member shall appoint a person to replace the member for the remainder of the member’s term. O. Reg. 8/15, s. 3. Forms 1, 2 Revoked:  O. Reg. 497/01, s. 1.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) If the local board makes a regulation under clause 7 (l.1) establishing a processing advisory committee for a particular type of tender fruit, appointments shall be made to that committee in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. A processing advisory committee shall consist of a chair and no more than eight other members.</p> <p class=\"paragraph-e\">  2. The local board shall appoint the chair and three producer members. </p> <p class=\"paragraph-e\">  3. Each processor of the particular type of tender fruit shall appoint one member to the advisory committee or, if there are more than five processors of that type of tender fruit, the local board may appoint up to five members from among the nominees recommended by the processors of that type of tender fruit. </p> <p class=\"paragraph-e\">  4. Appointments shall be made,</p> <p class=\"subpara-e\">  i. in the case of a newly established processing advisory committee, within 14 days after the local board establishes the committee, or</p> <p class=\"subpara-e\">  ii. in the case of any other processing advisory committee, within 14 days after the first meeting of the local board after elections to the local board. O. Reg. 8/15, s. 3.</p> <p class=\"subsection-e\">  (2) Members of a processing advisory committee remain members until the day before the first meeting of that advisory committee in the year following the year in which they are appointed or until the local board dissolves that advisory committee, whichever is earlier. O. Reg. 8/15, s. 3.</p> <p class=\"subsection-e\">  (3) If for any reason a member of a processing advisory committee is unable or unwilling to act, the body that appointed the member shall appoint a person to replace the member for the remainder of the member’s term. O. Reg. 8/15, s. 3.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Forms</span> 1, 2 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 497/01, s. 1.</p> <p class=\"formRevoked-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900433\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}