{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 259: RULES OF PROCEDURE",
        "reg_name_text": "RULES OF PROCEDURE",
        "citation": "R.R.O. 1990, Reg. 259: ",
        "act_under": "Crown Employees Collective Bargaining Act   Loi sur la négociation collective des employés de la Couronne",
        "url": "https://www.ontario.ca/laws/regulation/900259",
        "date_scraped": "2023-12-19 21:12:32"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "1. (1) In these Rules, “file” means, except where otherwise stated, file with the Tribunal; “registrar” means the registrar of the Tribunal; “respondent” means the person named in an application or complaint or added as a respondent by the Tribunal. R.R.O. 1990, Reg. 259, s. 1 (1). (2) Where a period of time is prescribed by these Rules and is expressed as a number of days, holidays and Saturdays shall not be counted in the computation of the period. R.R.O. 1990, Reg. 259, s. 1 (2). Applications",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) In these Rules,</p> <p class=\"firstdef-e\">“file” means, except where otherwise stated, file with the Tribunal;</p> <p class=\"definition-e\">“registrar” means the registrar of the Tribunal;</p> <p class=\"definition-e\">“respondent” means the person named in an application or complaint or added as a respondent by the Tribunal. R.R.O. 1990, Reg. 259, s. 1 (1).</p> <p class=\"subsection-e\">(2) Where a period of time is prescribed by these Rules and is expressed as a number of days, holidays and Saturdays shall not be counted in the computation of the period. R.R.O. 1990, Reg. 259, s. 1 (2).</p> <p class=\"heading1-e\">Applications</p>"
        },
        {
            "id": "2.",
            "section": "Applications",
            "content": "2. Where an application is made to the Tribunal, the registrar shall fix a terminal date for the application which shall be not less than ten days and not more than thirty days, as directed by the Tribunal, after, (a) the day on which the registrar serves the employer with notice of application for posting, where it is personally served; or (b) the day immediately following the day on which the registrar mails the notice of application to the employer for posting, where it is served by mail. R.R.O. 1990, Reg. 259, s. 2. Representation Rights",
            "raw_html": "<p class=\"section-e\"><b>2. </b>Where an application is made to the Tribunal, the registrar shall fix a terminal date for the application which shall be not less than ten days and not more than thirty days, as directed by the Tribunal, after,</p> <p class=\"clause-e\">(a) the day on which the registrar serves the employer with notice of application for posting, where it is personally served; or</p> <p class=\"clause-e\">(b) the day immediately following the day on which the registrar mails the notice of application to the employer for posting, where it is served by mail. R.R.O. 1990, Reg. 259, s. 2.</p> <p class=\"heading1-e\">Representation Rights</p>"
        },
        {
            "id": "3.",
            "section": "Representation Rights",
            "content": "3. An application for representation rights as bargaining agent shall be made in quadruplicate in Form 4 of Regulation 258 of the Revised Regulations of Ontario, 1990 and shall be accompanied by the statement of the employee organization in Form 1 of the said Regulation, the statement of income and expenditure in Form 2 of the said Regulation and the affidavit in Form 3 of the said Regulation. R.R.O. 1990, Reg. 259, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>An application for representation rights as bargaining agent shall be made in quadruplicate in Form 4 of Regulation 258 of the Revised Regulations of Ontario, 1990 and shall be accompanied by the statement of the employee organization in Form 1 of the said Regulation, the statement of income and expenditure in Form 2 of the said Regulation and the affidavit in Form 3 of the said Regulation. R.R.O. 1990, Reg. 259, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Representation Rights",
            "content": "4. (1) The registrar shall serve the applicant with a notice of the fixing of the terminal date for the application in Form 5 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 4 (1). (2) The registrar shall serve the respondent with, (a) a copy of the application; (b) a notice of application and of hearing in Form 6 of Regulation 258 of the Revised Regulations of Ontario, 1990; and (c) an appropriate number of notices of application in Form 7 of Regulation 258 of the Revised Regulations of Ontario, 1990 for posting. R.R.O. 1990, Reg. 259, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The registrar shall serve the applicant with a notice of the fixing of the terminal date for the application in Form 5 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 4 (1).</p> <p class=\"subsection-e\">(2) The registrar shall serve the respondent with,</p> <p class=\"clause-e\">(a) a copy of the application;</p> <p class=\"clause-e\">(b) a notice of application and of hearing in Form 6 of Regulation 258 of the Revised Regulations of Ontario, 1990; and</p> <p class=\"clause-e\">(c) an appropriate number of notices of application in Form 7 of Regulation 258 of the Revised Regulations of Ontario, 1990 for posting. R.R.O. 1990, Reg. 259, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Representation Rights",
            "content": "5. The applicant shall, not later than the second day after the terminal date for the application, file a declaration concerning membership documents in Form 8 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>The applicant shall, not later than the second day after the terminal date for the application, file a declaration concerning membership documents in Form 8 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Representation Rights",
            "content": "6. (1) The respondent shall file a reply in quadruplicate in Form 9 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the terminal date for the application and the reply shall be accompanied by a copy of any existing or recently expired collective bargaining agreement that is or was recently binding upon the respondent in the bargaining unit claimed by either the application or the respondent to be appropriate. R.R.O. 1990, Reg. 259, s. 6 (1). (2) The respondent shall file with its reply documents, from among existing employment records, containing the signatures of the employees whose names appear on the list of employees in the bargaining unit arranged as in the Schedule to Form 9 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 6 (2). (3) The accuracy of the list of employees in the Schedule to Form 9 of Regulation 258 of the Revised Regulations of Ontario, 1990 shall be certified by an officer of the employer or by an officer of the agency of the employer, as the case requires, by his or her signature at the foot or end of the Schedule. R.R.O. 1990, Reg. 259, s. 6 (3). (4) Where the respondent proposes a bargaining unit different from the one proposed by the applicant, the respondent, or the body representing the respondent, shall indicate on the list of employees in the Schedule to Form 9 of Regulation 258 of the Revised Regulations of Ontario, 1990 the name and classification of any person the respondent proposes should be excluded from, as well as the name and classification of any person the respondent proposes should be added to the bargaining unit proposed by the applicant and shall file with the Tribunal documents containing the signatures of any such additional person. R.R.O. 1990, Reg. 259, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) The respondent shall file a reply in quadruplicate in Form 9 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the terminal date for the application and the reply shall be accompanied by a copy of any existing or recently expired collective bargaining agreement that is or was recently binding upon the respondent in the bargaining unit claimed by either the application or the respondent to be appropriate. R.R.O. 1990, Reg. 259, s. 6 (1).</p> <p class=\"subsection-e\">(2) The respondent shall file with its reply documents, from among existing employment records, containing the signatures of the employees whose names appear on the list of employees in the bargaining unit arranged as in the Schedule to Form 9 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 6 (2).</p> <p class=\"subsection-e\">(3) The accuracy of the list of employees in the Schedule to Form 9 of Regulation 258 of the Revised Regulations of Ontario, 1990 shall be certified by an officer of the employer or by an officer of the agency of the employer, as the case requires, by his or her signature at the foot or end of the Schedule. R.R.O. 1990, Reg. 259, s. 6 (3).</p> <p class=\"subsection-e\">(4) Where the respondent proposes a bargaining unit different from the one proposed by the applicant, the respondent, or the body representing the respondent, shall indicate on the list of employees in the Schedule to Form 9 of Regulation 258 of the Revised Regulations of Ontario, 1990 the name and classification of any person the respondent proposes should be excluded from, as well as the name and classification of any person the respondent proposes should be added to the bargaining unit proposed by the applicant and shall file with the Tribunal documents containing the signatures of any such additional person. R.R.O. 1990, Reg. 259, s. 6 (4).</p>"
        },
        {
            "id": "7.",
            "section": "Representation Rights",
            "content": "7. The registrar shall serve upon any employee organization named in the application or reply as claiming, or known to the registrar as claiming, to be the bargaining agent of or to represent any employees who may be affected by the application a copy of the application and a notice of application in Form 10 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>The registrar shall serve upon any employee organization named in the application or reply as claiming, or known to the registrar as claiming, to be the bargaining agent of or to represent any employees who may be affected by the application a copy of the application and a notice of application in Form 10 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Representation Rights",
            "content": "8. (1) An employee organization that is served with a notice of application or that claims to represent or to be the bargaining agent of any employees who may be affected by the application shall file its intervention, if any, in quadruplicate in Form 11 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the terminal date for the application. R.R.O. 1990, Reg. 259, s. 8 (1). (2) Where an employee organization referred to in subsection (1) claims to be the bargaining agent of any employees who may be affected by the application and is or was recently bound by a collective agreement with the respondent, it shall file a copy of the collective agreement. R.R.O. 1990, Reg. 259, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) An employee organization that is served with a notice of application or that claims to represent or to be the bargaining agent of any employees who may be affected by the application shall file its intervention, if any, in quadruplicate in Form 11 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the terminal date for the application. R.R.O. 1990, Reg. 259, s. 8 (1).</p> <p class=\"subsection-e\">(2) Where an employee organization referred to in subsection (1) claims to be the bargaining agent of any employees who may be affected by the application and is or was recently bound by a collective agreement with the respondent, it shall file a copy of the collective agreement. R.R.O. 1990, Reg. 259, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": "Representation Rights",
            "content": "9. (1) An employee organization desiring representation rights as bargaining agent of employees who may be affected by the application shall file a notice of intervention and application for representation rights in quadruplicate in Form 12 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the terminal date for the application that shall be accompanied by a declaration concerning membership documents in Form 8 of the said Regulation. R.R.O. 1990, Reg. 259, s. 9 (1). (2) Section 2 does not apply to a notice and application under subsection (1). R.R.O. 1990, Reg. 259, s. 9 (2). (3) The registrar shall serve the employer with copies of the notice and application filed under subsection (1) for posting. R.R.O. 1990, Reg. 259, s. 9 (3). Evidence as to Representation",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) An employee organization desiring representation rights as bargaining agent of employees who may be affected by the application shall file a notice of intervention and application for representation rights in quadruplicate in Form 12 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the terminal date for the application that shall be accompanied by a declaration concerning membership documents in Form 8 of the said Regulation. R.R.O. 1990, Reg. 259, s. 9 (1).</p> <p class=\"subsection-e\">(2) Section 2 does not apply to a notice and application under subsection (1). R.R.O. 1990, Reg. 259, s. 9 (2).</p> <p class=\"subsection-e\">(3) The registrar shall serve the employer with copies of the notice and application filed under subsection (1) for posting. R.R.O. 1990, Reg. 259, s. 9 (3).</p> <p class=\"heading1-e\">Evidence as to Representation</p>"
        },
        {
            "id": "10.",
            "section": "Evidence as to Representation",
            "content": "10. (1) Evidence of membership in an employee organization or of objection by employees to representation rights of an employee organization or of signification by employees that they no longer wish to be represented by an employee organization shall not be accepted by the Tribunal on an application for representation rights or for a declaration terminating rights unless the evidence is in writing, signed by the employee or each member of a group of employees, as the case may be, and, (a) is accompanied by, (i) the return mailing address of the person who files the evidence, objection or signification, and (ii) the name of the body, if any, representing the employer; and (b) is filed not later than the terminal date for the application. R.R.O. 1990, Reg. 259, s. 10 (1). (2) No oral evidence of membership in an employee organization or of objection by employees to representation rights of an employee organization or of signification by employees that they no longer wish to be represented by an employee organization shall be accepted by the Tribunal except to identify and substantiate the written evidence referred to in subsection (1). R.R.O. 1990, Reg. 259, s. 10 (2). (3) Any employee or group of employees affected by an application for representation rights or by a declaration of termination of representation rights and desiring to make representations to the Tribunal in opposition to the application may file a statement in writing of such desire in the form prescribed by subsection (1) not later than the terminal date for the application. R.R.O. 1990, Reg. 259, s. 10 (3). (4) An employee or group of employees who has filed a statement of desire in the form and manner required by this section may appear and be heard at the hearing or at any hearing directed by the Tribunal, in person or by a representative. R.R.O. 1990, Reg. 259, s. 10 (4). Representation Votes",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) Evidence of membership in an employee organization or of objection by employees to representation rights of an employee organization or of signification by employees that they no longer wish to be represented by an employee organization shall not be accepted by the Tribunal on an application for representation rights or for a declaration terminating rights unless the evidence is in writing, signed by the employee or each member of a group of employees, as the case may be, and,</p> <p class=\"clause-e\">(a) is accompanied by,</p> <p class=\"subclause-e\">(i) the return mailing address of the person who files the evidence, objection or signification, and</p> <p class=\"subclause-e\">(ii) the name of the body, if any, representing the employer; and</p> <p class=\"clause-e\">(b) is filed not later than the terminal date for the application. R.R.O. 1990, Reg. 259, s. 10 (1).</p> <p class=\"subsection-e\">(2) No oral evidence of membership in an employee organization or of objection by employees to representation rights of an employee organization or of signification by employees that they no longer wish to be represented by an employee organization shall be accepted by the Tribunal except to identify and substantiate the written evidence referred to in subsection (1). R.R.O. 1990, Reg. 259, s. 10 (2).</p> <p class=\"subsection-e\">(3) Any employee or group of employees affected by an application for representation rights or by a declaration of termination of representation rights and desiring to make representations to the Tribunal in opposition to the application may file a statement in writing of such desire in the form prescribed by subsection (1) not later than the terminal date for the application. R.R.O. 1990, Reg. 259, s. 10 (3).</p> <p class=\"subsection-e\">(4) An employee or group of employees who has filed a statement of desire in the form and manner required by this section may appear and be heard at the hearing or at any hearing directed by the Tribunal, in person or by a representative. R.R.O. 1990, Reg. 259, s. 10 (4).</p> <p class=\"heading1-e\">Representation Votes</p>"
        },
        {
            "id": "11.",
            "section": "Representation Votes",
            "content": "11. Where the Tribunal directs the taking of a representation vote and refers the matter to the registrar, the registrar may, subject to the provisions of the reference, (a) settle the list of employees to be used for the purposes of the vote; (b) settle the form of the ballot; (c) settle the date and hour for the taking of the vote; (d) set the number and location of the polling places; (e) prepare notices of the taking of the vote in Form 13 of Regulation 258 of the Revised Regulations of Ontario, 1990 and direct posting thereof by the employer on the employer’s premises; (f) act as the returning officer or appoint a returning officer; (g) appoint such deputy returning officers and poll clerks as the registrar deems necessary; (h) give any directions the registrar considers necessary for the disposition of improperly marked ballots and of ballots of persons whose eligibility to vote has been challenged by a party or is in doubt and generally for the proper conduct of the vote; (i) take the vote by secret ballot on the premises of the employer during working hours if practicable or, if not practicable, in any other manner or place approved by the Tribunal; and (j) direct all interested persons to refrain and desist from propaganda and electioneering during the day or days the vote is taken. R.R.O. 1990, Reg. 259, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>Where the Tribunal directs the taking of a representation vote and refers the matter to the registrar, the registrar may, subject to the provisions of the reference,</p> <p class=\"clause-e\">(a) settle the list of employees to be used for the purposes of the vote;</p> <p class=\"clause-e\">(b) settle the form of the ballot;</p> <p class=\"clause-e\">(c) settle the date and hour for the taking of the vote;</p> <p class=\"clause-e\">(d) set the number and location of the polling places;</p> <p class=\"clause-e\">(e) prepare notices of the taking of the vote in Form 13 of Regulation 258 of the Revised Regulations of Ontario, 1990 and direct posting thereof by the employer on the employer’s premises;</p> <p class=\"clause-e\">(f) act as the returning officer or appoint a returning officer;</p> <p class=\"clause-e\">(g) appoint such deputy returning officers and poll clerks as the registrar deems necessary;</p> <p class=\"clause-e\">(h) give any directions the registrar considers necessary for the disposition of improperly marked ballots and of ballots of persons whose eligibility to vote has been challenged by a party or is in doubt and generally for the proper conduct of the vote;</p> <p class=\"clause-e\">(i) take the vote by secret ballot on the premises of the employer during working hours if practicable or, if not practicable, in any other manner or place approved by the Tribunal; and</p> <p class=\"clause-e\">(j) direct all interested persons to refrain and desist from propaganda and electioneering during the day or days the vote is taken. R.R.O. 1990, Reg. 259, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Representation Votes",
            "content": "12. (1) Subject to subsection (2), the returning officer shall, upon the completion of the vote, (a) prepare a report of the vote; (b) serve a copy of the report together with a notice of the report in Form 14 or 15, as the case requires, of Regulation 258 of the Revised Regulations of Ontario, 1990 upon each of the parties; (c) serve the employer with an appropriate number of copies of the report and the notice; and (d) file a copy of the report. R.R.O. 1990, Reg. 259, s. 12 (1). (2) Where the Tribunal or the registrar directs that the ballot box be sealed and that the ballots be not counted pending a further direction by the Tribunal and the Tribunal subsequently directs that the ballots be counted, the returning officer shall, upon completion of the counting of the ballots, (a) prepare a report of the vote; (b) serve a copy of the report together with a notice of the report in Form 16 of Regulation 258 of the Revised Regulations of Ontario, 1990 upon each of the parties; (c) serve the employer with an appropriate number of copies of the report and the notice; and (d) file a copy of the report. R.R.O. 1990, Reg. 259, s. 12 (2). (3) The employer shall post the copies of the report and notice immediately upon their receipt and keep them posted upon the employer’s premises in conspicuous places where they are most likely to come to the attention of all employees who may be affected by the application until the expiration of the twelfth day after the day on which the returning officer served the employer with copies of the report and the notice. R.R.O. 1990, Reg. 259, s. 12 (3). (4) Immediately after the employer has posted the copies of the report and notice under subsection (3), the employer or the body shall file a return of posting in Form 17 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 12 (4).",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) Subject to subsection (2), the returning officer shall, upon the completion of the vote,</p> <p class=\"clause-e\">(a) prepare a report of the vote;</p> <p class=\"clause-e\">(b) serve a copy of the report together with a notice of the report in Form 14 or 15, as the case requires, of Regulation 258 of the Revised Regulations of Ontario, 1990 upon each of the parties;</p> <p class=\"clause-e\">(c) serve the employer with an appropriate number of copies of the report and the notice; and</p> <p class=\"clause-e\">(d) file a copy of the report. R.R.O. 1990, Reg. 259, s. 12 (1).</p> <p class=\"subsection-e\">(2) Where the Tribunal or the registrar directs that the ballot box be sealed and that the ballots be not counted pending a further direction by the Tribunal and the Tribunal subsequently directs that the ballots be counted, the returning officer shall, upon completion of the counting of the ballots,</p> <p class=\"clause-e\">(a) prepare a report of the vote;</p> <p class=\"clause-e\">(b) serve a copy of the report together with a notice of the report in Form 16 of Regulation 258 of the Revised Regulations of Ontario, 1990 upon each of the parties;</p> <p class=\"clause-e\">(c) serve the employer with an appropriate number of copies of the report and the notice; and</p> <p class=\"clause-e\">(d) file a copy of the report. R.R.O. 1990, Reg. 259, s. 12 (2).</p> <p class=\"subsection-e\">(3) The employer shall post the copies of the report and notice immediately upon their receipt and keep them posted upon the employer’s premises in conspicuous places where they are most likely to come to the attention of all employees who may be affected by the application until the expiration of the twelfth day after the day on which the returning officer served the employer with copies of the report and the notice. R.R.O. 1990, Reg. 259, s. 12 (3).</p> <p class=\"subsection-e\">(4) Immediately after the employer has posted the copies of the report and notice under subsection (3), the employer or the body shall file a return of posting in Form 17 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 12 (4).</p>"
        },
        {
            "id": "13.",
            "section": "Representation Votes",
            "content": "13. (1) Subject to subsection (3), where a representation vote is taken, (a) a party; or (b) any employee or representative of a group of employees, who desires to make representations as to any matter relating to the representation vote, or as to the accuracy of the report of the returning officer, or as to the conclusions the Tribunal should reach in view of the report, shall file a statement of desire as mentioned in Form 14 or 15, as the case may be, of Regulation 258 of the Revised Regulations of Ontario, 1990 on or before the last day for the posting of the copies of the report and notices under subsection 12 (3). R.R.O. 1990, Reg. 259, s. 13 (1). (2) Where a representation vote is taken in connection with a direction that the ballot box be sealed and the Tribunal subsequently directs that the ballots be counted, (a) a party; or (b) any employee or representative of a group of employees, who desires to make representations as to the accuracy of the report of the returning officer on the counting of the ballots or the conclusions the Tribunal should reach in view of the report, shall file a statement of desire as mentioned in Form 16 of Regulation 258 of the Revised Regulations of Ontario, 1990, on or before the last day of the posting of the copies of the report and notices under subsection 12 (3). R.R.O. 1990, Reg. 259, s. 13 (2). (3) Upon receiving a statement of desire to make representation in the form and manner required by this section that contains a statement that a party or any employee or representative of a group of employees desires a hearing before the Tribunal, the registrar shall serve a notice of hearing in Form 18 of Regulation 258 of the Revised Regulations of Ontario, 1990 upon each of the parties to the proceedings and upon each person who has filed a statement. R.R.O. 1990, Reg. 259, s. 13 (3). (4) Where no statement of desire to make representations has been filed in the form and manner required by this section, or no such statement that has been filed states that a party, employee or representative of a group of employees desires a hearing before the Tribunal, the Tribunal may dispose of the application upon the material then before it without further notice to any party or to the employees. R.R.O. 1990, Reg. 259, s. 13 (4). Inquiry Officers",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) Subject to subsection (3), where a representation vote is taken,</p> <p class=\"clause-e\">(a) a party; or</p> <p class=\"clause-e\">(b) any employee or representative of a group of employees,</p> <p class=\"Ssection-e\">who desires to make representations as to any matter relating to the representation vote, or as to the accuracy of the report of the returning officer, or as to the conclusions the Tribunal should reach in view of the report, shall file a statement of desire as mentioned in Form 14 or 15, as the case may be, of Regulation 258 of the Revised Regulations of Ontario, 1990 on or before the last day for the posting of the copies of the report and notices under subsection 12 (3). R.R.O. 1990, Reg. 259, s. 13 (1).</p> <p class=\"subsection-e\">(2) Where a representation vote is taken in connection with a direction that the ballot box be sealed and the Tribunal subsequently directs that the ballots be counted,</p> <p class=\"clause-e\">(a) a party; or</p> <p class=\"clause-e\">(b) any employee or representative of a group of employees, who desires to make representations as to the accuracy of the report of the returning officer on the counting of the ballots or the conclusions the Tribunal should reach in view of the report,</p> <p class=\"Ssubsection-e\">shall file a statement of desire as mentioned in Form 16 of Regulation 258 of the Revised Regulations of Ontario, 1990, on or before the last day of the posting of the copies of the report and notices under subsection 12 (3). R.R.O. 1990, Reg. 259, s. 13 (2).</p> <p class=\"subsection-e\">(3) Upon receiving a statement of desire to make representation in the form and manner required by this section that contains a statement that a party or any employee or representative of a group of employees desires a hearing before the Tribunal, the registrar shall serve a notice of hearing in Form 18 of Regulation 258 of the Revised Regulations of Ontario, 1990 upon each of the parties to the proceedings and upon each person who has filed a statement. R.R.O. 1990, Reg. 259, s. 13 (3).</p> <p class=\"subsection-e\">(4) Where no statement of desire to make representations has been filed in the form and manner required by this section, or no such statement that has been filed states that a party, employee or representative of a group of employees desires a hearing before the Tribunal, the Tribunal may dispose of the application upon the material then before it without further notice to any party or to the employees. R.R.O. 1990, Reg. 259, s. 13 (4).</p> <p class=\"heading1-e\">Inquiry Officers</p>"
        },
        {
            "id": "14.",
            "section": "Inquiry Officers",
            "content": "14. (1) In this section, “inquiry officer” means a person, other than a person making an inquiry under section 32 of the Act, authorized by the Tribunal to inquire into and report upon any matter arising out of a proceeding before the Tribunal. R.R.O. 1990, Reg. 259, s. 14 (1). (2) An inquiry officer shall file his or her report immediately upon its completion and where the Tribunal so directs, the registrar shall serve upon each of the parties to the proceeding and, in the case of an application for representation rights or for a declaration terminating bargaining rights, upon any employee or representative of a group of employees who appeared at the hearing of the application, a copy of the report and a notice of the report in Form 19 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 14 (2). (3) Any person who is served with a notice of the report and desires to make representations concerning the report shall file a statement of desire as mentioned in Form 19 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the twelfth day after, (a) the day on which the registrar served the notice of the report, where it was served personally; or (b) the day immediately following the day on which the registrar mailed the notice of the report, where it was served by mail. R.R.O. 1990, Reg. 259, s. 14 (3). (4) Where no statement of desire to make representations has been filed in the form and manner required by subsection (3), or any such statement that has been filed does not state that a party, employee or representative of a group of employees desires a hearing before the Tribunal, the Tribunal may dispose of the application upon the material before it without further notice to any party or to the employees. R.R.O. 1990, Reg. 259, s. 14 (4). (5) Where a statement of desire to make representations is filed in the form and manner required by this section and the person filing the statement states that the person desires a hearing, or where the Tribunal so directs, the registrar shall serve each of the parties to the proceedings with a notice of hearing in Form 18 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 14 (5). Termination of Representation Rights",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) In this section,</p> <p class=\"firstdef-e\">“inquiry officer” means a person, other than a person making an inquiry under section 32 of the Act, authorized by the Tribunal to inquire into and report upon any matter arising out of a proceeding before the Tribunal. R.R.O. 1990, Reg. 259, s. 14 (1).</p> <p class=\"subsection-e\">(2) An inquiry officer shall file his or her report immediately upon its completion and where the Tribunal so directs, the registrar shall serve upon each of the parties to the proceeding and, in the case of an application for representation rights or for a declaration terminating bargaining rights, upon any employee or representative of a group of employees who appeared at the hearing of the application, a copy of the report and a notice of the report in Form 19 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 14 (2).</p> <p class=\"subsection-e\">(3) Any person who is served with a notice of the report and desires to make representations concerning the report shall file a statement of desire as mentioned in Form 19 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the twelfth day after,</p> <p class=\"clause-e\">(a) the day on which the registrar served the notice of the report, where it was served personally; or</p> <p class=\"clause-e\">(b) the day immediately following the day on which the registrar mailed the notice of the report, where it was served by mail. R.R.O. 1990, Reg. 259, s. 14 (3).</p> <p class=\"subsection-e\">(4) Where no statement of desire to make representations has been filed in the form and manner required by subsection (3), or any such statement that has been filed does not state that a party, employee or representative of a group of employees desires a hearing before the Tribunal, the Tribunal may dispose of the application upon the material before it without further notice to any party or to the employees. R.R.O. 1990, Reg. 259, s. 14 (4).</p> <p class=\"subsection-e\">(5) Where a statement of desire to make representations is filed in the form and manner required by this section and the person filing the statement states that the person desires a hearing, or where the Tribunal so directs, the registrar shall serve each of the parties to the proceedings with a notice of hearing in Form 18 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 14 (5).</p> <p class=\"heading1-e\">Termination of Representation Rights</p>"
        },
        {
            "id": "15.",
            "section": "Termination of Representation Rights",
            "content": "15. An application for a declaration of termination of representation rights shall be made in quadruplicate in Form 20 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>An application for a declaration of termination of representation rights shall be made in quadruplicate in Form 20 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Termination of Representation Rights",
            "content": "16. (1) The registrar shall serve the applicant with a notice of the fixing of the terminal date for the application in Form 5 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 16 (1). (2) The registrar shall serve the respondent with, (a) a copy of the application; and (b) a notice of application and of hearing in Form 21 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 16 (2). (3) The registrar shall serve the employer with an appropriate number of notices of application in Form 22 of Regulation 258 of the Revised Regulations of Ontario, 1990 for posting. R.R.O. 1990, Reg. 259, s. 16 (3).",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) The registrar shall serve the applicant with a notice of the fixing of the terminal date for the application in Form 5 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 16 (1).</p> <p class=\"subsection-e\">(2) The registrar shall serve the respondent with,</p> <p class=\"clause-e\">(a) a copy of the application; and</p> <p class=\"clause-e\">(b) a notice of application and of hearing in Form 21 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 16 (2).</p> <p class=\"subsection-e\">(3) The registrar shall serve the employer with an appropriate number of notices of application in Form 22 of Regulation 258 of the Revised Regulations of Ontario, 1990 for posting. R.R.O. 1990, Reg. 259, s. 16 (3).</p>"
        },
        {
            "id": "17.",
            "section": "Termination of Representation Rights",
            "content": "17. A respondent shall file a reply in quadruplicate in Form 23 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the terminal date for the application. R.R.O. 1990, Reg. 259, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>A respondent shall file a reply in quadruplicate in Form 23 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the terminal date for the application. R.R.O. 1990, Reg. 259, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Termination of Representation Rights",
            "content": "18. (1) Where the application is made by a person other than the employer, the registrar shall serve the employer with a copy of the application and a notice of application and of hearing in Form 24 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 18 (1). (2) The employer, when a copy of an application and a notice of application and of hearing are served as set out in subsection (1) shall file an intervention, if any, in quadruplicate in Form 11 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the terminal date for the application. R.R.O. 1990, Reg. 259, s. 18 (2). (3) Where the employer files an intervention, the employer shall file, (a) a list arranged as in the Schedule to Form 24 of Regulation 258 of the Revised Regulations of Ontario, 1990 of all employees in the bargaining unit described in the application as at the date when the application was made; and (b) documents arranged in alphabetical order from among existing employment records containing signatures of the employees whose names appear on the list referred to in clause (a), and the accuracy of the list of employees shall be certified by an officer of the employer or by an officer of the agency of the employer, as the case requires, by his or her signature at the foot or end of the list. R.R.O. 1990, Reg. 259, s. 18 (3). Exemption from Payment of Dues or Contributions to an Employee Organization Provisions of a Collective Agreement",
            "raw_html": "<p class=\"section-e\"><b>18. </b>(1) Where the application is made by a person other than the employer, the registrar shall serve the employer with a copy of the application and a notice of application and of hearing in Form 24 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 18 (1).</p> <p class=\"subsection-e\">(2) The employer, when a copy of an application and a notice of application and of hearing are served as set out in subsection (1) shall file an intervention, if any, in quadruplicate in Form 11 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the terminal date for the application. R.R.O. 1990, Reg. 259, s. 18 (2).</p> <p class=\"subsection-e\">(3) Where the employer files an intervention, the employer shall file,</p> <p class=\"clause-e\">(a) a list arranged as in the Schedule to Form 24 of Regulation 258 of the Revised Regulations of Ontario, 1990 of all employees in the bargaining unit described in the application as at the date when the application was made; and</p> <p class=\"clause-e\">(b) documents arranged in alphabetical order from among existing employment records containing signatures of the employees whose names appear on the list referred to in clause (a),</p> <p class=\"Ssubsection-e\">and the accuracy of the list of employees shall be certified by an officer of the employer or by an officer of the agency of the employer, as the case requires, by his or her signature at the foot or end of the list. R.R.O. 1990, Reg. 259, s. 18 (3).</p> <p class=\"heading1-e\">Exemption from Payment of Dues or Contributions to an Employee Organization Provisions of a Collective Agreement</p>"
        },
        {
            "id": "19.",
            "section": "Exemption from Payment of Dues or Contributions to an Employee Organization Provisions of a Collective Agreement",
            "content": "19. (1) An application for exemption from a payment of dues or contributions to an employee organization provision in a collective agreement on the grounds of religious conviction or belief shall be made in quadruplicate in Form 25 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 19 (1). (2) Section 2 does not apply to an application under subsection (1). R.R.O. 1990, Reg. 259, s. 19 (2).",
            "raw_html": "<p class=\"section-e\"><b>19. </b>(1) An application for exemption from a payment of dues or contributions to an employee organization provision in a collective agreement on the grounds of religious conviction or belief shall be made in quadruplicate in Form 25 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 19 (1).</p> <p class=\"subsection-e\">(2) Section 2 does not apply to an application under subsection (1). R.R.O. 1990, Reg. 259, s. 19 (2).</p>"
        },
        {
            "id": "20.",
            "section": "Exemption from Payment of Dues or Contributions to an Employee Organization Provisions of a Collective Agreement",
            "content": "20. The registrar shall serve the employee organization and the employer or the body that represents the employer, as the case requires, with a copy of the application and a notice of application and of hearing in Form 26 of Regulation 258 of the Revised Regulations of Ontario, 1990 and shall serve the applicant with a notice of hearing in Form 18 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 20.",
            "raw_html": "<p class=\"section-e\"><b>20. </b>The registrar shall serve the employee organization and the employer or the body that represents the employer, as the case requires, with a copy of the application and a notice of application and of hearing in Form 26 of Regulation 258 of the Revised Regulations of Ontario, 1990 and shall serve the applicant with a notice of hearing in Form 18 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": "Exemption from Payment of Dues or Contributions to an Employee Organization Provisions of a Collective Agreement",
            "content": "21. (1) The employee organization and the employer or the body that represents the employer, as the case requires, shall file their replies in quadruplicate in Form 27 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the twelfth day after, (a) the day on which the registrar served the notice of application and of hearing, where it was served personally; or (b) the day immediately following the day on which the registrar mailed the notice of application and of hearing, where it was served by mail. R.R.O. 1990, Reg. 259, s. 21 (1). (2) Each reply shall be accompanied by a copy of the collective agreement in operation between the employee organization and employer at the date of the application. R.R.O. 1990, Reg. 259, s. 21 (2). Complaint under Section 32 of the Act",
            "raw_html": "<p class=\"section-e\"><b>21. </b>(1) The employee organization and the employer or the body that represents the employer, as the case requires, shall file their replies in quadruplicate in Form 27 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the twelfth day after,</p> <p class=\"clause-e\">(a) the day on which the registrar served the notice of application and of hearing, where it was served personally; or</p> <p class=\"clause-e\">(b) the day immediately following the day on which the registrar mailed the notice of application and of hearing, where it was served by mail. R.R.O. 1990, Reg. 259, s. 21 (1).</p> <p class=\"subsection-e\">(2) Each reply shall be accompanied by a copy of the collective agreement in operation between the employee organization and employer at the date of the application. R.R.O. 1990, Reg. 259, s. 21 (2).</p> <p class=\"heading1-e\">Complaint under Section 32 of the Act</p>"
        },
        {
            "id": "22.",
            "section": "Complaint under Section 32 of the Act",
            "content": "22. A complaint under section 32 of the Act shall be made in quadruplicate in Form 28 or 29, as the case requires, of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22. </b>A complaint under section 32 of the Act shall be made in quadruplicate in Form 28 or 29, as the case requires, of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": "Complaint under Section 32 of the Act",
            "content": "23. Where the Tribunal authorizes an investigator to inquire into a complaint, the investigator shall deliver a copy of the complaint to, (a) the person against whom the complaint is made; (b) each interested person named in the complaint; and (c) such other persons as the Tribunal may direct. R.R.O. 1990, Reg. 259, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23. </b>Where the Tribunal authorizes an investigator to inquire into a complaint, the investigator shall deliver a copy of the complaint to,</p> <p class=\"clause-e\">(a) the person against whom the complaint is made;</p> <p class=\"clause-e\">(b) each interested person named in the complaint; and</p> <p class=\"clause-e\">(c) such other persons as the Tribunal may direct. R.R.O. 1990, Reg. 259, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": "Complaint under Section 32 of the Act",
            "content": "24. (1) Where the Tribunal inquires into the complaint by means of a hearing by the Tribunal, the registrar shall serve, (a) the complaint; (b) the person against whom the complaint is made; (c) each interested person named in the complaint; and (d) such other persons as the Tribunal may direct, with a notice of hearing in Form 18 of Regulation 258 of the Revised Regulations of Ontario, 1990 and where a copy of the complaint has not been previously served upon such persons other than the complainant the registrar shall also serve a copy of the complaint upon them. R.R.O. 1990, Reg. 259, s. 24 (1). (2) Where the Tribunal, pursuant to clause 41 (1) (d) of the Act, authorizes an adjudicator to inquire into the complaint and report to the Tribunal, the registrar shall serve, (a) the complainant; (b) the person against whom the complaint is made; (c) each interested person named in the complaint; and (d) such other person as the Tribunal may direct, with a notice of inquiry in Form 30 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 24 (2). (3) The person against whom the complaint is made shall file a reply, if any, in quadruplicate in Form 31 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the twelfth day after, (a) the day on which the registrar served the notice of hearing or inquiry, where it was served personally; or (b) the day immediately following the day on which the registrar mailed the notice or inquiry, where it was served by mail. R.R.O. 1990, Reg. 259, s. 24 (3). (4) A person, other than the person against whom the complaint is made, who has been served with a copy of the complaint and notice of hearing, shall file an intervention, if any, in quadruplicate in Form 32 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the twelfth day after, (a) the day on which the registrar served the notice of hearing or inquiry, where it was served personally; or (b) the day immediately following the day on which the registrar mailed the notice of hearing or inquiry, where it was served by mail. R.R.O. 1990, Reg. 259, s. 24 (4).",
            "raw_html": "<p class=\"section-e\"><b>24. </b>(1) Where the Tribunal inquires into the complaint by means of a hearing by the Tribunal, the registrar shall serve,</p> <p class=\"clause-e\">(a) the complaint;</p> <p class=\"clause-e\">(b) the person against whom the complaint is made;</p> <p class=\"clause-e\">(c) each interested person named in the complaint; and</p> <p class=\"clause-e\">(d) such other persons as the Tribunal may direct,</p> <p class=\"Ssection-e\">with a notice of hearing in Form 18 of Regulation 258 of the Revised Regulations of Ontario, 1990 and where a copy of the complaint has not been previously served upon such persons other than the complainant the registrar shall also serve a copy of the complaint upon them. R.R.O. 1990, Reg. 259, s. 24 (1).</p> <p class=\"subsection-e\">(2) Where the Tribunal, pursuant to clause 41 (1) (d) of the Act, authorizes an adjudicator to inquire into the complaint and report to the Tribunal, the registrar shall serve,</p> <p class=\"clause-e\">(a) the complainant;</p> <p class=\"clause-e\">(b) the person against whom the complaint is made;</p> <p class=\"clause-e\">(c) each interested person named in the complaint; and</p> <p class=\"clause-e\">(d) such other person as the Tribunal may direct,</p> <p class=\"Ssubsection-e\">with a notice of inquiry in Form 30 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 24 (2).</p> <p class=\"subsection-e\">(3) The person against whom the complaint is made shall file a reply, if any, in quadruplicate in Form 31 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the twelfth day after,</p> <p class=\"clause-e\">(a) the day on which the registrar served the notice of hearing or inquiry, where it was served personally; or</p> <p class=\"clause-e\">(b) the day immediately following the day on which the registrar mailed the notice or inquiry, where it was served by mail. R.R.O. 1990, Reg. 259, s. 24 (3).</p> <p class=\"subsection-e\">(4) A person, other than the person against whom the complaint is made, who has been served with a copy of the complaint and notice of hearing, shall file an intervention, if any, in quadruplicate in Form 32 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the twelfth day after,</p> <p class=\"clause-e\">(a) the day on which the registrar served the notice of hearing or inquiry, where it was served personally; or</p> <p class=\"clause-e\">(b) the day immediately following the day on which the registrar mailed the notice of hearing or inquiry, where it was served by mail. R.R.O. 1990, Reg. 259, s. 24 (4).</p>"
        },
        {
            "id": "25.",
            "section": "Complaint under Section 32 of the Act",
            "content": "25. (1) The registrar shall serve a copy of the report of an adjudicator or investigator authorized to inquire into the complaint, together with a notice of the report in Form 33 of Regulation 258 of the Revised Regulations of Ontario, 1990, upon each of the persons served with the notice of inquiry. R.R.O. 1990, Reg. 259, s. 25 (1). (2) Any person served with the notice of inquiry who desires to make representation concerning the report shall file a statement of desire as mentioned in Form 33 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the twelfth day after, (a) the day on which the registrar served the person with the notice of report, where it was served personally; or (b) the day immediately following the day on which the registrar mailed the notice of report to the person, where it was served by mail. R.R.O. 1990, Reg. 259, s. 25 (2). (3) Where the registrar receives a statement of desire to make representations in the form and manner required by this section, or where the Tribunal so directs, the registrar shall serve each of the persons served with a notice of inquiry with a notice of hearing by the Tribunal in Form 18 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 25 (3). Declaration as to Strike or Lock-Out",
            "raw_html": "<p class=\"section-e\"><b>25. </b>(1) The registrar shall serve a copy of the report of an adjudicator or investigator authorized to inquire into the complaint, together with a notice of the report in Form 33 of Regulation 258 of the Revised Regulations of Ontario, 1990, upon each of the persons served with the notice of inquiry. R.R.O. 1990, Reg. 259, s. 25 (1).</p> <p class=\"subsection-e\">(2) Any person served with the notice of inquiry who desires to make representation concerning the report shall file a statement of desire as mentioned in Form 33 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the twelfth day after,</p> <p class=\"clause-e\">(a) the day on which the registrar served the person with the notice of report, where it was served personally; or</p> <p class=\"clause-e\">(b) the day immediately following the day on which the registrar mailed the notice of report to the person, where it was served by mail. R.R.O. 1990, Reg. 259, s. 25 (2).</p> <p class=\"subsection-e\">(3) Where the registrar receives a statement of desire to make representations in the form and manner required by this section, or where the Tribunal so directs, the registrar shall serve each of the persons served with a notice of inquiry with a notice of hearing by the Tribunal in Form 18 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 25 (3).</p> <p class=\"heading1-e\">Declaration as to Strike or Lock-Out</p>"
        },
        {
            "id": "26.",
            "section": "Declaration as to Strike or Lock-Out",
            "content": "26. (1) An application for a declaration that an employee organization has declared or authorized a strike or that employees are engaging in a strike shall be made in quadruplicate in Form 34 or 35, as the case requires, of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 26 (1). (2) An application for a declaration that the employer has declared or authorized a lock-out or is engaging in a lock-out shall be made in quadruplicate in Form 36 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 26 (2). (3) Section 2 does not apply to an application under subsection (1) or (2). R.R.O. 1990, Reg. 259, s. 26 (3).",
            "raw_html": "<p class=\"section-e\"><b>26. </b>(1) An application for a declaration that an employee organization has declared or authorized a strike or that employees are engaging in a strike shall be made in quadruplicate in Form 34 or 35, as the case requires, of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 26 (1).</p> <p class=\"subsection-e\">(2) An application for a declaration that the employer has declared or authorized a lock-out or is engaging in a lock-out shall be made in quadruplicate in Form 36 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 26 (2).</p> <p class=\"subsection-e\">(3) Section 2 does not apply to an application under subsection (1) or (2). R.R.O. 1990, Reg. 259, s. 26 (3).</p>"
        },
        {
            "id": "27.",
            "section": "Declaration as to Strike or Lock-Out",
            "content": "27. The registrar shall serve each respondent with, (a) a copy of the application; and (b) a notice of application and of hearing in Form 37 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 27.",
            "raw_html": "<p class=\"section-e\"><b>27. </b>The registrar shall serve each respondent with,</p> <p class=\"clause-e\">(a) a copy of the application; and</p> <p class=\"clause-e\">(b) a notice of application and of hearing in Form 37 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 27.</p>"
        },
        {
            "id": "28.",
            "section": "Declaration as to Strike or Lock-Out",
            "content": "28. A respondent may reply by filing a reply in quadruplicate in Form 38 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the sixth day after, (a) the day on which the registrar served the respondent with the notice of application, where it was served personally; or (b) the day immediately following the day on which the registrar mailed the notice of application to the respondent, where it was served by mail. R.R.O. 1990, Reg. 259, s. 28. Consent to Institute Prosecution",
            "raw_html": "<p class=\"section-e\"><b>28. </b>A respondent may reply by filing a reply in quadruplicate in Form 38 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the sixth day after,</p> <p class=\"clause-e\">(a) the day on which the registrar served the respondent with the notice of application, where it was served personally; or</p> <p class=\"clause-e\">(b) the day immediately following the day on which the registrar mailed the notice of application to the respondent, where it was served by mail. R.R.O. 1990, Reg. 259, s. 28.</p> <p class=\"heading1-e\">Consent to Institute Prosecution</p>"
        },
        {
            "id": "29.",
            "section": "Consent to Institute Prosecution",
            "content": "29. (1) An application for consent to institute a prosecution shall be made in quadruplicate in Form 39 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 29 (1). (2) Section 2 does not apply to an application under subsection (1). R.R.O. 1990, Reg. 259, s. 29 (2). (3) The registrar shall serve each respondent with, (a) a copy of the application; and (b) a notice of application and of hearing in Form 37 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 29 (3).",
            "raw_html": "<p class=\"section-e\"><b>29. </b>(1) An application for consent to institute a prosecution shall be made in quadruplicate in Form 39 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 29 (1).</p> <p class=\"subsection-e\">(2) Section 2 does not apply to an application under subsection (1). R.R.O. 1990, Reg. 259, s. 29 (2).</p> <p class=\"subsection-e\">(3) The registrar shall serve each respondent with,</p> <p class=\"clause-e\">(a) a copy of the application; and</p> <p class=\"clause-e\">(b) a notice of application and of hearing in Form 37 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 29 (3).</p>"
        },
        {
            "id": "30.",
            "section": "Consent to Institute Prosecution",
            "content": "30. A respondent may reply by filing a reply in quadruplicate in Form 40 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the sixth day after, (a) the day on which the registrar served the respondent with the notice of application, where it was served personally; or (b) the day immediately following the day on which the registrar mailed the notice of application to the respondent, where it was served by mail. R.R.O. 1990, Reg. 259, s. 30. Particulars",
            "raw_html": "<p class=\"section-e\"><b>30. </b>A respondent may reply by filing a reply in quadruplicate in Form 40 of Regulation 258 of the Revised Regulations of Ontario, 1990 not later than the sixth day after,</p> <p class=\"clause-e\">(a) the day on which the registrar served the respondent with the notice of application, where it was served personally; or</p> <p class=\"clause-e\">(b) the day immediately following the day on which the registrar mailed the notice of application to the respondent, where it was served by mail. R.R.O. 1990, Reg. 259, s. 30.</p> <p class=\"heading1-e\">Particulars</p>"
        },
        {
            "id": "31.",
            "section": "Particulars",
            "content": "31. (1) Where a person intends to allege, at the hearing of an application or complaint, improper or irregular conduct by any person, the person shall, (a) include in the application or complaint; or (b) file a notice of intention that shall contain, a concise statement of the material facts, actions and omissions upon which the person intends to rely as constituting such improper or irregular conduct, including the time when and the place where the actions or omissions complained of occurred and the names of the persons who engaged in or committed them, but not the evidence by which the material facts, actions or omissions are to be proved, and, where the person alleges that the improper or irregular conduct constitutes a violation of any provision of the Act, the person shall include a reference to the section or sections of the Act containing such provision. R.R.O. 1990, Reg. 259, s. 31 (1). (2) Where, in the opinion of the Tribunal a person has not filed notice of intention promptly upon discovering the alleged improper or irregular conduct, the person shall not adduce evidence at the hearing of the application of such facts, except with the consent of the Tribunal and, if the Tribunal considers it advisable to give such consent, it may do so upon such terms and conditions as it considers advisable. R.R.O. 1990, Reg. 259, s. 31 (2). (3) Where a statement in an application or complaint or in any document in respect of the application or complaint is so indefinite or incomplete as to hamper any person in the preparation of the person’s case, the Tribunal may, upon the request of the person made promptly upon receipt of the application, complaint or document, direct that the information stated be made specific or complete and, if the person so directed fails to comply with the direction, the Tribunal may strike the statement from the application, complaint or document. R.R.O. 1990, Reg. 259, s. 31 (3). (4) No person shall adduce evidence at the hearing of an application or complaint of any material fact that has not been included in the application or complaint or in any document in respect of the application or complaint, except with the consent of the Tribunal and, if the Tribunal considers it advisable to give such consent, it may do so upon such terms and conditions as it considers advisable. R.R.O. 1990, Reg. 259, s. 31 (4). Service",
            "raw_html": "<p class=\"section-e\"><b>31. </b>(1) Where a person intends to allege, at the hearing of an application or complaint, improper or irregular conduct by any person, the person shall,</p> <p class=\"clause-e\">(a) include in the application or complaint; or</p> <p class=\"clause-e\">(b) file a notice of intention that shall contain,</p> <p class=\"Ssection-e\">a concise statement of the material facts, actions and omissions upon which the person intends to rely as constituting such improper or irregular conduct, including the time when and the place where the actions or omissions complained of occurred and the names of the persons who engaged in or committed them, but not the evidence by which the material facts, actions or omissions are to be proved, and, where the person alleges that the improper or irregular conduct constitutes a violation of any provision of the Act, the person shall include a reference to the section or sections of the Act containing such provision. R.R.O. 1990, Reg. 259, s. 31 (1).</p> <p class=\"subsection-e\">(2) Where, in the opinion of the Tribunal a person has not filed notice of intention promptly upon discovering the alleged improper or irregular conduct, the person shall not adduce evidence at the hearing of the application of such facts, except with the consent of the Tribunal and, if the Tribunal considers it advisable to give such consent, it may do so upon such terms and conditions as it considers advisable. R.R.O. 1990, Reg. 259, s. 31 (2).</p> <p class=\"subsection-e\">(3) Where a statement in an application or complaint or in any document in respect of the application or complaint is so indefinite or incomplete as to hamper any person in the preparation of the person’s case, the Tribunal may, upon the request of the person made promptly upon receipt of the application, complaint or document, direct that the information stated be made specific or complete and, if the person so directed fails to comply with the direction, the Tribunal may strike the statement from the application, complaint or document. R.R.O. 1990, Reg. 259, s. 31 (3).</p> <p class=\"subsection-e\">(4) No person shall adduce evidence at the hearing of an application or complaint of any material fact that has not been included in the application or complaint or in any document in respect of the application or complaint, except with the consent of the Tribunal and, if the Tribunal considers it advisable to give such consent, it may do so upon such terms and conditions as it considers advisable. R.R.O. 1990, Reg. 259, s. 31 (4).</p> <p class=\"heading1-e\">Service</p>"
        },
        {
            "id": "32.",
            "section": "Service",
            "content": "32. Where a notice of hearing in Form 18 of Regulation 258 of the Revised Regulations of Ontario, 1990 is required to be served, it shall be served not less than four days before the day fixed for the hearing. R.R.O. 1990, Reg. 259, s. 32.",
            "raw_html": "<p class=\"section-e\"><b>32. </b>Where a notice of hearing in Form 18 of Regulation 258 of the Revised Regulations of Ontario, 1990 is required to be served, it shall be served not less than four days before the day fixed for the hearing. R.R.O. 1990, Reg. 259, s. 32.</p>"
        },
        {
            "id": "33.",
            "section": "Service",
            "content": "33. (1) Where a document is required to be filed by these Rules, filing shall be deemed to be made, (a) at the time it is received by the Board; or (b) where it is mailed by registered mail addressed to the Tribunal at its office, at the time it is mailed. R.R.O. 1990, Reg. 259, s. 33 (1). (2) Where a document is required to be served by these Rules, the service may be made, (a) in person; (b) by mail addressed to the recipient at the recipient’s address for service or last-known or usual address or at the recipient’s principal office or place of business referred to in an application, complaint, intervention or reply in the proceeding; (c) upon the direction of the Tribunal where the Tribunal considers it necessary in the interests of justice, by, (i) telegram addressed to the recipient at the recipient’s address for service or last-known or usual address or at the recipient’s principal office or place of business referred to in an application, complaint, intervention or reply in the proceeding, or (ii) publication in a newspaper or public broadcast by radio or television having general circulation or reception in the area of the recipient’s address for service or last-known or usual address or the recipient’s principal office or place of business referred to in an application, complaint, intervention or reply in the proceeding, and a written, typewritten or printed copy of the document shall be given to the recipient if the recipient makes personal application therefor. R.R.O. 1990, Reg. 259, s. 33 (2).",
            "raw_html": "<p class=\"section-e\"><b>33. </b>(1) Where a document is required to be filed by these Rules, filing shall be deemed to be made,</p> <p class=\"clause-e\">(a) at the time it is received by the Board; or</p> <p class=\"clause-e\">(b) where it is mailed by registered mail addressed to the Tribunal at its office, at the time it is mailed. R.R.O. 1990, Reg. 259, s. 33 (1).</p> <p class=\"subsection-e\">(2) Where a document is required to be served by these Rules, the service may be made,</p> <p class=\"clause-e\">(a) in person;</p> <p class=\"clause-e\">(b) by mail addressed to the recipient at the recipient’s address for service or last-known or usual address or at the recipient’s principal office or place of business referred to in an application, complaint, intervention or reply in the proceeding;</p> <p class=\"clause-e\">(c) upon the direction of the Tribunal where the Tribunal considers it necessary in the interests of justice, by,</p> <p class=\"subclause-e\">(i) telegram addressed to the recipient at the recipient’s address for service or last-known or usual address or at the recipient’s principal office or place of business referred to in an application, complaint, intervention or reply in the proceeding, or</p> <p class=\"subclause-e\">(ii) publication in a newspaper or public broadcast by radio or television having general circulation or reception in the area of the recipient’s address for service or last-known or usual address or the recipient’s principal office or place of business referred to in an application, complaint, intervention or reply in the proceeding,</p> <p class=\"Sclause-e\">and a written, typewritten or printed copy of the document shall be given to the recipient if the recipient makes personal application therefor. R.R.O. 1990, Reg. 259, s. 33 (2).</p>"
        },
        {
            "id": "34.",
            "section": "Service",
            "content": "34. (1) The registrar shall serve each of the parties to a proceeding with a copy of each reply, intervention, intervener’s application for representation rights, statement of desire to make representations or notice of intention to make allegations of improper or irregular conduct, filed in the proceeding. R.R.O. 1990, Reg. 259, s. 34 (1). (2) Upon receipt of a statement of desire by an employee or a group of employees to make representations in opposition to an application under these Rules, the registrar shall inform in writing the applicant, the respondent and the intervener, if any, of the nature thereof. R.R.O. 1990, Reg. 259, s. 34 (2).",
            "raw_html": "<p class=\"section-e\"><b>34. </b>(1) The registrar shall serve each of the parties to a proceeding with a copy of each reply, intervention, intervener’s application for representation rights, statement of desire to make representations or notice of intention to make allegations of improper or irregular conduct, filed in the proceeding. R.R.O. 1990, Reg. 259, s. 34 (1).</p> <p class=\"subsection-e\">(2) Upon receipt of a statement of desire by an employee or a group of employees to make representations in opposition to an application under these Rules, the registrar shall inform in writing the applicant, the respondent and the intervener, if any, of the nature thereof. R.R.O. 1990, Reg. 259, s. 34 (2).</p>"
        },
        {
            "id": "35.",
            "section": "Service",
            "content": "35. (1) Where the registrar serves the employer with notices of application for posting, the employer shall post the notices immediately upon their receipt and keep them posted upon the employer’s premises in conspicuous places where they are most likely to come to the attention of all employees who may be affected by the application until the expiration of the terminal date for the application. R.R.O. 1990, Reg. 259, s. 35 (1). (2) Immediately after the employer has posted the notices under subsection (1) the employer shall file a return of posting in Form 17 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 35 (2).",
            "raw_html": "<p class=\"section-e\"><b>35. </b>(1) Where the registrar serves the employer with notices of application for posting, the employer shall post the notices immediately upon their receipt and keep them posted upon the employer’s premises in conspicuous places where they are most likely to come to the attention of all employees who may be affected by the application until the expiration of the terminal date for the application. R.R.O. 1990, Reg. 259, s. 35 (1).</p> <p class=\"subsection-e\">(2) Immediately after the employer has posted the notices under subsection (1) the employer shall file a return of posting in Form 17 of Regulation 258 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 259, s. 35 (2).</p>"
        },
        {
            "id": "36.",
            "section": "Service",
            "content": "36. Where an employee organization that makes an application for representation rights or that files an intervention has not been found by the Tribunal to be an employee organization within the meaning of the definition of “employee organization” as set out in subsection 1 (1) of the Act in a previous proceeding under the Act, the registrar shall serve upon the parties to the application and upon any employee organization upon whom the registrar is required to effect service under section 7 of these Rules a notice to that effect and shall also attach such a notice to any notice to employees of the making of an application that an employer is required to post under section 4 or 9 of these Rules. R.R.O. 1990, Reg. 259, s. 36. General",
            "raw_html": "<p class=\"section-e\"><b>36. </b>Where an employee organization that makes an application for representation rights or that files an intervention has not been found by the Tribunal to be an employee organization within the meaning of the definition of “employee organization” as set out in subsection 1 (1) of the Act in a previous proceeding under the Act, the registrar shall serve upon the parties to the application and upon any employee organization upon whom the registrar is required to effect service under section 7 of these Rules a notice to that effect and shall also attach such a notice to any notice to employees of the making of an application that an employer is required to post under section 4 or 9 of these Rules. R.R.O. 1990, Reg. 259, s. 36.</p> <p class=\"heading1-e\">General</p>"
        },
        {
            "id": "37.",
            "section": "General",
            "content": "37. The Tribunal may direct that any person be added as a party to a proceeding or be served with any document, as the Tribunal considers advisable. R.R.O. 1990, Reg. 259, s. 37.",
            "raw_html": "<p class=\"section-e\"><b>37. </b>The Tribunal may direct that any person be added as a party to a proceeding or be served with any document, as the Tribunal considers advisable. R.R.O. 1990, Reg. 259, s. 37.</p>"
        },
        {
            "id": "38.",
            "section": "General",
            "content": "38. The Tribunal may dispose of any application or complaint without further notice to anyone who has not filed a document in the proceeding in the form and manner prescribed by these Rules. R.R.O. 1990, Reg. 259, s. 38.",
            "raw_html": "<p class=\"section-e\"><b>38. </b>The Tribunal may dispose of any application or complaint without further notice to anyone who has not filed a document in the proceeding in the form and manner prescribed by these Rules. R.R.O. 1990, Reg. 259, s. 38.</p>"
        },
        {
            "id": "39.",
            "section": "General",
            "content": "39. Where the Tribunal considers it necessary, it may at any time direct that a proceeding before the Tribunal be consolidated with any other proceeding before the Tribunal and it may issue such directions in respect of the conduct of the consolidated proceeding as it considers advisable. R.R.O. 1990, Reg. 259, s. 39.",
            "raw_html": "<p class=\"section-e\"><b>39. </b>Where the Tribunal considers it necessary, it may at any time direct that a proceeding before the Tribunal be consolidated with any other proceeding before the Tribunal and it may issue such directions in respect of the conduct of the consolidated proceeding as it considers advisable. R.R.O. 1990, Reg. 259, s. 39.</p>"
        },
        {
            "id": "40.",
            "section": "General",
            "content": "40. (1) The Tribunal may, if it considers it advisable in the interests of justice, adjourn any hearing for such time and to such place and upon such terms as it considers fit. R.R.O. 1990, Reg. 259, s. 40 (1). (2) The Tribunal may, upon such terms as it considers advisable, enlarge the time prescribed by these Rules for doing any act, serving any notice, filing any report, document or paper or taking any proceeding and may do so although application therefor is not made until after the expiration of the time prescribed. R.R.O. 1990, Reg. 259, s. 40 (2). (3) Where it is satisfied that it is necessary or convenient in the public interest, the Tribunal may abridge the time prescribed by these Rules for doing any act, serving any notice, filing any report, document or paper or taking any proceeding. R.R.O. 1990, Reg. 259, s. 40 (3).",
            "raw_html": "<p class=\"section-e\"><b>40. </b>(1) The Tribunal may, if it considers it advisable in the interests of justice, adjourn any hearing for such time and to such place and upon such terms as it considers fit. R.R.O. 1990, Reg. 259, s. 40 (1).</p> <p class=\"subsection-e\">(2) The Tribunal may, upon such terms as it considers advisable, enlarge the time prescribed by these Rules for doing any act, serving any notice, filing any report, document or paper or taking any proceeding and may do so although application therefor is not made until after the expiration of the time prescribed. R.R.O. 1990, Reg. 259, s. 40 (2).</p> <p class=\"subsection-e\">(3) Where it is satisfied that it is necessary or convenient in the public interest, the Tribunal may abridge the time prescribed by these Rules for doing any act, serving any notice, filing any report, document or paper or taking any proceeding. R.R.O. 1990, Reg. 259, s. 40 (3).</p>"
        },
        {
            "id": "41.",
            "section": "General",
            "content": "41. An application, reply, intervention, complaint, statement or desire to make representations or notice may be amended before or at the hearing by leave of the Tribunal upon such terms and conditions as the Tribunal considers advisable. R.R.O. 1990, Reg. 259, s. 41.",
            "raw_html": "<p class=\"section-e\"><b>41. </b>An application, reply, intervention, complaint, statement or desire to make representations or notice may be amended before or at the hearing by leave of the Tribunal upon such terms and conditions as the Tribunal considers advisable. R.R.O. 1990, Reg. 259, s. 41.</p>"
        },
        {
            "id": "42.",
            "section": "General",
            "content": "42. No proceeding under these Rules is invalid by reason of any defect in form or of any technical irregularity. R.R.O. 1990, Reg. 259, s. 42.",
            "raw_html": "<p class=\"section-e\"><b>42. </b>No proceeding under these Rules is invalid by reason of any defect in form or of any technical irregularity. R.R.O. 1990, Reg. 259, s. 42.</p>"
        },
        {
            "id": "43.",
            "section": "General",
            "content": "43. The decisions, declarations, determinations, directions, orders and rulings of the Tribunal shall be signed on behalf of the Tribunal by the chair or an adjudicator. R.R.O. 1990, Reg. 259, s. 43.",
            "raw_html": "<p class=\"section-e\"><b>43. </b>The decisions, declarations, determinations, directions, orders and rulings of the Tribunal shall be signed on behalf of the Tribunal by the chair or an adjudicator. R.R.O. 1990, Reg. 259, s. 43.</p>"
        },
        {
            "id": "44.",
            "section": "General",
            "content": "44. Procedure not prescribed is governed by analogy to these Rules. R.R.O. 1990, Reg. 259, s. 44. ",
            "raw_html": "<p class=\"section-e\"><b>44. </b>Procedure not prescribed is governed by analogy to these Rules. R.R.O. 1990, Reg. 259, s. 44.</p> <p class=\"Normal\"></p>"
        }
    ]
}