{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 907: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 907: ",
        "act_under": "Parks Assistance Act   Loi sur l’aide destinée à la création de parcs",
        "url": "https://www.ontario.ca/laws/regulation/900907",
        "date_scraped": "2023-12-19 21:00:55"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) An applicant for a grant under section 3 of the Act shall file with the Minister an application signed by the clerk of the applicant municipality setting out, (a) the necessity for the acquisition, development or conversion, as the case may be, of the park, having regard to existing parks in the vicinity that provide camping, picnicking and bathing facilities; (b) an outline of plans for the maintenance, operation and policing of the park and the estimated cost and method of financing thereof; (c) where the application is for a grant to assist in developing a park, the estimated cost of developing the park and the method of financing the development of the park; and (d) where the application is for a grant to assist in acquiring a park, (i) a list of the lands to be included in the park containing the legal description of each parcel of land and the names and addresses of the owners thereof, and (ii) the estimated cost of acquiring the lands to be included in the park, and the method of financing the acquisition of the land. (2) An application under subsection (1) shall be accompanied by, (a) a certified copy of the by-law providing for the establishment or development of the park; (b) a plan drawn on a scale of not less than 2,000 feet to the inch showing the location of the park; (c) a plan of survey drawn on a scale not less than 200 feet to the inch showing the boundaries of the park; and (d) a plan drawn on a scale of 30 feet to the inch illustrating the buildings, improvements, roads, waters and wooded areas on the lands to be included in the park and the buildings, improvements, roads and other facilities to be erected or provided on the said lands. R.R.O. 1990, Reg. 907, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) An applicant for a grant under section 3 of the Act shall file with the Minister an application signed by the clerk of the applicant municipality setting out,</p> <p class=\"clause-e\">(a) the necessity for the acquisition, development or conversion, as the case may be, of the park, having regard to existing parks in the vicinity that provide camping, picnicking and bathing facilities;</p> <p class=\"clause-e\">(b) an outline of plans for the maintenance, operation and policing of the park and the estimated cost and method of financing thereof;</p> <p class=\"clause-e\">(c) where the application is for a grant to assist in developing a park, the estimated cost of developing the park and the method of financing the development of the park; and</p> <p class=\"clause-e\">(d) where the application is for a grant to assist in acquiring a park,</p> <p class=\"subclause-e\">(i) a list of the lands to be included in the park containing the legal description of each parcel of land and the names and addresses of the owners thereof, and</p> <p class=\"subclause-e\">(ii) the estimated cost of acquiring the lands to be included in the park, and the method of financing the acquisition of the land.</p> <p class=\"subsection-e\">(2) An application under subsection (1) shall be accompanied by,</p> <p class=\"clause-e\">(a) a certified copy of the by-law providing for the establishment or development of the park;</p> <p class=\"clause-e\">(b) a plan drawn on a scale of not less than 2,000 feet to the inch showing the location of the park;</p> <p class=\"clause-e\">(c) a plan of survey drawn on a scale not less than 200 feet to the inch showing the boundaries of the park; and</p> <p class=\"clause-e\">(d) a plan drawn on a scale of 30 feet to the inch illustrating the buildings, improvements, roads, waters and wooded areas on the lands to be included in the park and the buildings, improvements, roads and other facilities to be erected or provided on the said lands. R.R.O. 1990, Reg. 907, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. A grant under section 3 of the Act is made on the condition that the applicant, (a) assumes all responsibility for the maintenance, operation and policing of the park; (b) establishes and maintains, (i) facilities for overnight camping, (ii) facilities for overnight trailer camping, (iii) picnic areas, (iv) sanitary facilities, (v) a supply of drinking water, (vi) picnic tables and shelters, and (vii) entrances controlling admission to the park; (c) collects fees, which shall be not less than the fees charged in provincial parks and which shall be fixed at amounts that as nearly as is practicable pay the cost of operating and maintaining the park, for, (i) the admission of motor vehicles to the park, which may be charged for one admission or for a season, (ii) the admission or docking of boats, (iii) the use of camping facilities, and (iv) the use of trailer camping facilities; and (d) limits the number of days in which any person may camp in the park in a trailer to a number not exceeding twenty-eight days in a year. R.R.O. 1990, Reg. 907, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>A grant under section 3 of the Act is made on the condition that the applicant,</p> <p class=\"clause-e\">(a) assumes all responsibility for the maintenance, operation and policing of the park;</p> <p class=\"clause-e\">(b) establishes and maintains,</p> <p class=\"subclause-e\">(i) facilities for overnight camping,</p> <p class=\"subclause-e\">(ii) facilities for overnight trailer camping,</p> <p class=\"subclause-e\">(iii) picnic areas,</p> <p class=\"subclause-e\">(iv) sanitary facilities,</p> <p class=\"subclause-e\">(v) a supply of drinking water,</p> <p class=\"subclause-e\">(vi) picnic tables and shelters, and</p> <p class=\"subclause-e\">(vii) entrances controlling admission to the park;</p> <p class=\"clause-e\">(c) collects fees, which shall be not less than the fees charged in provincial parks and which shall be fixed at amounts that as nearly as is practicable pay the cost of operating and maintaining the park, for,</p> <p class=\"subclause-e\">(i) the admission of motor vehicles to the park, which may be charged for one admission or for a season,</p> <p class=\"subclause-e\">(ii) the admission or docking of boats,</p> <p class=\"subclause-e\">(iii) the use of camping facilities, and</p> <p class=\"subclause-e\">(iv) the use of trailer camping facilities; and</p> <p class=\"clause-e\">(d) limits the number of days in which any person may camp in the park in a trailer to a number not exceeding twenty-eight days in a year. R.R.O. 1990, Reg. 907, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. Despite section 2, a grant may be made under section 3 of the Act in respect of a park or proposed park that does not comply with subclauses 2 (b) (i), (ii), (v) and (vii) and with clause 2 (c) where the purpose of the park is to develop and utilize a natural beach for recreation purposes. R.R.O. 1990, Reg. 907, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Despite section 2, a grant may be made under section 3 of the Act in respect of a park or proposed park that does not comply with subclauses 2 (b) (i), (ii), (v) and (vii) and with clause 2 (c) where the purpose of the park is to develop and utilize a natural beach for recreation purposes. R.R.O. 1990, Reg. 907, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. A grant under section 3 of the Act for the acquisition of land for an approved park shall not be paid until the applicant has obtained the title to the land, free from encumbrances. R.R.O. 1990, Reg. 907, s. 4. ",
            "raw_html": "<p class=\"section-e\"><b>4. </b>A grant under section 3 of the Act for the acquisition of land for an approved park shall not be paid until the applicant has obtained the title to the land, free from encumbrances. R.R.O. 1990, Reg. 907, s. 4.</p> <p class=\"Normal\"></p>"
        }
    ]
}