{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 294: JAMES BAY LOWLANDS SECONDARY SCHOOL BOARD",
        "reg_name_text": "JAMES BAY LOWLANDS SECONDARY SCHOOL BOARD",
        "citation": "R.R.O. 1990, Reg. 294: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/900294",
        "date_scraped": "2023-12-19 02:17:11"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 15, 2017",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900294/v5",
            "valid_from": "July 15, 2010",
            "valid_to": "December 14, 2017"
        },
        {
            "a_href": "/laws/regulation/900294/v4",
            "valid_from": "November  3, 2006",
            "valid_to": "July 14, 2010"
        },
        {
            "a_href": "/laws/regulation/900294/v3",
            "valid_from": "November 14, 2005",
            "valid_to": "November  2, 2006"
        },
        {
            "a_href": "/laws/regulation/900294/v2",
            "valid_from": "June 13, 2005",
            "valid_to": "November 13, 2005"
        },
        {
            "a_href": "/laws/regulation/900294/v1",
            "valid_from": "January  1, 2001",
            "valid_to": "June 12, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “board” means The James Bay Lowlands Secondary School Board; (“conseil”) “elector”, in respect of an area for which one or more members of the board are to be elected, means a Canadian citizen of the full age of 18 years who is, (a) resident in the area, (b) an owner or tenant of residential property in the area, or (c) the spouse, as defined in subsection 1 (1.0.1) of the Act, of an owner or tenant of residential property in the area; (“électeur”) “voting month” means the month in which the day identified as voting day in a regular election under the Municipal Elections Act, 1996 falls. (“mois du scrutin”)  R.R.O. 1990, Reg. 294, s. 1; O. Reg. 394/97, s. 1; O. Reg. 474/97, s. 1; O. Reg. 60/00, s. 1; O. Reg. 304/05, s. 1; O. Reg. 292/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“board” means The James Bay Lowlands Secondary School Board; (“conseil”)</p> <p class=\"definition-e\">“elector”, in respect of an area for which one or more members of the board are to be elected, means a Canadian citizen of the full age of 18 years who is,</p> <p class=\"defclause-e\">  (a) resident in the area,</p> <p class=\"defclause-e\">  (b) an owner or tenant of residential property in the area, or</p> <p class=\"defclause-e\">  (c) the spouse, as defined in subsection 1 (1.0.1) of the Act, of an owner or tenant of residential property in the area; (“électeur”)  </p> <p class=\"definition-e\">“voting month” means the month in which the day identified as voting day in a regular election under the <i>Municipal Elections Act, 1996</i> falls. (“mois du scrutin”)  R.R.O. 1990, Reg. 294, s. 1; O. Reg. 394/97, s. 1; O. Reg. 474/97, s. 1; O. Reg. 60/00, s. 1; O. Reg. 304/05, s. 1; O. Reg. 292/10, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. The James Bay Lowlands Secondary School Board is continued and has jurisdiction in The James Bay Lowlands Secondary School District described in the Schedule.  R.R.O. 1990, Reg. 294, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The James Bay Lowlands Secondary School Board is continued and has jurisdiction in The James Bay Lowlands Secondary School District described in the Schedule.  R.R.O. 1990, Reg. 294, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) The board shall be composed of three members of whom, (a) two shall be elected by and from among the electors in respect of the Town of Moosonee; and (b) one shall be elected by and from among the electors in respect of the islands in the Moose River that form part of the secondary school district, not including the portion of Moose Factory Island that is an Indian Reserve.  O. Reg. 394/97, s. 2; O. Reg. 577/00, s. 1; O. Reg. 292/10, s. 2 (1). (2) Revoked:  O. Reg. 292/10, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The board shall be composed of three members of whom,</p> <p class=\"clause-e\">  (a) two shall be elected by and from among the electors in respect of the Town of Moosonee; and</p> <p class=\"clause-e\">  (b) one shall be elected by and from among the electors in respect of the islands in the Moose River that form part of the secondary school district, not including the portion of Moose Factory Island that is an Indian Reserve.  O. Reg. 394/97, s. 2; O. Reg. 577/00, s. 1; O. Reg. 292/10, s. 2 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 292/10, s. 2 (2).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) In addition to the disqualifications set out in the Act, a person is not qualified to be elected or to act as a member of the board who is a member of the council of the Town of Moosonee.  O. Reg. 577/00, s. 2. (2) A member of the board who ceases to be an elector in respect of the area for which he or she was elected is thereupon disqualified to act as a member of the board.  R.R.O. 1990, Reg. 294, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) In addition to the disqualifications set out in the Act, a person is not qualified to be elected or to act as a member of the board who is a member of the council of the Town of Moosonee.  O. Reg. 577/00, s. 2.</p> <p class=\"subsection-e\">  (2) A member of the board who ceases to be an elector in respect of the area for which he or she was elected is thereupon disqualified to act as a member of the board.  R.R.O. 1990, Reg. 294, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) Subject to section 9, meetings for the purpose of electing the members of the board referred to in section 3 shall be held in the year 2018 and in every fourth year thereafter on such date in the voting month and at such places and times as the board may determine.  O. Reg. 292/10, s. 3; O. Reg. 512/17, s. 1 (1). (2) The term of office of a member of the board shall be four years commencing on November 15 following the member’s election to the board. O. Reg. 512/17, s. 1 (2). (2.1) Despite subsection (2), the term of office of a member of the board elected to the board in 2018 shall commence on December 1, 2018 and end on November 14, 2022. O. Reg. 512/17, s. 1 (2). (3) Where a vacancy occurs from any cause in the office of an elected member of the board, the remaining members shall, subject to section 225 of the Act, forthwith hold a new election to fill the vacancy in the manner provided by this Regulation for holding an election of the board, except that the election shall be held only in respect of the area for which the vacancy occurs.  R.R.O. 1990, Reg. 294, s. 5 (3). (4) At least six days before a meeting under this section, the secretary of the board shall post notice of the meeting in two or more of the most prominent places in the area from which one or more members are to be elected at the meeting and shall advertise the meeting in such other manner as the board considers expedient.  R.R.O. 1990, Reg. 294, s. 5 (4). (5) A meeting under this section shall be conducted in the manner determined by the electors in respect of the area for which the meeting is held who are present at the meeting, by a presiding officer selected by such electors, but the election of the member or members of the board shall be by ballot, and the minutes of the meeting shall be recorded by a secretary who shall, (a) in the case of the meeting to elect the members provided for in clause 3 (1) (a), be the clerk of the Town of Moosonee; and (b) in the case of the meeting to elect the member provided for in clause 3 (1) (b), be the secretary of The Moose Factory Island District School Area Board. (c)  Revoked:  O. Reg. 394/97, s. 3 (2). R.R.O. 1990, Reg. 294, s. 5 (5); O. Reg. 394/97, s. 3 (2); O. Reg. 577/00, s. 3. (6) If objection is made to the right of a person to vote at a meeting under this section or section 8, the presiding officer shall require the person to make the following declaration: I ………………………… declare and affirm that, 1. I am of the full age of eighteen years. 2. I am a Canadian citizen. 3. I have a right to vote at this election (or on the question submitted to this meeting). and after making such declaration, the person making it may vote.  R.R.O. 1990, Reg. 294, s. 5 (6); O. Reg. 394/97, s. 3 (3). (7) Subsections 92 (9), (10), (12), (13), (17), (18), (19), (20) and (22) of the Act apply with necessary modifications to a meeting under this Regulation.  R.R.O. 1990, Reg. 294, s. 5 (7).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Subject to section 9, meetings for the purpose of electing the members of the board referred to in section 3 shall be held in the year 2018 and in every fourth year thereafter on such date in the voting month and at such places and times as the board may determine.  O. Reg. 292/10, s. 3; O. Reg. 512/17, s. 1 (1).</p> <p class=\"subsection-e\">  (2) The term of office of a member of the board shall be four years commencing on November 15 following the member’s election to the board. O. Reg. 512/17, s. 1 (2).</p> <p class=\"subsection-e\">  (2.1) Despite subsection (2), the term of office of a member of the board elected to the board in 2018 shall commence on December 1, 2018 and end on November 14, 2022. O. Reg. 512/17, s. 1 (2).</p> <p class=\"subsection-e\">  (3) Where a vacancy occurs from any cause in the office of an elected member of the board, the remaining members shall, subject to section 225 of the Act, forthwith hold a new election to fill the vacancy in the manner provided by this Regulation for holding an election of the board, except that the election shall be held only in respect of the area for which the vacancy occurs.  R.R.O. 1990, Reg. 294, s. 5 (3).</p> <p class=\"subsection-e\">  (4) At least six days before a meeting under this section, the secretary of the board shall post notice of the meeting in two or more of the most prominent places in the area from which one or more members are to be elected at the meeting and shall advertise the meeting in such other manner as the board considers expedient.  R.R.O. 1990, Reg. 294, s. 5 (4).</p> <p class=\"subsection-e\">  (5) A meeting under this section shall be conducted in the manner determined by the electors in respect of the area for which the meeting is held who are present at the meeting, by a presiding officer selected by such electors, but the election of the member or members of the board shall be by ballot, and the minutes of the meeting shall be recorded by a secretary who shall,</p> <p class=\"clause-e\">  (a) in the case of the meeting to elect the members provided for in clause 3 (1) (a), be the clerk of the Town of Moosonee; and</p> <p class=\"clause-e\">  (b) in the case of the meeting to elect the member provided for in clause 3 (1) (b), be the secretary of The Moose Factory Island District School Area Board.  </p> <p class=\"clause-e\">  (c)  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 394/97, s. 3 (2).</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 294, s. 5 (5); O. Reg. 394/97, s. 3 (2); O. Reg. 577/00, s. 3.</p> <p class=\"subsection-e\">  (6) If objection is made to the right of a person to vote at a meeting under this section or section 8, the presiding officer shall require the person to make the following declaration:</p> <p class=\"parawtab-e\">  I ………………………… declare and affirm that,</p> <p class=\"subpara-e\">  1. I am of the full age of eighteen years.</p> <p class=\"subpara-e\">  2. I am a Canadian citizen.</p> <p class=\"subpara-e\">  3. I have a right to vote at this election (<i>or </i>on the question submitted to this meeting).</p> <p class=\"Ssubsection-e\">and after making such declaration, the person making it may vote.  R.R.O. 1990, Reg. 294, s. 5 (6); O. Reg. 394/97, s. 3 (3).</p> <p class=\"subsection-e\">  (7) Subsections 92 (9), (10), (12), (13), (17), (18), (19), (20) and (22) of the Act apply with necessary modifications to a meeting under this Regulation.  R.R.O. 1990, Reg. 294, s. 5 (7).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. Revoked:  O. Reg. 577/00, s. 4. ",
            "raw_html": "<p class=\"section-e\"> <b>6. </b><span class=\"ovsmallcap\">Revoked</span>:<b>  </b>O. Reg. 577/00, s. 4. </p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. Revoked:  O. Reg. 474/97, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b><span class=\"ovsmallcap\">Revoked</span>:<b>  </b>O. Reg. 474/97, s. 2.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. (1) A special meeting of the electors of the secondary school district shall be called by the secretary of the board when directed by the board or upon the request in writing of five such electors, by posting, at least six days before the meeting, notice of the meeting in three or more of the most prominent places in the secondary school district and such notice shall include the date, time, place and objects of the meeting, and the meeting shall be advertised in such other manner as the board considers expedient.  R.R.O. 1990, Reg. 294, s. 8 (1). (2) A special meeting under this section shall be conducted in the manner determined by the electors of the secondary school district who are present at the meeting, by a presiding officer selected by such electors and the minutes of the meeting shall be recorded by the secretary of the board.  R.R.O. 1990, Reg. 294, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) A special meeting of the electors of the secondary school district shall be called by the secretary of the board when directed by the board or upon the request in writing of five such electors, by posting, at least six days before the meeting, notice of the meeting in three or more of the most prominent places in the secondary school district and such notice shall include the date, time, place and objects of the meeting, and the meeting shall be advertised in such other manner as the board considers expedient.  R.R.O. 1990, Reg. 294, s. 8 (1).</p> <p class=\"subsection-e\">  (2) A special meeting under this section shall be conducted in the manner determined by the electors of the secondary school district who are present at the meeting, by a presiding officer selected by such electors and the minutes of the meeting shall be recorded by the secretary of the board.  R.R.O. 1990, Reg. 294, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. (1) Before October 1 in the year before an election year, the board may pass a resolution that the board shall conduct the election in the election year in the same manner as for the members of a district school board. O. Reg. 512/17, s. 2. (2) Despite subsection (1), in the 2018 election year, the board may, before March 1, 2018, pass a resolution that the board shall conduct the election of that year in the same manner as for the members of a district school board. O. Reg. 512/17, s. 2. (3) Six days after passing a resolution under subsection (1) or (2), the board shall give notice of the resolution, (a) in the same manner as provided in subsection 5 (4); and (b) in writing to the clerk of the Town of Moosonee. O. Reg. 512/17, s. 2. (4) If a resolution is passed under subsection (1) or (2), the election shall be conducted by, (a) the secretary of the board; or (b) if the secretary of the board is also a member of the board, the supervisory officer of the board. O. Reg. 512/17, s. 2. Schedule   THE JAMES BAY LOWLANDS SECONDARY SCHOOL DISTRICT That part of the Territorial District of Cochrane comprised of the Town of Moosonee and the unsurveyed territory consisting of the islands in the Moose River that are situate in their entirety north of a line formed by the projection easterly of the southerly boundary of the Town of Moosonee to the westerly limit of lndian Reserve No. 68. O. Reg. 577/00, s. 5.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) Before October 1 in the year before an election year, the board may pass a resolution that the board shall conduct the election in the election year in the same manner as for the members of a district school board. O. Reg. 512/17, s. 2.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), in the 2018 election year, the board may, before March 1, 2018, pass a resolution that the board shall conduct the election of that year in the same manner as for the members of a district school board. O. Reg. 512/17, s. 2.</p> <p class=\"subsection-e\">  (3) Six days after passing a resolution under subsection (1) or (2), the board shall give notice of the resolution,</p> <p class=\"clause-e\">  (a) in the same manner as provided in subsection 5 (4); and</p> <p class=\"clause-e\">  (b) in writing to the clerk of the Town of Moosonee. O. Reg. 512/17, s. 2.</p> <p class=\"subsection-e\">  (4) If a resolution is passed under subsection (1) or (2), the election shall be conducted by,</p> <p class=\"clause-e\">  (a) the secretary of the board; or</p> <p class=\"clause-e\">  (b) if the secretary of the board is also a member of the board, the supervisory officer of the board. O. Reg. 512/17, s. 2.</p> <p class=\"schedule-e\">Schedule <br/>  THE JAMES BAY LOWLANDS SECONDARY SCHOOL DISTRICT</p> <p class=\"paranoindt-e\"> That part of the Territorial District of Cochrane comprised of the Town of Moosonee and the unsurveyed territory consisting of the islands in the Moose River that are situate in their entirety north of a line formed by the projection easterly of the southerly boundary of the Town of Moosonee to the westerly limit of lndian Reserve No. 68.  </p> <p class=\"footnote-e\">O. Reg. 577/00, s. 5.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900294\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}