{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 964: CLASSIFICATION OF HOSPITALS",
        "reg_name_text": "CLASSIFICATION OF HOSPITALS",
        "citation": "R.R.O. 1990, Reg. 964: ",
        "act_under": "Public Hospitals Act   Loi sur les hôpitaux publics",
        "url": "https://www.ontario.ca/laws/regulation/900964",
        "date_scraped": "2023-12-19 22:37:26"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "August 15, 2001",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) Hospitals are classified as general hospitals, convalescent hospitals, hospitals for chronic patients, active treatment teaching psychiatric hospitals, active treatment hospitals for alcoholism and drug addiction and regional rehabilitation hospitals, and are graded as, (a) Group A hospitals, being general hospitals providing facilities for giving instruction to medical students of any university, as evidenced by a written agreement between the hospital and the university with which it is affiliated, and hospitals approved in writing by the Royal College of Physicians and Surgeons for providing post-graduate education leading to certification or a fellowship in one or more of the specialties recognized by the Royal College of Physicians and Surgeons; (b) Group B hospitals, being general hospitals having not fewer than 100 beds; (c) Group C hospitals, being general hospitals having fewer than 100 beds; (d) Group D hospitals, being hospitals that treat patients suffering from cancer, that undertake research with respect to the causes and treatment of cancer and that provide facilities for the instruction of medical students; (e) Group E hospitals, being general rehabilitation hospitals; (f) Group F hospitals, being hospitals for chronic patients having not fewer than 200 beds but not including Group R hospitals; (g) Group G hospitals, being hospitals for chronic patients having fewer than 200 beds but not including Group R hospitals; (h) Group H hospitals, being psychiatric hospitals providing facilities for giving instruction to medical students of any university; (i) Group I hospitals, being hospitals for the treatment of patients suffering from alcoholism and drug addiction; (j) Group J hospitals, being hospitals designated by the Minister to provide special rehabilitation services for disabled persons in a region of Ontario specified by the Minister for each hospital; (k) Group K hospitals, being separate organized facilities approved as such by the Minister, to provide local diagnostic and treatment services in a community or district to handicapped or disabled individuals requiring restorative and adjustive services in an integrated and co-ordinated program; (l) Group L hospitals, being hospitals for the treatment of patients suffering from alcoholism and drug addiction and providing facilities for giving instruction to medical students of any university as evidenced by a written agreement between the hospital and the university with which it is affiliated; (m) Group M hospitals, being hospitals that may charge and accept payment from other hospitals for the performance of computerized axial tomography scans; (n) Group N hospitals, being hospitals that may acquire and operate magnetic resonance imaging equipment and may charge and accept payment from other hospitals for the performance of magnetic resonance imaging; (o) Group O hospitals, being hospitals used as transplantation centres; (p) Group P hospitals, being hospitals that may acquire and operate extra corporeal shock wave lithotripsy equipment; (q) Group Q hospitals, being hospitals that may provide in vitro fertilization services; (r) Group R hospitals, being facilities for chronic patients that are called continuing care centres; (s) Group S hospitals, being hospitals that provide biosynthetic human growth hormones; (t) Group T hospitals, being hospitals that may act as distributing centres for drugs for cystic fibrosis treatment and that provide drug-related therapy for cystic fibrosis treatment; (u) Group U hospitals, being hospitals that may act as distributing centres for drugs for thalassemia treatment and that provide drug-related therapy for thalassemia treatment; and (v) Group V hospitals, being hospitals that operate ambulatory care centres.  R.R.O. 1990, Reg. 964, s. 1 (1); O. Reg. 172/95, s. 1; O. Reg. 611/98, s. 1; O. Reg. 321/01, s. 1. (2) The hospitals, their classifications and grades are set out in the list maintained by the Minister under subsection 32.1 (2) of the Act and available on the Internet, through the website of the Ministry of Health and Long-Term Care at www.gov.on.ca/health.  O. Reg. 251/00, s. 1. Schedule Revoked:  O. Reg. 251/00, s. 2.    ",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) Hospitals are classified as general hospitals, convalescent hospitals, hospitals for chronic patients, active treatment teaching psychiatric hospitals, active treatment hospitals for alcoholism and drug addiction and regional rehabilitation hospitals, and are graded as,</p> <p class=\"clause-e\">  (a) Group A hospitals, being general hospitals providing facilities for giving instruction to medical students of any university, as evidenced by a written agreement between the hospital and the university with which it is affiliated, and hospitals approved in writing by the Royal College of Physicians and Surgeons for providing post-graduate education leading to certification or a fellowship in one or more of the specialties recognized by the Royal College of Physicians and Surgeons;</p> <p class=\"clause-e\">  (b) Group B hospitals, being general hospitals having not fewer than 100 beds;</p> <p class=\"clause-e\">  (c) Group C hospitals, being general hospitals having fewer than 100 beds;</p> <p class=\"clause-e\">  (d) Group D hospitals, being hospitals that treat patients suffering from cancer, that undertake research with respect to the causes and treatment of cancer and that provide facilities for the instruction of medical students;</p> <p class=\"clause-e\">  (e) Group E hospitals, being general rehabilitation hospitals;</p> <p class=\"clause-e\">  (f) Group F hospitals, being hospitals for chronic patients having not fewer than 200 beds but not including Group R hospitals;</p> <p class=\"clause-e\">  (g) Group G hospitals, being hospitals for chronic patients having fewer than 200 beds but not including Group R hospitals;</p> <p class=\"clause-e\">  (h) Group H hospitals, being psychiatric hospitals providing facilities for giving instruction to medical students of any university;</p> <p class=\"clause-e\">  (i) Group I hospitals, being hospitals for the treatment of patients suffering from alcoholism and drug addiction;</p> <p class=\"clause-e\">  (j) Group J hospitals, being hospitals designated by the Minister to provide special rehabilitation services for disabled persons in a region of Ontario specified by the Minister for each hospital;</p> <p class=\"clause-e\">  (k) Group K hospitals, being separate organized facilities approved as such by the Minister, to provide local diagnostic and treatment services in a community or district to handicapped or disabled individuals requiring restorative and adjustive services in an integrated and co-ordinated program;</p> <p class=\"clause-e\">  (l) Group L hospitals, being hospitals for the treatment of patients suffering from alcoholism and drug addiction and providing facilities for giving instruction to medical students of any university as evidenced by a written agreement between the hospital and the university with which it is affiliated;</p> <p class=\"clause-e\">  (m) Group M hospitals, being hospitals that may charge and accept payment from other hospitals for the performance of computerized axial tomography scans;</p> <p class=\"clause-e\">  (n) Group N hospitals, being hospitals that may acquire and operate magnetic resonance imaging equipment and may charge and accept payment from other hospitals for the performance of magnetic resonance imaging;</p> <p class=\"clause-e\">  (o) Group O hospitals, being hospitals used as transplantation centres;</p> <p class=\"clause-e\">  (p) Group P hospitals, being hospitals that may acquire and operate extra corporeal shock wave lithotripsy equipment;</p> <p class=\"clause-e\">  (q) Group Q hospitals, being hospitals that may provide in vitro fertilization services;</p> <p class=\"clause-e\">  (r) Group R hospitals, being facilities for chronic patients that are called continuing care centres;</p> <p class=\"clause-e\">  (s) Group S hospitals, being hospitals that provide biosynthetic human growth hormones;</p> <p class=\"clause-e\">  (t) Group T hospitals, being hospitals that may act as distributing centres for drugs for cystic fibrosis treatment and that provide drug-related therapy for cystic fibrosis treatment; </p> <p class=\"clause-e\">  (u) Group U hospitals, being hospitals that may act as distributing centres for drugs for thalassemia treatment and that provide drug-related therapy for thalassemia treatment; and </p> <p class=\"clause-e\">  (v) Group V hospitals, being hospitals that operate ambulatory care centres.  R.R.O. 1990, Reg. 964, s. 1 (1); O. Reg. 172/95, s. 1; O. Reg. 611/98, s. 1; O. Reg. 321/01, s. 1.</p> <p class=\"subsection-e\">  (2) The hospitals, their classifications and grades are set out in the list maintained by the Minister under subsection 32.1 (2) of the Act and available on the Internet, through the website of the Ministry of Health and Long-Term Care at www.gov.on.ca/health.  O. Reg. 251/00, s. 1.</p> <p class=\"scheduleRevoked-e\"><span class=\"ovallcaps\">Schedule</span> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 251/00, s. 2.</p> <p class=\"scheduleRevoked-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}