{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 30: ASSESSMENT AREAS AND REGIONS",
        "reg_name_text": "ASSESSMENT AREAS AND REGIONS",
        "citation": "R.R.O. 1990, Reg. 30: ",
        "act_under": "Assessment Act   Loi sur l’évaluation foncière",
        "url": "https://www.ontario.ca/laws/regulation/900030",
        "date_scraped": "2023-12-19 06:56:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900030/v1",
            "valid_from": "June 11, 1998",
            "valid_to": "February  9, 2010"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. The following assessment areas are established: 1. The Eastern Ontario Assessment Area consisting of: i. Assessment Region Number 1 ii. Assessment Region Number 2 iii. Assessment Region Number 3 iv. Assessment Region Number 4 v. Assessment Region Number 5 vi. Assessment Region Number 6 vii. Assessment Region Number 7 as established by section 2. 2. The Central Ontario Assessment Area consisting of: i. Assessment Region Number 9 ii. Assessment Region Number 10 iii. Assessment Region Number 11 iv. Assessment Region Number 12 v. Assessment Region Number 13 vi. Assessment Region Number 14 vii. Assessment Region Number 15 viii. Assessment Region Number 16 ix. Assessment Region Number 17 as established by section 2. 3. The Western Ontario Assessment Area consisting of: i. Assessment Region Number 18 ii. Assessment Region Number 19 iii. Assessment Region Number 20 iv. Assessment Region Number 21 v. Assessment Region Number 22 vi. Assessment Region Number 23 vii. Assessment Region Number 24 viii. Assessment Region Number 25 ix. Assessment Region Number 26 x. Assessment Region Number 27 as established by section 2. 4. The Northern Ontario Assessment Area consisting of: i. Assessment Region Number 28 ii. Assessment Region Number 29 iii. Assessment Region Number 30 iv. Assessment Region Number 31 v. Assessment Region Number 32 as established by section 2. R.R.O. 1990, Reg. 30, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The following assessment areas are established:</p> <p class=\"paragraph-e\">1. The Eastern Ontario Assessment Area consisting of:</p> <p class=\"subpara-e\">i. Assessment Region Number 1</p> <p class=\"subpara-e\">ii. Assessment Region Number 2</p> <p class=\"subpara-e\">iii. Assessment Region Number 3</p> <p class=\"subpara-e\">iv. Assessment Region Number 4</p> <p class=\"subpara-e\">v. Assessment Region Number 5</p> <p class=\"subpara-e\">vi. Assessment Region Number 6</p> <p class=\"subpara-e\">vii. Assessment Region Number 7</p> <p class=\"Sparagraph-e\">as established by section 2.</p> <p class=\"paragraph-e\">2. The Central Ontario Assessment Area consisting of:</p> <p class=\"subpara-e\">i. Assessment Region Number 9</p> <p class=\"subpara-e\">ii. Assessment Region Number 10</p> <p class=\"subpara-e\">iii. Assessment Region Number 11</p> <p class=\"subpara-e\">iv. Assessment Region Number 12</p> <p class=\"subpara-e\">v. Assessment Region Number 13</p> <p class=\"subpara-e\">vi. Assessment Region Number 14</p> <p class=\"subpara-e\">vii. Assessment Region Number 15</p> <p class=\"subpara-e\">viii. Assessment Region Number 16</p> <p class=\"subpara-e\">ix. Assessment Region Number 17</p> <p class=\"Sparagraph-e\">as established by section 2.</p> <p class=\"paragraph-e\">3. The Western Ontario Assessment Area consisting of:</p> <p class=\"subpara-e\">i. Assessment Region Number 18</p> <p class=\"subpara-e\">ii. Assessment Region Number 19</p> <p class=\"subpara-e\">iii. Assessment Region Number 20</p> <p class=\"subpara-e\">iv. Assessment Region Number 21</p> <p class=\"subpara-e\">v. Assessment Region Number 22</p> <p class=\"subpara-e\">vi. Assessment Region Number 23</p> <p class=\"subpara-e\">vii. Assessment Region Number 24</p> <p class=\"subpara-e\">viii. Assessment Region Number 25</p> <p class=\"subpara-e\">ix. Assessment Region Number 26</p> <p class=\"subpara-e\">x. Assessment Region Number 27</p> <p class=\"Sparagraph-e\">as established by section 2.</p> <p class=\"paragraph-e\">4. The Northern Ontario Assessment Area consisting of:</p> <p class=\"subpara-e\">i. Assessment Region Number 28</p> <p class=\"subpara-e\">ii. Assessment Region Number 29</p> <p class=\"subpara-e\">iii. Assessment Region Number 30</p> <p class=\"subpara-e\">iv. Assessment Region Number 31</p> <p class=\"subpara-e\">v. Assessment Region Number 32</p> <p class=\"Sparagraph-e\">as established by section 2. R.R.O. 1990, Reg. 30, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The following Assessment Regions are established: 1. Assessment Region Number 1, consisting of the counties of Prescott, Russell, Glengarry, Stormont and Dundas. 2. Assessment Region Number 2, consisting of the counties of Grenville, Lanark and Leeds. 3. Assessment Region Number 3, consisting of The Regional Municipality of Ottawa-Carleton. 4. Assessment Region Number 4, consisting of the County of Renfrew. 5. Assessment Region Number 5, consisting of the counties of Lennox, Addington and Frontenac. 6. Assessment Region Number 6, consisting of the counties of Hastings, Prince Edward Island and Northumberland. 7. Assessment Region Number 7, consisting of the counties of Haliburton, Victoria and Peterborough. 8. Assessment Region Number 9, consisting of the part of the City of Toronto that, before 1998, was the former City of Toronto. 9. Assessment Region Number 10, consisting of the part of the City of Toronto that, before 1998, was the former City of North York. 10. Assessment Region Number 11, consisting of the parts of the City of Toronto that, before 1998, were the former City of Scarborough and the former Borough of East York. 11. Assessment Region Number 12, consisting of the parts of the City of Toronto that, before 1998, were the former cities of Etobicoke and York. 12. Assessment Region Number 13, consisting of The Regional Municipality of Durham. 13. Assessment Region Number 14, consisting of The Regional Municipality of York. 14. Assessment Region Number 15, consisting of The Regional Municipality of Halton and The Regional Municipality of Peel. 15. Assessment Region Number 16, consisting of the County of Simcoe. 16. Assessment Region Number 17, consisting of The District Municipality of Muskoka. 17. Assessment Region Number 18, consisting of The Regional Municipality of Niagara. 18. Assessment Region Number 19, consisting of The Regional Municipality of Hamilton-Wentworth. 19. Assessment Region Number 20, consisting of the County of Brant and The Regional Municipality of Haldimand-Norfolk. 20. Assessment Region Number 21, consisting of The Regional Municipality of Waterloo. 21. Assessment Region Number 22, consisting of the counties of Wellington and Dufferin. 22. Assessment Region Number 23, consisting of the counties of Middlesex, Elgin and Oxford. 23. Assessment Region Number 24, consisting of the counties of Huron and Perth. 24. Assessment Region Number 25, consisting of the counties of Grey and Bruce. 25. Assessment Region Number 26, consisting of the counties of Lambton and Kent. 26. Assessment Region Number 27, consisting of the County of Essex. 27. Assessment Region Number 28, consisting of the territorial district of Nipissing and Perry Sound. 28. Assessment Region Number 29, consisting of the territorial districts of Cochrane and Timiskaming. 29. Assessment Region Number 30, consisting of the territorial districts of Sudbury and Manitoulin. 30. Assessment Region Number 31, consisting of the Territorial District of Algoma. 31. Assessment Region Number 32, consisting of the territorial districts of Thunder Bay, Kenora and Rainy River. R.R.O. 1990, Reg. 30, s. 2; O. Reg. 270/98, s. 1. ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The following Assessment Regions are established:</p> <p class=\"paragraph-e\">1. Assessment Region Number 1, consisting of the counties of Prescott, Russell, Glengarry, Stormont and Dundas.</p> <p class=\"paragraph-e\">2. Assessment Region Number 2, consisting of the counties of Grenville, Lanark and Leeds.</p> <p class=\"paragraph-e\">3. Assessment Region Number 3, consisting of The Regional Municipality of Ottawa-Carleton.</p> <p class=\"paragraph-e\">4. Assessment Region Number 4, consisting of the County of Renfrew.</p> <p class=\"paragraph-e\">5. Assessment Region Number 5, consisting of the counties of Lennox, Addington and Frontenac.</p> <p class=\"paragraph-e\">6. Assessment Region Number 6, consisting of the counties of Hastings, Prince Edward Island and Northumberland.</p> <p class=\"paragraph-e\">7. Assessment Region Number 7, consisting of the counties of Haliburton, Victoria and Peterborough.</p> <p class=\"paragraph-e\">8. Assessment Region Number 9, consisting of the part of the City of Toronto that, before 1998, was the former City of Toronto.</p> <p class=\"paragraph-e\">9. Assessment Region Number 10, consisting of the part of the City of Toronto that, before 1998, was the former City of North York.</p> <p class=\"paragraph-e\">10. Assessment Region Number 11, consisting of the parts of the City of Toronto that, before 1998, were the former City of Scarborough and the former Borough of East York.</p> <p class=\"paragraph-e\">11. Assessment Region Number 12, consisting of the parts of the City of Toronto that, before 1998, were the former cities of Etobicoke and York.</p> <p class=\"paragraph-e\">12. Assessment Region Number 13, consisting of The Regional Municipality of Durham.</p> <p class=\"paragraph-e\">13. Assessment Region Number 14, consisting of The Regional Municipality of York.</p> <p class=\"paragraph-e\">14. Assessment Region Number 15, consisting of The Regional Municipality of Halton and The Regional Municipality of Peel.</p> <p class=\"paragraph-e\">15. Assessment Region Number 16, consisting of the County of Simcoe.</p> <p class=\"paragraph-e\">16. Assessment Region Number 17, consisting of The District Municipality of Muskoka.</p> <p class=\"paragraph-e\">17. Assessment Region Number 18, consisting of The Regional Municipality of Niagara.</p> <p class=\"paragraph-e\">18. Assessment Region Number 19, consisting of The Regional Municipality of Hamilton-Wentworth.</p> <p class=\"paragraph-e\">19. Assessment Region Number 20, consisting of the County of Brant and The Regional Municipality of Haldimand-Norfolk.</p> <p class=\"paragraph-e\">20. Assessment Region Number 21, consisting of The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">21. Assessment Region Number 22, consisting of the counties of Wellington and Dufferin.</p> <p class=\"paragraph-e\">22. Assessment Region Number 23, consisting of the counties of Middlesex, Elgin and Oxford.</p> <p class=\"paragraph-e\">23. Assessment Region Number 24, consisting of the counties of Huron and Perth.</p> <p class=\"paragraph-e\">24. Assessment Region Number 25, consisting of the counties of Grey and Bruce.</p> <p class=\"paragraph-e\">25. Assessment Region Number 26, consisting of the counties of Lambton and Kent.</p> <p class=\"paragraph-e\">26. Assessment Region Number 27, consisting of the County of Essex.</p> <p class=\"paragraph-e\">27. Assessment Region Number 28, consisting of the territorial district of Nipissing and Perry Sound.</p> <p class=\"paragraph-e\">28. Assessment Region Number 29, consisting of the territorial districts of Cochrane and Timiskaming.</p> <p class=\"paragraph-e\">29. Assessment Region Number 30, consisting of the territorial districts of Sudbury and Manitoulin.</p> <p class=\"paragraph-e\">30. Assessment Region Number 31, consisting of the Territorial District of Algoma.</p> <p class=\"paragraph-e\">31. Assessment Region Number 32, consisting of the territorial districts of Thunder Bay, Kenora and Rainy River. R.R.O. 1990, Reg. 30, s. 2; O. Reg. 270/98, s. 1.</p> <p class=\"Normal\"></p>"
        }
    ]
}