{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 336: AIR CONTAMINANTS FROM FERROUS FOUNDRIES",
        "reg_name_text": "AIR CONTAMINANTS FROM FERROUS FOUNDRIES",
        "citation": "R.R.O. 1990, Reg. 336: ",
        "act_under": "Environmental Protection Act   Loi sur la protection de l’environnement",
        "url": "https://www.ontario.ca/laws/regulation/900336",
        "date_scraped": "2023-12-19 06:56:19"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900336/v4",
            "valid_from": "December 22, 2009",
            "valid_to": "January 31, 2010"
        },
        {
            "a_href": "/laws/regulation/900336/v3",
            "valid_from": "November 30, 2005",
            "valid_to": "December 21, 2009"
        },
        {
            "a_href": "/laws/regulation/900336/v2",
            "valid_from": "June 30, 2005",
            "valid_to": "November 29, 2005"
        },
        {
            "a_href": "/laws/regulation/900336/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "June 29, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “effluent gas stream” means the combination of gases and solids being emitted from a process or operation; “ferrous foundry” means the part of a building, or premises, or the workshop, structure, room or place in which iron or any of its alloys is cast in moulds or where core-making, shake-out or cleaning of any casting or other dust-causing or odour-causing operation ancillary to the casting process is carried on; “particulate” means solid particles; “particulate collection efficiency” means the amount of the solid particles that is removed from the effluent gas stream, expressed as a percentage of the total particulate in the uncontrolled effluent gas stream on a weight basis; “plus 25 micron fraction” means that part of the total particulate in the effluent gas stream of which the nominal diameter is greater than 25 microns. R.R.O. 1990, Reg. 336, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“effluent gas stream” means the combination of gases and solids being emitted from a process or operation;</p> <p class=\"definition-e\">“ferrous foundry” means the part of a building, or premises, or the workshop, structure, room or place in which iron or any of its alloys is cast in moulds or where core-making, shake-out or cleaning of any casting or other dust-causing or odour-causing operation ancillary to the casting process is carried on;</p> <p class=\"definition-e\">“particulate” means solid particles;</p> <p class=\"definition-e\">“particulate collection efficiency” means the amount of the solid particles that is removed from the effluent gas stream, expressed as a percentage of the total particulate in the uncontrolled effluent gas stream on a weight basis;</p> <p class=\"definition-e\">“plus 25 micron fraction” means that part of the total particulate in the effluent gas stream of which the nominal diameter is greater than 25 microns. R.R.O. 1990, Reg. 336, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. This Regulation does not apply to, (a) die casting; or (b) any premises or part thereof where steel ingots are cast. R.R.O. 1990, Reg. 336, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>This Regulation does not apply to,</p> <p class=\"clause-e\">(a) die casting; or</p> <p class=\"clause-e\">(b) any premises or part thereof where steel ingots are cast. R.R.O. 1990, Reg. 336, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. All ferrous foundry operations shall be designed and operated so as to have a minimum particulate collection efficiency of 97 per cent of the plus 25 micron fraction. R.R.O. 1990, Reg. 336, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>All ferrous foundry operations shall be designed and operated so as to have a minimum particulate collection efficiency of 97 per cent of the plus 25 micron fraction. R.R.O. 1990, Reg. 336, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) Where a ferrous foundry has a cupola with a melting capacity of not more than ten tons of iron an hour, the cupola shall be designed and operated so as to have, (a) a maximum emission of seventy-five pounds an hour of particulate and the remaining air contaminants shall be emitted in such a manner as to comply with the requirements of Ontario Regulation 419/05 (Air Pollution — Local Air Quality) made under the Act; (b) afterburners working at all times during the operation of the cupola; (c) no water fallout beyond the limits of the land or premises on or in which the ferrous foundry is located; and (d) no impingement of a water plume beyond the limits of the land or premises on or in which the ferrous foundry is located. R.R.O. 1990, Reg. 336, s. 4 (1); O. Reg. 421/05, s. 1 (1). (2) Where a ferrous foundry has a cupola with a melting capacity greater than ten tons of iron an hour, the cupola shall be designed and operated so as to have, (a) a maximum emission of twenty-five pounds an hour of particulate and the remaining air contaminants shall be emitted in such a manner as to comply with the requirements of Ontario Regulation 419/05 (Air Pollution — Local Air Quality) made under the Act; (b) afterburners working at all times during the operation of the cupola; (c) no water fallout beyond the limits of the land or premises on or in which the ferrous foundry is located; and (d) no impingement of a water plume beyond the limits of the land or premises on or in which the ferrous foundry is located. R.R.O. 1990, Reg. 336, s. 4 (2); O. Reg. 421/05, s. 1 (2). (3) Where a ferrous foundry has an electric arc furnace, the electric arc furnace shall be designed and operated so as to have, (a) a maximum emission of twenty-five pounds an hour of particulate and the remaining air contaminants shall be emitted in such a manner as to comply with the requirements of Ontario Regulation 419/05 (Air Pollution — Local Air Quality) made under the Act; (b) no water fallout beyond the limits of the land or premises on or in which the ferrous foundry is located; and (c) no impingement of a water plume beyond the limits of the land or premises on or in which the ferrous foundry is located. R.R.O. 1990, Reg. 336, s. 4 (3); O. Reg. 421/05, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) Where a ferrous foundry has a cupola with a melting capacity of not more than ten tons of iron an hour, the cupola shall be designed and operated so as to have,</p> <p class=\"clause-e\">(a) a maximum emission of seventy-five pounds an hour of particulate and the remaining air contaminants shall be emitted in such a manner as to comply with the requirements of Ontario Regulation 419/05 (Air Pollution — Local Air Quality) made under the Act;</p> <p class=\"clause-e\">(b) afterburners working at all times during the operation of the cupola;</p> <p class=\"clause-e\">(c) no water fallout beyond the limits of the land or premises on or in which the ferrous foundry is located; and</p> <p class=\"clause-e\">(d) no impingement of a water plume beyond the limits of the land or premises on or in which the ferrous foundry is located. R.R.O. 1990, Reg. 336, s. 4 (1); O. Reg. 421/05, s. 1 (1).</p> <p class=\"subsection-e\">(2) Where a ferrous foundry has a cupola with a melting capacity greater than ten tons of iron an hour, the cupola shall be designed and operated so as to have,</p> <p class=\"clause-e\">(a) a maximum emission of twenty-five pounds an hour of particulate and the remaining air contaminants shall be emitted in such a manner as to comply with the requirements of Ontario Regulation 419/05 (Air Pollution — Local Air Quality) made under the Act;</p> <p class=\"clause-e\">(b) afterburners working at all times during the operation of the cupola;</p> <p class=\"clause-e\">(c) no water fallout beyond the limits of the land or premises on or in which the ferrous foundry is located; and</p> <p class=\"clause-e\">(d) no impingement of a water plume beyond the limits of the land or premises on or in which the ferrous foundry is located. R.R.O. 1990, Reg. 336, s. 4 (2); O. Reg. 421/05, s. 1 (2).</p> <p class=\"subsection-e\">(3) Where a ferrous foundry has an electric arc furnace, the electric arc furnace shall be designed and operated so as to have,</p> <p class=\"clause-e\">(a) a maximum emission of twenty-five pounds an hour of particulate and the remaining air contaminants shall be emitted in such a manner as to comply with the requirements of Ontario Regulation 419/05 (Air Pollution — Local Air Quality) made under the Act;</p> <p class=\"clause-e\">(b) no water fallout beyond the limits of the land or premises on or in which the ferrous foundry is located; and</p> <p class=\"clause-e\">(c) no impingement of a water plume beyond the limits of the land or premises on or in which the ferrous foundry is located. R.R.O. 1990, Reg. 336, s. 4 (3); O. Reg. 421/05, s. 1 (3).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. The owner or operator of each ferrous foundry shall submit a written proposal to the Minister, showing in detail the method and devices by which the owner or operator intends to meet the requirements of this Regulation. R.R.O. 1990, Reg. 336, s. 5. ",
            "raw_html": "<p class=\"section-e\"><b>5. </b>The owner or operator of each ferrous foundry shall submit a written proposal to the Minister, showing in detail the method and devices by which the owner or operator intends to meet the requirements of this Regulation. R.R.O. 1990, Reg. 336, s. 5.</p> <p class=\"Normal\"></p>"
        }
    ]
}