{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 782: CHIROPODY BURSARIES",
        "reg_name_text": "CHIROPODY BURSARIES",
        "citation": "R.R.O. 1990, Reg. 782: ",
        "act_under": "Ministry of Health and Long-Term Care Act   Loi sur le ministère de la Santé et des Soins de longue durée",
        "url": "https://www.ontario.ca/laws/regulation/900782",
        "date_scraped": "2023-12-20 00:48:59"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “applicant” means an applicant for a bursary; “board of health” means a board of health within the meaning of the Health Protection and Promotion Act; “bursary” means an award to assist in the financing of an academic year of education and training in chiropody at a college of applied arts and technology in Ontario that offers a program in chiropody; “designated” means designated by the Minister as being acceptable for the purposes of employment at the time when the applicant is to commence the one-year period of employment; “hospital” means a hospital within the meaning of the Public Hospitals Act; “resident” means a person who is legally entitled to remain in Canada and who makes his or her home and is ordinarily present in Ontario, but does not include a tourist, a transient or a visitor to Ontario. R.R.O. 1990, Reg. 782, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“applicant” means an applicant for a bursary;</p> <p class=\"definition-e\">“board of health” means a board of health within the meaning of the <i>Health Protection and Promotion Act</i>;</p> <p class=\"definition-e\">“bursary” means an award to assist in the financing of an academic year of education and training in chiropody at a college of applied arts and technology in Ontario that offers a program in chiropody;</p> <p class=\"definition-e\">“designated” means designated by the Minister as being acceptable for the purposes of employment at the time when the applicant is to commence the one-year period of employment;</p> <p class=\"definition-e\">“hospital” means a hospital within the meaning of the <i>Public Hospitals Act</i>;</p> <p class=\"definition-e\">“resident” means a person who is legally entitled to remain in Canada and who makes his or her home and is ordinarily present in Ontario, but does not include a tourist, a transient or a visitor to Ontario. R.R.O. 1990, Reg. 782, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. A bursary of $7,500 may be provided to an applicant who is a resident for the applicant’s second-last or last academic year, where the applicant, (a) submits an application therefor in writing to the Minister, in a form provided by the Minister; and (b) provides the Minister with an undertaking as set out in section 3 or 4, as the case may be. R.R.O. 1990, Reg. 782, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>A bursary of $7,500 may be provided to an applicant who is a resident for the applicant’s second-last or last academic year, where the applicant,</p> <p class=\"clause-e\">(a) submits an application therefor in writing to the Minister, in a form provided by the Minister; and</p> <p class=\"clause-e\">(b) provides the Minister with an undertaking as set out in section 3 or 4, as the case may be. R.R.O. 1990, Reg. 782, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. Where a bursary is the first bursary being provided to an applicant under section 2, the undertaking required by clause 2 (b) is an undertaking that, in consideration of the applicant being provided with the bursary, (a) the applicant will practise chiropody as a full-time employee of a designated hospital or board of health for a period of one year commencing within six months after the date on which the applicant is granted a diploma in chiropody; (b) if the applicant, (i) does not successfully complete the academic year for which the applicant receives the bursary, (ii) having successfully completed the academic year, where the bursary is for the second-last academic year, discontinues his or her program of education and training before successfully completing the last academic year, or (iii) having been granted a diploma in chiropody, does not within six months thereafter commence the employment referred to in clause (a), the applicant will forthwith upon demand repay the bursary together with the interest set out in section 5; and (c) if the applicant discontinues practising chiropody as required by clause (a) at any time before the end of the one-year period, the applicant will forthwith upon demand repay a portion of the bursary proportional to the number of months remaining in the one-year period, not including the month in which the applicant discontinued practising together with the interest set out in section 5. R.R.O. 1990, Reg. 782, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Where a bursary is the first bursary being provided to an applicant under section 2, the undertaking required by clause 2 (b) is an undertaking that, in consideration of the applicant being provided with the bursary,</p> <p class=\"clause-e\">(a) the applicant will practise chiropody as a full-time employee of a designated hospital or board of health for a period of one year commencing within six months after the date on which the applicant is granted a diploma in chiropody;</p> <p class=\"clause-e\">(b) if the applicant,</p> <p class=\"subclause-e\">(i) does not successfully complete the academic year for which the applicant receives the bursary,</p> <p class=\"subclause-e\">(ii) having successfully completed the academic year, where the bursary is for the second-last academic year, discontinues his or her program of education and training before successfully completing the last academic year, or</p> <p class=\"subclause-e\">(iii) having been granted a diploma in chiropody, does not within six months thereafter commence the employment referred to in clause (a),</p> <p class=\"Sclause-e\">the applicant will forthwith upon demand repay the bursary together with the interest set out in section 5; and</p> <p class=\"clause-e\">(c) if the applicant discontinues practising chiropody as required by clause (a) at any time before the end of the one-year period, the applicant will forthwith upon demand repay a portion of the bursary proportional to the number of months remaining in the one-year period, not including the month in which the applicant discontinued practising together with the interest set out in section 5. R.R.O. 1990, Reg. 782, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Where a bursary is the second bursary being provided to an applicant under section 2, the undertaking required by clause 2 (b) is an undertaking that, in consideration of the applicant being provided with the bursary, (a) the applicant will continue to practise chiropody as a full-time employee of a designated hospital or board of health for a period of one year commencing immediately after the applicant completes the one-year period of chiropody practice required in respect of his or her first bursary; (b) if the applicant, (i) does not successfully complete the academic year for which the applicant receives the bursary, (ii) did not commence or complete the one-year period of chiropody practice required in respect of his or her first bursary, or (iii) having completed the one-year period of chiropody practice required in respect of his or her first bursary, does not immediately thereafter commence the further one-year period of chiropody practice required under clause (a), the applicant will forthwith upon demand repay the bursary together with the interest set out in section 5; and (c) if the applicant discontinues practising chiropody as required by clause (a) at any time before the end of the one-year period, the applicant will forthwith upon demand repay a portion of the bursary proportional to the number of months remaining in the one-year period, not including the month in which the applicant discontinued practising together with the interest set out in section 5. R.R.O. 1990, Reg. 782, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Where a bursary is the second bursary being provided to an applicant under section 2, the undertaking required by clause 2 (b) is an undertaking that, in consideration of the applicant being provided with the bursary,</p> <p class=\"clause-e\">(a) the applicant will continue to practise chiropody as a full-time employee of a designated hospital or board of health for a period of one year commencing immediately after the applicant completes the one-year period of chiropody practice required in respect of his or her first bursary;</p> <p class=\"clause-e\">(b) if the applicant,</p> <p class=\"subclause-e\">(i) does not successfully complete the academic year for which the applicant receives the bursary,</p> <p class=\"subclause-e\">(ii) did not commence or complete the one-year period of chiropody practice required in respect of his or her first bursary, or</p> <p class=\"subclause-e\">(iii) having completed the one-year period of chiropody practice required in respect of his or her first bursary, does not immediately thereafter commence the further one-year period of chiropody practice required under clause (a),</p> <p class=\"Sclause-e\">the applicant will forthwith upon demand repay the bursary together with the interest set out in section 5; and</p> <p class=\"clause-e\">(c) if the applicant discontinues practising chiropody as required by clause (a) at any time before the end of the one-year period, the applicant will forthwith upon demand repay a portion of the bursary proportional to the number of months remaining in the one-year period, not including the month in which the applicant discontinued practising together with the interest set out in section 5. R.R.O. 1990, Reg. 782, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. The interest mentioned in sections 3 and 4 is interest calculated monthly on the first day of each month at a rate equivalent to one-twelfth of the Bank of Canada rate that prevails on the last day of the preceding month as set out in the Bank of Canada Weekly Financial Statistics and applied from the date that the applicant receives his or her bursary. R.R.O. 1990, Reg. 782, s. 5. ",
            "raw_html": "<p class=\"section-e\"><b>5. </b>The interest mentioned in sections 3 and 4 is interest calculated monthly on the first day of each month at a rate equivalent to one-twelfth of the Bank of Canada rate that prevails on the last day of the preceding month as set out in the Bank of Canada Weekly Financial Statistics and applied from the date that the applicant receives his or her bursary. R.R.O. 1990, Reg. 782, s. 5.</p> <p class=\"Normal\"></p>"
        }
    ]
}