{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 93: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 93: ",
        "act_under": "Community Recreation Centres Act   Loi sur les centres de loisirs communautaires",
        "url": "https://www.ontario.ca/laws/regulation/900093",
        "date_scraped": "2023-12-20 02:10:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 31, 1990",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “applicant” means an applicant for a grant under the Act; “building project” means, (a) the construction of all or any part of one or more new buildings or structures or an addition or extension to an existing building or structure, (b) the acquisition of land or all or any part of one or more existing buildings or structures and any alteration or addition thereto, or (c) the renovation or alteration of one or more existing buildings or structures, for the purposes of a community recreation centre. R.R.O. 1990, Reg. 93, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“applicant” means an applicant for a grant under the Act;</p> <p class=\"definition-e\">“building project” means,</p> <p class=\"defclause-e\">(a) the construction of all or any part of one or more new buildings or structures or an addition or extension to an existing building or structure,</p> <p class=\"defclause-e\">(b) the acquisition of land or all or any part of one or more existing buildings or structures and any alteration or addition thereto, or</p> <p class=\"defclause-e\">(c) the renovation or alteration of one or more existing buildings or structures,</p> <p class=\"Sdefinition-e\">for the purposes of a community recreation centre. R.R.O. 1990, Reg. 93, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. A capital grant may be paid for a community recreation centre where the community recreation centre is used or is to be used for one of the following purposes: 1. A community hall with a floor area of not less than 20 square metres. 2. A playing field consisting of an outdoor area with space and of a design for more than one type of sport or recreational activity. 3. One or more tennis courts of a size that is in accordance with the specifications of the Official Playing Rules of the Canadian Lawn Tennis Association and that includes such shelters or other amenities as the Minister may approve. 4. An indoor or outdoor swimming pool. 5. A snow skiing facility located on a site approved by the Minister, and that is not a cross-country ski trail and that includes at least one shelter, a beginner’s slope and a tow and such other slopes, jumps or amenities that may be approved by the Minister. 6. An outdoor or indoor skating arena or rink of a size and design suitable for use by the public in the community. 7. A fun fitness trail consisting of a trail with one or more facilities along the route of the trail for community recreational activities. 8. A gymnasium consisting of an enclosed structure for gymnastic and community recreational activities. 9. A cultural centre designed and constructed to include an auditorium, art gallery and facilities for the performance of visual and creative arts. R.R.O. 1990, Reg. 93, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>A capital grant may be paid for a community recreation centre where the community recreation centre is used or is to be used for one of the following purposes:</p> <p class=\"paragraph-e\">1. A community hall with a floor area of not less than 20 square metres.</p> <p class=\"paragraph-e\">2. A playing field consisting of an outdoor area with space and of a design for more than one type of sport or recreational activity.</p> <p class=\"paragraph-e\">3. One or more tennis courts of a size that is in accordance with the specifications of the Official Playing Rules of the Canadian Lawn Tennis Association and that includes such shelters or other amenities as the Minister may approve.</p> <p class=\"paragraph-e\">4. An indoor or outdoor swimming pool.</p> <p class=\"paragraph-e\">5. A snow skiing facility located on a site approved by the Minister, and that is not a cross-country ski trail and that includes at least one shelter, a beginner’s slope and a tow and such other slopes, jumps or amenities that may be approved by the Minister.</p> <p class=\"paragraph-e\">6. An outdoor or indoor skating arena or rink of a size and design suitable for use by the public in the community.</p> <p class=\"paragraph-e\">7. A fun fitness trail consisting of a trail with one or more facilities along the route of the trail for community recreational activities.</p> <p class=\"paragraph-e\">8. A gymnasium consisting of an enclosed structure for gymnastic and community recreational activities.</p> <p class=\"paragraph-e\">9. A cultural centre designed and constructed to include an auditorium, art gallery and facilities for the performance of visual and creative arts. R.R.O. 1990, Reg. 93, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. Subject to sections 4 and 5, the amount of a grant payable under section 6 of the Act shall be equal to the cost of the building project approved by the Minister. R.R.O. 1990, Reg. 93, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Subject to sections 4 and 5, the amount of a grant payable under section 6 of the Act shall be equal to the cost of the building project approved by the Minister. R.R.O. 1990, Reg. 93, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Despite section 6 of the Act, where the Minister is of the opinion that the financial resources available to a municipality, after payment to the municipality of the maximum amount of the capital grant prescribed under that section, would be insufficient to pay for a building project or for the municipality’s share of a building project under an agreement for the joint establishment of the community recreation centre without placing an undue financial burden on the municipality, the maximum amount of the grant that may be paid shall not exceed the lesser of $150,000 or 50 per cent of the cost of the building project or of the value of the municipality’s contribution, as the case may be. R.R.O. 1990, Reg. 93, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Despite section 6 of the Act, where the Minister is of the opinion that the financial resources available to a municipality, after payment to the municipality of the maximum amount of the capital grant prescribed under that section, would be insufficient to pay for a building project or for the municipality’s share of a building project under an agreement for the joint establishment of the community recreation centre without placing an undue financial burden on the municipality, the maximum amount of the grant that may be paid shall not exceed the lesser of $150,000 or 50 per cent of the cost of the building project or of the value of the municipality’s contribution, as the case may be. R.R.O. 1990, Reg. 93, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. Despite section 6 of the Act, if special facilities approved by the Minister for handicapped persons that are not required under the Building Code Act are provided in a community recreation centre, the amount of the grant payable under subsection 6 (1) or (2) of the Act for the community recreation centre may exceed the lesser of $75,000 or 25 per cent of the cost of the building project, or of the value of the contribution of the applicant to the building project, as the case may be, by an amount equal to the cost, approved by the Minister, of the special facilities. R.R.O. 1990, Reg. 93, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>Despite section 6 of the Act, if special facilities approved by the Minister for handicapped persons that are not required under the <i>Building Code Act</i> are provided in a community recreation centre, the amount of the grant payable under subsection 6 (1) or (2) of the Act for the community recreation centre may exceed the lesser of $75,000 or 25 per cent of the cost of the building project, or of the value of the contribution of the applicant to the building project, as the case may be, by an amount equal to the cost, approved by the Minister, of the special facilities. R.R.O. 1990, Reg. 93, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) Before commencing a building project or at such other time before payment of the grant as the Minister may approve, an applicant shall file with the Minister, (a) plans and specifications prepared by an architect or professional engineer or, if the Minister approves, a sketch drawn to scale, of the community recreation centre showing, (i) the size and location of the site, and (ii) the location on the site, the size and any interior partitions and use or any intended use of all or any part of one or more buildings, structures, facilities and areas; and (b) evidence satisfactory to the Minister that the applicant is solely, or jointly with one or more other persons or organizations, (i) the owner or lessee of, or (ii) under an agreement in writing, otherwise legally entitled to use, the property comprising the community recreation centre for a fixed and continuous period of time that, in the opinion of the Minister, justifies payment of the grant. R.R.O. 1990, Reg. 93, s. 6 (1). (2) Where the plans and specifications or sketch, as the case may be, show that any part of a building project is used or will be used for a purpose not included in section 2, the Minister may require the applicant to furnish further particulars about the use or proposed use including the extent of the use and the name of any organization or person engaging or proposed to engage in the use. R.R.O. 1990, Reg. 93, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) Before commencing a building project or at such other time before payment of the grant as the Minister may approve, an applicant shall file with the Minister,</p> <p class=\"clause-e\">(a) plans and specifications prepared by an architect or professional engineer or, if the Minister approves, a sketch drawn to scale, of the community recreation centre showing,</p> <p class=\"subclause-e\">(i) the size and location of the site, and</p> <p class=\"subclause-e\">(ii) the location on the site, the size and any interior partitions and use or any intended use of all or any part of one or more buildings, structures, facilities and areas; and</p> <p class=\"clause-e\">(b) evidence satisfactory to the Minister that the applicant is solely, or jointly with one or more other persons or organizations,</p> <p class=\"subclause-e\">(i) the owner or lessee of, or</p> <p class=\"subclause-e\">(ii) under an agreement in writing, otherwise legally entitled to use,</p> <p class=\"Sclause-e\">the property comprising the community recreation centre for a fixed and continuous period of time that, in the opinion of the Minister, justifies payment of the grant. R.R.O. 1990, Reg. 93, s. 6 (1).</p> <p class=\"subsection-e\">(2) Where the plans and specifications or sketch, as the case may be, show that any part of a building project is used or will be used for a purpose not included in section 2, the Minister may require the applicant to furnish further particulars about the use or proposed use including the extent of the use and the name of any organization or person engaging or proposed to engage in the use. R.R.O. 1990, Reg. 93, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) An application for payment of a capital grant shall be made to the Minister in a form prescribed by the Minister within three years after the expenditure by the applicant of the amount or amounts applied for. R.R.O. 1990, Reg. 93, s. 7 (1). (2) An applicant shall file with the Minister, together with the application for a grant, (a) a statement in a form prescribed by the Minister showing, (i) the actual or estimated cost of the building project, (ii) any amount expended for the building project before the date of the application, and (iii) a separate record of money received or to be received from any person or organization other than the applicant, as a contribution towards the cost of the building project including donations of services and materials and the value thereof, the total value of all such contributions and the value of contributions made or to be made by each such person or organization; (b) if the building project has commenced but is not complete, a statement by an architect or professional engineer of the progress made at the date of the application of the progress made towards completion of the building project; and (c) if the applicant is an approved corporation, a board or a band, a copy of the by-law or resolution providing for the establishment of the community recreation centre. R.R.O. 1990, Reg. 93, s. 7 (2). (3) The Minister may require an applicant who files a statement under clause (2) (a) to furnish such further particulars as the Minister considers necessary to establish the actual cost of the building project and may require a valuation of the building project to be made by an appraiser with qualifications acceptable to the Minister. R.R.O. 1990, Reg. 93, s. 7 (3).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) An application for payment of a capital grant shall be made to the Minister in a form prescribed by the Minister within three years after the expenditure by the applicant of the amount or amounts applied for. R.R.O. 1990, Reg. 93, s. 7 (1).</p> <p class=\"subsection-e\">(2) An applicant shall file with the Minister, together with the application for a grant,</p> <p class=\"clause-e\">(a) a statement in a form prescribed by the Minister showing,</p> <p class=\"subclause-e\">(i) the actual or estimated cost of the building project,</p> <p class=\"subclause-e\">(ii) any amount expended for the building project before the date of the application, and</p> <p class=\"subclause-e\">(iii) a separate record of money received or to be received from any person or organization other than the applicant, as a contribution towards the cost of the building project including donations of services and materials and the value thereof, the total value of all such contributions and the value of contributions made or to be made by each such person or organization;</p> <p class=\"clause-e\">(b) if the building project has commenced but is not complete, a statement by an architect or professional engineer of the progress made at the date of the application of the progress made towards completion of the building project; and</p> <p class=\"clause-e\">(c) if the applicant is an approved corporation, a board or a band, a copy of the by-law or resolution providing for the establishment of the community recreation centre. R.R.O. 1990, Reg. 93, s. 7 (2).</p> <p class=\"subsection-e\">(3) The Minister may require an applicant who files a statement under clause (2) (a) to furnish such further particulars as the Minister considers necessary to establish the actual cost of the building project and may require a valuation of the building project to be made by an appraiser with qualifications acceptable to the Minister. R.R.O. 1990, Reg. 93, s. 7 (3).</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. If a municipality, board, band or approved corporation changes the site or use of, or structurally alters, sells, leases, mortgages or otherwise disposes of an interest in a community recreation centre for which payment of a capital grant has been made, without the approval in writing of the Minister, or if such approval has been given, is in default of any condition for repayment imposed under section 10 of the Act, the whole or any part of the grant may be recovered as a debt due to the Crown in right of Ontario from the municipality, board, band or approved corporation, as the case may be, (a) out of money payable by Ontario to the municipality, board, band or approved corporation, under the authority of any Act; or (b) in any court of competent jurisdiction. R.R.O. 1990, Reg. 93, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>If a municipality, board, band or approved corporation changes the site or use of, or structurally alters, sells, leases, mortgages or otherwise disposes of an interest in a community recreation centre for which payment of a capital grant has been made, without the approval in writing of the Minister, or if such approval has been given, is in default of any condition for repayment imposed under section 10 of the Act, the whole or any part of the grant may be recovered as a debt due to the Crown in right of Ontario from the municipality, board, band or approved corporation, as the case may be,</p> <p class=\"clause-e\">(a) out of money payable by Ontario to the municipality, board, band or approved corporation, under the authority of any Act; or</p> <p class=\"clause-e\">(b) in any court of competent jurisdiction. R.R.O. 1990, Reg. 93, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) A capital grant under the Act for the construction of all or any part of one or more new buildings or structures, or for an extension, alteration or renovation to one or more buildings or structures may be payable in amounts of the estimated total grant to be determined by the Minister at such times as the Minister may approve, but not exceeding 75 per cent of the estimated total grant, and an application for any such amount shall be accompanied by a certificate of an architect or professional engineer stating the progress made towards completion of the construction, extension, alteration or renovation, as the case may be. R.R.O. 1990, Reg. 93, s. 9 (1). (2) The total payment of a capital grant for a building project shall not be made until, (a) an architect or professional engineer certifies that, (i) the building project has been completed in accordance with the plans and specifications or sketch, as the case may be, thereof submitted to the Minister under subsection 6 (1), (ii) the building project is ready to be used as a community recreation centre; and (b) the applicant for the grant submits a report stating, (i) the actual cost of the building project, (ii) that the total of the unpaid accounts applicable to the building project does not exceed the amount of the grant remaining to be paid, (iii) that the amount of the grant remaining to be paid will be applied first to the payment of the unpaid accounts referred to in subclause (ii), and (iv) that all refundable sales tax has been taken into account. R.R.O. 1990, Reg. 93, s. 9 (2). ",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) A capital grant under the Act for the construction of all or any part of one or more new buildings or structures, or for an extension, alteration or renovation to one or more buildings or structures may be payable in amounts of the estimated total grant to be determined by the Minister at such times as the Minister may approve, but not exceeding 75 per cent of the estimated total grant, and an application for any such amount shall be accompanied by a certificate of an architect or professional engineer stating the progress made towards completion of the construction, extension, alteration or renovation, as the case may be. R.R.O. 1990, Reg. 93, s. 9 (1).</p> <p class=\"subsection-e\">(2) The total payment of a capital grant for a building project shall not be made until,</p> <p class=\"clause-e\">(a) an architect or professional engineer certifies that,</p> <p class=\"subclause-e\">(i) the building project has been completed in accordance with the plans and specifications or sketch, as the case may be, thereof submitted to the Minister under subsection 6 (1),</p> <p class=\"subclause-e\">(ii) the building project is ready to be used as a community recreation centre; and</p> <p class=\"clause-e\">(b) the applicant for the grant submits a report stating,</p> <p class=\"subclause-e\">(i) the actual cost of the building project,</p> <p class=\"subclause-e\">(ii) that the total of the unpaid accounts applicable to the building project does not exceed the amount of the grant remaining to be paid,</p> <p class=\"subclause-e\">(iii) that the amount of the grant remaining to be paid will be applied first to the payment of the unpaid accounts referred to in subclause (ii), and</p> <p class=\"subclause-e\">(iv) that all refundable sales tax has been taken into account. R.R.O. 1990, Reg. 93, s. 9 (2).</p> <p class=\"Normal\"></p>"
        }
    ]
}