{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 163: FILL, CONSTRUCTION AND ALTERATION TO WATERWAYS - NORTH GREY",
        "reg_name_text": "FILL, CONSTRUCTION AND ALTERATION TO WATERWAYS — NORTH GREY",
        "citation": "R.R.O. 1990, Reg. 163: FILL, CONSTRUCTION AND ALTERATION TO WATERWAYS - NORTH GREY",
        "act_under": "Conservation Authorities Act   Loi sur les offices de protection de la nature",
        "url": "https://www.ontario.ca/laws/regulation/900163",
        "date_scraped": "2023-12-19 07:17:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900163/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "December  6, 2009"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “Authority” means the North Grey Region Conservation Authority; “building or structure” means a building or structure of any kind; “fill” means fill of any kind whether originating on the site or elsewhere. R.R.O. 1990, Reg. 163, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“Authority” means the North Grey Region Conservation Authority;</p> <p class=\"definition-e\">“building or structure” means a building or structure of any kind;</p> <p class=\"definition-e\">“fill” means fill of any kind whether originating on the site or elsewhere. R.R.O. 1990, Reg. 163, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The area described in the Schedules are areas in which in the opinion of the Authority, the control of flooding or pollution or the conservation of land may be affected by the placing or dumping of fill. R.R.O. 1990, Reg. 163, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The area described in the Schedules are areas in which in the opinion of the Authority, the control of flooding or pollution or the conservation of land may be affected by the placing or dumping of fill. R.R.O. 1990, Reg. 163, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. Subject to section 4, no person shall, (a) construct any building or structure or permit any building or structure to be constructed in or on a pond or swamp or in any area below the high-water mark of a lake, river, creek or stream; (b) place or dump fill or permit fill to be placed or dumped in the areas described in the Schedules whether such fill is already located in or upon such area, or brought to or on such area from some other place or places; or (c) straighten, change, divert or interfere in any way with the existing channel of a river, creek, stream or watercourse. R.R.O. 1990, Reg. 163, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Subject to section 4, no person shall,</p> <p class=\"clause-e\">(a) construct any building or structure or permit any building or structure to be constructed in or on a pond or swamp or in any area below the high-water mark of a lake, river, creek or stream;</p> <p class=\"clause-e\">(b) place or dump fill or permit fill to be placed or dumped in the areas described in the Schedules whether such fill is already located in or upon such area, or brought to or on such area from some other place or places; or</p> <p class=\"clause-e\">(c) straighten, change, divert or interfere in any way with the existing channel of a river, creek, stream or watercourse. R.R.O. 1990, Reg. 163, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Subject to the Ontario Water Resources Act or to any private interest, the Authority may permit in writing the construction of any building or structure or the placing or dumping of fill or the straightening, changing, diverting or interfering with the existing channel of a river, creek, stream or watercourse to which section 3 applies if, in the opinion of the Authority, the site of the building or structure or the placing or dumping and the method of construction or placing or dumping or the straightening, changing, diverting or interfering with the existing channel will not affect the control of flooding or pollution or the conservation of land. R.R.O. 1990, Reg. 163, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Subject to the <i>Ontario Water Resources Act</i> or to any private interest, the Authority may permit in writing the construction of any building or structure or the placing or dumping of fill or the straightening, changing, diverting or interfering with the existing channel of a river, creek, stream or watercourse to which section 3 applies if, in the opinion of the Authority, the site of the building or structure or the placing or dumping and the method of construction or placing or dumping or the straightening, changing, diverting or interfering with the existing channel will not affect the control of flooding or pollution or the conservation of land. R.R.O. 1990, Reg. 163, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. No person shall commence to construct any building or structure or dump or place fill or straighten, change, divert or interfere with the existing channel of a river, creek, stream or watercourse in any area to which section 3 applies before permission to do so has been obtained under section 4. R.R.O. 1990, Reg. 163, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>No person shall commence to construct any building or structure or dump or place fill or straighten, change, divert or interfere with the existing channel of a river, creek, stream or watercourse in any area to which section 3 applies before permission to do so has been obtained under section 4. R.R.O. 1990, Reg. 163, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) A signed application for permission to construct a building or structure shall be filed with the Authority and shall include, (a) two copies of a plan of the property showing the proposed location of the building or structure, its elevation and the proposed final grade plan; (b) two copies of a complete description of the type of building or structure to be constructed, including drainage details; (c) two copies of a statement of the dates between which the construction will be carried out; and (d) two copies of a statement of the proposed use of the building or structure following completion of the construction. R.R.O. 1990, Reg. 163, s. 6 (1). (2) A signed application for permission to place or dump fill shall be filed with the Authority and shall include, (a) two copies of a plan of the property on which the fill is to be placed, showing the proposed location of filling, the depth to which it is proposed to fill and the proposed final grade of the land when filling is completed; (b) two copies of a complete description of the type of fill proposed to be placed or dumped; (c) two copies of a statement of the dates between which the placing or dumping will be carried out; and (d) two copies of a statement of the proposed use of the land following completion of placing or dumping. R.R.O. 1990, Reg. 163, s. 6 (2). (3) A signed application for permission to straighten, change, divert or interfere in any way with the existing channel of a river, creek, stream or watercourse, shall be filed with the Authority and shall include, (a) two copies of a plan on which shall be shown in plan view and cross section the details of such straightening, change, diversion or interference; (b) two copies of a description of the protective measures to be undertaken; (c) two copies of a statement of the dates between which the straightening, changing, diverting or interfering will be carried out; and (d) two copies of a statement of the purpose of the proposed work. R.R.O. 1990, Reg. 163, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) A signed application for permission to construct a building or structure shall be filed with the Authority and shall include,</p> <p class=\"clause-e\">(a) two copies of a plan of the property showing the proposed location of the building or structure, its elevation and the proposed final grade plan;</p> <p class=\"clause-e\">(b) two copies of a complete description of the type of building or structure to be constructed, including drainage details;</p> <p class=\"clause-e\">(c) two copies of a statement of the dates between which the construction will be carried out; and</p> <p class=\"clause-e\">(d) two copies of a statement of the proposed use of the building or structure following completion of the construction. R.R.O. 1990, Reg. 163, s. 6 (1).</p> <p class=\"subsection-e\">(2) A signed application for permission to place or dump fill shall be filed with the Authority and shall include,</p> <p class=\"clause-e\">(a) two copies of a plan of the property on which the fill is to be placed, showing the proposed location of filling, the depth to which it is proposed to fill and the proposed final grade of the land when filling is completed;</p> <p class=\"clause-e\">(b) two copies of a complete description of the type of fill proposed to be placed or dumped;</p> <p class=\"clause-e\">(c) two copies of a statement of the dates between which the placing or dumping will be carried out; and</p> <p class=\"clause-e\">(d) two copies of a statement of the proposed use of the land following completion of placing or dumping. R.R.O. 1990, Reg. 163, s. 6 (2).</p> <p class=\"subsection-e\">(3) A signed application for permission to straighten, change, divert or interfere in any way with the existing channel of a river, creek, stream or watercourse, shall be filed with the Authority and shall include,</p> <p class=\"clause-e\">(a) two copies of a plan on which shall be shown in plan view and cross section the details of such straightening, change, diversion or interference;</p> <p class=\"clause-e\">(b) two copies of a description of the protective measures to be undertaken;</p> <p class=\"clause-e\">(c) two copies of a statement of the dates between which the straightening, changing, diverting or interfering will be carried out; and</p> <p class=\"clause-e\">(d) two copies of a statement of the purpose of the proposed work. R.R.O. 1990, Reg. 163, s. 6 (3).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. The Authority may, at any time, withdraw any permission given under this Regulation if, in the opinion of the Authority, the conditions of the permit are not complied with. R.R.O. 1990, Reg. 163, s. 7. SCHEDULE 1 Being composed of lands in the County of Grey that extend a distance of not less than one half lot from streams, lakes and watercourses described as follows: 1. That part of the Beaver River and its tributaries from the southerly limit of the Town of Thornbury to its source in the Township of Osprey. 2. That part of the Bighead River and its tributaries from the southerly limit of the Town of Meaford to its source in the Township of Holland. 3. That part of the Sydenham River and its tributaries from the southerly limit of the City of Owen Sound to its source in the Township of Holland. 4. That part of the Pottawatomi River and its tributaries from the westerly limit of the City of Owen Sound to its source in the Township of Derby. 5. The whole of Indian Brook and its tributaries from its entry into Georgian Bay to its source in the Township of Collingwood. 6. The whole of Meaford Creek and its tributaries from its entry into Georgian Bay to its source in the Township of St. Vincent. 7. The whole of Orchard Creek and its tributaries from its entry into Georgian Bay to its source in the Township of St. Vincent. 8. The whole of Sucker Creek and its tributaries from its entry into Georgian Bay to its source in the Township of St. Vincent. 9. The whole of Johnson Creek and its tributaries from its entry into Georgian Bay to its source in the Township of St. Vincent. 10. The whole of Waterton Creek and its tributaries from its entry into Georgian Bay to its source in the Township of St. Vincent. 11. The whole of Keefer Creek and its tributaries from its entry into Georgian Bay to its source in the Township of Sydenham. 12. The whole of Telfer Creek and its tributaries from its entry into Georgian Bay to its source in the Township of Sydenham. 13. That part of the south shore of Georgian Bay, lying between the easterly boundary of the Township of Collingwood and the easterly limit of the Town of Thornbury. 14. That part of the south shore of Georgian Bay lying between the westerly boundary of the Town of Thornbury and the easterly boundary of the Town of Meaford. 15. That part of the south shore of Georgian Bay lying between the westerly boundary of the Town of Meaford and the northeasterly boundary of the City of Owen Sound, as shown on a map filed in the office of the Registrar of Regulations at Toronto as No. 1347. R.R.O. 1990, Reg. 163, Sched. 1. SCHEDULE 2 The City of Owen Sound in the County of Grey and being that area of land adjacent to the Sydenham and Pottawatomi Rivers generally bound by street limits adjacent to the rivers, streams and watercourses more particularly described as follows: Beginning at a line between Lot A Broken Front in the Township of Sydenham and the City of Owen Sound; thence southerly along the westerly limit of the Bay Shore Road to the point of intersection with the Canadian Pacific Railroad right-of-way; thence southerly along the westerly boundary of Canadian Pacific Railroad right-of-way to its terminus at Ninth Street east; thence southerly along the westerly boundary of First Avenue east to Sixth Street east; thence along the southerly boundary of Sixth Street east to its junction with Seventh Avenue east; thence southerly along the westerly boundary of Seventh Avenue east to the southerly limit of the City of Owen Sound; thence westerly along said city limit including Harrison Park in the City of Owen Sound to the junction of the city limits of Owen Sound with Second Avenue east; thence westerly along the northerly limit of the Creamery Hill Road and the city limits to Fourth Avenue west; thence northerly along the easterly limit of Fourth Avenue west to the junction with Fourteenth Street west; thence westerly along the northerly limit of Fourteenth Street west to its junction with the said city limits; thence northeasterly along the said city limits to the westerly limit of Fifteenth Street west; thence along the northerly limit of Fifteenth Street west to its intersection with Fourth Avenue west; thence along a line described as running parallel to the Pottawatomi River 100 feet north from the river to its intersection with the right-of-way of the Canadian National Railway; thence northerly along the easterly limit of the right-of-way of the Canadian National Railway to its intersection with Third Avenue west; thence northerly along the easterly limit of Third Avenue west to its point of intersection with the city limits of Owen Sound, as shown on a map filed in the office of the Registrar of Regulations at Toronto as No. 1348. R.R.O. 1990, Reg. 163, Sched. 2. ",
            "raw_html": "<p class=\"section-e\"><b>7. </b>The Authority may, at any time, withdraw any permission given under this Regulation if, in the opinion of the Authority, the conditions of the permit are not complied with. R.R.O. 1990, Reg. 163, s. 7.</p> <p class=\"schedule-e\">SCHEDULE 1</p> <p class=\"parawtab-e\">Being composed of lands in the County of Grey that extend a distance of not less than one half lot from streams, lakes and watercourses described as follows:</p> <p class=\"paragraph-e\">1. That part of the Beaver River and its tributaries from the southerly limit of the Town of Thornbury to its source in the Township of Osprey.</p> <p class=\"paragraph-e\">2. That part of the Bighead River and its tributaries from the southerly limit of the Town of Meaford to its source in the Township of Holland.</p> <p class=\"paragraph-e\">3. That part of the Sydenham River and its tributaries from the southerly limit of the City of Owen Sound to its source in the Township of Holland.</p> <p class=\"paragraph-e\">4. That part of the Pottawatomi River and its tributaries from the westerly limit of the City of Owen Sound to its source in the Township of Derby.</p> <p class=\"paragraph-e\">5. The whole of Indian Brook and its tributaries from its entry into Georgian Bay to its source in the Township of Collingwood.</p> <p class=\"paragraph-e\">6. The whole of Meaford Creek and its tributaries from its entry into Georgian Bay to its source in the Township of St. Vincent.</p> <p class=\"paragraph-e\">7. The whole of Orchard Creek and its tributaries from its entry into Georgian Bay to its source in the Township of St. Vincent.</p> <p class=\"paragraph-e\">8. The whole of Sucker Creek and its tributaries from its entry into Georgian Bay to its source in the Township of St. Vincent.</p> <p class=\"paragraph-e\">9. The whole of Johnson Creek and its tributaries from its entry into Georgian Bay to its source in the Township of St. Vincent.</p> <p class=\"paragraph-e\">10. The whole of Waterton Creek and its tributaries from its entry into Georgian Bay to its source in the Township of St. Vincent.</p> <p class=\"paragraph-e\">11. The whole of Keefer Creek and its tributaries from its entry into Georgian Bay to its source in the Township of Sydenham.</p> <p class=\"paragraph-e\">12. The whole of Telfer Creek and its tributaries from its entry into Georgian Bay to its source in the Township of Sydenham.</p> <p class=\"paragraph-e\">13. That part of the south shore of Georgian Bay, lying between the easterly boundary of the Township of Collingwood and the easterly limit of the Town of Thornbury.</p> <p class=\"paragraph-e\">14. That part of the south shore of Georgian Bay lying between the westerly boundary of the Town of Thornbury and the easterly boundary of the Town of Meaford.</p> <p class=\"paragraph-e\">15. That part of the south shore of Georgian Bay lying between the westerly boundary of the Town of Meaford and the northeasterly boundary of the City of Owen Sound,</p> <p class=\"paranoindt-e\">as shown on a map filed in the office of the Registrar of Regulations at Toronto as No. 1347.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 163, Sched. 1.</p> <p class=\"schedule-e\">SCHEDULE 2</p> <p class=\"parawtab-e\">The City of Owen Sound in the County of Grey and being that area of land adjacent to the Sydenham and Pottawatomi Rivers generally bound by street limits adjacent to the rivers, streams and watercourses more particularly described as follows:</p> <p class=\"parawindt-e\">Beginning at a line between Lot A Broken Front in the Township of Sydenham and the City of Owen Sound; thence southerly along the westerly limit of the Bay Shore Road to the point of intersection with the Canadian Pacific Railroad right-of-way; thence southerly along the westerly boundary of Canadian Pacific Railroad right-of-way to its terminus at Ninth Street east; thence southerly along the westerly boundary of First Avenue east to Sixth Street east; thence along the southerly boundary of Sixth Street east to its junction with Seventh Avenue east; thence southerly along the westerly boundary of Seventh Avenue east to the southerly limit of the City of Owen Sound; thence westerly along said city limit including Harrison Park in the City of Owen Sound to the junction of the city limits of Owen Sound with Second Avenue east; thence westerly along the northerly limit of the Creamery Hill Road and the city limits to Fourth Avenue west; thence northerly along the easterly limit of Fourth Avenue west to the junction with Fourteenth Street west; thence westerly along the northerly limit of Fourteenth Street west to its junction with the said city limits; thence northeasterly along the said city limits to the westerly limit of Fifteenth Street west; thence along the northerly limit of Fifteenth Street west to its intersection with Fourth Avenue west; thence along a line described as running parallel to the Pottawatomi River 100 feet north from the river to its intersection with the right-of-way of the Canadian National Railway; thence northerly along the easterly limit of the right-of-way of the Canadian National Railway to its intersection with Third Avenue west; thence northerly along the easterly limit of Third Avenue west to its point of intersection with the city limits of Owen Sound, as shown on a map filed in the office of the Registrar of Regulations at Toronto as No. 1348.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 163, Sched. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}