{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 543: X-RAY SAFETY CODE",
        "reg_name_text": "X-RAY SAFETY CODE",
        "citation": "R.R.O. 1990, Reg. 543: ",
        "act_under": "Healing Arts Radiation Protection Act",
        "url": "https://www.ontario.ca/laws/regulation/900543",
        "date_scraped": "2023-12-18 03:46:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July 24, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900543/v10",
            "valid_from": "July  1, 2022",
            "valid_to": "July 23, 2023"
        },
        {
            "a_href": "/laws/regulation/900543/v9",
            "valid_from": "February 25, 2022",
            "valid_to": "June 30, 2022"
        },
        {
            "a_href": "/laws/regulation/900543/v8",
            "valid_from": "April  1, 2020",
            "valid_to": "February 24, 2022"
        },
        {
            "a_href": "/laws/regulation/900543/v7",
            "valid_from": "March 19, 2020",
            "valid_to": "March 31, 2020"
        },
        {
            "a_href": "/laws/regulation/900543/v6",
            "valid_from": "January  1, 2020",
            "valid_to": "March 18, 2020"
        },
        {
            "a_href": "/laws/regulation/900543/v5",
            "valid_from": "October 31, 2019",
            "valid_to": "December 31, 2019"
        },
        {
            "a_href": "/laws/regulation/900543/v4",
            "valid_from": "July  1, 2011",
            "valid_to": "October 30, 2019"
        },
        {
            "a_href": "/laws/regulation/900543/v3",
            "valid_from": "May 20, 2011",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "/laws/regulation/900543/v2",
            "valid_from": "June 22, 2009",
            "valid_to": "May 19, 2011"
        },
        {
            "a_href": "/laws/regulation/900543/v1",
            "valid_from": "December 18, 2000",
            "valid_to": "June 21, 2009"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "None",
            "TOCid": "None",
            "Section": "None",
            "Section1": "None",
            "Section2": "Sections",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "None",
            "Section": "None",
            "Section1": "None",
            "Section2": "1-23",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "Table 1",
            "Section": "None",
            "Section1": "None",
            "Section2": "None",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "Table 2",
            "Section": "None",
            "Section1": "None",
            "Section2": "None",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "Table 3",
            "Section": "None",
            "Section1": "Dental facility",
            "Section2": "None",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "Table 4",
            "Section": "None",
            "Section1": "Chiropodic facility",
            "Section2": "None",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "Table 5",
            "Section": "None",
            "Section1": "Medical and chiropractic facilities",
            "Section2": "None",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "Table 6",
            "Section": "None",
            "Section1": "None",
            "Section2": "None",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "Table 7",
            "Section": "None",
            "Section1": "None",
            "Section2": "None",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "Table 8",
            "Section": "None",
            "Section1": "None",
            "Section2": "None",
            "part_id": null,
            "part_type": null,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK0",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 1. In this Regulation, “aluminum equivalent” of a material means the thickness of aluminum (Aluminum Association Type 1100) that affords the same attenuation as the material where the aluminum and the material are irradiated under the same conditions; (“équivalence en aluminium”) “attenuation” means the decrease in radiation intensity caused by absorption and scattering of x-rays in a medium; (“atténuation”) “automatic exposure control” means a device that delivers a predetermined quantity of radiation to the image receptor by automatically controlling one or more technique factors; (“commande automatique d’exposition”) “average peak kilovoltage” means the maximum kilovoltage developed in a single pulse of voltage applied to the anode of an x-ray tube averaged over at least twelve successive pulses; (“tension de crête moyenne”) “backscatter” means radiation reaching a point from material located more distant from the x-ray source than the point; (“rétrodiffusion”) “beam limiting device” means a device that restricts the dimensions of the useful beam; (“dispositif de limitation du faisceau”) “cephalometric x-ray machine” means a dental x-ray machine that is used for the examination of the maxillofacial skeleton; (“appareil de radiographie céphalométrique”) “chiropodic x-ray machine” means an x-ray machine that is used for the examination of the foot; (“appareil de radiographie podologique”) “coefficient of variation” means the ratio of the estimated standard deviation to the mean value of a series of measurements calculated using the following equation:  where, Xi  = ith\r\nmeasurement X̄ = mean value of the measurements S = estimated standard deviation n = number of measurements C = the coefficient of variation; (“coefficient de variation”) “control booth” means a defined area in which an x-ray worker operates an x-ray machine; (“cabine de commande”) “control panel” means that part of an x-ray machine that contains the switches, knobs, keys, buttons or other controls accessible to the x-ray operator that are used to set technique factors manually or automatically; (“tableau de commande”) “CT scanner” means an X-ray machine that is a computerized tomography system or subsystem and that is able to generate a volumetric representation of the human body using a multitude of X-rays at a multitude of orientations, and includes any such device regardless of its common name or brand name or any other way it is referred to, including, without limiting the generality of the foregoing, a computerized tomography scanner or a computerized axial tomography scanner; (“tomomètre”) “darkroom” means an enclosed space that is constructed to process light sensitive materials; (“chambre noire”) “density unit” means the relative amount of light transmitted through a processed film expressed on a common logarithmic scale; (“unité de densité”) “dental CT scanner” means a CT scanner that is used in the practice of dentistry and that is designed to produce images of the oral-facial complex only; (“scanographe dentaire”) “dental x-ray machine” means an x-ray machine that is used outside the mouth to examine teeth, jaws and related structures; (“appareil de radiographie dentaire”) “diagnostic x-ray machine” means an x-ray machine that is used for the examination of a human being but does not include a radiation therapy simulator or a computerized transaxial tomographic x-ray machine; (“appareil à rayons X pour usage diagnostique”) “dose equivalent” means a quantity that expresses on a common scale the energy absorbed by a small mass of a body irradiated by a beam of radiation weighted by a factor describing the biological effectiveness of the radiation concerned; (“équivalent de dose”) “filter” means material that is placed in the useful beam to attenuate preferentially the lower energy or a specific energy range of x-rays; (“filtre”) “fluoroscopic x-ray machine” means an x-ray machine, an image receptor and the equipment associated with the x-ray machine and the image receptor that is used in fluoroscopy; (“appareil fluoroscopique à rayons X”) “fluoroscopy” means a mode of x-ray exposure in which the image receptor and associated equipment produce and display a visible image that is viewed by the operator during or subsequent to the exposure; (“radioscopie”) “general-purpose radiographic x-ray machine” means a radiographic x-ray machine that is not limited by design or adaptation to radiographic examination of a specific anatomical region; (“appareil de radiographie à rayons X pour usage general”) “half-value layer” means the thickness of a specified material that attenuates the x-ray beam under conditions that minimize scattered radiation such that the exposure is reduced to one-half of its original value; (“couche de demi-atténuation”) “image receptor” means a device that converts incident x-radiation into a visible image or into a form that can be made into a visible image by further transformation; (“récepteur d’image”) “lead equivalent” of a material means the thickness of lead that affords the same attenuation as the material where the lead and the material are irradiated under the same conditions; (“équivalence en plomb”) “leakage radiation” means all the radiation except the useful beam that comes from within the housing of an energized x-ray tube or the radiation that is produced when the exposure switch or timer of an x-ray machine is not activated; (“rayonnement de fuite”) “light field” means the area of light at a specified plane that is directly outlined by a beam limiting device; (“champ lumineux”) “mammographic x-ray machine” means an x-ray machine that is used for the examination of the breast; (“mammographe”) “manual exposure control” means a device that is used by an x-ray operator to set technique factors in order to deliver a predetermined quantity of radiation to the image receptor; (“commande manuelle d’exposition”) “mean glandular breast dose” means the absorbed dose in milligrays averaged over the central volume of the breast, assuming .5 centimetre adipose tissue above and below the region of the central volume of the breast; (“dose glandulaire moyenne au sein”) “mobile x-ray machine” means an x-ray machine that can be moved from one location to another; (“appareil à rayons X mobile”) “occupancy” means the nature and extent of use of space adjacent to an x-ray machine; (“occupation”) “optical density” means the degree of opacity to visible light of a processed film expressed in density units; (“densité optique”) “out of province medical practitioner” means a person who is exempted from subsections 9 (1) and (3) of the Medicine Act, 1991 by a regulation made under that Act; (“médecin hors province”) “out of province registered nurse in the extended class” means a person who is exempted from subsections 11 (1) and (5) of the Nursing Act, 1991 by a regulation made under that Act and who holds, in another Canadian jurisdiction, the equivalent of a certificate of registration in the extended class for registered nurses in Ontario; (“infirmière autorisée ou infirmier autorisé de la catégorie supérieure hors province”) “panoramic x-ray machine” means a tomographic unit used for the production of radiographs of the teeth, jaws and related structures on a single film or radiograph; (“appareil de radiographie panoramique”) “patient entrance exposure” means the x-ray exposure, excluding exposure arising from back-scattered radiation, in the centre of an x-ray beam at the position of the surface of the patient that is closest to the x-ray source; (“exposition primaire du patient”) “phantom” means an object that simulates a patient when placed in an x-ray beam for the purpose of testing an x-ray machine or image receptor; (“fantôme”) “photofluorographic x-ray machine” means an x-ray machine that records photographically in reduced size the image produced on a fluorescent screen; (“appareil de radiographie photofluorographique”) “primary protective barrier” means a barrier that is sufficient to attenuate the useful beam to a specified degree; (“écran de protection primaire”) “protective accessory” means a device that is used to protect a person in an x-ray facility from receiving unnecessary radiation; (“accessoire de protection”) “registered nurse in the extended class” means a member of the College of Nurses of Ontario who is a registered nurse and who holds a certificate of registration in the extended class under the Nursing Act, 1991; (“infirmière autorisée ou infirmier autorisé de la catégorie supérieure”) “secondary protective barrier” means a barrier that is sufficient to attenuate stray radiation to a specified degree; (“écran de protection secondaire”) “stationary x-ray machine” means an x-ray machine that is installed permanently in one location and includes a machine that is permanently installed in a truck, bus, train or other movable facility; (“appareil à rayons X stationnaire”) “technique factors” means the following conditions of operation of a diagnostic x-ray machine that can be selected by the operator: 1. The peak tube potential. 2. The tube current. 3. The exposure time. 4. The added filtration. 5. A combination of the variables set out in paragraphs 1 to 4. 6. The distance between the radiation source and the image receptor; (“facteurs techniques”) “tube housing assembly” means an x-ray tube housing that has an x-ray tube installed in it; (“système radiogène”) “useful beam” means the delineated beam of x-rays that passes through the tube housing and the beamlimiting aperture; (“faisceau utile”) “whole-body-dose-equivalent” means the weighted average of the dose-equivalents received by all tissues in the body of an irradiated person; (“équivalent de dose pour le corps entire”) “work-load” means the degree of use of an x-ray machine expressed in milliampere minutes; (“charge de travail”) “x-ray exposure” means a quantity of x-rays delivered at a defined point in space or in a medium that is expressed in terms of the amount of electric charge produced by the radiation in a small mass of air located at the point; (“exposition aux rayons X”) “x-ray field” means the area of the intersection of a useful beam and one of the set of planes parallel to the plane of the image receptor; (“champ de rayons X”) “x-ray room” means a defined area where one or more permanently fixed x-ray machines and equipment are located; (“salle de radiologie”) “x-ray tube” means an evacuated envelope that is designed to produce x-rays by the bombardment of a metal target by accelerated electrons; (“tube à rayons X”) “x-ray worker” means a person who is qualified under the Act or the regulations to operate an x-ray machine. (“travailleur sous rayonnement”) R.R.O. 1990, Reg. 543, s. 1; O. Reg. 663/00, s. 1; O. Reg. 173/11, s. 1; O. Reg. 87/22, s. 1; O. Reg. 203/23, s. 1.",
            "raw_html": "<p class=\"section-e\"><a name=\"BK0\"></a> <b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“aluminum equivalent” of a material means the thickness of aluminum (Aluminum Association Type 1100) that affords the same attenuation as the material where the aluminum and the material are irradiated under the same conditions; (“équivalence en aluminium”)</p> <p class=\"definition-e\">“attenuation” means the decrease in radiation intensity caused by absorption and scattering of x-rays in a medium; (“atténuation”)</p> <p class=\"definition-e\">“automatic exposure control” means a device that delivers a predetermined quantity of radiation to the image receptor by automatically controlling one or more technique factors; (“commande automatique d’exposition”)</p> <p class=\"definition-e\">“average peak kilovoltage” means the maximum kilovoltage developed in a single pulse of voltage applied to the anode of an x-ray tube averaged over at least twelve successive pulses; (“tension de crête moyenne”)</p> <p class=\"definition-e\">“backscatter” means radiation reaching a point from material located more distant from the x-ray source than the point; (“rétrodiffusion”)</p> <p class=\"definition-e\">“beam limiting device” means a device that restricts the dimensions of the useful beam; (“dispositif de limitation du faisceau”)</p> <p class=\"definition-e\">“cephalometric x-ray machine” means a dental x-ray machine that is used for the examination of the maxillofacial skeleton; (“appareil de radiographie céphalométrique”)</p> <p class=\"definition-e\">“chiropodic x-ray machine” means an x-ray machine that is used for the examination of the foot; (“appareil de radiographie podologique”)</p> <p class=\"definition-e\">“coefficient of variation” means the ratio of the estimated standard deviation to the mean value of a series of measurements calculated using the following equation:</p> <p class=\"equation-e\"><img alt=\"An image of an equation for determining the calculation of the coefficient of variation.\" border=\"0\" height=\"71\" src=\"900543_e_files/image001.gif\" width=\"153\"/></p> <p class=\"Sdefinition-e\">where,</p> <p class=\"equationind2-e\">  X<sub>i</sub>  = i<sup>th</sup>\r\nmeasurement</p> <p class=\"equationind2-e\">  X̄ = mean value of the measurements</p> <p class=\"equationind2-e\">  S = estimated standard deviation</p> <p class=\"equationind2-e\">  n = number of measurements</p> <p class=\"equationind2-e\">  C = the coefficient of variation; (“coefficient de variation”)</p> <p class=\"definition-e\">“control booth” means a defined area in which an x-ray worker operates an x-ray machine; (“cabine de commande”)</p> <p class=\"definition-e\">“control panel” means that part of an x-ray machine that contains the switches, knobs, keys, buttons or other controls accessible to the x-ray operator that are used to set technique factors manually or automatically; (“tableau de commande”)</p> <p class=\"definition-e\">“CT scanner” means an X-ray machine that is a computerized tomography system or subsystem and that is able to generate a volumetric representation of the human body using a multitude of X-rays at a multitude of orientations, and includes any such device regardless of its common name or brand name or any other way it is referred to, including, without limiting the generality of the foregoing, a computerized tomography scanner or a computerized axial tomography scanner; (“tomomètre”)</p> <p class=\"definition-e\">“darkroom” means an enclosed space that is constructed to process light sensitive materials; (“chambre noire”)</p> <p class=\"definition-e\">“density unit” means the relative amount of light transmitted through a processed film expressed on a common logarithmic scale; (“<span>unité de </span>densité”)</p> <p class=\"definition-e\">“dental CT scanner” means a CT scanner that is used in the practice of dentistry and that is designed to produce images of the oral-facial complex only; (“<span>scanographe dentaire”)</span></p> <p class=\"definition-e\">“dental x-ray machine” means an x-ray machine that is used outside the mouth to examine teeth, jaws and related structures; (“appareil de radiographie dentaire”)</p> <p class=\"definition-e\">“diagnostic x-ray machine” means an x-ray machine that is used for the examination of a human being but does not include a radiation therapy simulator or a computerized transaxial tomographic x-ray machine; (“<span>appareil à rayons X pour usage diagnostique”)</span></p> <p class=\"definition-e\">“dose equivalent” means a quantity that expresses on a common scale the energy absorbed by a small mass of a body irradiated by a beam of radiation weighted by a factor describing the biological effectiveness of the radiation concerned; (“équivalent de dose”)</p> <p class=\"definition-e\">“filter” means material that is placed in the useful beam to attenuate preferentially the lower energy or a specific energy range of x-rays; (“<span>filtre”)</span></p> <p class=\"definition-e\">“fluoroscopic x-ray machine” means an x-ray machine, an image receptor and the equipment associated with the x-ray machine and the image receptor that is used in fluoroscopy; (“appareil fluoroscopique à rayons X”)</p> <p class=\"definition-e\">“fluoroscopy” means a mode of x-ray exposure in which the image receptor and associated equipment produce and display a visible image that is viewed by the operator during or subsequent to the exposure; (“radioscopie”)</p> <p class=\"definition-e\">“general-purpose radiographic x-ray machine” means a radiographic x-ray machine that is not limited by design or adaptation to radiographic examination of a specific anatomical region; (“appareil de radiographie à rayons X pour usage general”)</p> <p class=\"definition-e\">“half-value layer” means the thickness of a specified material that attenuates the x-ray beam under conditions that minimize scattered radiation such that the exposure is reduced to one-half of its original value; (“couche de demi-atténuation”)</p> <p class=\"definition-e\">“image receptor” means a device that converts incident x-radiation into a visible image or into a form that can be made into a visible image by further transformation; (“récepteur d’image”)</p> <p class=\"definition-e\">“lead equivalent” of a material means the thickness of lead that affords the same attenuation as the material where the lead and the material are irradiated under the same conditions; (“équivalence en plomb”)</p> <p class=\"definition-e\">“leakage radiation” means all the radiation except the useful beam that comes from within the housing of an energized x-ray tube or the radiation that is produced when the exposure switch or timer of an x-ray machine is not activated; (“rayonnement de fuite”)</p> <p class=\"definition-e\">“light field” means the area of light at a specified plane that is directly outlined by a beam limiting device; (“champ lumineux”)</p> <p class=\"definition-e\">“mammographic x-ray machine” means an x-ray machine that is used for the examination of the breast; (“mammographe”)</p> <p class=\"definition-e\">“manual exposure control” means a device that is used by an x-ray operator to set technique factors in order to deliver a predetermined quantity of radiation to the image receptor; (“commande manuelle d’exposition”)</p> <p class=\"definition-e\">“mean glandular breast dose” means the absorbed dose in milligrays averaged over the central volume of the breast, assuming .5 centimetre adipose tissue above and below the region of the central volume of the breast; (“<span>d</span>ose glandulaire moyenne au sein”)</p> <p class=\"definition-e\">“mobile x-ray machine” means an x-ray machine that can be moved from one location to another; (“appareil à rayons X mobile”)</p> <p class=\"definition-e\">“occupancy” means the nature and extent of use of space adjacent to an x-ray machine; (“occupation”)</p> <p class=\"definition-e\">“optical density” means the degree of opacity to visible light of a processed film expressed in density units; (“densité optique”)</p> <p class=\"definition-e\">“out of province medical practitioner” means a person who is exempted from subsections 9 (1) and (3) of the <i>Medicine Act, 1991</i> by a regulation made under that Act; (“médecin hors province”)</p> <p class=\"definition-e\">“out of province registered nurse in the extended class” means a person who is exempted from subsections 11 (1) and (5) of the <i>Nursing Act, 1991</i> by a regulation made under that Act and who holds, in another Canadian jurisdiction, the equivalent of a certificate of registration in the extended class for registered nurses in Ontario; (“infirmière autorisée ou infirmier autorisé de la catégorie supérieure hors province”)</p> <p class=\"definition-e\">“panoramic x-ray machine” means a tomographic unit used for the production of radiographs of the teeth, jaws and related structures on a single film or radiograph; (“appareil de radiographie panoramique”)</p> <p class=\"definition-e\">“patient entrance exposure” means the x-ray exposure, excluding exposure arising from back-scattered radiation, in the centre of an x-ray beam at the position of the surface of the patient that is closest to the x-ray source; (“exposition primaire du patient”)</p> <p class=\"definition-e\">“phantom” means an object that simulates a patient when placed in an x-ray beam for the purpose of testing an x-ray machine or image receptor; (“fantôme”)</p> <p class=\"definition-e\">“photofluorographic x-ray machine” means an x-ray machine that records photographically in reduced size the image produced on a fluorescent screen; (“appareil de radiographie photofluorographique”)</p> <p class=\"definition-e\">“primary protective barrier” means a barrier that is sufficient to attenuate the useful beam to a specified degree; (“écran de protection primaire”)</p> <p class=\"definition-e\">“protective accessory” means a device that is used to protect a person in an x-ray facility from receiving unnecessary radiation; (“<span>accessoire de </span>protection”)</p> <p class=\"definition-e\">“registered nurse in the extended class” means a member of the College of Nurses of Ontario who is a registered nurse and who holds a certificate of registration in the extended class under the <i>Nursing Act, 1991</i>; (“infirmière autorisée ou infirmier autorisé de la catégorie supérieure”)</p> <p class=\"definition-e\">“secondary protective barrier” means a barrier that is sufficient to attenuate stray radiation to a specified degree; (“écran de protection secondaire”)</p> <p class=\"definition-e\">“stationary x-ray machine” means an x-ray machine that is installed permanently in one location and includes a machine that is permanently installed in a truck, bus, train or other movable facility; (“appareil à rayons X stationnaire”)</p> <p class=\"definition-e\">“technique factors” means the following conditions of operation of a diagnostic x-ray machine that can be selected by the operator:</p> <p class=\"defparagraph-e\">  1. The peak tube potential.</p> <p class=\"defparagraph-e\">  2. The tube current.</p> <p class=\"defparagraph-e\">  3. The exposure time.</p> <p class=\"defparagraph-e\">  4. The added filtration.</p> <p class=\"defparagraph-e\">  5. A combination of the variables set out in paragraphs 1 to 4.</p> <p class=\"defparagraph-e\">  6. The distance between the radiation source and the image receptor; (“facteurs techniques”)</p> <p class=\"definition-e\">“tube housing assembly” means an x-ray tube housing that has an x-ray tube installed in it; (“système radiogène”)</p> <p class=\"definition-e\">“useful beam” means the delineated beam of x-rays that passes through the tube housing and the beamlimiting aperture; (“faisceau utile”)</p> <p class=\"definition-e\">“whole-body-dose-equivalent” means the weighted average of the dose-equivalents received by all tissues in the body of an irradiated person; (“équivalent de dose pour le corps entire”)</p> <p class=\"definition-e\">“work-load” means the degree of use of an x-ray machine expressed in milliampere minutes; (“charge de travail”)</p> <p class=\"definition-e\">“x-ray exposure” means a quantity of x-rays delivered at a defined point in space or in a medium that is expressed in terms of the amount of electric charge produced by the radiation in a small mass of air located at the point; (“exposition aux rayons X”)</p> <p class=\"definition-e\">“x-ray field” means the area of the intersection of a useful beam and one of the set of planes parallel to the plane of the image receptor; (“champ de rayons X”)</p> <p class=\"definition-e\">“x-ray room” means a defined area where one or more permanently fixed x-ray machines and equipment are located; (“salle de radiologie”)</p> <p class=\"definition-e\">“x-ray tube” means an evacuated envelope that is designed to produce x-rays by the bombardment of a metal target by accelerated electrons; (“tube à rayons X”)</p> <p class=\"definition-e\">“x-ray worker” means a person who is qualified under the Act or the regulations to operate an x-ray machine. (“travailleur sous rayonnement”) R.R.O. 1990, Reg. 543, s. 1; O. Reg. 663/00, s. 1; O. Reg. 173/11, s. 1; O. Reg. 87/22, s. 1; O. Reg. 203/23, s. 1.</p>"
        },
        {
            "ahref_id": "#2.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 2. (1) The following information is prescribed for the purpose of clause 3 (2) (a) of the Act: 1. The name of the owner of the x-ray machine. 2. The number or identifying name of the x-ray room for which approval of installation is sought. 3. The name of the manufacturer and the model number of the x-ray machine, the anticipated maximum workload, the maximum tube voltage, and the maximum tube current. 4. The thickness and nature of materials that form the boundaries of the x-ray room. 5. The occupancy of the adjacent spaces, including spaces above and below the x-ray room. 6. The percentage of the working day each adjacent space is occupied. 7. The percentage of the exposure time the useful beam is projected toward each adjacent space. (2) The following plan, to be submitted in duplicate, is prescribed for the purpose of clause 3 (2) (a) of the Act: A floor plan drawn to a scale of not less than one to fifty that indicates: 1. The compass point North. 2. The name of the owner and address of the installation. 3. The limits of travel of the x-ray tube within the room. 4. The location of the control booth or the exposure switch. 5. The position of each horizontal or erect x-ray film cassette holder. 6. The location of the darkroom and storage of unprocessed film. (3) In addition to the requirements prescribed in subsection (2) where the application for approval is for the installation of an x-ray machine in a dental facility, the floor plans shall indicate, (a) the position and limits of rotation of the chair; and (b) the position of the head of the person being irradiated.  R.R.O. 1990, Reg.  543, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The following information is prescribed for the purpose of clause 3 (2) (a) of the Act:</p> <p class=\"paragraph-e\">  1. The name of the owner of the x-ray machine.</p> <p class=\"paragraph-e\">  2. The number or identifying name of the x-ray room for which approval of installation is sought.</p> <p class=\"paragraph-e\">  3. The name of the manufacturer and the model number of the x-ray machine, the anticipated maximum workload, the maximum tube voltage, and the maximum tube current.</p> <p class=\"paragraph-e\">  4. The thickness and nature of materials that form the boundaries of the x-ray room.</p> <p class=\"paragraph-e\">  5. The occupancy of the adjacent spaces, including spaces above and below the x-ray room.</p> <p class=\"paragraph-e\">  6. The percentage of the working day each adjacent space is occupied.</p> <p class=\"paragraph-e\">  7. The percentage of the exposure time the useful beam is projected toward each adjacent space.</p> <p class=\"subsection-e\">  (2) The following plan, to be submitted in duplicate, is prescribed for the purpose of clause 3 (2) (a) of the Act:</p> <p class=\"parawindt-e\">A floor plan drawn to a scale of not less than one to fifty that indicates:</p> <p class=\"paragraph-e\">  1. The compass point North.</p> <p class=\"paragraph-e\">  2. The name of the owner and address of the installation.</p> <p class=\"paragraph-e\">  3. The limits of travel of the x-ray tube within the room.</p> <p class=\"paragraph-e\">  4. The location of the control booth or the exposure switch.</p> <p class=\"paragraph-e\">  5. The position of each horizontal or erect x-ray film cassette holder.</p> <p class=\"paragraph-e\">  6. The location of the darkroom and storage of unprocessed film.</p> <p class=\"subsection-e\">  (3) In addition to the requirements prescribed in subsection (2) where the application for approval is for the installation of an x-ray machine in a dental facility, the floor plans shall indicate,</p> <p class=\"clause-e\">  (a) the position and limits of rotation of the chair; and</p> <p class=\"clause-e\">  (b) the position of the head of the person being irradiated.  R.R.O. 1990, Reg.  543, s. 2.</p>"
        },
        {
            "ahref_id": "#3.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 3. (1) Every installation of an x-ray machine shall be shielded with a primary protective barrier and a secondary protective barrier so that, (a) no x-ray worker receives a whole-body-dose-equivalent of more than 1 millisievert (100 millirem) per week; and (b) no person, other than the patient undergoing an application of therapeutic or diagnostic x-rays, who is not an x-ray worker, receives a whole-body-dose-equivalent of more than 0.1 millisievert (10 millirem) per week. R.R.O. 1990, Reg. 543, s. 3 (1). (2) The barriers referred to in subsection (1) shall comply with the shielding standards contained in one of the following: 1. Appendix II (Shielding guides for diagnostic x-ray installations) of Safety Code-20A—X-Ray Equipment in Medical Diagnosis Part A:  Recommended Safety Procedures for Installation and Use, revised in 1999 and published by Health Canada. 2. NCRP Report No. 147—Structural Shielding Design for Medical X-Ray Imaging Facilities, revised on March 18, 2005 and published by the U.S. National Council on Radiation Protection and Measurements. O. Reg. 87/22, s. 2 (1). (3) Where lead shielding is used as a barrier, it shall be mounted in such a manner as to avoid sagging or damage to the lead shielding. R.R.O. 1990, Reg. 543, s. 3 (3). (4) Joints between different kinds of barrier material shall be constructed so that the overall attenuation of the barrier is not impaired. R.R.O. 1990, Reg. 543, s. 3 (4). (5) Windows, doors or other openings in a barrier shall be so constructed that they comply with one of the shielding standards referred to in subsection (2) that apply to barriers. O. Reg. 87/22, s. 2 (2). (6) All doors leading directly into an x-ray room shall be fitted with self-closing devices and, where the doors are accessible to the public, shall have prominently displayed on them warning signs sufficient to alert persons to the presence of the x-ray equipment. R.R.O. 1990, Reg. 543, s. 3 (6). (7) Unprocessed film shall be protected from x-rays being generated by x-ray machines in the facility so that during its storage the increase in optical density caused by unintentional irradiation is less than 0.02 density units. R.R.O. 1990, Reg. 543, s. 3 (7).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Every installation of an x-ray machine shall be shielded with a primary protective barrier and a secondary protective barrier so that,</p> <p class=\"clause-e\">  (a) no x-ray worker receives a whole-body-dose-equivalent of more than 1 millisievert (100 millirem) per week; and</p> <p class=\"clause-e\">  (b) no person, other than the patient undergoing an application of therapeutic or diagnostic x-rays, who is not an x-ray worker, receives a whole-body-dose-equivalent of more than 0.1 millisievert (10 millirem) per week. R.R.O. 1990, Reg. 543, s. 3 (1).</p> <p class=\"subsection-e\">  (2) The barriers referred to in subsection (1) shall comply with the shielding standards contained in one of the following:</p> <p class=\"paragraph-e\">  1. Appendix II (Shielding guides for diagnostic x-ray installations) of Safety Code-20A—X-Ray Equipment in Medical Diagnosis Part A:  Recommended Safety Procedures for Installation and Use, revised in 1999 and published by Health Canada.</p> <p class=\"paragraph-e\">  2. NCRP Report No. 147—Structural Shielding Design for Medical X-Ray Imaging Facilities, revised on March 18, 2005 and published by the U.S. National Council on Radiation Protection and Measurements. O. Reg. 87/22, s. 2 (1).</p> <p class=\"subsection-e\">  (3) Where lead shielding is used as a barrier, it shall be mounted in such a manner as to avoid sagging or damage to the lead shielding. R.R.O. 1990, Reg. 543, s. 3 (3).</p> <p class=\"subsection-e\">  (4) Joints between different kinds of barrier material shall be constructed so that the overall attenuation of the barrier is not impaired. R.R.O. 1990, Reg. 543, s. 3 (4).</p> <p class=\"subsection-e\">  (5) Windows, doors or other openings in a barrier shall be so constructed that they comply with one of the shielding standards referred to in subsection (2) that apply to barriers. O. Reg. 87/22, s. 2 (2).</p> <p class=\"subsection-e\">  (6) All doors leading directly into an x-ray room shall be fitted with self-closing devices and, where the doors are accessible to the public, shall have prominently displayed on them warning signs sufficient to alert persons to the presence of the x-ray equipment. R.R.O. 1990, Reg. 543, s. 3 (6).</p> <p class=\"subsection-e\">  (7) Unprocessed film shall be protected from x-rays being generated by x-ray machines in the facility so that during its storage the increase in optical density caused by unintentional irradiation is less than 0.02 density units. R.R.O. 1990, Reg. 543, s. 3 (7).</p>"
        },
        {
            "ahref_id": "#4.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 4. (1) The following subject-matters for courses of study in the operation of x-ray machines and x-ray equipment are prescribed: 1. Properties of radiation. 2. Interactions of radiation. 3. Biological effects of radiation. 4. Background radiation. 5. Measurement of radiation. 6. Production and characteristics of x-rays. 7. Relationship between technical factors that affect image quality and dose. 8. Radiation protection legislation. 9. Control of radiation hazards. 10. Quality control.  R.R.O. 1990, Reg. 543, s. 4 (1). (2) Revoked:  O. Reg. 242/09, s. 1 (1). (3) Successful completion of one of the following requirements is prescribed for the purposes of sections 5 and 7 of the Act in respect of any person who operates an x-ray machine in a dental diagnostic x-ray facility: 1. A course in dental radiation safety approved by the Director of X-ray Safety. 2. A program or course in dental assisting that is approved by the Director of X-ray Safety at a College of Applied Arts and Technology. 3. On and after the 1st day of January, 1981, a dental assisting program that is approved by the Commission at, i. Career Canada Limited, ii. Career Canada (Hamilton) Limited, iii. Lorne Park Secondary School, iv. Etobicoke Collegiate Institute, v. Sir Allan MacNab Secondary School, vi. Toronto School of Business Inc., 5631 Yonge Street, Willowdale, Ontario, or vii. Barnett-Christie Corporation carrying on business as the College of Business Training, 2820 Danforth Avenue, Toronto, Ontario. 4. A program or course in dental assisting offered by the Canadian Armed Forces.  R.R.O. 1990, Reg. 543, s. 4 (3); O. Reg. 242/09, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The following subject-matters for courses of study in the operation of x-ray machines and x-ray equipment are prescribed:</p> <p class=\"paragraph-e\">  1. Properties of radiation.</p> <p class=\"paragraph-e\">  2. Interactions of radiation.</p> <p class=\"paragraph-e\">  3. Biological effects of radiation.</p> <p class=\"paragraph-e\">  4. Background radiation.</p> <p class=\"paragraph-e\">  5. Measurement of radiation.</p> <p class=\"paragraph-e\">  6. Production and characteristics of x-rays.</p> <p class=\"paragraph-e\">  7. Relationship between technical factors that affect image quality and dose.</p> <p class=\"paragraph-e\">  8. Radiation protection legislation.</p> <p class=\"paragraph-e\">  9. Control of radiation hazards.</p> <p class=\"paragraph-e\">  10. Quality control.  R.R.O. 1990, Reg. 543, s. 4 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 242/09, s. 1 (1).</p> <p class=\"subsection-e\">  (3) Successful completion of one of the following requirements is prescribed for the purposes of sections 5 and 7 of the Act in respect of any person who operates an x-ray machine in a dental diagnostic x-ray facility:</p> <p class=\"paragraph-e\">  1. A course in dental radiation safety approved by the Director of X-ray Safety.</p> <p class=\"paragraph-e\">  2. A program or course in dental assisting that is approved by the Director of X-ray Safety at a College of Applied Arts and Technology.</p> <p class=\"paragraph-e\">  3. On and after the 1st day of January, 1981, a dental assisting program that is approved by the Commission at,</p> <p class=\"subpara-e\">  i. Career Canada Limited,</p> <p class=\"subpara-e\">  ii. Career Canada (Hamilton) Limited,</p> <p class=\"subpara-e\">  iii. Lorne Park Secondary School,</p> <p class=\"subpara-e\">  iv. Etobicoke Collegiate Institute,</p> <p class=\"subpara-e\">  v. Sir Allan MacNab Secondary School,</p> <p class=\"subpara-e\">  vi. Toronto School of Business Inc., 5631 Yonge Street, Willowdale, Ontario, or</p> <p class=\"subpara-e\">  vii. Barnett-Christie Corporation carrying on business as the College of Business Training, 2820 Danforth Avenue, Toronto, Ontario.</p> <p class=\"paragraph-e\">  4. A program or course in dental assisting offered by the Canadian Armed Forces.  R.R.O. 1990, Reg. 543, s. 4 (3); O. Reg. 242/09, s. 1 (2).</p>"
        },
        {
            "ahref_id": "#5.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 5. (1) A person who is a member of a class of persons set out in Column 1 of Table 1 is exempt from the provision of subsection 5 (1) of the Act provided that the person only operates an x-ray machine under the supervision of a person set out opposite thereto in Column 2 of Table 1. (2) The owner of an x-ray machine that is installed in a public hospital approved under the Public Hospitals Act or in a private radiological clinic that has no legally qualified medical radiologist on staff is exempt from the requirement of subsection 9 (1) of the Act provided that the owner designates a member of the College of Medical Radiation and Imaging Technologists of Ontario who, in the opinion of the Director of x-ray Safety, is competent to act as radiation protection officer for the facility in which the x-ray machine is installed.  R.R.O. 1990, Reg. 543, s. 5; O. Reg. 359/19, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A person who is a member of a class of persons set out in <span>C</span>olumn 1 of Table 1 is exempt from the provision of subsection 5 (1) of the Act provided that the person only operates an x-ray machine under the supervision of a person set out opposite thereto in <span>C</span>olumn 2 of Table 1.</p> <p class=\"subsection-e\">  (2) The owner of an x-ray machine that is installed in a public hospital approved under the <i>Public Hospitals Act</i> or in a private radiological clinic that has no legally qualified medical radiologist on staff is exempt from the requirement of subsection 9 (1) of the Act provided that the owner designates a member of the College of Medical Radiation and Imaging Technologists of Ontario who, in the opinion of the Director of <span>x</span>-ray Safety, is competent to act as radiation protection officer for the facility in which the x-ray machine is installed.  R.R.O. 1990, Reg. 543, s. 5; O. Reg. 359/19, s. 1.</p>"
        },
        {
            "ahref_id": "#5.1",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 5.1 (1) CT scanners and dental CT scanners are classes of X-ray machines for the purposes of clauses 22 (d) and (e) and subclause 22 (f) (iii) of the Act. O. Reg. 173/11, s. 2; O. Reg. 87/22, s. 3. (2) A member of a class of persons who, under subsection 5 (2) of the Act, is deemed to meet the qualifications to operate an X-ray machine for the irradiation of a human being may only use a CT scanner or a dental CT scanner for the purpose of generating a volumetric representation of a region of the human body if section 5.2 or 5.3 of this Regulation applies, as applicable. O. Reg. 173/11, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>5.1 </b>(1) CT scanners and dental CT scanners are classes of X-ray machines for the purposes of clauses 22 (d) and (e) and subclause 22 (f) (iii) of the Act. O. Reg. 173/11, s. 2; O. Reg. 87/22, s. 3.</p> <p class=\"subsection-e\">  (2) A member of a class of persons who, under subsection 5 (2) of the Act, is deemed to meet the qualifications to operate an X-ray machine for the irradiation of a human being may only use a CT scanner or a dental CT scanner for the purpose of generating a volumetric representation of a region of the human body if section 5.2 or 5.3 of this Regulation applies, as applicable. O. Reg. 173/11, s. 2.</p>"
        },
        {
            "ahref_id": "#5.2",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 5.2 (1) A member of the following classes of persons is exempt from the prohibition in subsection 5 (1) of the Act with respect to the operation of a CT scanner, other than a dental CT scanner, for the irradiation of a human being, as long as subsection (2) is complied with:  1. A legally qualified medical practitioner. 2. A member of the College of Medical Radiation and Imaging Technologists of Ontario. 3. A person who is a member of a class of persons set out in Item 1 or 6 in Column 1 of Table 1 provided that the person only operates the CT scanner under the supervision of a person set out opposite that item in Column 2 of Table 1.  O. Reg. 173/11, s. 2; O. Reg. 359/19, s. 2. (2) The exemption under subsection (1) only applies when the irradiation is prescribed by, (a) a legally qualified medical practitioner or an out of province medical practitioner; (b) a member of the Royal College of Dental Surgeons of Ontario who holds a specialty certificate of registration authorizing the practice of the specialty of Oral and Maxillofacial Surgery; or (c) a registered nurse in the extended class or an out of province registered nurse in the extended class. O. Reg. 173/11, s. 2; O. Reg. 87/22, s. 4; O. Reg. 203/23, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>5.2 </b>(1) A member of the following classes of persons is exempt from the prohibition in subsection 5 (1) of the Act with respect to the operation of a CT scanner, other than a dental CT scanner, for the irradiation of a human being, as long as subsection (2) is complied with: </p> <p class=\"paragraph-e\">  1. A legally qualified medical practitioner.</p> <p class=\"paragraph-e\">  2. A member of the College of Medical Radiation and Imaging Technologists of Ontario.</p> <p class=\"paragraph-e\">  3. A person who is a member of a class of persons set out in Item 1 or 6 in Column 1 of Table 1 provided that the person only operates the CT scanner under the supervision of a person set out opposite that item in Column 2 of Table 1.  O. Reg. 173/11, s. 2; O. Reg. 359/19, s. 2.</p> <p class=\"subsection-e\">  (2) The exemption under subsection (1) only applies when the irradiation is prescribed by,</p> <p class=\"clause-e\">  (a) a legally qualified medical practitioner or an out of province medical practitioner;</p> <p class=\"clause-e\">  (b) a member of the Royal College of Dental Surgeons of Ontario who holds a specialty certificate of registration authorizing the practice of the specialty of Oral and Maxillofacial Surgery; or</p> <p class=\"clause-e\">  (c) a registered nurse in the extended class or an out of province registered nurse in the extended class. O. Reg. 173/11, s. 2; O. Reg. 87/22, s. 4; O. Reg. 203/23, s. 2.</p>"
        },
        {
            "ahref_id": "#5.3",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 5.3 (1) A member of the following classes of persons is exempt from the prohibition in subsection 5 (1) of the Act with respect to the operation of a dental CT scanner for the irradiation of a human being, as long as subsection (2) is complied with: 1. A member of the Royal College of Dental Surgeons of Ontario who holds a specialty certificate of registration authorizing the practice of the specialty of Oral and Maxillofacial Radiology. 2. A member of the Royal College of Dental Surgeons of Ontario in compliance with the standards of practice set out in the document dated April 18, 2011 and entitled “Standard of Practice – Dental CT Scanners” that is published by the Royal College of Dental Surgeons of Ontario and approved by the Council of that College. 3. A member of the College of Medical Radiation and Imaging Technologists of Ontario who is under the supervision of a person described in paragraph 1 or 2. 4. A person who is a member of a class of persons set out in Item 2 in Column 1 of Table 1 provided that the person only operates the CT scanner under the supervision of a person set out opposite that item in Column 2 of Table 1 who is also a person described in paragraph 1 or 2.  O. Reg. 173/11, s. 2; O. Reg. 359/19, s. 3. (2) The exemption under subsection (1) only applies, (a) with respect to a dental CT scanner that is installed and operated in a facility that is designated under subsection 23 (2) of the Act, and that is a dental facility operated by a dentist; and (b) when the irradiation is prescribed by a person described in paragraph 1 or 2 of subsection (1).  O. Reg. 173/11, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>5.3 </b>(1) A member of the following classes of persons is exempt from the prohibition in subsection 5 (1) of the Act with respect to the operation of a dental CT scanner for the irradiation of a human being, as long as subsection (2) is complied with:</p> <p class=\"paragraph-e\">  1. A member of the Royal College of Dental Surgeons of Ontario who holds a specialty certificate of registration authorizing the practice of the specialty of Oral and Maxillofacial Radiology.</p> <p class=\"paragraph-e\">  2. A member of the Royal College of Dental Surgeons of Ontario in compliance with the standards of practice set out in the document dated April 18, 2011 and entitled “Standard of Practice – Dental CT Scanners” that is published by the Royal College of Dental Surgeons of Ontario and approved by the Council of that College.</p> <p class=\"paragraph-e\">  3. A member of the College of Medical Radiation and Imaging Technologists of Ontario who is under the supervision of a person described in paragraph 1 or 2.</p> <p class=\"paragraph-e\">  4. A person who is a member of a class of persons set out in Item 2 in Column 1 of Table 1 provided that the person only operates the CT scanner under the supervision of a person set out opposite that item in Column 2 of Table 1 who is also a person described in paragraph 1 or 2.  O. Reg. 173/11, s. 2; O. Reg. 359/19, s. 3.</p> <p class=\"subsection-e\">  (2) The exemption under subsection (1) only applies,</p> <p class=\"clause-e\">  (a) with respect to a dental CT scanner that is installed and operated in a facility that is designated under subsection 23 (2) of the Act, and that is a dental facility operated by a dentist; and</p> <p class=\"clause-e\">  (b) when the irradiation is prescribed by a person described in paragraph 1 or 2 of subsection (1).  O. Reg. 173/11, s. 2.</p>"
        },
        {
            "ahref_id": "#6.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 6. Members of the College of Medical and Imaging Technologists of Ontario are exempt from section 6 of the Act in the operation of an x-ray machine for the irradiation of a human being if the irradiation is part of a breast cancer screening program administered by Ontario Health.  R.R.O. 1990, Reg. 543, s. 6; O. Reg. 359/19, s. 4; O. Reg. 58/20, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>Members of the College of Medical and Imaging Technologists of Ontario are exempt from section 6 of the Act in the operation of an x-ray machine for the irradiation of a human being if the irradiation is part of a breast cancer screening program administered by Ontario Health.  R.R.O. 1990, Reg. 543, s. 6; O. Reg. 359/19, s. 4; O. Reg. 58/20, s. 1.</p>"
        },
        {
            "ahref_id": "#6.1",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 6.1 (1) An out of province medical practitioner is prescribed as a person who can prescribe irradiation for the purposes of clause 6 (1) (a) of the Act. O. Reg. 203/23, s. 3. (2) An out of province registered nurse in the extended class is prescribed as a person who can prescribe irradiation for the purposes of clause 6 (1) (g) of the Act. O. Reg. 203/23, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>6.1 </b>(1) An out of province medical practitioner is prescribed as a person who can prescribe irradiation for the purposes of clause 6 (1) (a) of the Act. O. Reg. 203/23, s. 3.</p> <p class=\"subsection-e\">  (2) An out of province registered nurse in the extended class is prescribed as a person who can prescribe irradiation for the purposes of clause 6 (1) (g) of the Act. O. Reg. 203/23, s. 3.</p>"
        },
        {
            "ahref_id": "#7.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 7. The classes of radiation protection officers set out in Column 1 of Table 2 are prescribed and may only act as radiation protection officers for the class of facility set out opposite thereto in Column 2 of Table 2.  R.R.O. 1990, Reg. 543, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>The classes of radiation protection officers set out in <span>C</span>olumn 1 of Table 2 are prescribed and may only act as radiation protection officers for the class of facility set out opposite thereto in <span>C</span>olumn 2 of Table 2.  R.R.O. 1990, Reg. 543, s. 7.</p>"
        },
        {
            "ahref_id": "#8.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 8. (1) Every radiation protection officer shall ensure that every person who operates an x-ray machine in the facility for which he or she is a radiation protection officer is qualified in accordance with this Regulation to operate an x-ray machine. R.R.O. 1990, Reg. 543, s. 8 (1). (2) Every radiation protection officer shall establish and maintain procedures and tests for the x-ray machines and x-ray equipment in the facility for which he or she is a radiation protection officer to ensure compliance with this Regulation. R.R.O. 1990, Reg. 543, s. 8 (2). (3) Every radiation protection officer shall ensure that protective accessories of at least 0.5 millimetres lead equivalent at 150 kilovolts peak are available for use by persons who may receive exposure to x-rays in the facility. R.R.O. 1990, Reg. 543, s. 8 (3). (4) Every radiation protection officer shall provide to the Director of X-ray Safety, within sixty days of the installation of a new x-ray machine in the facility for which he or she is a radiation protection officer, written results of the tests conducted to verify whether or not the x-ray machine complies with the provisions of the Radiation Emitting Devices Act (Canada) and the regulations made thereunder. R.R.O. 1990, Reg. 543, s. 8 (4); O. Reg. 87/22, s. 5 (1). (5) Every radiation protection officer shall provide to the Director of X-ray Safety, within sixty days of the installation of a used x-ray machine in the facility for which he or she is a radiation protection officer, written results of the tests conducted to verify whether or not the x-ray machine complies with the provisions of the Act and this Regulation. R.R.O. 1990, Reg. 543, s. 8 (5); O. Reg. 87/22, s. 5 (1). (6) Every radiation protection officer shall ensure that records are maintained of each test required to be carried out under this section that set out, (a) the type and result of the test; (b) the frequency of testing where applicable; and (c) the action taken to correct each deficiency identified by the test. R.R.O. 1990, Reg. 543, s. 8 (6). (7) Every radiation protection officer shall ensure that the records referred to in subsection (6) are maintained for at least six years from the time of their making in the facility in which the x-ray machine to which the records referred to is operated. R.R.O. 1990, Reg. 543, s. 8 (7). (8) Every dental radiation protection officer shall ensure that at the facility where the officer acts, the procedures and tests set out in Column 1 of Table 3 are conducted at the frequencies set out opposite thereto in Column 2 of Table 3. R.R.O. 1990, Reg. 543, s. 8 (8). (9) Every chiropodic radiation protection officer shall ensure that at the facility where the officer acts, the procedures and tests set out in Column 1 of Table 4 are conducted at the frequencies set out opposite thereto in Column 2 of Table 4. R.R.O. 1990, Reg. 543, s. 8 (9). (10) Every medical radiation protection officer and every chiropractic radiation protection officer shall ensure that at the facility where the officer acts, the procedures and tests set out in Column 1 of Table 5 are conducted at the frequencies set out opposite thereto in Column 2 of Table 5. R.R.O. 1990, Reg. 543, s. 8 (10). (11) Every medical radiation protection officer, every chiropractic radiation protection officer and every chiropodic radiation protection officer shall ensure that at the facility where the officer acts, the entrance exposure of that part of a patient set out in Column 1 of Table 6 of a thickness set out opposite thereto in Column 2 of Table 6 that is a distance from the x-ray source set out opposite thereto in Column 3 of Table 6 does not exceed the exposure set out opposite thereto in Column 4 of Table 6. R.R.O. 1990, Reg. 543, s. 8 (11). (12) Every dental radiation protection officer shall ensure that at the facility where the officer acts, the entrance exposure of that part of a patient set out in Column 1 of Table 7 at the measured potential set out opposite thereto in Column 2 of Table 7 does not exceed the exposure set out opposite thereto in Column 3 of Table 7. R.R.O. 1990, Reg. 543, s. 8 (12). (13) Every radiation protection officer shall notify the Director of x-ray Safety forthwith of the occurrence, in the facility for which he or she is a radiation protection officer, of, (a) an accident involving an x-ray machine; or (b) an overexposure to radiation involving a patient or patients. R.R.O. 1990, Reg. 543, s. 8 (13); O. Reg. 87/22, s. 5 (2). (14) In addition to the notice required under subsection (13), the radiation protection officer shall ensure that a written report of the accident or overexposure is received by the Director of x-ray Safety not later than five days after the occurrence of the accident or overexposure. R.R.O. 1990, Reg. 543, s. 8 (14). (15) Every medical radiation protection officer shall ensure that, at the facility where the officer acts, the mean glandular breast dose calculated for a standard breast, using technique factors and conditions used clinically for such a breast, does not exceed 3 milligrays per image. O. Reg. 663/00, s. 2. (16) In subsection (15), “standard breast” means a 4.2 centimetre thick compressed breast consisting of 50 per cent glandular tissue and 50 per cent adipose tissue. O. Reg. 663/00, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Every radiation protection officer shall ensure that every person who operates an x-ray machine in the facility for which he or she is a radiation protection officer is qualified in accordance with this Regulation to operate an x-ray machine. R.R.O. 1990, Reg. 543, s. 8 (1).</p> <p class=\"subsection-e\">  (2) Every radiation protection officer shall establish and maintain procedures and tests for the x-ray machines and x-ray equipment in the facility for which he or she is a radiation protection officer to ensure compliance with this Regulation. R.R.O. 1990, Reg. 543, s. 8 (2).</p> <p class=\"subsection-e\">  (3) Every radiation protection officer shall ensure that protective accessories of at least 0.5 millimetres lead equivalent at 150 kilovolts peak are available for use by persons who may receive exposure to x-rays in the facility. R.R.O. 1990, Reg. 543, s. 8 (3).</p> <p class=\"subsection-e\">  (4) Every radiation protection officer shall provide to the Director of X-ray Safety, within sixty days of the installation of a new x-ray machine in the facility for which he or she is a radiation protection officer, written results of the tests conducted to verify whether or not the x-ray machine complies with the provisions of the <i>Radiation Emitting Devices Act </i>(Canada) and the regulations made thereunder. R.R.O. 1990, Reg. 543, s. 8 (4); O. Reg. 87/22, s. 5 (1).</p> <p class=\"subsection-e\">  (5) Every radiation protection officer shall provide to the Director of <span>X-</span>ray<span> S</span>afety, within sixty days of the installation of a used x-ray machine in the facility for which he or she is a radiation protection officer, written results of the tests conducted to verify whether or not the x-ray machine complies with the provisions of the Act and this Regulation. R.R.O. 1990, Reg. 543, s. 8 (5); O. Reg. 87/22, s. 5 (1).</p> <p class=\"subsection-e\">  (6) Every radiation protection officer shall ensure that records are maintained of each test required to be carried out under this section that set out,</p> <p class=\"clause-e\">  (a) the type and result of the test;</p> <p class=\"clause-e\">  (b) the frequency of testing where applicable; and</p> <p class=\"clause-e\">  (c) the action taken to correct each deficiency identified by the test. R.R.O. 1990, Reg. 543, s. 8 (6).</p> <p class=\"subsection-e\">  (7) Every radiation protection officer shall ensure that the records referred to in subsection (6) are maintained for at least six years from the time of their making in the facility in which the x-ray machine to which the records referred to is operated. R.R.O. 1990, Reg. 543, s. 8 (7).</p> <p class=\"subsection-e\">  (8) Every dental radiation protection officer shall ensure that at the facility where the officer acts, the procedures and tests set out in <span>C</span>olumn 1 of Table 3 are conducted at the frequencies set out opposite thereto in <span>C</span>olumn 2 of Table 3. R.R.O. 1990, Reg. 543, s. 8 (8).</p> <p class=\"subsection-e\">  (9) Every chiropodic radiation protection officer shall ensure that at the facility where the officer acts, the procedures and tests set out in <span>C</span>olumn 1 of Table 4 are conducted at the frequencies set out opposite thereto in <span>C</span>olumn 2 of Table 4. R.R.O. 1990, Reg. 543, s. 8 (9).</p> <p class=\"subsection-e\">  (10) Every medical radiation protection officer and every chiropractic radiation protection officer shall ensure that at the facility where the officer acts, the procedures and tests set out in <span>C</span>olumn 1 of Table 5 are conducted at the frequencies set out opposite thereto in <span>C</span>olumn 2 of Table 5. R.R.O. 1990, Reg. 543, s. 8 (10).</p> <p class=\"subsection-e\">  (11) Every medical radiation protection officer, every chiropractic radiation protection officer and every chiropodic radiation protection officer shall ensure that at the facility where the officer acts, the entrance exposure of that part of a patient set out in <span>C</span>olumn 1 of Table 6 of a thickness set out opposite thereto in <span>C</span>olumn 2 of Table 6 that is a distance from the x-ray source set out opposite thereto in <span>C</span>olumn 3 of Table 6 does not exceed the exposure set out opposite thereto in <span>C</span>olumn 4 of Table 6. R.R.O. 1990, Reg. 543, s. 8 (11).</p> <p class=\"subsection-e\">  (12) Every dental radiation protection officer shall ensure that at the facility where the officer acts, the entrance exposure of that part of a patient set out in <span>C</span>olumn 1 of Table 7 at the measured potential set out opposite thereto in <span>C</span>olumn 2 of Table 7 does not exceed the exposure set out opposite thereto in <span>C</span>olumn 3 of Table 7. R.R.O. 1990, Reg. 543, s. 8 (12).</p> <p class=\"subsection-e\">  (13) Every radiation protection officer shall notify the Director of <span>x</span>-ray Safety forthwith of the occurrence, in the facility for which he or she is a radiation protection officer, of,</p> <p class=\"clause-e\">  (a) an accident involving an x-ray machine; or</p> <p class=\"clause-e\">  (b) an overexposure to radiation involving a patient or patients. R.R.O. 1990, Reg. 543, s. 8 (13); O. Reg. 87/22, s. 5 (2).</p> <p class=\"subsection-e\">  (14) In addition to the notice required under subsection (13), the radiation protection officer shall ensure that a written report of the accident or overexposure is received by the Director of <span>x</span>-ray Safety not later than five days after the occurrence of the accident or overexposure. R.R.O. 1990, Reg. 543, s. 8 (14).</p> <p class=\"subsection-e\">  (15) Every medical radiation protection officer shall ensure that, at the facility where the officer acts, the mean glandular breast dose calculated for a standard breast, using technique factors and conditions used clinically for such a breast, does not exceed 3 milligrays per image. O. Reg. 663/00, s. 2.</p> <p class=\"subsection-e\">  (16) In subsection (15),</p> <p class=\"firstdef-e\">“standard breast” means a 4.2 centimetre thick compressed breast consisting of 50 per cent glandular tissue and 50 per cent adipose tissue. O. Reg. 663/00, s. 2.</p>"
        },
        {
            "ahref_id": "#9.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 9. (1) Every diagnostic x-ray machine shall bear either on the external surface of the main x-ray control panel or at the exposure switch location a warning sign that indicates that, (a) unauthorized use is prohibited; and (b) hazardous radiation is emitted when the x-ray machine is activated. R.R.O. 1990, Reg. 543, s. 9 (1). (2) Every diagnostic x-ray machine shall be so constructed that, (a) all controls, meters, lights or other indicators on the machine are readily recognizable and clearly identifiable as to function; (b) the x-ray tube is securely fixed and correctly aligned with the tube housing; (c) the x-ray tube housing maintains its required exposure position without significant drifting, tipping or vibration so as to affect the quality of the image; (d) there are recognizable warning lights or other indicators that indicate, (i) when the machine is energized and is ready to produce x-rays, and (ii) when the x-rays are produced; (e) where the machine has individual technique factors that are either fixed or can be selected manually by the x-ray operator, there are electrical meters, controls or other indicators to enable the x-ray operator to determine those selected technique factors before the patient is irradiated; (f) where the x-ray machine is used in the radiographic mode and has automatically controlled exposure or anatomically related exposure selection or falling load, there is an electrical meter, control or other indicator that enables the x-ray operator to determine the kilovoltage before the patient is irradiated; (g) where the x-ray machine is battery powered, there is a visual indicator that shows whether the battery is charged for proper operation; (h) it is not possible to energize more than one x-ray tube at the same time; and (i) where there are two x-ray tubes, there is a visible indication of which x-ray tube is selected and ready to be activated at the control panel. R.R.O. 1990, Reg. 543, s. 9 (2); O. Reg. 87/22, s. 6. (3) Every diagnostic x-ray machine shall be provided with, (a) an exposure switch, timer or other device that is controlled by the operator to initiate and terminate the irradiations; and (b) filters that, (i) are located in the exit port of the x-ray tube housing or beam limiting device or both, (ii) intercept the entire useful beam, and (iii) at a measured potential set out in Column 1 of Table 8 with a thickness of aluminum set out opposite thereto in Column 2 of Table 8, reduce the exposure at least by half. R.R.O. 1990, Reg. 543, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) Every diagnostic x-ray machine shall bear either on the external surface of the main x-ray control panel or at the exposure switch location a warning sign that indicates that,</p> <p class=\"clause-e\">  (a) unauthorized use is prohibited; and</p> <p class=\"clause-e\">  (b) hazardous radiation is emitted when the x-ray machine is activated. R.R.O. 1990, Reg. 543, s. 9 (1).</p> <p class=\"subsection-e\">  (2) Every diagnostic x-ray machine shall be so constructed that,</p> <p class=\"clause-e\">  (a) all controls, meters, lights or other indicators on the machine are readily recognizable and clearly identifiable as to function;</p> <p class=\"clause-e\">  (b) the x-ray tube is securely fixed and correctly aligned with the tube housing;</p> <p class=\"clause-e\">  (c) the x-ray tube housing maintains its required exposure position without significant drifting, tipping or vibration so as to affect the quality of the image;</p> <p class=\"clause-e\">  (d) there are recognizable warning lights or other indicators that indicate,</p> <p class=\"subclause-e\">  (i) when the machine is energized and is ready to produce x-rays, and</p> <p class=\"subclause-e\">  (ii) when the x-rays are produced;</p> <p class=\"clause-e\">  (e) where the machine has individual technique factors that are either fixed or can be selected manually by the x-ray operator, there are electrical meters, controls or other indicators to enable the x-ray operator to determine those selected technique factors before the patient is irradiated;</p> <p class=\"clause-e\">  (f) where the x-ray machine is used in the radiographic mode and has automatically controlled exposure or anatomically related exposure selection or falling load, there is an electrical meter, control or other indicator that enables the x-ray operator to determine the kilovoltage before the patient is irradiated;</p> <p class=\"clause-e\">  (g) where the x-ray machine is battery powered, there is a visual indicator that shows whether the battery is charged for proper operation;</p> <p class=\"clause-e\">  (h) it is not possible to energize more than one x-ray tube at the same time; and</p> <p class=\"clause-e\">  (i) where there are two x-ray tubes, there is a visible indication of which x-ray tube is selected and ready to be activated at the control panel. R.R.O. 1990, Reg. 543, s. 9 (2); O. Reg. 87/22, s. 6.</p> <p class=\"subsection-e\">  (3) Every diagnostic x-ray machine shall be provided with,</p> <p class=\"clause-e\">  (a) an exposure switch, timer or other device that is controlled by the operator to initiate and terminate the irradiations; and</p> <p class=\"clause-e\">  (b) filters that,</p> <p class=\"subclause-e\">  (i) are located in the exit port of the x-ray tube housing or beam limiting device or both,</p> <p class=\"subclause-e\">  (ii) intercept the entire useful beam, and</p> <p class=\"subclause-e\">  (iii) at a measured potential set out in Column 1 of Table 8 with a thickness of aluminum set out opposite thereto in Column 2 of Table 8, reduce the exposure at least by half. R.R.O. 1990, Reg. 543, s. 9 (3).</p>"
        },
        {
            "ahref_id": "#10.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 10. (1) Every exposure switch on an x-ray machine shall, (a) be so located that it cannot be conveniently operated outside a shielded area; and (b) where it is part of a mobile machine, be equipped with a cable at least three metres in length. (2) Clause (1) (a) does not apply to an exposure switch that is used in conjunction with mobile x-ray machines, spot-film devices or fluoroscopy. (3) Every exposure switch on an x-ray machine shall be so constructed that it requires continuous pressure by the x-ray operator to produce x-rays, except where the x-ray machine is equipped with a serial changer. (4) Where an exposure switch on an x-ray machine is used in conjunction with a serial changer, the switch shall be so constructed that it permits the x-ray operator to terminate an irradiation at any time. (5) Every exposure switch on an x-ray machine that is a foot switch shall be so constructed as to prevent an unintended exposure if the switch is overturned.  R.R.O. 1990, Reg. 543, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) Every exposure switch on an x-ray machine shall,</p> <p class=\"clause-e\">  (a) be so located that it cannot be conveniently operated outside a shielded area; and</p> <p class=\"clause-e\">  (b) where it is part of a mobile machine, be equipped with a cable at least three metres in length.</p> <p class=\"subsection-e\">  (2) Clause (1) (a) does not apply to an exposure switch that is used in conjunction with mobile x-ray machines, spot-film devices or fluoroscopy.</p> <p class=\"subsection-e\">  (3) Every exposure switch on an x-ray machine shall be so constructed that it requires continuous pressure by the x-ray operator to produce x-rays, except where the x-ray machine is equipped with a serial changer.</p> <p class=\"subsection-e\">  (4) Where an exposure switch on an x-ray machine is used in conjunction with a serial changer, the switch shall be so constructed that it permits the x-ray operator to terminate an irradiation at any time.</p> <p class=\"subsection-e\">  (5) Every exposure switch on an x-ray machine that is a foot switch shall be so constructed as to prevent an unintended exposure if the switch is overturned.  R.R.O. 1990, Reg. 543, s. 10.</p>"
        },
        {
            "ahref_id": "#11.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 11. (1) Every diagnostic x-ray machine and every fluoroscopic x-ray machine shall, except where the x-ray machine is equipped with an automatic exposure control device, be so constructed that the timing device on the machine terminates an irradiation on completion of, (a) a preset time interval; (b) a preset product of current and time; or (c) a preset number of pulses. (2) Where an x-ray machine is equipped with an automatic exposure control device, the device shall terminate the exposure to the patient when a predetermined amount of radiation is detected. (3) Every timing device on a diagnostic x-ray machine and fluoroscopic x-ray machine shall be so constructed that it, (a) resets automatically to its original position or to ZERO on termination of an irradiation; and (b) prevents an irradiation from occurring at the ZERO or OFF\r\nposition.  R.R.O. 1990, Reg. 543, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) Every diagnostic x-ray machine and every fluoroscopic x-ray machine shall, except where the x-ray machine is equipped with an automatic exposure control device, be so constructed that the timing device on the machine terminates an irradiation on completion of,</p> <p class=\"clause-e\">  (a) a preset time interval;</p> <p class=\"clause-e\">  (b) a preset product of current and time; or</p> <p class=\"clause-e\">  (c) a preset number of pulses.</p> <p class=\"subsection-e\">  (2) Where an x-ray machine is equipped with an automatic exposure control device, the device shall terminate the exposure to the patient when a predetermined amount of radiation is detected.</p> <p class=\"subsection-e\">  (3) Every timing device on a diagnostic x-ray machine and fluoroscopic x-ray machine shall be so constructed that it,</p> <p class=\"clause-e\">  (a) resets automatically to its original position or to <span class=\"ovallcaps\">ZERO</span> on termination of an irradiation; and</p> <p class=\"clause-e\">  (b) prevents an irradiation from occurring at the <span class=\"ovallcaps\">ZERO</span> or <span class=\"ovallcaps\">OFF</span>\r\nposition.  R.R.O. 1990, Reg. 543, s. 11.</p>"
        },
        {
            "ahref_id": "#12.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 12. Every beam limiting device on an x-ray machine shall be so constructed that it affords the same attenuation of leakage radiation as that required of the tube housing assembly.  R.R.O. 1990, Reg. 543, s. 12.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>Every beam limiting device on an x-ray machine shall be so constructed that it affords the same attenuation of leakage radiation as that required of the tube housing assembly.  R.R.O. 1990, Reg. 543, s. 12.</p>"
        },
        {
            "ahref_id": "#13.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 13. (1) Every diagnostic x-ray machine that is equipped with an automatic exposure control shall be equipped with, (a) an indicator that shows when the automatic exposure control mode of operation has been selected; (b) a means of terminating the exposure, (i) of an x-ray tube with a potential of less than fifty kilovolts peak, when the product of the x-ray tube current and the exposure time is 2,000 milliampere-seconds per exposure, or (ii) of an x-ray tube with a potential of fifty kilovolts peak or more, when, (A) the product of the x-ray tube current and the exposure time is 600 milliampere-seconds, or (B) the product of the peak x-ray tube potential, current and exposure time is sixty kilowatt-seconds per exposure; and (c) an indicator that warns the operator that a condition set out in subclause (b) (i) or (ii) has been reached. (2) Every diagnostic x-ray machine shall be so constructed that, (a) over the normal range of use of the machine for any given combination of x-ray tube potential (in kilovolts peak), tube current (in milliamperes), exposure time (in seconds) or for selected radiation exposure to the image receptor (in milliroentgens), (i) the estimated coefficient of variation of any ten consecutive radiation exposure measurements taken at the same source-to-detector distance within a time period of one hour is no greater than 0.08, and (ii) each of the ten radiation exposures referred to in subclause (i) is within 20 per cent of the mean value of the ten measurements; (b) for any selected setting of the peak x-ray tube potential over the normal range of use of the machine, the average peak kilovoltage corresponds to the selected value to within + 8 per cent; (c) the timer on the x-ray machine may be set to control irradiations as short as 1/30 second or five milliampere-seconds, whichever is greater; (d) at each setting over the normal range of use, the timer on the x-ray machine is accurate to within + 10 per cent; and (e) at each setting over the normal range of use, the timer on the x-ray machine will comply with the reproducibility standards set out in clause (a). (3) Subsection (2) does not apply to dental x-ray machines, chiropodic x-ray machines or to mammographic x-ray machines. (4) Where a diagnostic x-ray machine is constructed so that the tube current (in milliamperes) has a range of preset values and both it and the exposure time (in seconds) can be selected individually, the average ratios of exposure (in milliroentgens) to the product of tube current and exposure time, obtained at any two adjacent tube current settings for any fixed indicated value of x-ray tube potential (in kilovolts) over the normal range of use of the machine, shall not differ by more than 0.10 times their sum or  where x1 and x2\r\nare the average mR/mAs (milliroentgens divided by milliampere-seconds) values obtained at the two selected settings of mA (milliamperes). (5) Where a diagnostic x-ray machine is constructed so that the exposure selection can be made only as the tube current exposure time product (in milliampere-seconds) or where the milliampere value is continuously variable, the average ratios of exposure (in milliroentgens) to the product of tube current and exposure time, obtained at any two selections of milliampere-second differing by at least a factor of two, for any fixed indicated value of x-ray tube potential (in kilovolts) within the range of normal operation of the machine, shall not differ by more than 0.10 times their sum, or  where x1 and x2\r\nare the average mR/mAs (milliroentgens divided by milliampere-seconds) values obtained at the two selected settings of mA (milliamperes).  R.R.O. 1990, Reg. 543, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) Every diagnostic x-ray machine that is equipped with an automatic exposure control shall be equipped with,</p> <p class=\"clause-e\">  (a) an indicator that shows when the automatic exposure control mode of operation has been selected;</p> <p class=\"clause-e\">  (b) a means of terminating the exposure,</p> <p class=\"subclause-e\">  (i) of an x-ray tube with a potential of less than fifty kilovolts peak, when the product of the x-ray tube current and the exposure time is 2,000 milliampere-seconds per exposure, or</p> <p class=\"subclause-e\">  (ii) of an x-ray tube with a potential of fifty kilovolts peak or more, when,</p> <p class=\"subsubclause-e\">  (A) the product of the x-ray tube current and the exposure time is 600 milliampere-seconds, or</p> <p class=\"subsubclause-e\">  (B) the product of the peak x-ray tube potential, current and exposure time is sixty kilowatt-seconds per exposure; and</p> <p class=\"clause-e\">  (c) an indicator that warns the operator that a condition set out in subclause (b) (i) or (ii) has been reached.</p> <p class=\"subsection-e\">  (2) Every diagnostic x-ray machine shall be so constructed that,</p> <p class=\"clause-e\">  (a) over the normal range of use of the machine for any given combination of x-ray tube potential (in kilovolts peak), tube current (in milliamperes), exposure time (in seconds) or for selected radiation exposure to the image receptor (in milliroentgens),</p> <p class=\"subclause-e\">  (i) the estimated coefficient of variation of any ten consecutive radiation exposure measurements taken at the same source-to-detector distance within a time period of one hour is no greater than 0.08, and</p> <p class=\"subclause-e\">  (ii) each of the ten radiation exposures referred to in subclause (i) is within 20 per cent of the mean value of the ten measurements;</p> <p class=\"clause-e\">  (b) for any selected setting of the peak x-ray tube potential over the normal range of use of the machine, the average peak kilovoltage corresponds to the selected value to within <u>+</u> 8 per cent;</p> <p class=\"clause-e\">  (c) the timer on the x-ray machine may be set to control irradiations as short as 1/30 second or five milliampere-seconds, whichever is greater;</p> <p class=\"clause-e\">  (d) at each setting over the normal range of use, the timer on the x-ray machine is accurate to within <u>+</u> 10 per cent; and</p> <p class=\"clause-e\">  (e) at each setting over the normal range of use, the timer on the x-ray machine will comply with the reproducibility standards set out in clause (a).</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply to dental x-ray machines, chiropodic x-ray machines or to mammographic x-ray machines.</p> <p class=\"subsection-e\">  (4) Where a diagnostic x-ray machine is constructed so that the tube current (in milliamperes) has a range of preset values and both it and the exposure time (in seconds) can be selected individually, the average ratios of exposure (in milliroentgens) to the product of tube current and exposure time, obtained at any two adjacent tube current settings for any fixed indicated value of x-ray tube potential (in kilovolts) over the normal range of use of the machine, shall not differ by more than 0.10 times their sum or</p> <p class=\"equation-e\"><span><img alt=\"Image of an equation showing that the absolute value of the difference is less than or equal to 0.10 times the sum.\" border=\"0\" height=\"24\" src=\"900543_e_files/image002.gif\" width=\"130\"/></span></p> <p class=\"Ssubsection-e\">where x<sub>1</sub> and x<sub>2</sub>\r\nare the average mR/mAs (milliroentgens divided by milliampere-seconds) values obtained at the two selected settings of mA (milliamperes).</p> <p class=\"subsection-e\">  (5) Where a diagnostic x-ray machine is constructed so that the exposure selection can be made only as the tube current exposure time product (in milliampere-seconds) or where the milliampere value is continuously variable, the average ratios of exposure (in milliroentgens) to the product of tube current and exposure time, obtained at any two selections of milliampere-second differing by at least a factor of two, for any fixed indicated value of x-ray tube potential (in kilovolts) within the range of normal operation of the machine, shall not differ by more than 0.10 times their sum, or</p> <p class=\"equation-e\"><span><img alt=\"Image of an equation showing that the absolute value of the difference is less than or equal to 0.10 times the sum.\" border=\"0\" height=\"24\" src=\"900543_e_files/image003.gif\" width=\"138\"/></span></p> <p class=\"Ssubsection-e\">where x<sub>1</sub> and x<sub>2</sub>\r\nare the average mR/mAs (milliroentgens divided by milliampere-seconds) values obtained at the two selected settings of mA (milliamperes).  R.R.O. 1990, Reg. 543, s. 13.</p>"
        },
        {
            "ahref_id": "#14.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 14. (1) The leakage radiation measured at a distance of one metre in any direction from an x-ray source shall not exceed 100 milliroentgens in one hour under any conditions. (2) The leakage radiation measurements referred to in subsection (1) shall be averaged over an area of 100 square centimetres with no linear dimension greater than twenty centimetres.  R.R.O. 1990, Reg. 543, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) The leakage radiation measured at a distance of one metre in any direction from an x-ray source shall not exceed 100 milliroentgens in one hour under any conditions.</p> <p class=\"subsection-e\">  (2) The leakage radiation measurements referred to in subsection (1) shall be averaged over an area of 100 square centimetres with no linear dimension greater than twenty centimetres.  R.R.O. 1990, Reg. 543, s. 14.</p>"
        },
        {
            "ahref_id": "#15.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 15. (1) Every general-purpose radiographic x-ray machine and every mobile radiographic x-ray machine shall be equipped with an x-ray beam limiting device that, (a) provides for stepless adjustment of the size of the x-ray field; (b) provides for a minimum field size that does not exceed five centimetres by five centimetres at a target-to-image-receptor distance of 100 centimetres; and (c) ensures that at each position, the x-ray field is aligned with the image receptor in such a manner that the x-ray field is always confined within the boundaries of the image receptor. (2) An x-ray beam limiting device referred to in subsection (1) shall, (a) be equipped with an adjustable light beam diaphragm or other device that defines visually the outline of the x-ray field when the axis of the x-ray beam is perpendicular to the plane of the image; or (b) allow the operator to adjust the dimensions of the x-ray field at the image receptor to a size smaller than the dimensions of the image receptor. (3) An adjustable light beam diaphragm or other device that defines visually the outline of the x-ray field shall be so constructed that, (a) misalignment of the visually defined field with respect to the x-ray field along either the length or width of the x-ray field does not exceed 2 per cent of the target-to-image-receptor distance; and (b) the size of the x-ray field in the plane of the image receptor is indicated at selected distances that are accurate to within 3 per cent of the target-to-image-receptor distance.  R.R.O. 1990, Reg. 543, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) Every general-purpose radiographic x-ray machine and every mobile radiographic x-ray machine shall be equipped with an x-ray beam limiting device that,</p> <p class=\"clause-e\">  (a) provides for stepless adjustment of the size of the x-ray field;</p> <p class=\"clause-e\">  (b) provides for a minimum field size that does not exceed five centimetres by five centimetres at a target-to-image-receptor distance of 100 centimetres; and</p> <p class=\"clause-e\">  (c) ensures that at each position, the x-ray field is aligned with the image receptor in such a manner that the x-ray field is always confined within the boundaries of the image receptor.</p> <p class=\"subsection-e\">  (2) An x-ray beam limiting device referred to in subsection (1) shall,</p> <p class=\"clause-e\">  (a) be equipped with an adjustable light beam diaphragm or other device that defines visually the outline of the x-ray field when the axis of the x-ray beam is perpendicular to the plane of the image; or</p> <p class=\"clause-e\">  (b) allow the operator to adjust the dimensions of the x-ray field at the image receptor to a size smaller than the dimensions of the image receptor.</p> <p class=\"subsection-e\">  (3) An adjustable light beam diaphragm or other device that defines visually the outline of the x-ray field shall be so constructed that,</p> <p class=\"clause-e\">  (a) misalignment of the visually defined field with respect to the x-ray field along either the length or width of the x-ray field does not exceed 2 per cent of the target-to-image-receptor distance; and</p> <p class=\"clause-e\">  (b) the size of the x-ray field in the plane of the image receptor is indicated at selected distances that are accurate to within 3 per cent of the target-to-image-receptor distance.  R.R.O. 1990, Reg. 543, s. 15.</p>"
        },
        {
            "ahref_id": "#16.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 16. Every general-purpose radiographic x-ray machine that is used with only one size of image receptor at a fixed target-to-image-receptor distance shall be equipped with devices to ensure that, (a) the centre of the x-ray field is aligned with the centre of the image receptor to within 2 per cent of the target-to-image-receptor distance; and (b) the x-ray field in the plane of the image receptor does not extend beyond any edge of the image receptor.  R.R.O. 1990, Reg. 543, s. 16.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>Every general-purpose radiographic x-ray machine that is used with only one size of image receptor at a fixed target-to-image-receptor distance shall be equipped with devices to ensure that,</p> <p class=\"clause-e\">  (a) the centre of the x-ray field is aligned with the centre of the image receptor to within 2 per cent of the target-to-image-receptor distance; and</p> <p class=\"clause-e\">  (b) the x-ray field in the plane of the image receptor does not extend beyond any edge of the image receptor.  R.R.O. 1990, Reg. 543, s. 16.</p>"
        },
        {
            "ahref_id": "#17.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 17. (1) Every fluoroscopic x-ray machine shall be equipped with, (a) an image intensification system that, (i) includes a shielded protective barrier and shielding such that, (A) the entire cross-section of the useful beam is intercepted within the protective barrier for any target-to-image distance, and (B) the fluoroscopic x-ray tube is not capable of producing x-rays unless the shielding is in place to intercept the useful beam, (ii) in the case of a mobile fluoroscopic x-ray machine, is an integral part of the machine or is interlocked in such a manner that its removal prevents x-rays from being produced; (b) where it is a stationary machine, a means to prevent the x-ray tube from producing x-rays unless there is an image receptor in place to intercept the x-ray beam; (c) an audible signal that, (i) indicates completion of any preset time of use up to a maximum of five minutes, and (ii) continues to sound until the timer is reset whenever x-rays are produced after the preset time of use has expired, or, a timer circuit that will, (iii) cut off the high tension voltage to the x-ray tube after a preset time of use up to a maximum of five minutes, and (iv) continue to prevent fluoroscopy until the timer has been reset manually; (d) electrical meters or other visual indicators on the control panel that will provide a continuous indication of current in milliamperes; (e) a means to limit the target-to-skin distance to not less than, (i) twenty-five centimetres for a mobile fluoroscopic machine, (ii) thirty-eight centimetres for a stationary fluoroscopic machine, or (iii) twenty centimetres for an image-intensified fluoroscopic machine used for special procedures that would not be possible at the minimum target-to-skin distance set out in subclause (ii); (f) an x-ray beam limiting device that, (i) allows the operator to adjust the dimensions of the x-ray field at the image receptor to a size smaller than the dimensions of the image receptor, and (ii) aligns the x-ray field with the image receptor in such a manner that the x-ray field is always confined within the boundaries of the image receptor; and (g) a shield of at least 0.25 millimetres lead equivalent at 100 kilovolts peak that intercepts scattered radiation originating in the patient that would otherwise reach the x-ray operator or other persons in the facility. R.R.O. 1990, Reg. 543, s. 17 (1); O. Reg. 87/22, s. 7 (1). (2) Clause (1) (b) does not apply to special purpose x-ray tubes or image intensifiers that are constructed to have free and independent movement within an x-ray room. R.R.O. 1990, Reg. 543, s. 17 (2). (3) Clause (1) (g) does not apply to a mobile fluoroscopic x-ray machine. R.R.O. 1990, Reg. 543, s. 17 (3). (4) The exposure rate limit of a fluoroscopic x-ray machine that uses a zinc cadmium sulphide input phosphor or a phosphor of similar efficiency calculated where the centre of the useful beam enters the patient at the shortest target-to-skin distance specified for the machine shall not exceed, (a) a maximum exposure rate of 12.5 roentgens per minute; and (b) an entrance exposure rate of five roentgens per minute for an average patient represented for test purposes by a twenty centimetre water phantom. R.R.O. 1990, Reg. 543, s. 17 (4); O. Reg. 87/22, s. 7 (2). (5) The exposure rate limit of a fluoroscopic x-ray machine that uses a cesium iodide input phosphor or a phosphor of similar efficiency calculated where the centre of the useful beam enters the patient at the shortest target-to-skin distance specified for the machine shall not exceed, (a) a maximum exposure rate of ten roentgens per minute; and (b) an entrance exposure rate of 2.5 roentgens per minute for an average patient represented for test purposes by a twenty centimetre water phantom. R.R.O. 1990, Reg. 543, s. 17 (5). (6) Clauses (4) (a) and (5) (a) do not apply when the high-level control of the x-ray machine is activated. R.R.O. 1990, Reg. 543, s. 17 (6). (7) A fluoroscopic x-ray machine that is equipped with an optional high-level control that allows higher exposure rates at the image receptor than the rates set out in subsections (4) and (5) shall be so constructed that, (a) the high-level control is activated by its own control separate from any other control; and (b) there is a continuous signal to the x-ray operator to indicate that the high-level control is being activated. R.R.O. 1990, Reg. 543, s. 17 (7). (8) A photofluorographic x-ray machine shall only be used when the primary image is enhanced by electronic image intensification. R.R.O. 1990, Reg. 543, s. 17 (8).",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) Every fluoroscopic x-ray machine shall be equipped with,</p> <p class=\"clause-e\">  (a) an image intensification system that,</p> <p class=\"subclause-e\">  (i) includes a shielded protective barrier and shielding such that,</p> <p class=\"subsubclause-e\">  (A) the entire cross-section of the useful beam is intercepted within the protective barrier for any target-to-image distance, and</p> <p class=\"subsubclause-e\">  (B) the fluoroscopic x-ray tube is not capable of producing x-rays unless the shielding is in place to intercept the useful beam,</p> <p class=\"subclause-e\">  (ii) in the case of a mobile fluoroscopic x-ray machine, is an integral part of the machine or is interlocked in such a manner that its removal prevents x-rays from being produced;</p> <p class=\"clause-e\">  (b) where it is a stationary machine, a means to prevent the x-ray tube from producing x-rays unless there is an image receptor in place to intercept the x-ray beam;</p> <p class=\"clause-e\">  (c) an audible signal that,</p> <p class=\"subclause-e\">  (i) indicates completion of any preset time of use up to a maximum of five minutes, and</p> <p class=\"subclause-e\">  (ii) continues to sound until the timer is reset whenever x-rays are produced after the preset time of use has expired, or,</p> <p class=\"Sclause-e\">a timer circuit that will,</p> <p class=\"subclause-e\">  (iii) cut off the high tension voltage to the x-ray tube after a preset time of use up to a maximum of five minutes, and</p> <p class=\"subclause-e\">  (iv) continue to prevent fluoroscopy until the timer has been reset manually;</p> <p class=\"clause-e\">  (d) electrical meters or other visual indicators on the control panel that will provide a continuous indication of current in milliamperes;</p> <p class=\"clause-e\">  (e) a means to limit the target-to-skin distance to not less than,</p> <p class=\"subclause-e\">  (i) twenty-five centimetres for a mobile fluoroscopic machine,</p> <p class=\"subclause-e\">  (ii) thirty-eight centimetres for a stationary fluoroscopic machine, or</p> <p class=\"subclause-e\">  (iii) twenty centimetres for an image-intensified fluoroscopic machine used for special procedures that would not be possible at the minimum target-to-skin distance set out in subclause (ii);</p> <p class=\"clause-e\">  (f) an x-ray beam limiting device that,</p> <p class=\"subclause-e\">  (i) allows the operator to adjust the dimensions of the x-ray field at the image receptor to a size smaller than the dimensions of the image receptor, and</p> <p class=\"subclause-e\">  (ii) aligns the x-ray field with the image receptor in such a manner that the x-ray field is always confined within the boundaries of the image receptor; and</p> <p class=\"clause-e\">  (g) a shield of at least 0.25 millimetres lead equivalent at 100 kilovolts peak that intercepts scattered radiation originating in the patient that would otherwise reach the x-ray operator or other persons in the facility. R.R.O. 1990, Reg. 543, s. 17 (1); O. Reg. 87/22, s. 7 (1).</p> <p class=\"subsection-e\">  (2) Clause (1) (b) does not apply to special purpose x-ray tubes or image intensifiers that are constructed to have free and independent movement within an x-ray room. R.R.O. 1990, Reg. 543, s. 17 (2).</p> <p class=\"subsection-e\">  (3) Clause (1) (g) does not apply to a mobile fluoroscopic x-ray machine. R.R.O. 1990, Reg. 543, s. 17 (3).</p> <p class=\"subsection-e\">  (4) The exposure rate limit of a fluoroscopic x-ray machine that uses a zinc cadmium sulphide input phosphor or a phosphor of similar efficiency calculated where the centre of the useful beam enters the patient at the shortest target-to-skin distance specified for the machine shall not exceed,</p> <p class=\"clause-e\">  (a) a maximum exposure rate of 12.5 roentgens per minute; and</p> <p class=\"clause-e\">  (b) an entrance exposure rate of five roentgens per minute for an average patient represented for test purposes by a twenty centimetre water phantom. R.R.O. 1990, Reg. 543, s. 17 (4); O. Reg. 87/22, s. 7 (2).</p> <p class=\"subsection-e\">  (5) The exposure rate limit of a fluoroscopic x-ray machine that uses a cesium iodide input phosphor or a phosphor of similar efficiency calculated where the centre of the useful beam enters the patient at the shortest target-to-skin distance specified for the machine shall not exceed,</p> <p class=\"clause-e\">  (a) a maximum exposure rate of ten roentgens per minute; and</p> <p class=\"clause-e\">  (b) an entrance exposure rate of 2.5 roentgens per minute for an average patient represented for test purposes by a twenty centimetre water phantom. R.R.O. 1990, Reg. 543, s. 17 (5).</p> <p class=\"subsection-e\">  (6) Clauses (4) (a) and (5) (a) do not apply when the high-level control of the x-ray machine is activated. R.R.O. 1990, Reg. 543, s. 17 (6).</p> <p class=\"subsection-e\">  (7) A fluoroscopic x-ray machine that is equipped with an optional high-level control that allows higher exposure rates at the image receptor than the rates set out in subsections (4) and (5) shall be so constructed that,</p> <p class=\"clause-e\">  (a) the high-level control is activated by its own control separate from any other control; and</p> <p class=\"clause-e\">  (b) there is a continuous signal to the x-ray operator to indicate that the high-level control is being activated. R.R.O. 1990, Reg. 543, s. 17 (7).</p> <p class=\"subsection-e\">  (8) A photofluorographic x-ray machine shall only be used when the primary image is enhanced by electronic image intensification. R.R.O. 1990, Reg. 543, s. 17 (8).</p>"
        },
        {
            "ahref_id": "#18.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 18. (1) Every x-ray machine that is used to conduct mammographic x-ray examinations shall be equipped with, (a) an x-ray beam limiting device that limits the useful beam so that at any target-to-image-receptor distance specified for the machine the x-ray field in the plane of the image receptor, (i) does not exceed the edge of the image receptor next to the chest wall by more than 2 per cent of the target-to-image-receptor distance, and (ii) except for the edge of an image receptor referred to in subclause (i), does not extend beyond any other edge of the image receptor; (b) an image receptor supporting device that is shielded sufficiently to ensure that for each activation of the x-ray tube the radiation exposure does not exceed 0.1 milliroentgens where, (i) the machine is operated, (A) in the mammographic mode, (B) at the maximum rated x-ray tube potential, (C) at the maximum rated tube current-exposure product for that tube potential, and (D) at the minimum target-to-receptor distance attainable, and (ii) the radiation exposure is averaged over a detection area of 100 square centimetres, with no linear dimension greater than twenty centimetres and centred at five centimetres from an accessible surface beyond the plane of the support device; and (c) a device that will compress the breast of the patient being x-rayed. R.R.O. 1990, Reg. 543, s. 18 (1); O. Reg. 87/22, s. 8 (1). (2) A removable fixed-operative beam limiting device that is installed on an x-ray machine that is constructed or adapted to perform mammographic examinations shall bear on its external surface clearly visible permanent markings that state, (a) the image receptor size; and (b) the target-to-image-receptor distance for which the beam limiting device is designed. R.R.O. 1990, Reg. 543, s. 18 (2). (3) Every mammographic x-ray machine shall be so constructed that the accuracy of kilovoltage calibration for the machine is + 1 kilovolts for kilovoltage up to thirty-five and +\r\n4 per cent for kilovoltage above thirty-five. R.R.O. 1990, Reg. 543, s. 18 (3). (4) Every x-ray machine that is constructed or adapted to perform mammographic examinations shall be so constructed or adapted that, (a) for any selected combination of kilovoltage, current and time, the estimated coefficient of variation of any ten consecutive radiation measurements taken at the same distance within a time period of one hour is not greater than 0.08; (b) where the timer is non-mechanical, it is accurate to within 1/30 second (two cycles) or 10 per cent of the set value, whichever is greater; and (c) where the timer is mechanical, it is accurate to within 1/20 second or 15 per cent, whichever is greater. R.R.O. 1990, Reg. 543, s. 18 (4); O. Reg. 87/22, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>(1) Every x-ray machine that is used to conduct mammographic x-ray examinations shall be equipped with,</p> <p class=\"clause-e\">  (a) an x-ray beam limiting device that limits the useful beam so that at any target-to-image-receptor distance specified for the machine the x-ray field in the plane of the image receptor,</p> <p class=\"subclause-e\">  (i) does not exceed the edge of the image receptor next to the chest wall by more than 2 per cent of the target-to-image-receptor distance, and</p> <p class=\"subclause-e\">  (ii) except for the edge of an image receptor referred to in subclause (i), does not extend beyond any other edge of the image receptor;</p> <p class=\"clause-e\">  (b) an image receptor supporting device that is shielded sufficiently to ensure that for each activation of the x-ray tube the radiation exposure does not exceed 0.1 milliroentgens where,</p> <p class=\"subclause-e\">  (i) the machine is operated,</p> <p class=\"subsubclause-e\">  (A) in the mammographic mode,</p> <p class=\"subsubclause-e\">  (B) at the maximum rated x-ray tube potential,</p> <p class=\"subsubclause-e\">  (C) at the maximum rated tube current-exposure product for that tube potential, and</p> <p class=\"subsubclause-e\">  (D) at the minimum target-to-receptor distance attainable, and</p> <p class=\"subclause-e\">  (ii) the radiation exposure is averaged over a detection area of 100 square centimetres, with no linear dimension greater than twenty centimetres and centred at five centimetres from an accessible surface beyond the plane of the support device; and</p> <p class=\"clause-e\">  (c) a device that will compress the breast of the patient being x-rayed. R.R.O. 1990, Reg. 543, s. 18 (1); O. Reg. 87/22, s. 8 (1).</p> <p class=\"subsection-e\">  (2) A removable fixed-operative beam limiting device that is installed on an x-ray machine that is constructed or adapted to perform mammographic examinations shall bear on its external surface clearly visible permanent markings that state,</p> <p class=\"clause-e\">  (a) the image receptor size; and</p> <p class=\"clause-e\">  (b) the target-to-image-receptor distance for which the beam limiting device is designed. R.R.O. 1990, Reg. 543, s. 18 (2).</p> <p class=\"subsection-e\">  (3) Every mammographic x-ray machine shall be so constructed that the accuracy of kilovoltage calibration for the machine is <u>+</u> 1 kilovolts for kilovoltage up to thirty-five and <u>+</u>\r\n4 per cent for kilovoltage above thirty-five. R.R.O. 1990, Reg. 543, s. 18 (3).</p> <p class=\"subsection-e\">  (4) Every x-ray machine that is constructed or adapted to perform mammographic examinations shall be so constructed or adapted that,</p> <p class=\"clause-e\">  (a) for any selected combination of kilovoltage, current and time, the estimated coefficient of variation of any ten consecutive radiation measurements taken at the same distance within a time period of one hour is not greater than 0.08;</p> <p class=\"clause-e\">  (b) where the timer is non-mechanical, it is accurate to within 1/30 second (two cycles) or 10 per cent of the set value, whichever is greater; and</p> <p class=\"clause-e\">  (c) where the timer is mechanical, it is accurate to within 1/20 second or 15 per cent, whichever is greater. R.R.O. 1990, Reg. 543, s. 18 (4); O. Reg. 87/22, s. 8 (2).</p>"
        },
        {
            "ahref_id": "#19.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 19. Only tungsten target x-ray tubes shall be used for xeroradiography.  R.R.O. 1990, Reg. 543, s. 19.",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>Only tungsten target x-ray tubes shall be used for xeroradiography.  R.R.O. 1990, Reg. 543, s. 19.</p>"
        },
        {
            "ahref_id": "#20.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 20. (1) Every dental x-ray machine and every chiropodic x-ray machine shall be so constructed that, (a) for any selected combination of kilovoltage, current and time, the estimated coefficient of variation of any ten consecutive radiation measurements taken at the same distance within a time period of one hour is not greater than 0.08; (b) when the x-ray machine is operating in the fixed milliamperage mode, the timer is, at each setting, accurate to within 1/30 second (two cycles) or 10 per cent of the set value; and (c) for any selected setting of the peak x-ray tube potential, the actual peak kilovoltage corresponds to the selected value to within + 8 per cent. (2) Clause (1) (b) does not apply to equipment used for panoramic dental examinations.  R.R.O. 1990, Reg. 543, s. 20.",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>(1) Every dental x-ray machine and every chiropodic x-ray machine shall be so constructed that,</p> <p class=\"clause-e\">  (a) for any selected combination of kilovoltage, current and time, the estimated coefficient of variation of any ten consecutive radiation measurements taken at the same distance within a time period of one hour is not greater than 0.08;</p> <p class=\"clause-e\">  (b) when the x-ray machine is operating in the fixed milliamperage mode, the timer is, at each setting, accurate to within 1/30 second (two cycles) or 10 per cent of the set value; and</p> <p class=\"clause-e\">  (c) for any selected setting of the peak x-ray tube potential, the actual peak kilovoltage corresponds to the selected value to within <u>+</u> 8 per cent.</p> <p class=\"subsection-e\">  (2) Clause (1) (b) does not apply to equipment used for panoramic dental examinations.  R.R.O. 1990, Reg. 543, s. 20.</p>"
        },
        {
            "ahref_id": "#21.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 21. (1) Every dental x-ray machine shall be equipped with a beam limiting device that limits the size of the useful beam to a maximum linear dimension of seven centimetres at the end of the localizing cone or device. (2) Subsection (1) does not apply to a panoramic x-ray machine or a cephalometric x-ray machine.  R.R.O. 1990, Reg. 543, s. 21.",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>(1) Every dental x-ray machine shall be equipped with a beam limiting device that limits the size of the useful beam to a maximum linear dimension of seven centimetres at the end of the localizing cone or device.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to a panoramic x-ray machine or a cephalometric x-ray machine.  R.R.O. 1990, Reg. 543, s. 21.</p>"
        },
        {
            "ahref_id": "#22.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 22. Every panoramic x-ray machine shall be equipped with a beam limiting device that limits the useful beam at the image receptor to a size not more than 2 per cent of the source-to-image-receptor distance at each dimension of the scanning slit.  R.R.O. 1990, Reg. 543, s. 22.",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>Every panoramic x-ray machine shall be equipped with a beam limiting device that limits the useful beam at the image receptor to a size not more than 2 per cent of the source-to-image-receptor distance at each dimension of the scanning slit.  R.R.O. 1990, Reg. 543, s. 22.</p>"
        },
        {
            "ahref_id": "#23.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 23. Every cephalometric x-ray machine shall be equipped with a beam limiting device that limits the size of the useful beam to maximum linear dimensions of thirty-one centimetres by thirty-eight centimetres at the plane of the image receptor.  R.R.O. 1990, Reg. 543, s. 23. TABLE 1 Item   Column 1   Class of Student   Column 2   Supervisor \n\n  1.   Medical student   Radiologist \n\n  2.   Dental student   Dentist \n\n  3.   Dental Hygiene student   Dentist \n\n  4.   Dental Assisting student   Dentist \n\n  5.   Chiropractic student   Chiropractor \n\n  6.   Medical Radiation and Imaging Technologist student   Radiologist or Medical Radiation and Imaging Technologist R.R.O. 1990, Reg. 543, Table 1; O. Reg. 359/19, s. 5. TABLE 2 Item   Column 1 Class of Radiation Protection Officer   Column 2   Class of Facility \n\n  1.   Medical radiation protection officer   Medical facility \n\n  2.   Dental radiation protection officer   Dental facility \n\n  3.   Chiropractic radiation protection officer   Chiropractic facility \n\n  4.   Chiropodic radiation protection officer   Chiropody facility R.R.O. 1990, Reg. 543, Table 2. TABLE 3   Dental Facility Item   Column 1   Test or Procedure   Column 2   Frequency \n\n  1.   Photographic quality control   Every operational day \n\n  2.   Patient entrance exposure measurements   Every twelve months and upon alteration or servicing of the machine \n\n  3.   Collimation   Every twelve months and upon alteration of servicing of the machine \n\n  4.   Half-value layer   Every twelve months and upon alteration or servicing of the machine R.R.O. 1990, Reg. 543, Table 3. TABLE 4   Chiropodic Facility Item   Column 1   Test or Procedure   Column 2   Frequency \n\n  1.   Photographic quality control   Every operational day \n\n  2.   Patient entrance exposure measurements   Every twenty-four months and upon alteration or servicing of the machine \n\n  3.   Collimation   Every twelve months and upon alteration or servicing of the machine \n\n  4.   Half-value layer   Every twelve months and upon alteration or servicing of the machine R.R.O. 1990, Reg. 543, Table 4. TABLE 5   Medical and Chiropractic Facilities Item   Column 1   Test or Procedure   Column 2   Frequency \n\n  1.   Photographic quality control   Every operational day \n\n  2.   Patient entrance exposure measurements and, for every mammographic x-ray machine, calculation of mean glandular breast dose   Every six months and upon alteration or servicing of the machine \n\n  3.   Collimation   Every six months and upon alteration or servicing of the machine \n\n  4.   Half-value layer   Every six months and upon alteration or servicing of the machine \n\n  5.   Phototiming parameters including operation of back-up timer   Every six months \n\n  6.   Fluoroscopic parameters, including, (a)  maximum patient entrance exposure rate (b)  resolution (c)  limit timer (d)  automatic brightness control   Every six months and upon servicing of the machine \n\n  7.   Tomographic parameters, including fulcrum accuracy, thickness of cut and mechanical stability   Every six months R.R.O. 1990, Reg. 543, Table 5; O. Reg. 663/00, s. 3. TABLE 6 Item   Column 1   Projection   Column 2   Patient Thickness (standard for test purposes)   Column 3   Source-to-image distance   Column 4   Maximum entrance exposure (exposures expressed as exposure in air without backscatter) expressed in milliroentgens \n\n  1.   Abdomen AP   23 cm   100 cm   450 \n\n  2.   Cervical Spine AP   13 cm   100 cm   120 \n\n  3.   Chest PA   23 cm   180 cm   20 \n\n  4.   Foot (Dorso-Plantar) Direct Film   8 cm   100 cm   200 \n\n  5.   Full Spine   23 cm   180 cm   250 \n\n  6.   Intravenous Pyelogram   23 cm   100 cm   500 \n\n  7.   Lumbar Spine AP   23 cm   100 cm   500 \n\n  8.   Lumbar Spine Lateral   32 cm   100 cm   2,000 \n\n  9.   Revoked:  O. Reg. 663/00, s. 4. \n\n  10.   Skull Lateral   15 cm   100 cm   170 \n\n  11.   Thoracic Spine AP   23 cm   100 cm   400 R.R.O. 1990, Reg. 543, Table 6; O. Reg. 663/00, s. 4. TABLE 7 Item   Column 1   Projection   Column 2   Peak Kilovoltage   Column 3   Maximum entrance exposure expressed in milliroentgens \n\n  1.   Posterior Bitewings   50   550 \n\n  2.   Posterior Bitewings   60   475 \n\n  3.   Posterior Bitewings   70   360 \n\n  4.   Posterior Bitewings   80   280 \n\n  5.   Posterior Bitewings   90   220 R.R.O. 1990, Reg. 543, Table 7. TABLE 8 Item   Column 1   Measured Potential (kilovolts peak)   Column 2   Minimum Half-value Layer (millimetres of aluminum) \n\n  1.   30   0.3 \n\n  2.   40   0.4 \n\n  3.   49   0.5 \n\n  4.   50   1.2 \n\n  5.   60   1.3 \n\n  6.   70   1.5 \n\n  7.   71   2.1 \n\n  8.   80   2.3 \n\n  9.   90   2.5 \n\n  10.   100   2.7 \n\n  11.   110   3.0 \n\n  12.   120   3.2 \n\n  13.   130   3.5 \n\n  14.   140   3.8 \n\n  15.   150   4.1 R.R.O. 1990, Reg. 543, Table 8.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>Every cephalometric x-ray machine shall be equipped with a beam limiting device that limits the size of the useful beam to maximum linear dimensions of thirty-one centimetres by thirty-eight centimetres at the plane of the image receptor.  R.R.O. 1990, Reg. 543, s. 23.</p> <p class=\"tableheading-e\"><a name=\"BK1\"></a>TABLE 1</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Column 1 <br/>  Class of Student</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Column 2 <br/>  Supervisor</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Medical student</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Radiologist</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Dental student</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Dentist</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Dental Hygiene student</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Dentist</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Dental Assisting student</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Dentist</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Chiropractic student</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Chiropractor</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Medical Radiation and Imaging Technologist student</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Radiologist or Medical Radiation and Imaging Technologist</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">R.R.O. 1990, Reg. 543, Table 1; O. Reg. 359/19, s. 5.</p> <p class=\"tableheading-e\"><a name=\"BK2\"></a>TABLE 2</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\">\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Class of Radiation Protection Officer</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Column 2 <br/>  Class of Facility</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Medical radiation protection officer</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Medical facility</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Dental radiation protection officer</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Dental facility</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Chiropractic radiation protection officer</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Chiropractic facility</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Chiropodic radiation protection officer</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Chiropody facility</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">R.R.O. 1990, Reg. 543, Table 2.</p> <p class=\"tableheading-e\"><a name=\"BK3\"></a>TABLE 3 <br/>  Dental Facility</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Column 1 <br/>  Test or Procedure</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Column 2 <br/>  Frequency</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Photographic quality control</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Every operational day</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Patient entrance exposure measurements</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Every twelve months and upon alteration or servicing of the machine</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Collimation</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Every twelve months and upon alteration of servicing of the machine</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Half-value layer</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Every twelve months and upon alteration or servicing of the machine</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">R.R.O. 1990, Reg. 543, Table 3.</p> <p class=\"tableheading-e\"><a name=\"BK4\"></a>TABLE 4 <br/>  Chiropodic Facility</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Column 1 <br/>  Test or Procedure</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Column 2 <br/>  Frequency</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Photographic quality control</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Every operational day</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Patient entrance exposure measurements</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Every twenty-four months and upon alteration or servicing of the machine</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Collimation</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Every twelve months and upon alteration or servicing of the machine</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"240\"> <p class=\"table-e\">Half-value layer</p> </td> <td valign=\"top\" width=\"352\"> <p class=\"table-e\">Every twelve months and upon alteration or servicing of the machine</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">R.R.O. 1990, Reg. 543, Table 4.</p> <p class=\"tableheading-e\"><a name=\"BK5\"></a>TABLE 5 <br/>  Medical and Chiropractic Facilities<b> </b></p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"253\"> <p class=\"table-e\">Column 1 <br/>  Test or Procedure</p> </td> <td valign=\"top\" width=\"339\"> <p class=\"table-e\">Column 2 <br/>  Frequency</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"253\"> <p class=\"table-e\">Photographic quality control</p> </td> <td valign=\"top\" width=\"339\"> <p class=\"table-e\">Every operational day</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"253\"> <p class=\"table-e\">Patient entrance exposure measurements and, for every mammographic x-ray machine, calculation of mean glandular breast dose</p> </td> <td valign=\"top\" width=\"339\"> <p class=\"table-e\">Every six months and upon alteration or servicing of the machine</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"253\"> <p class=\"table-e\">Collimation</p> </td> <td valign=\"top\" width=\"339\"> <p class=\"table-e\">Every six months and upon alteration or servicing of the machine</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"253\"> <p class=\"table-e\">Half-value layer</p> </td> <td valign=\"top\" width=\"339\"> <p class=\"table-e\">Every six months and upon alteration or servicing of the machine</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"253\"> <p class=\"table-e\">Phototiming parameters including operation of back-up timer</p> </td> <td valign=\"top\" width=\"339\"> <p class=\"table-e\">Every six months</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"253\"> <p class=\"table-e\">Fluoroscopic parameters, including,</p> <p class=\"table-e\">(a)  maximum patient entrance exposure rate</p> <p class=\"table-e\">(b)  resolution</p> <p class=\"table-e\">(c)  limit timer</p> <p class=\"table-e\">(d)  automatic brightness control</p> </td> <td valign=\"top\" width=\"339\"> <p class=\"table-e\">Every six months and upon servicing of the machine</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"80\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"253\"> <p class=\"table-e\">Tomographic parameters, including fulcrum accuracy, thickness of cut and mechanical stability</p> </td> <td valign=\"top\" width=\"339\"> <p class=\"table-e\">Every six months</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">R.R.O. 1990, Reg. 543, Table 5; O. Reg. 663/00, s. 3.</p> <p class=\"tableheading-e\"><a name=\"BK6\"></a>TABLE 6</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"170\"> <p class=\"table-e\">Column 1 <br/>  Projection</p> </td> <td valign=\"top\" width=\"138\"> <p class=\"table-e\">Column 2 <br/>  Patient Thickness (standard for test purposes)</p> </td> <td valign=\"top\" width=\"154\"> <p class=\"table-e\">Column 3 <br/>  Source-to-image distance</p> </td> <td valign=\"top\" width=\"154\"> <p class=\"table-e\">Column 4 <br/>  Maximum entrance exposure (exposures expressed as exposure in air without backscatter) expressed in milliroentgens</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"170\"> <p class=\"table-e\">Abdomen AP</p> </td> <td valign=\"top\" width=\"138\"> <p align=\"right\" class=\"table-e\">23 cm</p> </td> <td valign=\"top\" width=\"154\"> <p align=\"right\" class=\"table-e\">100 cm</p> </td> <td valign=\"top\" width=\"154\"> <p align=\"right\" class=\"table-e\">450</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"170\"> <p class=\"table-e\">Cervical Spine AP</p> </td> <td valign=\"top\" width=\"138\"> <p align=\"right\" class=\"table-e\">13 cm</p> </td> <td valign=\"top\" width=\"154\"> <p align=\"right\" class=\"table-e\">100 cm</p> </td> <td valign=\"top\" width=\"154\"> <p align=\"right\" class=\"table-e\">120</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"170\"> <p class=\"table-e\">Chest PA</p> </td> <td valign=\"top\" width=\"138\"> <p align=\"right\" class=\"table-e\">23 cm</p> </td> <td valign=\"top\" width=\"154\"> <p align=\"right\" class=\"table-e\">180 cm</p> </td> <td valign=\"top\" width=\"154\"> <p align=\"right\" class=\"table-e\">20</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"170\"> <p class=\"table-e\">Foot (Dorso-Plantar) Direct Film</p> </td> <td valign=\"bottom\" width=\"138\"> <p align=\"right\" class=\"table-e\">8 cm</p> </td> <td valign=\"bottom\" width=\"154\"> <p align=\"right\" class=\"table-e\">100 cm</p> </td> <td valign=\"bottom\" width=\"154\"> <p align=\"right\" class=\"table-e\">200</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"170\"> <p class=\"table-e\">Full Spine</p> </td> <td valign=\"top\" width=\"138\"> <p align=\"right\" class=\"table-e\">23 cm</p> </td> <td valign=\"top\" width=\"154\"> <p align=\"right\" class=\"table-e\">180 cm</p> </td> <td valign=\"top\" width=\"154\"> <p align=\"right\" class=\"table-e\">250</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"170\"> <p class=\"table-e\">Intravenous Pyelogram</p> </td> <td valign=\"top\" width=\"138\"> <p align=\"right\" class=\"table-e\">23 cm</p> </td> <td valign=\"top\" width=\"154\"> <p align=\"right\" class=\"table-e\">100 cm</p> </td> <td valign=\"top\" width=\"154\"> <p align=\"right\" class=\"table-e\">500</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"170\"> <p class=\"table-e\">Lumbar Spine AP</p> </td> <td valign=\"top\" width=\"138\"> <p align=\"right\" class=\"table-e\">23 cm</p> </td> <td valign=\"top\" width=\"154\"> <p align=\"right\" class=\"table-e\">100 cm</p> </td> <td valign=\"top\" width=\"154\"> <p align=\"right\" class=\"table-e\">500</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"170\"> <p class=\"table-e\">Lumbar Spine Lateral</p> </td> <td valign=\"top\" width=\"138\"> <p align=\"right\" class=\"table-e\">32 cm</p> </td> <td valign=\"top\" width=\"154\"> <p align=\"right\" class=\"table-e\">100 cm</p> </td> <td valign=\"top\" width=\"154\"> <p align=\"right\" class=\"table-e\">2,000</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">9.</p> </td> <td colspan=\"4\" valign=\"top\" width=\"615\"> <p class=\"table-e\"><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 663/00, s. 4.</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"170\"> <p class=\"table-e\">Skull Lateral</p> </td> <td valign=\"top\" width=\"138\"> <p align=\"right\" class=\"table-e\">15 cm</p> </td> <td valign=\"top\" width=\"154\"> <p align=\"right\" class=\"table-e\">100 cm</p> </td> <td valign=\"top\" width=\"154\"> <p align=\"right\" class=\"table-e\">170</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"57\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"170\"> <p class=\"table-e\">Thoracic Spine AP</p> </td> <td valign=\"top\" width=\"138\"> <p align=\"right\" class=\"table-e\">23 cm</p> </td> <td valign=\"top\" width=\"154\"> <p align=\"right\" class=\"table-e\">100 cm</p> </td> <td valign=\"top\" width=\"154\"> <p align=\"right\" class=\"table-e\">400</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">R.R.O. 1990, Reg. 543, Table 6; O. Reg. 663/00, s. 4.</p> <p class=\"tableheading-e\"><a name=\"BK7\"></a>TABLE 7</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Column 1 <br/>  Projection</p> </td> <td valign=\"top\" width=\"128\"> <p class=\"table-e\">Column 2 <br/>  Peak Kilovoltage</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Column 3 <br/>  Maximum entrance exposure expressed in milliroentgens</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Posterior Bitewings</p> </td> <td valign=\"top\" width=\"128\"> <p align=\"right\" class=\"table-e\">50</p> </td> <td valign=\"top\" width=\"264\"> <p align=\"right\" class=\"table-e\">550</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Posterior Bitewings</p> </td> <td valign=\"top\" width=\"128\"> <p align=\"right\" class=\"table-e\">60</p> </td> <td valign=\"top\" width=\"264\"> <p align=\"right\" class=\"table-e\">475</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Posterior Bitewings</p> </td> <td valign=\"top\" width=\"128\"> <p align=\"right\" class=\"table-e\">70</p> </td> <td valign=\"top\" width=\"264\"> <p align=\"right\" class=\"table-e\">360</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Posterior Bitewings</p> </td> <td valign=\"top\" width=\"128\"> <p align=\"right\" class=\"table-e\">80</p> </td> <td valign=\"top\" width=\"264\"> <p align=\"right\" class=\"table-e\">280</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"88\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"192\"> <p class=\"table-e\">Posterior Bitewings</p> </td> <td valign=\"top\" width=\"128\"> <p align=\"right\" class=\"table-e\">90</p> </td> <td valign=\"top\" width=\"264\"> <p align=\"right\" class=\"table-e\">220</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">R.R.O. 1990, Reg. 543, Table 7.</p> <p class=\"tableheading-e\"><a name=\"BK8\"></a>TABLE 8</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"95\"> <p class=\"table-e\">Item</p> </td> <td valign=\"top\" width=\"264\"> <p class=\"table-e\">Column 1 <br/>  Measured Potential (kilovolts peak)</p> </td> <td valign=\"top\" width=\"313\"> <p class=\"table-e\">Column 2 <br/>  Minimum Half-value Layer (millimetres of aluminum)</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"95\"> <p class=\"table-e\">1.</p> </td> <td valign=\"top\" width=\"264\"> <p align=\"right\" class=\"table-e\">30</p> </td> <td valign=\"top\" width=\"313\"> <p align=\"right\" class=\"table-e\">0.3</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"95\"> <p class=\"table-e\">2.</p> </td> <td valign=\"top\" width=\"264\"> <p align=\"right\" class=\"table-e\">40</p> </td> <td valign=\"top\" width=\"313\"> <p align=\"right\" class=\"table-e\">0.4</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"95\"> <p class=\"table-e\">3.</p> </td> <td valign=\"top\" width=\"264\"> <p align=\"right\" class=\"table-e\">49</p> </td> <td valign=\"top\" width=\"313\"> <p align=\"right\" class=\"table-e\">0.5</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"95\"> <p class=\"table-e\">4.</p> </td> <td valign=\"top\" width=\"264\"> <p align=\"right\" class=\"table-e\">50</p> </td> <td valign=\"top\" width=\"313\"> <p align=\"right\" class=\"table-e\">1.2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"95\"> <p class=\"table-e\">5.</p> </td> <td valign=\"top\" width=\"264\"> <p align=\"right\" class=\"table-e\">60</p> </td> <td valign=\"top\" width=\"313\"> <p align=\"right\" class=\"table-e\">1.3</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"95\"> <p class=\"table-e\">6.</p> </td> <td valign=\"top\" width=\"264\"> <p align=\"right\" class=\"table-e\">70</p> </td> <td valign=\"top\" width=\"313\"> <p align=\"right\" class=\"table-e\">1.5</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"95\"> <p class=\"table-e\">7.</p> </td> <td valign=\"top\" width=\"264\"> <p align=\"right\" class=\"table-e\">71</p> </td> <td valign=\"top\" width=\"313\"> <p align=\"right\" class=\"table-e\">2.1</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"95\"> <p class=\"table-e\">8.</p> </td> <td valign=\"top\" width=\"264\"> <p align=\"right\" class=\"table-e\">80</p> </td> <td valign=\"top\" width=\"313\"> <p align=\"right\" class=\"table-e\">2.3</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"95\"> <p class=\"table-e\">9.</p> </td> <td valign=\"top\" width=\"264\"> <p align=\"right\" class=\"table-e\">90</p> </td> <td valign=\"top\" width=\"313\"> <p align=\"right\" class=\"table-e\">2.5</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"95\"> <p class=\"table-e\">10.</p> </td> <td valign=\"top\" width=\"264\"> <p align=\"right\" class=\"table-e\">100</p> </td> <td valign=\"top\" width=\"313\"> <p align=\"right\" class=\"table-e\">2.7</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"95\"> <p class=\"table-e\">11.</p> </td> <td valign=\"top\" width=\"264\"> <p align=\"right\" class=\"table-e\">110</p> </td> <td valign=\"top\" width=\"313\"> <p align=\"right\" class=\"table-e\">3.0</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"95\"> <p class=\"table-e\">12.</p> </td> <td valign=\"top\" width=\"264\"> <p align=\"right\" class=\"table-e\">120</p> </td> <td valign=\"top\" width=\"313\"> <p align=\"right\" class=\"table-e\">3.2</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"95\"> <p class=\"table-e\">13.</p> </td> <td valign=\"top\" width=\"264\"> <p align=\"right\" class=\"table-e\">130</p> </td> <td valign=\"top\" width=\"313\"> <p align=\"right\" class=\"table-e\">3.5</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"95\"> <p class=\"table-e\">14.</p> </td> <td valign=\"top\" width=\"264\"> <p align=\"right\" class=\"table-e\">140</p> </td> <td valign=\"top\" width=\"313\"> <p align=\"right\" class=\"table-e\">3.8</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"95\"> <p class=\"table-e\">15.</p> </td> <td valign=\"top\" width=\"264\"> <p align=\"right\" class=\"table-e\">150</p> </td> <td valign=\"top\" width=\"313\"> <p align=\"right\" class=\"table-e\">4.1</p> </td>\n</tr>\n</table> <p class=\"footnote-e\">R.R.O. 1990, Reg. 543, Table 8.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900543\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}