{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 409: EGGS - PLAN",
        "reg_name_text": "EGGS — PLAN",
        "citation": "R.R.O. 1990, Reg. 409: EGGS - PLAN",
        "act_under": "Farm Products Marketing Act",
        "url": "https://www.ontario.ca/laws/regulation/900409",
        "date_scraped": "2023-12-19 04:37:58"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 28, 2013",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900409/v3",
            "valid_from": "April 27, 2006",
            "valid_to": "June 27, 2013"
        },
        {
            "a_href": "/laws/regulation/900409/v2",
            "valid_from": "February 24, 2006",
            "valid_to": "April 26, 2006"
        },
        {
            "a_href": "/laws/regulation/900409/v1",
            "valid_from": "January  1, 2000",
            "valid_to": "February 23, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. The plan in the Schedule is continued for the control and regulation of the marketing within Ontario of chicks-for-placement, eggs, hatching eggs and fowl.  R.R.O. 1990, Reg. 409, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The plan in the Schedule is continued for the control and regulation of the marketing within Ontario of chicks-for-placement, eggs, hatching eggs and fowl.  R.R.O. 1990, Reg. 409, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. The local board named in the Schedule is given the powers set out in subsection 15 (1), paragraphs 1, 2, 3, 4, 5, 6, 7, 8, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19 and 26 of subsection 15 (2) and in sections 50 and 110 of the Co-operative Corporations Act.  R.R.O. 1990, Reg. 409, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The local board named in the Schedule is given the powers set out in subsection 15 (1), paragraphs 1, 2, 3, 4, 5, 6, 7, 8, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19 and 26 of subsection 15 (2) and in sections 50 and 110 of the <i>Co-operative Corporations Act</i>.  R.R.O. 1990, Reg. 409, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. The members of the local board shall be deemed to be the shareholders and the directors thereof in the exercise of any of the powers mentioned in section 2.  R.R.O. 1990, Reg. 409, s. 3. Schedule   PLAN Farm Products Marketing Act",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The members of the local board shall be deemed to be the shareholders and the directors thereof in the exercise of any of the powers mentioned in section 2.  R.R.O. 1990, Reg. 409, s. 3.</p> <p class=\"schedule-e\">Schedule <br/>  PLAN</p> <p class=\"act-e\">Farm Products Marketing Act</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  1. This plan may be cited as the “Ontario Egg Producers’ Plan”.",
            "raw_html": "<p class=\"section-e\">  1. This plan may be cited as the “Ontario Egg Producers’ Plan”.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  2. In this plan, “chicks-for-placement” or “pullets” means female chickens 19 weeks of age or less or any class of them; (““poussins pour la mise en place” ou “poulettes””) “eggs” means eggs of a domestic hen produced in Ontario other than hatching eggs; (“oeufs”) “fowl” means a domestic hen more than 19 weeks of age; (“poule adulte”) “hatching eggs” means eggs of a domestic hen produced in Ontario for the purpose of hatching into chicks not intended to be grown into broiler chickens or roaster chickens; (“oeufs d’incubation”) “independent pullet producer” is a pullet quota holder who is not an egg quota holder and who is not engaged in the hatchery business or the production of pullets for breeding stock; (“producteur de poulettes independent”) “producer” means a person engaged in the production of chicks-for-placement, eggs, hatching eggs or fowl. (“producteur”)",
            "raw_html": "<p class=\"section-e\">  2. In this plan,</p> <p class=\"firstdef-e\">“chicks-for-placement” or “pullets” means female chickens 19 weeks of age or less or any class of them; (““poussins pour la mise en place” ou “poulettes””)</p> <p class=\"definition-e\">“eggs” means eggs of a domestic hen produced in Ontario other than hatching eggs; (“oeufs”)</p> <p class=\"definition-e\">“fowl” means a domestic hen more than 19 weeks of age; (“poule adulte”)</p> <p class=\"definition-e\">“hatching eggs” means eggs of a domestic hen produced in Ontario for the purpose of hatching into chicks not intended to be grown into broiler chickens or roaster chickens; (“oeufs d’incubation”)</p> <p class=\"definition-e\">“independent pullet producer” is a pullet quota holder who is not an egg quota holder and who is not engaged in the hatchery business or the production of pullets for breeding stock; (“producteur de poulettes independent”)</p> <p class=\"definition-e\">“producer” means a person engaged in the production of chicks-for-placement, eggs, hatching eggs or fowl. (“producteur”)</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  3. This plan provides for the control and regulation in any or all respects of the producing and marketing within Ontario of chicks-for-placement, eggs, hatching eggs and fowl, including the prohibition of such producing and marketing in whole or in part.",
            "raw_html": "<p class=\"section-e\">  3. This plan provides for the control and regulation in any or all respects of the producing and marketing within Ontario of chicks-for-placement, eggs, hatching eggs and fowl, including the prohibition of such producing and marketing in whole or in part.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  4. The local board known as “Ontario Egg Producers” is continued under the name “Egg Farmers of Ontario”.",
            "raw_html": "<p class=\"section-e\">  4. The local board known as “Ontario Egg Producers” is continued under the name “Egg Farmers of Ontario”.</p>"
        },
        {
            "id": "",
            "section": null,
            "content": "  5. (1) The local board is composed of 11 members, 10 of whom are elected by egg councillors and the other by pullet councillors. (2) A member holds office from April 1 in the year of election until his or her successor takes office. (3) Revoked:  O. Reg. 555/99, s. 1 (4).",
            "raw_html": "<p class=\"section-e\">  5.<b> </b>(1) The local board is composed of 11 members, 10 of whom are elected by egg councillors and the other by pullet councillors.</p> <p class=\"subsection-e\">  (2) A member holds office from April 1 in the year of election until his or her successor takes office.</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 555/99, s. 1 (4).</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  6. (1) Producers are divided into ten zones as follows: 1. Zone 1, comprising the counties of Essex, Kent and Lambton. 2. Zone 2, comprising the County of Middlesex. 3. Zone 3, comprising the counties of Elgin and Oxford, and that part of The Regional Municipality of Haldimand-Norfolk that, on March 31, 1974, was the County of Norfolk. 4. Zone 4, comprising the County of Brant, the regional municipalities of Hamilton-Wentworth and Niagara and that part of The Regional Municipality of Haldimand-Norfolk that, on March 31, 1974, was the County of Haldimand. 5. Zone 5, comprising the County of Huron. 6. Zone 6, comprising the County of Perth, the townships of Wellesley and Wilmot in The Regional Municipality of Waterloo, the townships of North Dumfries and Woolwich and the City of Waterloo in The Regional Municipality of Waterloo. 7. Zone 7, comprising the counties of Bruce, Dufferin, Grey and Wellington. 8. Zone 8, comprising the regional municipalities of Halton and Peel, the counties of Haliburton, Hastings, Northumberland, Peterborough, Prince Edward, Simcoe and Victoria, the regional municipalities of Durham and York and The District Municipality of Muskoka. 9. Zone 9, comprising the counties of Dundas, Frontenac, Grenville, Lanark, Leeds, Lennox and Addington, and Renfrew, The Regional Municipality of Ottawa-Carleton and the territorial districts of Algoma, Cochrane, Parry Sound, Kenora, Rainy River, Sudbury, Timiskaming and Thunder Bay. 10. Zone 10, comprising the counties of Glengarry, Prescott, Russell and Stormont. (1.1) Despite subsection (1), councillors and members of the local board who hold office before the elections held in 2000 under sections 9 and 10, represent the zones described in subsection (1) as it read immediately before Ontario Regulation 555/99 comes into force. (2) A producer that is not an individual may designate an individual to represent it for the purpose of this Regulation.",
            "raw_html": "<p class=\"section-e\">  6. (1) Producers are divided into ten zones as follows:</p> <p class=\"paragraph-e\">  1. Zone 1, comprising the counties of Essex, Kent and Lambton.</p> <p class=\"paragraph-e\">  2. Zone 2, comprising the County of Middlesex.</p> <p class=\"paragraph-e\">  3. Zone 3, comprising the counties of Elgin and Oxford, and that part of The Regional Municipality of Haldimand-Norfolk that, on March 31, 1974, was the County of Norfolk.</p> <p class=\"paragraph-e\">  4. Zone 4, comprising the County of Brant, the regional municipalities of Hamilton-Wentworth and Niagara and that part of The Regional Municipality of Haldimand-Norfolk that, on March 31, 1974, was the County of Haldimand.</p> <p class=\"paragraph-e\">  5. Zone 5, comprising the County of Huron.</p> <p class=\"paragraph-e\">  6. Zone 6, comprising the County of Perth, the townships of Wellesley and Wilmot in The Regional Municipality of Waterloo, the townships of North Dumfries and Woolwich and the City of Waterloo in The Regional Municipality of Waterloo.</p> <p class=\"paragraph-e\">  7. Zone 7, comprising the counties of Bruce, Dufferin, Grey and Wellington.</p> <p class=\"paragraph-e\">  8. Zone 8, comprising the regional municipalities of Halton and Peel, the counties of Haliburton, Hastings, Northumberland, Peterborough, Prince Edward, Simcoe and Victoria, the regional municipalities of Durham and York and The District Municipality of Muskoka.</p> <p class=\"paragraph-e\">  9. Zone 9, comprising the counties of Dundas, Frontenac, Grenville, Lanark, Leeds, Lennox and Addington, and Renfrew, The Regional Municipality of Ottawa-Carleton and the territorial districts of Algoma, Cochrane, Parry Sound, Kenora, Rainy River, Sudbury, Timiskaming and Thunder Bay.</p> <p class=\"paragraph-e\">  10. Zone 10, comprising the counties of Glengarry, Prescott, Russell and Stormont.</p> <p class=\"subsection-e\">  (1.1) Despite subsection (1), councillors and members of the local board who hold office before the elections held in 2000 under sections 9 and 10, represent the zones described in subsection (1) as it read immediately before Ontario Regulation 555/99 comes into force.</p> <p class=\"subsection-e\">  (2) A producer that is not an individual may designate an individual to represent it for the purpose of this Regulation.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  7. For the purpose of the election and appointment of councillors, Zone 9 is divided into the following two zones: (a) Zone 9 East, comprising the counties of Dundas, Frontenac, Grenville, Lanark, Leeds, Lennox and Addington, Renfrew and The Regional Municipality of Ottawa-Carleton; and (b) Zone 9 North, comprising the territorial districts of Algoma, Cochrane, Parry Sound, Kenora, Rainy River, Sudbury, Timiskaming and Thunder Bay.",
            "raw_html": "<p class=\"section-e\">  7. For the purpose of the election and appointment of councillors, Zone 9 is divided into the following two zones:</p> <p class=\"clause-e\">  (a) Zone 9 East, comprising the counties of Dundas, Frontenac, Grenville, Lanark, Leeds, Lennox and Addington, Renfrew and The Regional Municipality of Ottawa-Carleton; and</p> <p class=\"clause-e\">  (b) Zone 9 North, comprising the territorial districts of Algoma, Cochrane, Parry Sound, Kenora, Rainy River, Sudbury, Timiskaming and Thunder Bay.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  8. (1) The number of egg councillors to be elected in a zone shall be determined in accordance with the following rules: 1. For each zone in which there is at least one but not more than five egg quota holders, there shall be one egg councillor. 2. For each zone in which the number of egg quota holders is greater than five, there shall be one egg councillor for every five egg quota holders, as well as any additional egg councillors provided for by paragraph 3. 3. For each zone to which paragraph 2 applies in which the number of egg quota holders is not evenly divisible by five, there shall be one additional egg councillor for each additional three or four egg quota holders. (1.1) The number of pullet councillors to be elected in a zone shall be determined in accordance with the following rules: 1. For each zone in which there is at least one but not more than 10 pullet quota holders, there shall be one pullet councillor. 2. For each zone in which the number of pullet quota holders is greater than 10, there shall be one pullet councillor for every 10 pullet quota holders, as well as any additional pullet councillors provided for by paragraph 3. 3. For each zone to which paragraph 2 applies in which the number of pullet quota holders is not evenly divisible by 10, there shall be one additional pullet councillor for each additional five, six, seven, eight or nine pullet quota holders. (2) Only an egg quota holder is eligible to be elected as an egg councillor. (3) Only a pullet quota holder is eligible to be elected as a pullet councillor. (4) Revoked:  O. Reg. 555/99, s. 1 (7). (5)  No person is eligible to be elected as a councillor in more than one zone at a time, nor to be elected as both the egg councillor and the pullet councillor at the same time in a zone.",
            "raw_html": "<p class=\"section-e\">  8. (1) The number of egg councillors to be elected in a zone shall be determined in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. For each zone in which there is at least one but not more than five egg quota holders, there shall be one egg councillor.</p> <p class=\"paragraph-e\">  2. For each zone in which the number of egg quota holders is greater than five, there shall be one egg councillor for every five egg quota holders, as well as any additional egg councillors provided for by paragraph 3.</p> <p class=\"paragraph-e\">  3. For each zone to which paragraph 2 applies in which the number of egg quota holders is not evenly divisible by five, there shall be one additional egg councillor for each additional three or four egg quota holders.</p> <p class=\"subsection-e\">  (1.1) The number of pullet councillors to be elected in a zone shall be determined in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. For each zone in which there is at least one but not more than 10 pullet quota holders, there shall be one pullet councillor.</p> <p class=\"paragraph-e\">  2. For each zone in which the number of pullet quota holders is greater than 10, there shall be one pullet councillor for every 10 pullet quota holders, as well as any additional pullet councillors provided for by paragraph 3.</p> <p class=\"paragraph-e\">  3. For each zone to which paragraph 2 applies in which the number of pullet quota holders is not evenly divisible by 10, there shall be one additional pullet councillor for each additional five, six, seven, eight or nine pullet quota holders.</p> <p class=\"subsection-e\">  (2) Only an egg quota holder is eligible to be elected as an egg councillor.</p> <p class=\"subsection-e\">  (3) Only a pullet quota holder is eligible to be elected as a pullet councillor.</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 555/99, s. 1 (7).</p> <p class=\"subsection-e\">  (5)  No person is eligible to be elected as a councillor in more than one zone at a time, nor to be elected as both the egg councillor and the pullet councillor at the same time in a zone.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  9. (1) Every year the egg producers in each zone shall elect their councillors from among themselves. (2) Every year the pullet producers in each zone shall elect their councillors from among themselves, subject to subsections (3) and (4). (3) If the number of independent pullet producers standing for election as pullet councillor in a zone is less than or equal to the number of pullet councillors to be elected in the zone, (a) each independent pullet producer standing for election shall be acclaimed as a pullet councillor; and (b) the pullet producers in the zone shall elect from among themselves pullet councillors for the remaining positions, if any. (4) If the number of independent pullet producers standing for election as pullet councillor in a zone is greater than the number of pullet councillors to be elected in the zone, the pullet producers in the zone shall elect pullet councillors from those independent pullet producers standing for election. (5) Each election under subsections (1) and (2) must be held no later than March 1. (6) A councillor holds office from the time he or she is elected until his or her successor is elected under this section or appointed under section 12.",
            "raw_html": "<p class=\"section-e\">  9. (1) Every year the egg producers in each zone shall elect their councillors from among themselves.</p> <p class=\"subsection-e\">  (2) Every year the pullet producers in each zone shall elect their councillors from among themselves, subject to subsections (3) and (4).</p> <p class=\"subsection-e\">  (3) If the number of independent pullet producers standing for election as pullet councillor in a zone is less than or equal to the number of pullet councillors to be elected in the zone,</p> <p class=\"clause-e\">  (a) each independent pullet producer standing for election shall be acclaimed as a pullet councillor; and</p> <p class=\"clause-e\">  (b) the pullet producers in the zone shall elect from among themselves pullet councillors for the remaining positions, if any.</p> <p class=\"subsection-e\">  (4) If the number of independent pullet producers standing for election as pullet councillor in a zone is greater than the number of pullet councillors to be elected in the zone, the pullet producers in the zone shall elect pullet councillors from those independent pullet producers standing for election.</p> <p class=\"subsection-e\">  (5) Each election under subsections (1) and (2) must be held no later than March 1.</p> <p class=\"subsection-e\">  (6) A councillor holds office from the time he or she is elected until his or her successor is elected under this section or appointed under section 12.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  10. (1) Every year the egg councillors for each zone shall elect one member to the local board from among themselves. (2) Every year the pullet councillors shall elect one member to the local board from among those pullet councillors who are independent pullet producers. (3) Each election under subsections (1) and (2) must be held no later than April 1.",
            "raw_html": "<p class=\"section-e\">  10. (1) Every year the egg councillors for each zone shall elect one member to the local board from among themselves.</p> <p class=\"subsection-e\">  (2) Every year the pullet councillors shall elect one member to the local board from among those pullet councillors who are independent pullet producers.</p> <p class=\"subsection-e\">  (3) Each election under subsections (1) and (2) must be held no later than April 1.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  11. Revoked:  O. Reg. 555/99, s. 1 (10).",
            "raw_html": "<p class=\"section-e\">  11. <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 555/99, s. 1 (10).</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  12 (1) If an egg councillor, pullet councillor or member of the local board has not been elected in accordance with this Regulation by April 1 in any year, the local board shall, at its first meeting after that date appoint an eligible producer to that position. (2) If a member of the local board is unwilling or unable to perform his or her duties, the local board may appoint an eligible producer for the unexpired term. (3) If the local board does not appoint a member under subsection (1) or (2), the Commission may appoint the member. R.R.O. 1990, Reg. 409, Sched.; O. Reg. 25/97, ss. 1-4; O. Reg. 18/98, s. 1; O. Reg. 415/98, s. 1; O. Reg. 555/99, s. 1; O. Reg. 45/06, s. 1; O. Reg. 209/13, s. 1.  Français  ",
            "raw_html": "<p class=\"section-e\">  12 (1) If an egg councillor, pullet councillor or member of the local board has not been elected in accordance with this Regulation by April 1 in any year, the local board shall, at its first meeting after that date appoint an eligible producer to that position.</p> <p class=\"subsection-e\">  (2) If a member of the local board is unwilling or unable to perform his or her duties, the local board may appoint an eligible producer for the unexpired term.</p> <p class=\"subsection-e\">  (3) If the local board does not appoint a member under subsection (1) or (2), the Commission may appoint the member.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 409, Sched.; O. Reg. 25/97, ss. 1-4; O. Reg. 18/98, s. 1; O. Reg. 415/98, s. 1; O. Reg. 555/99, s. 1; O. Reg. 45/06, s. 1; O. Reg. 209/13, s. 1.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900409\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}