{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 863: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 863: ",
        "act_under": "Off-Road Vehicles Act",
        "url": "https://www.ontario.ca/laws/regulation/900863",
        "date_scraped": "2023-12-18 04:08:45"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 23, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900863/v20",
            "valid_from": "April 22, 2022",
            "valid_to": "June 22, 2023"
        },
        {
            "a_href": "/laws/regulation/900863/v19",
            "valid_from": "June 24, 2021",
            "valid_to": "April 21, 2022"
        },
        {
            "a_href": "/laws/regulation/900863/v18",
            "valid_from": "January  1, 2021",
            "valid_to": "June 23, 2021"
        },
        {
            "a_href": "/laws/regulation/900863/v17",
            "valid_from": "December 11, 2020",
            "valid_to": "December 31, 2020"
        },
        {
            "a_href": "/laws/regulation/900863/v16",
            "valid_from": "June 25, 2020",
            "valid_to": "December 10, 2020"
        },
        {
            "a_href": "/laws/regulation/900863/v15",
            "valid_from": "June 27, 2019",
            "valid_to": "June 24, 2020"
        },
        {
            "a_href": "/laws/regulation/900863/v14",
            "valid_from": "January  1, 2018",
            "valid_to": "June 26, 2019"
        },
        {
            "a_href": "/laws/regulation/900863/v13",
            "valid_from": "December 13, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/900863/v12",
            "valid_from": "July  1, 2017",
            "valid_to": "December 12, 2017"
        },
        {
            "a_href": "/laws/regulation/900863/v11",
            "valid_from": "November 29, 2016",
            "valid_to": "June 30, 2017"
        },
        {
            "a_href": "/laws/regulation/900863/v10",
            "valid_from": "June  8, 2016",
            "valid_to": "November 28, 2016"
        },
        {
            "a_href": "/laws/regulation/900863/v9",
            "valid_from": "May 10, 2016",
            "valid_to": "June  7, 2016"
        },
        {
            "a_href": "/laws/regulation/900863/v8",
            "valid_from": "July 24, 2015",
            "valid_to": "May  9, 2016"
        },
        {
            "a_href": "/laws/regulation/900863/v7",
            "valid_from": "January  1, 2015",
            "valid_to": "July 23, 2015"
        },
        {
            "a_href": "/laws/regulation/900863/v6",
            "valid_from": "January  1, 2014",
            "valid_to": "December 31, 2014"
        },
        {
            "a_href": "/laws/regulation/900863/v5",
            "valid_from": "January  1, 2013",
            "valid_to": "December 31, 2013"
        },
        {
            "a_href": "/laws/regulation/900863/v4",
            "valid_from": "June 22, 2012",
            "valid_to": "December 31, 2012"
        },
        {
            "a_href": "/laws/regulation/900863/v3",
            "valid_from": "December 10, 2010",
            "valid_to": "June 21, 2012"
        },
        {
            "a_href": "/laws/regulation/900863/v2",
            "valid_from": "December  3, 2010",
            "valid_to": "December  9, 2010"
        },
        {
            "a_href": "/laws/regulation/900863/v1",
            "valid_from": "July 31, 2003",
            "valid_to": "December  2, 2010"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “dune buggy” means a self-propelled vehicle with four or more wheels that has been manufactured or modified for off-road use but does not include an amphibious vehicle with six or more wheels; (“autodune”) “motorcycle association” means a motorcycle club or association that has or is affiliated with a motorcycle club or association that has a published constitution and a membership roster of more than twenty-four persons; (“association de motocyclistes”) “road-building machine” has the same meaning as in the Highway Traffic Act; (“machine à construire des routes”) “self-propelled implement of husbandry” means a self-propelled vehicle manufactured, designed, redesigned, converted or reconstructed for a specific use in farming and used for farming purposes; (“matériel agricole automoteur”) “wheelchair” means a chair mounted on wheels propelled or driven otherwise than by muscular power and used for the carriage of a person who has a physical defect or disability. (“fauteuil roulant”)  R.R.O. 1990, Reg. 863, s. 1; O. Reg. 406/16, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“dune buggy” means a self-propelled vehicle with four or more wheels that has been manufactured or modified for off-road use but does not include an amphibious vehicle with six or more wheels; (“autodune”)</p> <p class=\"definition-e\">“motorcycle association” means a motorcycle club or association that has or is affiliated with a motorcycle club or association that has a published constitution and a membership roster of more than twenty-four persons; (“association de motocyclistes”)</p> <p class=\"definition-e\">“road-building machine” has the same meaning as in the <i>Highway Traffic Act</i>; (“machine à construire des routes”)</p> <p class=\"definition-e\">“self-propelled implement of husbandry” means a self-propelled vehicle manufactured, designed, redesigned, converted or reconstructed for a specific use in farming and used for farming purposes; (“matériel agricole automoteur”)</p> <p class=\"definition-e\">“wheelchair” means a chair mounted on wheels propelled or driven otherwise than by muscular power and used for the carriage of a person who has a physical defect or disability. (“fauteuil roulant”)  R.R.O. 1990, Reg. 863, s. 1; O. Reg. 406/16, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) The following are designated as classes of vehicles that are exempt from the provisions of the Act and this Regulation: 1. Golf carts. 2. Road-building machines. 3. Self-propelled implements of husbandry. 4. Wheelchairs. 5. Off-road vehicles driven or exhibited at a closed course competition or rally sponsored by a motorcycle association.  R.R.O. 1990, Reg. 863, s. 2 (1). (2) Motorcycles, as defined in the Highway Traffic Act, that are, (a) lent to a motorcycle driver training school by a manufacturer or dealer for the purpose of driver training; (b) used in an area designated for driver training by the school; and (c) driven by persons enrolled in the driver training course or by course instructors for instruction purposes, are designated as a class of off-road vehicle to which section 3 of the Act does not apply.  R.R.O. 1990, Reg. 863, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) The following are designated as classes of vehicles that are exempt from the provisions of the Act and this Regulation:</p> <p class=\"paragraph-e\">  1. Golf carts.</p> <p class=\"paragraph-e\">  2. Road-building machines.</p> <p class=\"paragraph-e\">  3. Self-propelled implements of husbandry.</p> <p class=\"paragraph-e\">  4. Wheelchairs.</p> <p class=\"paragraph-e\">  5. Off-road vehicles driven or exhibited at a closed course competition or rally sponsored by a motorcycle association.  R.R.O. 1990, Reg. 863, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Motorcycles, as defined in the <i>Highway Traffic Act</i>, that are,</p> <p class=\"clause-e\">  (a) lent to a motorcycle driver training school by a manufacturer or dealer for the purpose of driver training;</p> <p class=\"clause-e\">  (b) used in an area designated for driver training by the school; and</p> <p class=\"clause-e\">  (c) driven by persons enrolled in the driver training course or by course instructors for instruction purposes,</p> <p class=\"Ssubsection-e\">are designated as a class of off-road vehicle to which section 3 of the Act does not apply.  R.R.O. 1990, Reg. 863, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. For the purposes of the definition of “off-road vehicle” in section 1 of the Act, the following classes of vehicles are prescribed: 1. Dune buggies. 1.1 Vehicles designed for use on all terrains, commonly known as all-terrain vehicles, that have steering handlebars and a seat that is designed to be straddled by the driver. 1.2 Vehicles designed for utility applications or uses on all terrains that have four or more wheels and a seat that is not designed to be straddled by the driver. 2. Suzukis, Model Numbers LT125D, LT50E, LT125E, LT185E, LT250EF and LT250EFF. 3. Hondas, Model Numbers FL250 series and TRX200. 4. Yamahas, Model Number YFM 200N.  R.R.O. 1990, Reg. 863, s. 3; O. Reg. 317/03, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>For the purposes of the definition of “off-road vehicle” in section 1 of the Act, the following classes of vehicles are prescribed:</p> <p class=\"paragraph-e\">  1. Dune buggies.</p> <p class=\"paragraph-e\">  1.1 Vehicles designed for use on all terrains, commonly known as all-terrain vehicles, that have steering handlebars and a seat that is designed to be straddled by the driver.</p> <p class=\"paragraph-e\">  1.2 Vehicles designed for utility applications or uses on all terrains that have four or more wheels and a seat that is not designed to be straddled by the driver.</p> <p class=\"paragraph-e\">  2. Suzukis, Model Numbers LT125D, LT50E, LT125E, LT185E, LT250EF and LT250EFF.</p> <p class=\"paragraph-e\">  3. Hondas, Model Numbers FL250 series and TRX200.</p> <p class=\"paragraph-e\">  4. Yamahas, Model Number YFM 200N.  R.R.O. 1990, Reg. 863, s. 3; O. Reg. 317/03, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. A highway listed in Schedule A to Ontario Regulation 316/03 (Operation of Off-Road Vehicles on Highways) made under the Highway Traffic Act is designated as an area within which subsection 2 (2) of the Off-Road Vehicles Act does not apply. O. Reg. 739/20, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>A highway listed in Schedule A to Ontario Regulation 316/03 (Operation of Off-Road Vehicles on Highways) made under the <i>Highway Traffic Act</i> is designated as an area within which subsection 2 (2) of the <i>Off-Road Vehicles Act</i> does not apply. O. Reg. 739/20, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. The areas set out in Schedule 2 are designated as areas within which subsections 3 (1) and (2) of the Act do not apply.  R.R.O. 1990, Reg. 863, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The areas set out in Schedule 2 are designated as areas within which subsections 3 (1) and (2) of the Act do not apply.  R.R.O. 1990, Reg. 863, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) Off-road vehicles owned by persons not residing in Ontario are designated as a class of vehicle.  R.R.O. 1990, Reg. 863, s. 6 (1). (2) Vehicles of a class designated under subsection (1) are exempt from the provisions of section 3 of the Act if they are registered in another jurisdiction and have number plates furnished by the other jurisdiction attached.  R.R.O. 1990, Reg. 863, s. 6 (2).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Off-road vehicles owned by persons not residing in Ontario are designated as a class of vehicle.  R.R.O. 1990, Reg. 863, s. 6 (1).</p> <p class=\"subsection-e\">  (2) Vehicles of a class designated under subsection (1) are exempt from the provisions of section 3 of the Act if they are registered in another jurisdiction and have number plates furnished by the other jurisdiction attached.  R.R.O. 1990, Reg. 863, s. 6 (2).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. The number plate for an off-road vehicle, (a) with three or less wheels, shall be securely mounted on the front of the vehicle in a conspicuous position; or (b) with more than three wheels, shall be securely mounted in a conspicuous position on the rear of the vehicle.  R.R.O. 1990, Reg. 863, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>The number plate for an off-road vehicle,</p> <p class=\"clause-e\">  (a) with three or less wheels, shall be securely mounted on the front of the vehicle in a conspicuous position; or</p> <p class=\"clause-e\">  (b) with more than three wheels, shall be securely mounted in a conspicuous position on the rear of the vehicle.  R.R.O. 1990, Reg. 863, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. (1) For the purposes of subsection 8 (3) of the Act, the permit holder of an off-road vehicle is required to have in his or her possession, (a) the vehicle portion of the permit issued for the vehicle bearing the date of purchase and the signature of the vendor of the used vehicle; and (b) the plate portion of the permit that corresponds with the number plate affixed to the vehicle.  R.R.O. 1990, Reg. 863, s. 8 (1). (2) For the purposes of subsection 8 (4) of the Act, a person driving an off-road vehicle is required to carry the documents referred to in subsection (1) or true copies thereof, and to surrender them for inspection upon the demand of a peace officer.  R.R.O. 1990, Reg. 863, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) For the purposes of subsection 8 (3) of the Act, the permit holder of an off-road vehicle is required to have in his or her possession,</p> <p class=\"clause-e\">  (a) the vehicle portion of the permit issued for the vehicle bearing the date of purchase and the signature of the vendor of the used vehicle; and</p> <p class=\"clause-e\">  (b) the plate portion of the permit that corresponds with the number plate affixed to the vehicle.  R.R.O. 1990, Reg. 863, s. 8 (1).</p> <p class=\"subsection-e\">  (2) For the purposes of subsection 8 (4) of the Act, a person driving an off-road vehicle is required to carry the documents referred to in subsection (1) or true copies thereof, and to surrender them for inspection upon the demand of a peace officer.  R.R.O. 1990, Reg. 863, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. A permit for an off-road vehicle may be terminated by surrendering it to the Ministry.  R.R.O. 1990, Reg. 863, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>A permit for an off-road vehicle may be terminated by surrendering it to the Ministry.  R.R.O. 1990, Reg. 863, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. (1) Dealer and Service permits and number plates may be issued to manufacturers of or dealers in off-road vehicles or to persons engaged in the business of repairing, customizing, modifying or transporting off-road vehicles.  R.R.O. 1990, Reg. 863, s. 10 (1). (2) A Dealer and Service number plate may be used only, (a) on a vehicle in the possession of the person to whom the corresponding permit was issued; and (b) for purposes related to the sale, repair, customization or modification of the vehicle on which it is used or, in the case of a person engaged in the business of transporting vehicles, for purposes of transporting the vehicles.  R.R.O. 1990, Reg. 863, s. 10 (2). (3) The Dealer and Service number plate for an off-road vehicle, (a) with three or less wheels, shall be securely mounted in a conspicuous position on the front of the vehicle; or (b) with more than three wheels, shall be securely mounted in a conspicuous position on the rear of the vehicle.  R.R.O. 1990, Reg. 863, s. 10 (3). (4) Subsection 8 (3) of the Act does not apply to a person referred to in subsection (1) with respect to a vehicle in the person’s possession for purposes related to the sale, repair, customization or modification of the vehicle or, in the case of a person engaged in the business of transporting vehicles, for purposes of transporting the vehicle.  R.R.O. 1990, Reg. 863, s. 10 (4).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) Dealer and Service permits and number plates may be issued to manufacturers of or dealers in off-road vehicles or to persons engaged in the business of repairing, customizing, modifying or transporting off-road vehicles.  R.R.O. 1990, Reg. 863, s. 10 (1).</p> <p class=\"subsection-e\">  (2) A Dealer and Service number plate may be used only,</p> <p class=\"clause-e\">  (a) on a vehicle in the possession of the person to whom the corresponding permit was issued; and</p> <p class=\"clause-e\">  (b) for purposes related to the sale, repair, customization or modification of the vehicle on which it is used or, in the case of a person engaged in the business of transporting vehicles, for purposes of transporting the vehicles.  R.R.O. 1990, Reg. 863, s. 10 (2).</p> <p class=\"subsection-e\">  (3) The Dealer and Service number plate for an off-road vehicle,</p> <p class=\"clause-e\">  (a) with three or less wheels, shall be securely mounted in a conspicuous position on the front of the vehicle; or</p> <p class=\"clause-e\">  (b) with more than three wheels, shall be securely mounted in a conspicuous position on the rear of the vehicle.  R.R.O. 1990, Reg. 863, s. 10 (3).</p> <p class=\"subsection-e\">  (4) Subsection 8 (3) of the Act does not apply to a person referred to in subsection (1) with respect to a vehicle in the person’s possession for purposes related to the sale, repair, customization or modification of the vehicle or, in the case of a person engaged in the business of transporting vehicles, for purposes of transporting the vehicle.  R.R.O. 1990, Reg. 863, s. 10 (4).</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": " 11. The requirements for a helmet for the purpose of section 19 of the Off-Road Vehicles Act are those set out for motorcycles in Regulation 610 of the Revised Regulations of Ontario, 1990 made under the Highway Traffic Act.  O. Reg. 317/03, s. 3. General Fees",
            "raw_html": "<p class=\"section-e\"> <b>11.</b> The requirements for a helmet for the purpose of section 19 of the <i>Off-Road Vehicles Act</i> are those set out for motorcycles in Regulation 610 of the Revised Regulations of Ontario, 1990 made under the <i>Highway Traffic Act</i>.  O. Reg. 317/03, s. 3.</p> <p class=\"heading1-e\">General Fees</p>"
        },
        {
            "id": "12.",
            "section": "General Fees",
            "content": " 12. (1) The following fees shall be paid to the Ministry: 1. For a permit for an off-road vehicle, $10. 2. For a permit and number plate for an off-road vehicle, $38. 3. For an application for a duplicate permit for an off-road vehicle, in case of loss or destruction, $10. 4. For the replacement of a permit and number plate, in case of loss or destruction, $20. 5. For a Dealer and Service Permit and number plate, $55. 6. For a copy of any writing, paper or document, other than an accident report, related to an off-road vehicle filed in the Ministry or any statement containing information from the records, $6. 7. For a copy of an accident report, $12. 8. For certification of a copy of any writing, paper or document related to an off-road vehicle filed in the Ministry or any statement containing information from the records, $6. 9. For administrative costs for processing a cheque that is not honoured, $10. 10. For each search of off-road vehicle records by vehicle identification number, plate number or name or identification number of registered owner or permit holder, $12. O. Reg. 406/93, s. 1; O. Reg. 577/94, s. 1; O. Reg. 170/12, s. 1; O. Reg. 493/21, s. 1; O. Reg. 431/22, s. 1; O. Reg. 137/23, s. 1. (2) The fees set out in subsection (1) do not apply to an off-road vehicle owned by the Government of the Province of Ontario.  R.R.O. 1990, Reg. 863, s. 12 (2). Schedule 1 Revoked: O. Reg. 739/20, s. 2. Schedule 2 1. Those areas in the districts of Kenora and Thunder Bay north of the railway tracks of the Canadian National Railways passing through the municipalities of Malachi, Minaki, Quibell, Sioux Lookout, Savant Lake, Armstrong and Nakina. 2. Those areas in the Territorial District of Cochrane north of 50 degrees latitude. 3. Those areas in the Territorial District of Algoma north of the railway tracks of the Canadian Pacific Railway passing through the municipalities of Amyot, Franz and Missanabie. 4. Those areas in the territorial districts of Rainy River, Kenora, Thunder Bay, Cochrane, Algoma and Sudbury that are not within a city, town, village or police village and not within eight kilometres of a highway designated as a King’s Highway or secondary highway under the Public Transportation and Highway Improvement Act. R.R.O. 1990, Reg. 863, Sched. 2.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) The following fees shall be paid to the Ministry:</p> <p class=\"paragraph-e\">  1. For a permit for an off-road vehicle, $10.</p> <p class=\"paragraph-e\">  2. For a permit and number plate for an off-road vehicle, $38.</p> <p class=\"paragraph-e\">  3. For an application for a duplicate permit for an off-road vehicle, in case of loss or destruction, $10.</p> <p class=\"paragraph-e\">  4. For the replacement of a permit and number plate, in case of loss or destruction, $20.</p> <p class=\"paragraph-e\">  5. For a Dealer and Service Permit and number plate, $55.</p> <p class=\"paragraph-e\">  6. For a copy of any writing, paper or document, other than an accident report, related to an off-road vehicle filed in the Ministry or any statement containing information from the records, $6.</p> <p class=\"paragraph-e\">  7. For a copy of an accident report, $12.</p> <p class=\"paragraph-e\">  8. For certification of a copy of any writing, paper or document related to an off-road vehicle filed in the Ministry or any statement containing information from the records, $6.</p> <p class=\"paragraph-e\">  9. For administrative costs for processing a cheque that is not honoured, $10.</p> <p class=\"paragraph-e\">  10. For each search of off-road vehicle records by vehicle identification number, plate number or name or identification number of registered owner or permit holder, $12. O. Reg. 406/93, s. 1; O. Reg. 577/94, s. 1; O. Reg. 170/12, s. 1; O. Reg. 493/21, s. 1; O. Reg. 431/22, s. 1; O. Reg. 137/23, s. 1.</p> <p class=\"subsection-e\">  (2) The fees set out in subsection (1) do not apply to an off-road vehicle owned by the Government of the Province of Ontario.  R.R.O. 1990, Reg. 863, s. 12 (2).</p> <p class=\"scheduleRevoked-e\"><span class=\"ovallcaps\">Schedule</span><span class=\"ovsmallcap\"> 1 Revoked</span>: O. Reg. 739/20, s. 2.</p> <p class=\"schedule-e\">Schedule 2</p> <p class=\"paragraph-e\">  1. Those areas in the districts of Kenora and Thunder Bay north of the railway tracks of the Canadian National Railways passing through the municipalities of Malachi, Minaki, Quibell, Sioux Lookout, Savant Lake, Armstrong and Nakina.</p> <p class=\"paragraph-e\">  2. Those areas in the Territorial District of Cochrane north of 50 degrees latitude.</p> <p class=\"paragraph-e\">  3. Those areas in the Territorial District of Algoma north of the railway tracks of the Canadian Pacific Railway passing through the municipalities of Amyot, Franz and Missanabie.</p> <p class=\"paragraph-e\">  4. Those areas in the territorial districts of Rainy River, Kenora, Thunder Bay, Cochrane, Algoma and Sudbury that are not within a city, town, village or police village and not within eight kilometres of a highway designated as a King’s Highway or secondary highway under the <i>Public Transportation and Highway Improvement Act</i>.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 863, Sched. 2.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900863\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}