{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 565: PUBLIC POOLS",
        "reg_name_text": "PUBLIC POOLS",
        "citation": "R.R.O. 1990, Reg. 565: ",
        "act_under": "Health Protection and Promotion Act",
        "url": "https://www.ontario.ca/laws/regulation/900565",
        "date_scraped": "2023-12-21 14:39:14"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  2, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900565/v7",
            "valid_from": "October 28, 2022",
            "valid_to": "June  1, 2023"
        },
        {
            "a_href": "/laws/regulation/900565/v6",
            "valid_from": "July  1, 2018",
            "valid_to": "October 27, 2022"
        },
        {
            "a_href": "/laws/regulation/900565/v5",
            "valid_from": "March 29, 2018",
            "valid_to": "June 30, 2018"
        },
        {
            "a_href": "/laws/regulation/900565/v4",
            "valid_from": "December 15, 2017",
            "valid_to": "March 28, 2018"
        },
        {
            "a_href": "/laws/regulation/900565/v3",
            "valid_from": "July 28, 2017",
            "valid_to": "December 14, 2017"
        },
        {
            "a_href": "/laws/regulation/900565/v2",
            "valid_from": "February 13, 2007",
            "valid_to": "July 27, 2017"
        },
        {
            "a_href": "/laws/regulation/900565/v1",
            "valid_from": "June 27, 2002",
            "valid_to": "February 12, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "None",
            "TOCid": 1.0,
            "part_id": null,
            "part_type": null,
            "section": "Definitions",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 2.0,
            "part_id": null,
            "part_type": null,
            "section": "Class A and B pools",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": 2.1,
            "part_id": null,
            "part_type": null,
            "section": "Class C facilities",
            "content": " 2.1 The class of Class C facility is established, being any of the following: 1. A public wading pool. 2. A public spray pad or public splash pad. 3. A water slide receiving basin that serves solely as a receiving basin for persons at the bottom of a water slide. O. Reg. 141/18, s. 2. 3. Revoked: O. Reg. 494/17, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>2.1 </b>The class of Class C facility is established, being any of the following:</p> <p class=\"paragraph-e\">  1. A public wading pool.</p> <p class=\"paragraph-e\">  2. A public spray pad or public splash pad.</p> <p class=\"paragraph-e\">  3. A water slide receiving basin that serves solely as a receiving basin for persons at the bottom of a water slide. O. Reg. 141/18, s. 2.</p> <p class=\"section-e\"> <b>3. </b><span class=\"ovsmallcap\">Revoked:</span> O. Reg. 494/17, s. 2.</p>"
        },
        {
            "ahref_id": "None",
            "TOCid": 4.0,
            "part_id": null,
            "part_type": null,
            "section": "Application",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": 4.1,
            "part_id": null,
            "part_type": null,
            "section": "Exemptions",
            "content": " 4.1 (1) The following public pools are exempt from this Regulation: 1. Pools used by the occupants and their visitors of an apartment building, condominium or co-operative or commune property with fewer than six dwelling units or suites. 2. Pools used by members of a community of less than six single-family private residences. 3. Pools operated on the premises of a hotel that has fewer than six units or suites for the use of its guests, if the following notice is displayed in a conspicuous place within the pool enclosure printed in letters at least 25 millimetres high with a minimum five millimetre stroke: CAUTION   SWIM AT YOUR OWN RISK   THIS POOL IS NOT SUBJECT TO THE REQUIREMENTS OF ONTARIO REGULATION 565 (PUBLIC POOLS) 4., 5.  Revoked:\r\nO. Reg. 141/18, s. 3. O. Reg. 494/17, s. 4; O. Reg. 141/18, s. 3. (2) A public spa operated on the premises of a hotel that has fewer than six dwelling units or suites for the use of its guests and their visitors, or a public spa operated in conjunction with an individual dwelling unit or suite of a hotel for the exclusive use of its occupants, is exempt from this Regulation if the following notice is displayed in a conspicuous place within the public spa enclosure, printed in letters at least 25 millimetres high with a minimum five millimetre stroke, along with the message required under subsection 19.1 (1), displayed with the same letter sizes required by that subsection: CAUTION   USE SPA AT YOUR OWN RISK   THIS SPA IS NOT SUBJECT TO THE REQUIREMENTS OF ontario REGULATION 565 (PUBLIC pools) O. Reg. 507/22, s. 1.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK4\"></a>4.1 </b>(1) The following public pools are exempt from this Regulation:</p> <p class=\"paragraph-e\">  1. Pools used by the occupants and their visitors of an apartment building, condominium or co-operative or commune property with fewer than six dwelling units or suites.</p> <p class=\"paragraph-e\">  2. Pools used by members of a community of less than six single-family private residences.</p> <p class=\"paragraph-e\">  3. Pools operated on the premises of a hotel that has fewer than six units or suites for the use of its guests, if the following notice is displayed in a conspicuous place within the pool enclosure printed in letters at least 25 millimetres high with a minimum five millimetre stroke:</p> <p class=\"headingx-e\">CAUTION <br/>  SWIM AT YOUR OWN RISK <br/>  THIS POOL IS NOT SUBJECT TO THE REQUIREMENTS OF ONTARIO REGULATION 565 (PUBLIC POOLS)</p> <p class=\"paragraph-e\"> 4., 5.  <span class=\"ovsmallcap\">Revoked:</span>\r\nO. Reg. 141/18, s. 3.</p> <p class=\"footnote-e\">O. Reg. 494/17, s. 4; O. Reg. 141/18, s. 3.</p> <p class=\"subsection-e\">  (2) A public spa operated on the premises of a hotel that has fewer than six dwelling units or suites for the use of its guests and their visitors, or a public spa operated in conjunction with an individual dwelling unit or suite of a hotel for the exclusive use of its occupants, is exempt from this Regulation if the following notice is displayed in a conspicuous place within the public spa enclosure, printed in letters at least 25 millimetres high with a minimum five millimetre stroke, along with the message required under subsection 19.1 (1), displayed with the same letter sizes required by that subsection:</p> <p class=\"headingx-e\">CAUTION <br/>  USE SPA AT YOUR OWN RISK <br/>  THIS SPA IS NOT SUBJECT TO THE REQUIREMENTS OF ontario REGULATION 565 (PUBLIC pools)</p> <p class=\"footnote-e\">O. Reg. 507/22, s. 1.</p>"
        },
        {
            "ahref_id": "None",
            "TOCid": 5.0,
            "part_id": null,
            "part_type": null,
            "section": "Notification",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 6.0,
            "part_id": null,
            "part_type": null,
            "section": "Operation",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 7.0,
            "part_id": null,
            "part_type": null,
            "section": "Water quality",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 8.0,
            "part_id": null,
            "part_type": null,
            "section": "Daily records",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 9.0,
            "part_id": null,
            "part_type": null,
            "section": "Record retention",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 10.0,
            "part_id": null,
            "part_type": null,
            "section": "Bather load and spectator area",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 11.0,
            "part_id": null,
            "part_type": null,
            "section": "Maintenance",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 12.0,
            "part_id": null,
            "part_type": null,
            "section": "Bathing apparel and towels",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 13.0,
            "part_id": null,
            "part_type": null,
            "section": "Gas chlorinator",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 14.0,
            "part_id": null,
            "part_type": null,
            "section": "Diving platform",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 16.0,
            "part_id": null,
            "part_type": null,
            "section": "Safety",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": 16.1,
            "part_id": null,
            "part_type": null,
            "section": "Other records",
            "content": " 16.1 Every owner and every operator of a public pool or public spa shall ensure that, (a) all of the water, gravity and suction outlet covers are inspected at least once within each period of 30 operating days; (b) if any of the outlet covers are found to be loose or missing, the pool or spa is closed until the cover is repaired or replaced; (c) the test-buttons associated with the ground current leakage detecting and de-energizing devices are, (i) activated during the daily use period, and (ii)   tested either monthly or according to the manufacturer’s instructions, whichever is more frequent; (d) in the case of a pool, if an emergency stop button is available it is labelled and tested and recorded once within each period of 30 operating days; (e) in the case of a pool, where cyanurate stabilization is maintained, the operator determines the concentration of cyanuric acid not less than once every week; (f) in the case of a spa, the emergency stop button and vacuum release mechanisms are tested and inspected at least once within each period of 30 operating days; (g) a written record of each inspection under this section is made and signed by the person who performed the inspection; and (h) the written record of each inspection under this section is retained by the owner or operator for at least one year from the date the record is made and is kept available for viewing by a public health inspector at any time. O. Reg. 494/17, s. 12.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK16\"></a>16.1 </b>Every owner and every operator of a public pool or public spa shall ensure that,</p> <p class=\"clause-e\">  (a) all of the water, gravity and suction outlet covers are inspected at least once within each period of 30 operating days;</p> <p class=\"clause-e\">  (b) if any of the outlet covers are found to be loose or missing, the pool or spa is closed until the cover is repaired or replaced;</p> <p class=\"clause-e\">  (c) the test-buttons associated with the ground current leakage detecting and de-energizing devices are,</p> <p class=\"subclause-e\">  (i) activated during the daily use period, and</p> <p class=\"subclause-e\">  (ii)   tested either monthly or according to the manufacturer’s instructions, whichever is more frequent;  </p> <p class=\"clause-e\">  (d) in the case of a pool, if an emergency stop button is available it is labelled and tested and recorded once within each period of 30 operating days;</p> <p class=\"clause-e\">  (e) in the case of a pool, where cyanurate stabilization is maintained, the operator determines the concentration of cyanuric acid not less than once every week;</p> <p class=\"clause-e\">  (f) in the case of a spa, the emergency stop button and vacuum release mechanisms are tested and inspected at least once within each period of 30 operating days;</p> <p class=\"clause-e\">  (g) a written record of each inspection under this section is made and signed by the person who performed the inspection; and</p> <p class=\"clause-e\">  (h) the written record of each inspection under this section is retained by the owner or operator for at least one year from the date the record is made and is kept available for viewing by a public health inspector at any time. O. Reg. 494/17, s. 12.</p>"
        },
        {
            "ahref_id": "None",
            "TOCid": 17.0,
            "part_id": null,
            "part_type": null,
            "section": "Supervision",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 18.0,
            "part_id": null,
            "part_type": null,
            "section": "Water clarity and illumination",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": 18.1,
            "part_id": null,
            "part_type": null,
            "section": "Where clarity or illumination standard not met",
            "content": " 18.1 Where a public pool or public spa is open for use and the clarity of the water in the pool and the available illumination, or either of them, decreases to a level where the visibility standard described in subsection 7 (4), (5), (6) or (7) is not met, the operator shall direct all bathers to leave the pool or spa, ensure that no bather remains in the water and prevent bathers from having access to the pool or spa until the water clarity and the available illumination, or either of them, has increased to a level where the conditions meet the required standard of visibility. O. Reg. 494/17, s. 15.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>18.1 </b>Where a public pool or public spa is open for use and the clarity of the water in the pool and the available illumination, or either of them, decreases to a level where the visibility standard described in subsection 7 (4), (5), (6) or (7) is not met, the operator shall direct all bathers to leave the pool or spa, ensure that no bather remains in the water and prevent bathers from having access to the pool or spa until the water clarity and the available illumination, or either of them, has increased to a level where the conditions meet the required standard of visibility. O. Reg. 494/17, s. 15.</p>"
        },
        {
            "ahref_id": "None",
            "TOCid": 19.0,
            "part_id": null,
            "part_type": null,
            "section": "Notices and markings",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK21",
            "TOCid": 19.1,
            "part_id": null,
            "part_type": null,
            "section": "Public spa caution notice",
            "content": " 19.1 (1) Every owner and operator of a public spa shall ensure that the following message is posted in a conspicuous place at each entrance to the public spa with the word CAUTION in letters not less than 50 millimetres high, with all other lettering not less than 10 millimetres high and with a minimum five millimetre stroke in either case: CAUTION Children under the age of 12 are not allowed in the spa unless supervised by a person who is 16 years of age or older. Pregnant women and persons with known health or medical conditions should consult with a physician before using a spa. Do not use the spa if you have an open sore or rash, or are experiencing nausea, vomiting or diarrhea. Overexposure may cause fainting. 10 to 15 minutes may be excessive for some individuals.  Cool down periodically and leave the spa if nausea or dizziness occurs. Enter and exit the spa slowly, to prevent slipping. Do not play or swim near drains or suction devices. Your body, body parts, hair, jewelry and other objects may become trapped and cause injury or drowning. People with long hair should be especially careful. Do not enter or remain in a spa if a drain cover or suction fitting is loose, broken or missing. Immediately notify the spa operator. No food or beverage except water is permitted within the deck or spa. No glass containers of any kind are permitted within the deck or spa. O. Reg. 494/17, s. 16. (2) The notice described in subsection (1) shall include the maximum bather capacity of the public spa determined under subsection 10 (2.1). O. Reg. 494/17, s. 16.",
            "raw_html": "<p class=\"section-e\"><b> <a name=\"BK21\"></a>19.1 </b>(1) Every owner and operator of a public spa shall ensure that the following message is posted in a conspicuous place at each entrance to the public spa with the word CAUTION in letters not less than 50 millimetres high, with all other lettering not less than 10 millimetres high and with a minimum five millimetre stroke in either case:</p> <p class=\"headingx-e\">CAUTION</p> <p class=\"parawindt-e\">Children under the age of 12 are not allowed in the spa unless supervised by a person who is 16 years of age or older.</p> <p class=\"parawindt-e\">Pregnant women and persons with known health or medical conditions should consult with a physician before using a spa.</p> <p class=\"parawindt-e\">Do not use the spa if you have an open sore or rash, or are experiencing nausea, vomiting or diarrhea.</p> <p class=\"parawindt-e\">Overexposure may cause fainting. 10 to 15 minutes may be excessive for some individuals.  Cool down periodically and leave the spa if nausea or dizziness occurs.</p> <p class=\"parawindt-e\">Enter and exit the spa slowly, to prevent slipping.</p> <p class=\"parawindt-e\">Do not play or swim near drains or suction devices. Your body, body parts, hair, jewelry and other objects may become trapped and cause injury or drowning. People with long hair should be especially careful.</p> <p class=\"parawindt-e\">Do not enter or remain in a spa if a drain cover or suction fitting is loose, broken or missing. Immediately notify the spa operator.</p> <p class=\"parawindt-e\">No food or beverage except water is permitted within the deck or spa. No glass containers of any kind are permitted within the deck or spa.</p> <p class=\"footnote-e\">O. Reg. 494/17, s. 16.</p> <p class=\"subsection-e\">  (2) The notice described in subsection (1) shall include the maximum bather capacity of the public spa determined under subsection 10 (2.1). O. Reg. 494/17, s. 16.</p>"
        },
        {
            "ahref_id": "None",
            "TOCid": 20.0,
            "part_id": null,
            "part_type": null,
            "section": "Safety equipment",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 21.0,
            "part_id": null,
            "part_type": null,
            "section": "Spa water temperature",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 22.0,
            "part_id": null,
            "part_type": null,
            "section": "Timing device",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 23.0,
            "part_id": null,
            "part_type": null,
            "section": "Suction system",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 24.0,
            "part_id": null,
            "part_type": null,
            "section": "Clock",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 25.0,
            "part_id": null,
            "part_type": null,
            "section": "Steps",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 26.0,
            "part_id": null,
            "part_type": null,
            "section": "Emergency stop button",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK29",
            "TOCid": 26.1,
            "part_id": null,
            "part_type": null,
            "section": "General Class C facility requirements",
            "content": " 26.1 (1) The following provisions of this Regulation apply, with necessary modification, to every owner and every operator of a Class C facility: 1. Section 5, other than clause 5 (1) (d). 2. Subsection 6 (1), clause 6 (3) (a) and clause 6 (6) (a). 3. Subsection 7 (1), subject to subsection (2) of this section, and subsection 7 (3). O. Reg. 141/18, s. 5. (2) For the purposes of applying subsection 7 (1) to public spray pads or public splash pads without a circulation system, “make-up water” shall be read as “source water”. O. Reg. 141/18, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>26.1 </b>(1) The following provisions of this Regulation apply, with necessary modification, to every owner and every operator of a Class C facility:</p> <p class=\"paragraph-e\">  1. Section 5, other than clause 5 (1) (d).</p> <p class=\"paragraph-e\">  2. Subsection 6 (1), clause 6 (3) (a) and clause 6 (6) (a).</p> <p class=\"paragraph-e\">  3. Subsection 7 (1), subject to subsection (2) of this section, and subsection 7 (3). O. Reg. 141/18, s. 5.</p> <p class=\"subsection-e\">  (2) For the purposes of applying subsection 7 (1) to public spray pads or public splash pads without a circulation system, “make-up water” shall be read as “source water”. O. Reg. 141/18, s. 5.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": 26.2,
            "part_id": null,
            "part_type": null,
            "section": "Wading pool operation and water quality",
            "content": " 26.2 The following provisions of this Regulation apply, with necessary modification, to every owner and every operator of a public wading pool: 1. Clause 6 (3) (b). 2. Subsections 7 (8) and (9), as those provisions relate to spas. 3. Subsection 7 (11), other than paragraph 5, and subsection 7 (12). O. Reg. 141/18, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>26.2 </b>The following provisions of this Regulation apply, with necessary modification, to every owner and every operator of a public wading pool:</p> <p class=\"paragraph-e\">  1. Clause 6 (3) (b).</p> <p class=\"paragraph-e\">  2. Subsections 7 (8) and (9), as those provisions relate to spas.</p> <p class=\"paragraph-e\">  3. Subsection 7 (11), other than paragraph 5, and subsection 7 (12). O. Reg. 141/18, s. 5.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": 26.3,
            "part_id": null,
            "part_type": null,
            "section": "Wading pool safety",
            "content": " 26.3 Every operator of a public wading pool shall, (a) provide a first aid kit, a device for emergency communications and emergency equipment which is appropriate for use in the public wading pool; and (b) ensure attendant supervision at all times that the public wading pool is in operation and where the wading pool is operated in conjunction with a public pool, ensure that the required supervision of the wading pool is in addition to any required bathing supervision for the public pool. O. Reg. 141/18, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>26.3 </b>Every operator of a public wading pool shall,</p> <p class=\"clause-e\">  (a) provide a first aid kit, a device for emergency communications and emergency equipment which is appropriate for use in the public wading pool; and</p> <p class=\"clause-e\">  (b) ensure attendant supervision at all times that the public wading pool is in operation and where the wading pool is operated in conjunction with a public pool, ensure that the required supervision of the wading pool is in addition to any required bathing supervision for the public pool. O. Reg. 141/18, s. 5.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": 26.4,
            "part_id": null,
            "part_type": null,
            "section": "Splash pad water quality and signage",
            "content": " 26.4 (1) Every operator of a public spray pad or public splash pad shall ensure that, where water is recirculating, the water is filtered and disinfected as approved by the local medical officer of health or a public health inspector for the health unit where the public spray pad or public splash pad is situate. O. Reg. 141/18, s. 5. (2) Every operator of a public spray pad or public splash pad shall post clearly visible signage in a conspicuous place notifying parents or guardians to supervise their children at all times when using the public spray pad or public splash pad. O. Reg. 141/18, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>26.4 </b>(1) Every operator of a public spray pad or public splash pad shall ensure that, where water is recirculating, the water is filtered and disinfected as approved by the local medical officer of health or a public health inspector for the health unit where the public spray pad or public splash pad is situate. O. Reg. 141/18, s. 5.</p> <p class=\"subsection-e\">  (2) Every operator of a public spray pad or public splash pad shall post clearly visible<b> </b>signage in a conspicuous place notifying parents or guardians to supervise their children at all times when using the public spray pad or public splash pad. O. Reg. 141/18, s. 5.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": 26.5,
            "part_id": null,
            "part_type": null,
            "section": "Safety-related equipment record keeping",
            "content": " 26.5 Every operator of a facility to which this Regulation applies shall record the results of inspections of safety-related equipment present in the facility at a frequency determined by a public health inspector for the health unit where the facility is situate. O. Reg. 141/18, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>26.5 </b>Every operator of a facility to which this Regulation applies shall record the results of inspections of safety-related equipment present in the facility at a frequency determined by a public health inspector for the health unit where the facility is situate. O. Reg. 141/18, s. 5.</p>"
        },
        {
            "ahref_id": "None",
            "TOCid": 27.0,
            "part_id": null,
            "part_type": null,
            "section": "Reference to medical officer of health or public health inspector",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": 28.0,
            "part_id": null,
            "part_type": null,
            "section": "Operation in accordance with regulation",
            "content": NaN,
            "raw_html": NaN
        }
    ]
}