{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 282: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 282: ",
        "act_under": "Edible Oil Products Act   Loi sur les produits oléagineux comestibles",
        "url": "https://www.ontario.ca/laws/regulation/900282",
        "date_scraped": "2023-12-19 18:27:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900282/v2",
            "valid_from": "May 21, 2004",
            "valid_to": "December 31, 2004"
        },
        {
            "a_href": "/laws/regulation/900282/v1",
            "valid_from": "November  3, 1997",
            "valid_to": "May 20, 2004"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation,  “designated product” means an edible oil product designated under section 2; “milk solids” means any component of milk, singly or in combination, other than water, that has not been altered in its chemical composition; “oleomargarine” means a food substance prepared for the same uses as butter that is manufactured wholly or partly from a fat or oil from a source other than milk but does not contain any fat or oil from milk. R.R.O. 1990, Reg. 282, s. 1; O. Reg. 404/97, s. 1. Designated Products",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Regulation, </p> <p class=\"firstdef-e\">“designated product” means an edible oil product designated under section 2;</p> <p class=\"definition-e\">“milk solids” means any component of milk, singly or in combination, other than water, that has not been altered in its chemical composition;</p> <p class=\"definition-e\">“oleomargarine” means a food substance prepared for the same uses as butter that is manufactured wholly or partly from a fat or oil from a source other than milk but does not contain any fat or oil from milk. R.R.O. 1990, Reg. 282, s. 1; O. Reg. 404/97, s. 1.</p> <p class=\"heading1-e\">Designated Products</p>"
        },
        {
            "id": "2.",
            "section": "Designated Products",
            "content": "2. (1) Products that are manufactured by any process by which fat or oil, other than that of milk, has been added to or mixed or blended with one or more other ingredients in such manner that the resultant product is an imitation of or resembles a dairy product or milk product for which standards have been established under the Milk Act, the Canada Agricultural Products Act (Canada) or the Food and Drug Act (Canada) are designated edible oil products to which the Act applies. O. Reg. 64/92, s. 1; O. Reg. 404/97, s. 2 (1). (2) Any manufacturer, wholesaler or retailer of the following edible oil products is exempted from section 3 of the Act with respect to the manufacture and sale of those products: 1. Liquid coffee whiteners, whipped toppings, frozen desserts or sour dressings that contain no dairy products or milk products other than a total of 2 per cent or less by weight of casein or caseinates. 2. Edible oil products that resemble or imitate cheese and that contain no dairy products or milk products other than a total of 20 percent or less by weight of casein or caseinates. O. Reg. 135/04, s. 1. (3) A manufacturer or wholesaler of oleomargarine is exempt from the requirement under section 4 of the Act to have a licence with respect to oleomargarine. O. Reg. 404/97, s. 2 (2). (4) The maximum amount of milk solids oleomargarine may contain is as set out in the following table: STANDARDS FOR OLEOMARGARINE  Percentage (by weight) of edible oil in oleomargarine\n\nMaximum percentage (by weight) of milk solids\n\n\nNot more than 40%\n\n2.8%\n\n\nBetween 40% and 80%\n\n2.0%\n\n\nNot less than 80%\n\n1.4% O. Reg. 404/97, s. 2 (2). Licences",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) Products that are manufactured by any process by which fat or oil, other than that of milk, has been added to or mixed or blended with one or more other ingredients in such manner that the resultant product is an imitation of or resembles a dairy product or milk product for which standards have been established under the <i>Milk Act</i>, the <i>Canada Agricultural Products Act</i> (Canada) or the <i>Food and Drug Act</i> (Canada) are designated edible oil products to which the Act applies. O. Reg. 64/92, s. 1; O. Reg. 404/97, s. 2 (1).</p> <p class=\"subsection-e\">(2) Any manufacturer, wholesaler or retailer of the following edible oil products is exempted from section 3 of the Act with respect to the manufacture and sale of those products:</p> <p class=\"paragraph-e\">1. Liquid coffee whiteners, whipped toppings, frozen desserts or sour dressings that contain no dairy products or milk products other than a total of 2 per cent or less by weight of casein or caseinates.</p> <p class=\"paragraph-e\">2. Edible oil products that resemble or imitate cheese and that contain no dairy products or milk products other than a total of 20 percent or less by weight of casein or caseinates. O. Reg. 135/04, s. 1.</p> <p class=\"subsection-e\">(3) A manufacturer or wholesaler of oleomargarine is exempt from the requirement under section 4 of the Act to have a licence with respect to oleomargarine. O. Reg. 404/97, s. 2 (2).</p> <p class=\"subsection-e\">(4) The maximum amount of milk solids oleomargarine may contain is as set out in the following table:</p> <p class=\"headingx-e\">STANDARDS FOR OLEOMARGARINE</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"152\"><p class=\"table-e\">Percentage (by weight) of edible oil in oleomargarine</p>\n</td>\n<td valign=\"top\" width=\"159\"><p class=\"table-e\">Maximum percentage (by weight) of milk solids</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"152\"><p class=\"table-e\">Not more than 40%</p>\n</td>\n<td valign=\"top\" width=\"159\"><p align=\"right\" class=\"table-e\">2.8%</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"152\"><p class=\"table-e\">Between 40% and 80%</p>\n</td>\n<td valign=\"top\" width=\"159\"><p align=\"right\" class=\"table-e\">2.0%</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"152\"><p class=\"table-e\">Not less than 80%</p>\n</td>\n<td valign=\"top\" width=\"159\"><p align=\"right\" class=\"table-e\">1.4%</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 404/97, s. 2 (2).</p> <p class=\"heading1-e\">Licences</p>"
        },
        {
            "id": "3.",
            "section": "Licences",
            "content": "3. (1) A person who manufactures designated products is required to hold a licence in respect of each location at which the person manufactures designated products. O. Reg. 64/92, s. 2. (2) An application for a licence to manufacture designated products shall be made to the chief inspector. O. Reg. 64/92, s. 2. (3) The fee for a licence is $500 in respect of each location at which designated products are manufactured and shall accompany the application. O. Reg. 64/92, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) A person who manufactures designated products is required to hold a licence in respect of each location at which the person manufactures designated products. O. Reg. 64/92, s. 2.</p> <p class=\"subsection-e\">(2) An application for a licence to manufacture designated products shall be made to the chief inspector. O. Reg. 64/92, s. 2.</p> <p class=\"subsection-e\">(3) The fee for a licence is $500 in respect of each location at which designated products are manufactured and shall accompany the application. O. Reg. 64/92, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": "Licences",
            "content": "4. (1) An application for a licence to sell by wholesale a designated product shall be made to the chief inspector. O. Reg. 64/92, s. 2. (2) The fee for a licence to sell by wholesale a designated product is $50 and shall accompany the application. O. Reg. 64/92, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) An application for a licence to sell by wholesale a designated product shall be made to the chief inspector. O. Reg. 64/92, s. 2.</p> <p class=\"subsection-e\">(2) The fee for a licence to sell by wholesale a designated product is $50 and shall accompany the application. O. Reg. 64/92, s. 2.</p>"
        },
        {
            "id": "5.",
            "section": "Licences",
            "content": "5. (1) A licence expires with the 31st day of December of the year for which it is issued. R.R.O. 1990, Reg. 282, s. 5 (1). (2) Licences are not transferable. R.R.O. 1990, Reg. 282, s. 5 (2). Advertising and Labelling",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) A licence expires with the 31st day of December of the year for which it is issued. R.R.O. 1990, Reg. 282, s. 5 (1).</p> <p class=\"subsection-e\">(2) Licences are not transferable. R.R.O. 1990, Reg. 282, s. 5 (2).</p> <p class=\"heading1-e\">Advertising and Labelling</p>"
        },
        {
            "id": "6.",
            "section": "Advertising and Labelling",
            "content": "6. (1) No person shall make an untrue claim by word or design in respect of a designated product in an advertisement or on the label of a container. R.R.O. 1990, Reg. 282, s. 6 (1). (2) No advertisement respecting a designated product and no label on a container of a designated product shall, (a) state or imply that the designated product has a relation to any dairy product; (b) use a dairy term or expression; or (c) depict a dairy scene. R.R.O. 1990, Reg. 282, s. 6 (2). (3) The words “an edible oil product” shall appear in every advertisement respecting a designated product and on every label of every container for the product. R.R.O. 1990, Reg. 282, s. 6 (3). (4) Where the name or trade name of a designated product appears in an advertisement respecting, or on the label of a container other than an individual serving package of, a designated product, the words “an edible oil product” shall, (a) immediately follow the name or trade name; and (b) be in legible letters at least half the height of the largest lettering on the container. R.R.O. 1990, Reg. 282, s. 6 (4); O. Reg. 64/92, s. 3(1). (5) Every container of a designated product other than an individual serving package shall have legibly displayed thereon, (a) a list of ingredients in descending order of the percentage that each ingredient is of the total; and (b) the name and address of the manufacturer or wholesaler thereof or, where the wholesaler is not the manufacturer, the name and address or such other identification of the manufacturer as may be approved by the chief inspector, in letters at least 1.6 millimetres in height. R.R.O. 1990, Reg. 282, s. 6 (5); O. Reg. 64/92, s. 3 (2). (6) No person shall display for sale at retail a designated product, (a) among dairy products; (b) in a compartment used mainly for display of dairy products; or (c) in a manner that implies the designated product has a relation to any dairy product. R.R.O. 1990, Reg. 282, s. 6 (6). (7) Where an edible oil product is packaged as an individual serving, the package shall have legibly inscribed thereon, (a) a statement in letters no smaller than the size used for the name or trade name appearing on the package that the product is an edible oil product; and (b) the name and address of the manufacturer or wholesaler thereof or, where the wholesaler is not the manufacturer, the name and address or such other identification of the manufacturer as may be approved by the chief inspector. R.R.O. 1990, Reg. 282, s. 6 (7); O. Reg. 64/92, s. 3 (3). (7.1) Subsections (3) and (4) and clause (7) (a) do not apply with respect to oleomargarine. O. Reg. 404/97, s. 3. (8) No person shall mark or label or sell or offer for sale any designated product in a container that does not comply with the Act or this Regulation. R.R.O. 1990, Reg. 282, s. 6 (8). Records",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) No person shall make an untrue claim by word or design in respect of a designated product in an advertisement or on the label of a container. R.R.O. 1990, Reg. 282, s. 6 (1).</p> <p class=\"subsection-e\">(2) No advertisement respecting a designated product and no label on a container of a designated product shall,</p> <p class=\"clause-e\">(a) state or imply that the designated product has a relation to any dairy product;</p> <p class=\"clause-e\">(b) use a dairy term or expression; or</p> <p class=\"clause-e\">(c) depict a dairy scene. R.R.O. 1990, Reg. 282, s. 6 (2).</p> <p class=\"subsection-e\">(3) The words “an edible oil product” shall appear in every advertisement respecting a designated product and on every label of every container for the product. R.R.O. 1990, Reg. 282, s. 6 (3).</p> <p class=\"subsection-e\">(4) Where the name or trade name of a designated product appears in an advertisement respecting, or on the label of a container other than an individual serving package of, a designated product, the words “an edible oil product” shall,</p> <p class=\"clause-e\">(a) immediately follow the name or trade name; and</p> <p class=\"clause-e\">(b) be in legible letters at least half the height of the largest lettering on the container. R.R.O. 1990, Reg. 282, s. 6 (4); O. Reg. 64/92, s. 3(1).</p> <p class=\"subsection-e\">(5) Every container of a designated product other than an individual serving package shall have legibly displayed thereon,</p> <p class=\"clause-e\">(a) a list of ingredients in descending order of the percentage that each ingredient is of the total; and</p> <p class=\"clause-e\">(b) the name and address of the manufacturer or wholesaler thereof or, where the wholesaler is not the manufacturer, the name and address or such other identification of the manufacturer as may be approved by the chief inspector, in letters at least 1.6 millimetres in height. R.R.O. 1990, Reg. 282, s. 6 (5); O. Reg. 64/92, s. 3 (2).</p> <p class=\"subsection-e\">(6) No person shall display for sale at retail a designated product,</p> <p class=\"clause-e\">(a) among dairy products;</p> <p class=\"clause-e\">(b) in a compartment used mainly for display of dairy products; or</p> <p class=\"clause-e\">(c) in a manner that implies the designated product has a relation to any dairy product. R.R.O. 1990, Reg. 282, s. 6 (6).</p> <p class=\"subsection-e\">(7) Where an edible oil product is packaged as an individual serving, the package shall have legibly inscribed thereon,</p> <p class=\"clause-e\">(a) a statement in letters no smaller than the size used for the name or trade name appearing on the package that the product is an edible oil product; and</p> <p class=\"clause-e\">(b) the name and address of the manufacturer or wholesaler thereof or, where the wholesaler is not the manufacturer, the name and address or such other identification of the manufacturer as may be approved by the chief inspector. R.R.O. 1990, Reg. 282, s. 6 (7); O. Reg. 64/92, s. 3 (3).</p> <p class=\"subsection-e\">(7.1) Subsections (3) and (4) and clause (7) (a) do not apply with respect to oleomargarine. O. Reg. 404/97, s. 3.</p> <p class=\"subsection-e\">(8) No person shall mark or label or sell or offer for sale any designated product in a container that does not comply with the Act or this Regulation. R.R.O. 1990, Reg. 282, s. 6 (8).</p> <p class=\"heading1-e\">Records</p>"
        },
        {
            "id": "7.",
            "section": "Records",
            "content": "7. (1) Every manufacturer of a designated product shall keep records showing, (a) the ingredients and the amounts thereof used in the manufacture of the designated product; (b) the quantities of the designated product that the manufacturer has manufactured, sold and retained in storage; and (c) the names and addresses of all persons to whom the manufacturer has sold the designated product. R.R.O. 1990, Reg. 282, s. 7 (1). (2) Every wholesaler of a designated product shall keep records showing, (a) the quantities of the designated product in storage and sold; and (b) the names and addresses of persons to whom the wholesaler has sold the designated product. R.R.O. 1990, Reg. 282, s. 7 (2). (3) Every manufacturer or wholesaler shall maintain the records made under subsection (1) or (2), as the case may be, for a period of not less than twelve months. R.R.O. 1990, Reg. 282, s. 7 (3). Powers and Duties of Inspectors and Analysts",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) Every manufacturer of a designated product shall keep records showing,</p> <p class=\"clause-e\">(a) the ingredients and the amounts thereof used in the manufacture of the designated product;</p> <p class=\"clause-e\">(b) the quantities of the designated product that the manufacturer has manufactured, sold and retained in storage; and</p> <p class=\"clause-e\">(c) the names and addresses of all persons to whom the manufacturer has sold the designated product. R.R.O. 1990, Reg. 282, s. 7 (1).</p> <p class=\"subsection-e\">(2) Every wholesaler of a designated product shall keep records showing,</p> <p class=\"clause-e\">(a) the quantities of the designated product in storage and sold; and</p> <p class=\"clause-e\">(b) the names and addresses of persons to whom the wholesaler has sold the designated product. R.R.O. 1990, Reg. 282, s. 7 (2).</p> <p class=\"subsection-e\">(3) Every manufacturer or wholesaler shall maintain the records made under subsection (1) or (2), as the case may be, for a period of not less than twelve months. R.R.O. 1990, Reg. 282, s. 7 (3).</p> <p class=\"heading1-e\">Powers and Duties of Inspectors and Analysts</p>"
        },
        {
            "id": "8.",
            "section": "Powers and Duties of Inspectors and Analysts",
            "content": "8. (1) For the purpose of making an inspection, an inspector may, at all reasonable hours, enter, (a) premises where a designated product is manufactured, stored, held for transport or delivery or sold; and (b) conveyances being used for transport or delivery of, (i) a designated product, and (ii) edible oil products used in the manufacturing of a designated product. R.R.O. 1990, Reg. 282, s. 8 (1). (2) In making an inspection, an inspector may examine, (a) premises, apparatus and equipment used in the manufacturing and packaging of a designated product; (b) materials or substances used in the manufacturing and packaging of a designated product; and (c) records kept under subsection 7 (1) or (2). R.R.O. 1990, Reg. 282, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"><b>8.</b> (1) For the purpose of making an inspection, an inspector may, at all reasonable hours, enter,</p> <p class=\"clause-e\">(a) premises where a designated product is manufactured, stored, held for transport or delivery or sold; and</p> <p class=\"clause-e\">(b) conveyances being used for transport or delivery of,</p> <p class=\"subclause-e\">(i) a designated product, and</p> <p class=\"subclause-e\">(ii) edible oil products used in the manufacturing of a designated product. R.R.O. 1990, Reg. 282, s. 8 (1).</p> <p class=\"subsection-e\">(2) In making an inspection, an inspector may examine,</p> <p class=\"clause-e\">(a) premises, apparatus and equipment used in the manufacturing and packaging of a designated product;</p> <p class=\"clause-e\">(b) materials or substances used in the manufacturing and packaging of a designated product; and</p> <p class=\"clause-e\">(c) records kept under subsection 7 (1) or (2). R.R.O. 1990, Reg. 282, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": "Powers and Duties of Inspectors and Analysts",
            "content": "9. (1) An inspector may obtain samples of a designated product in quantities sufficient for having an analysis made. R.R.O. 1990, Reg. 282, s. 9 (1). (2) An inspector who obtains a sample of a designated product shall, (a) make a report to the chief inspector; and (b) deliver a copy of the report to the person in charge of the premises. R.R.O. 1990, Reg. 282, s. 9 (2); O. Reg. 64/92, s. 4 (1). (3) An analyst who makes an analysis of the sample obtained by an inspector of a designated product shall make a report to the chief inspector. R.R.O. 1990, Reg. 282, s. 9 (3); O. Reg. 64/92, s. 4 (2). Detention of Edible Oil Products",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) An inspector may obtain samples of a designated product in quantities sufficient for having an analysis made. R.R.O. 1990, Reg. 282, s. 9 (1).</p> <p class=\"subsection-e\">(2) An inspector who obtains a sample of a designated product shall,</p> <p class=\"clause-e\">(a) make a report to the chief inspector; and</p> <p class=\"clause-e\">(b) deliver a copy of the report to the person in charge of the premises. R.R.O. 1990, Reg. 282, s. 9 (2); O. Reg. 64/92, s. 4 (1).</p> <p class=\"subsection-e\">(3) An analyst who makes an analysis of the sample obtained by an inspector of a designated product shall make a report to the chief inspector. R.R.O. 1990, Reg. 282, s. 9 (3); O. Reg. 64/92, s. 4 (2).</p> <p class=\"heading1-e\">Detention of Edible Oil Products</p>"
        },
        {
            "id": "10.",
            "section": "Detention of Edible Oil Products",
            "content": "10. (1) Where an inspector finds an edible oil product that he or she has reasonable grounds to suspect does not comply with the Act and this Regulation, the inspector may place the edible oil product under detention for such period of time as is necessary for analysis, (a) under the supervision of the inspector, by an analytical chemist who ordinarily makes examinations and analyses for the manufacturer of the edible oil product; or (b) by an analyst, including the time required for the issuance of the analyst’s report. R.R.O. 1990, Reg. 282, s. 10 (1). (2) Where an inspector finds after analysis an edible oil product that does not comply with the Act and this Regulation, the inspector may place the edible oil product under detention. R.R.O. 1990, Reg. 282, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) Where an inspector finds an edible oil product that he or she has reasonable grounds to suspect does not comply with the Act and this Regulation, the inspector may place the edible oil product under detention for such period of time as is necessary for analysis,</p> <p class=\"clause-e\">(a) under the supervision of the inspector, by an analytical chemist who ordinarily makes examinations and analyses for the manufacturer of the edible oil product; or</p> <p class=\"clause-e\">(b) by an analyst, including the time required for the issuance of the analyst’s report. R.R.O. 1990, Reg. 282, s. 10 (1).</p> <p class=\"subsection-e\">(2) Where an inspector finds after analysis an edible oil product that does not comply with the Act and this Regulation, the inspector may place the edible oil product under detention. R.R.O. 1990, Reg. 282, s. 10 (2).</p>"
        },
        {
            "id": "11.",
            "section": "Detention of Edible Oil Products",
            "content": "11. Where an inspector has placed an edible oil product under detention, the inspector shall attach to the container or package of containers a numbered detention tag having in bold type the words “edible oil product under detention”, and no person shall sell, offer for sale, move or allow or cause to be moved the edible oil product, container or package of containers or remove the detention tag without the written authority of an inspector or of the chief inspector. R.R.O. 1990, Reg. 282, s. 11; O. Reg. 64/92, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> Where an inspector has placed an edible oil product under detention, the inspector shall attach to the container or package of containers a numbered detention tag having in bold type the words “edible oil product under detention”, and no person shall sell, offer for sale, move or allow or cause to be moved the edible oil product, container or package of containers or remove the detention tag without the written authority of an inspector or of the chief inspector. R.R.O. 1990, Reg. 282, s. 11; O. Reg. 64/92, s. 5.</p>"
        },
        {
            "id": "12.",
            "section": "Detention of Edible Oil Products",
            "content": "12. An inspector who is satisfied that an edible oil product placed under detention complies with the Act and this Regulation shall remove the detention tag and release the edible oil product. O. Reg. 64/92, s. 6. Confiscation of Edible Oil Products",
            "raw_html": "<p class=\"section-e\"><b>12.</b> An inspector who is satisfied that an edible oil product placed under detention complies with the Act and this Regulation shall remove the detention tag and release the edible oil product. O. Reg. 64/92, s. 6.</p> <p class=\"heading1-e\">Confiscation of Edible Oil Products</p>"
        },
        {
            "id": "13.",
            "section": "Confiscation of Edible Oil Products",
            "content": "13. (1) An inspector shall confiscate in favour of the Crown in right of Ontario an edible oil product placed under detention if, (a) the inspector has delivered or sent by registered mail a copy of the inspector’s report and the analyst’s report, if any, to the person in charge of the premises where the edible oil product was placed under detention and to the manufacturer whose name, if any, appears on the package or container; (b) a period of at least thirty days has elapsed from the delivery or sending of the report or reports mentioned in clause (a); and (c) the inspector is satisfied, after a hearing, that the edible oil product does not comply with the Act and this Regulation. O. Reg. 64/92, s. 7. (2) Where an edible oil product has been confiscated, it may be sold or otherwise disposed of as the chief inspector may direct, and the money, if any, derived therefrom is payable to Her Majesty in right of Ontario. R.R.O. 1990, Reg. 282, s. 13 (2). FORMS 1-7 Revoked: O. Reg. 64/92, s. 8. ",
            "raw_html": "<p class=\"section-e\"><b>13.</b> (1) An inspector shall confiscate in favour of the Crown in right of Ontario an edible oil product placed under detention if,</p> <p class=\"clause-e\">(a) the inspector has delivered or sent by registered mail a copy of the inspector’s report and the analyst’s report, if any, to the person in charge of the premises where the edible oil product was placed under detention and to the manufacturer whose name, if any, appears on the package or container;</p> <p class=\"clause-e\">(b) a period of at least thirty days has elapsed from the delivery or sending of the report or reports mentioned in clause (a); and</p> <p class=\"clause-e\">(c) the inspector is satisfied, after a hearing, that the edible oil product does not comply with the Act and this Regulation. O. Reg. 64/92, s. 7.</p> <p class=\"subsection-e\">(2) Where an edible oil product has been confiscated, it may be sold or otherwise disposed of as the chief inspector may direct, and the money, if any, derived therefrom is payable to Her Majesty in right of Ontario. R.R.O. 1990, Reg. 282, s. 13 (2).</p> <p class=\"formRevoked-e\">FORMS 1-7 Revoked: O. Reg. 64/92, s. 8.</p> <p class=\"Normal\"></p>"
        }
    ]
}