{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 629: ACCESSIBLE VEHICLES",
        "reg_name_text": "Accessible Vehicles",
        "citation": "R.R.O. 1990, Reg. 629: ACCESSIBLE VEHICLES",
        "act_under": "Highway Traffic Act",
        "url": "https://www.ontario.ca/laws/regulation/900629",
        "date_scraped": "2023-12-19 04:39:25"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  1, 2013",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900629/v8",
            "valid_from": "May 31, 2013",
            "valid_to": "May 31, 2013"
        },
        {
            "a_href": "/laws/regulation/900629/v7",
            "valid_from": "July  1, 2011",
            "valid_to": "May 30, 2013"
        },
        {
            "a_href": "/laws/regulation/900629/v6",
            "valid_from": "May 19, 2011",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "/laws/regulation/900629/v5",
            "valid_from": "November  1, 2010",
            "valid_to": "May 18, 2011"
        },
        {
            "a_href": "/laws/regulation/900629/v4",
            "valid_from": "April  6, 2010",
            "valid_to": "October 31, 2010"
        },
        {
            "a_href": "/laws/regulation/900629/v3",
            "valid_from": "October 27, 2009",
            "valid_to": "April  5, 2010"
        },
        {
            "a_href": "/laws/regulation/900629/v2",
            "valid_from": "February 18, 2005",
            "valid_to": "October 26, 2009"
        },
        {
            "a_href": "/laws/regulation/900629/v1",
            "valid_from": "December 12, 2002",
            "valid_to": "February 17, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) In this Regulation, “accessible taxicab” means a passenger vehicle that is an accessible vehicle and that is licensed as a taxicab by a municipality; (“taxi accessible”) “accessible urban transit bus” means a bus that is an accessible vehicle and that is operated as part of a service for which a fare is charged for transporting the public by vehicles operated, (a) by or on behalf of a municipality or a local board as defined in the Municipal Affairs Act, or (b) under an agreement between a municipality and a person, firm or corporation; (“autobus urbain accessible”) “accessible vehicle” means a passenger vehicle or a bus, other than a school bus, (a) that is designed or modified to be used for the purpose of transporting persons with disabilities and is used for that purpose, whether or not the vehicle is also used to transport persons without disabilities, and (b) that is operated, (i) for compensation by, for or on behalf of any person, club, agency or organization, or (ii) not for compensation by, for or on behalf of any person, club, agency or organization that holds itself out as providing a transportation service to persons with disabilities; (“véhicule accessible”) “Canadian Standards Association Standard D409-02” means that Standard and its updates up to and including October, 2004; (“norme D409-02 de l’Association canadienne de normalisation”) “compensation” includes any rate, remuneration, reimbursement or reward of any kind paid, payable, promised, received or demanded, directly or indirectly; (“rémunération”) “inter-city bus” means a bus commonly known as a motor coach that has, (a) motive power mounted to the rear of the front axle, (b) air-ride or torsion-bar suspension, (c) a baggage area that is separate from the passenger cabin, and (d) a passenger cabin with reclining seats for passengers; (“autobus interurbain”) “LTI accessible taxicab” means an accessible taxicab that, (a) is manufactured by the London Taxis International division of Manganese Bronze Holdings PLC, (b) bears the model name TXII, and (c) is equipped with a ramp and two rear side access doors; (“taxi accessible de la LTI”) “rear-entry accessible taxicab” means an accessible taxicab with a gross vehicle weight rating of not more than 2,900 kilograms that is equipped with a ramp at the rear, a rear door for wheelchair access and two rear side doors for ambulatory access. (“taxi accessible par l’arrière”) O. Reg. 172/11, s. 2; O. Reg. 170/13, s. 1 (1, 2). (2) For the purposes of the definition of “accessible vehicle” in subsection (1), “school bus” means a school bus within the meaning of section 175 of the Act. O. Reg. 170/13, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“accessible taxicab” means a passenger vehicle that is an accessible vehicle and that is licensed as a taxicab by a municipality; (“taxi accessible”)</p> <p class=\"definition-e\">“accessible urban transit bus” means a bus that is an accessible vehicle and that is operated as part of a service for which a fare is charged for transporting the public by vehicles operated,</p> <p class=\"defclause-e\">  (a) by or on behalf of a municipality or a local board as defined in the <i>Municipal Affairs Act</i>, or</p> <p class=\"defclause-e\">  (b) under an agreement between a municipality and a person, firm or corporation; (“autobus urbain accessible”)</p> <p class=\"definition-e\">“accessible vehicle” means a passenger vehicle or a bus, other than a school bus,</p> <p class=\"defclause-e\">  (a) that is designed or modified to be used for the purpose of transporting persons with disabilities and is used for that purpose, whether or not the vehicle is also used to transport persons without disabilities, and</p> <p class=\"defclause-e\">  (b) that is operated,</p> <p class=\"defsubclause-e\">  (i) for compensation by, for or on behalf of any person, club, agency or organization, or</p> <p class=\"defsubclause-e\">  (ii) not for compensation by, for or on behalf of any person, club, agency or organization that holds itself out as providing a transportation service to persons with disabilities; (“véhicule accessible”)</p> <p class=\"definition-e\">“Canadian Standards Association Standard D409-02” means that Standard and its updates up to and including October, 2004; (“norme D409-02 de l’Association canadienne de normalisation”)</p> <p class=\"definition-e\">“compensation” includes any rate, remuneration, reimbursement or reward of any kind paid, payable, promised, received or demanded, directly or indirectly; (“rémunération”)</p> <p class=\"definition-e\">“inter-city bus” means a bus commonly known as a motor coach that has,</p> <p class=\"defclause-e\">  (a) motive power mounted to the rear of the front axle,</p> <p class=\"defclause-e\">  (b) air-ride or torsion-bar suspension,</p> <p class=\"defclause-e\">  (c) a baggage area that is separate from the passenger cabin, and </p> <p class=\"defclause-e\">  (d) a passenger cabin with reclining seats for passengers; (“autobus interurbain”)</p> <p class=\"definition-e\">“LTI accessible taxicab” means an accessible taxicab that,</p> <p class=\"defclause-e\">  (a) is manufactured by the London Taxis International division of Manganese Bronze Holdings PLC,</p> <p class=\"defclause-e\">  (b) bears the model name TXII, and</p> <p class=\"defclause-e\">  (c) is equipped with a ramp and two rear side access doors; (“taxi accessible de la LTI”)</p> <p class=\"definition-e\">“rear-entry accessible taxicab” means an accessible taxicab with a gross vehicle weight rating of not more than 2,900 kilograms that is equipped with a ramp at the rear, a rear door for wheelchair access and two rear side doors for ambulatory access. (“taxi accessible par l’arrière”) O. Reg. 172/11, s. 2; O. Reg. 170/13, s. 1 (1, 2).</p> <p class=\"subsection-e\">  (2) For the purposes of the definition of “accessible vehicle” in subsection (1), “school bus” means a school bus within the meaning of section 175 of the Act. O. Reg. 170/13, s. 1 (3).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "  2. (1) Accessible vehicles manufactured on or after January 1, 1986 are prescribed as a class of vehicle for the purposes of subsection 102 (3) of the Act.  O. Reg. 172/11, s. 3. (2) The standards set out in the Canadian Standards Association Standard D409-M84 are prescribed for all vehicles of the class referred to in subsection (1).  O. Reg. 172/11, s. 3. (3) Equipment conforming to the Canadian Standards Association Standard D409-M84 is prescribed and required for use in all vehicles of the class referred to in subsection (1).  O. Reg. 172/11, s. 3. (4) This section does not apply to, (a) rear-entry accessible taxicabs referred to in subsection 8 (1); (b) inter-city buses that are accessible vehicles designed or modified for the purpose of transporting persons in wheelchairs and equipped with a lift or loading ramp; (c) accessible urban transit buses; or (d) LTI accessible taxicabs that conform to the standards required under the Motor Vehicle Safety Act (Canada) and bear the National Safety Mark referred to in that Act.  O. Reg. 172/11, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  2. </b>(1) Accessible vehicles manufactured on or after January 1, 1986 are prescribed as a class of vehicle for the purposes of subsection 102 (3) of the Act.  O. Reg. 172/11, s. 3.</p> <p class=\"subsection-e\"><a name=\"s8s2\"></a>  (2) The standards set out in the Canadian Standards Association Standard D409-M84 are prescribed for all vehicles of the class referred to in subsection (1).  O. Reg. 172/11, s. 3.</p> <p class=\"subsection-e\"><a name=\"s8s3\"></a>  (3) Equipment conforming to the Canadian Standards Association Standard D409-M84 is prescribed and required for use in all vehicles of the class referred to in subsection (1).  O. Reg. 172/11, s. 3.</p> <p class=\"subsection-e\">  (4) This section does not apply to,</p> <p class=\"clause-e\">  (a) rear-entry accessible taxicabs referred to in subsection 8 (1);</p> <p class=\"clause-e\">  (b) inter-city buses that are accessible vehicles designed or modified for the purpose of transporting persons in wheelchairs and equipped with a lift or loading ramp;  </p> <p class=\"clause-e\">  (c) accessible urban transit buses; or</p> <p class=\"clause-e\">  (d) LTI accessible taxicabs that conform to the standards required under the<i> Motor Vehicle Safety Act</i> (Canada) and bear the National Safety Mark referred to in that Act.  O. Reg. 172/11, s. 3.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) Every accessible vehicle shall, (a) be equipped with an interior mirror designed to provide the driver with a view of the passengers; (b) be equipped with lights arranged to illuminate all of the interior of the vehicle that shall, (i) be constantly lit during the loading or unloading of passengers, and (ii) be sufficient to permit the safe on-board movement of passengers; (c) be equipped with lights above or beside each passenger access door that shall, (i) be constantly lit when the door is open, (ii) be shielded to protect the eyes of entering and exiting passengers, and (iii) illuminate, (A) the ramp, lift or step nosings, and (B) in the case of a vehicle manufactured after December 31, 2012, the ground surface for a distance of at least 0.9 metres perpendicular to the outer edge of a lift or the bottom step tread; (d) be equipped with a means of securing in the open position, each passenger access door or emergency exit door that could be subject to unintentional closing during the loading or unloading of passengers; (d.1) in the case of a vehicle manufactured after December 31, 2012, be equipped with grab bars, handholds, handrails or stanchions that meet the following requirements: (i) they are securely mounted, (ii) they are colour-contrasted with their background, (iii) they have a slip resistant surface, (iv) they have an exterior diameter that permits easy grasping, (v) they have sufficient clearance from the surface to which they are attached to permit easy grasping, (vi) they are located, (A) at each entrance for ambulatory access, (B) at each exit for ambulatory access, and (C) where passengers are required to pay fares, (vii) their location must be distributed within the vehicle to facilitate the safe on-board movement of passengers as appropriate to the design of the vehicle, and (viii) when located at an entrance of the vehicle, they are accessible from the ground and are mounted such that they are inside the vehicle when the doors are closed; (e) have an interior that is free of any sharp projections that may constitute a hazard to passengers; (f) have floor covering in the aisle and on the steps that, (i) is slip resistant, fire-retardant and securely bonded or fastened, (ii) produces minimal glare, and (iii) is composed of, (A) wear-resistant rubber or equivalent material, or (B) carpet with a low, firm and level pile or loop; (g) have steps that, (i) have full-width yellow or white step nosings that are colour-contrasted with their background, (ii) have closed risers, and (iii) have uniform riser heights and tread depths, subject to the structural limitations of the vehicle; (h) conform with Canada Motor Vehicle Safety Standard 302 regarding flammability; (i) be equipped with at least one dry-chemical-type fire extinguisher, (i) bearing the label of a recognized testing agency, (ii) showing a rating of not less than 2-A:10-B:C, and (iii) equipped with a pressure gauge indicating that the fire extinguisher is adequately charged, contained in the extinguisher manufacturer’s bracket; and (j) be equipped with a unitized first aid kit in a sturdy, dustproof removable container containing, (i) packets containing hand cleansers and gauze cleansing pads, (ii) adhesive dressings, individually wrapped, (iii) compress dressings, (iv) eye dressing kits, (v) gauze dressings, (vi) gauze bandages, (vii) adhesive tape, (viii) triangular bandages, (ix) rolled metal splint, (x) one pair of scissors, (xi) one pair of sliver tweezers, and (xii) safety pins. (k)  Revoked:  O. Reg. 133/10, s. 1 (1). R.R.O. 1990, Reg. 629, s. 3 (1); O. Reg. 133/10, s. 1 (1); O. Reg. 172/11, s. 4 (1-4). (2) The fire extinguisher and first aid kit required by subsection (1) shall be mounted or secured in a location readily accessible to the driver and, if not in plain view, the location thereof shall be plainly marked.  R.R.O. 1990, Reg. 629, s. 3 (2); O. Reg. 133/10, s. 1 (2). (3) If an accessible vehicle manufactured before January 1, 2013 is equipped with grab bars, handholds, handrails or stanchions, these devices shall meet the requirements set out in subclauses (1) (d.1) (i) to (v).  O. Reg. 172/11, s. 4 (5). (4) Revoked: O. Reg. 170/13, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Every accessible vehicle shall,</p> <p class=\"clause-e\">  (a) be equipped with an interior mirror designed to provide the driver with a view of the passengers;</p> <p class=\"clause-e\">  (b) be equipped with lights arranged to illuminate all of the interior of the vehicle that shall,</p> <p class=\"subclause-e\">  (i) be constantly lit during the loading or unloading of passengers, and</p> <p class=\"subclause-e\">  (ii) be sufficient to permit the safe on-board movement of passengers;</p> <p class=\"clause-e\">  (c) be equipped with lights above or beside each passenger access door that shall,</p> <p class=\"subclause-e\">  (i) be constantly lit when the door is open,</p> <p class=\"subclause-e\">  (ii) be shielded to protect the eyes of entering and exiting passengers, and</p> <p class=\"subclause-e\">  (iii) illuminate,</p> <p class=\"subsubclause-e\">  (A) the ramp, lift or step nosings, and </p> <p class=\"subsubclause-e\">  (B) in the case of a vehicle manufactured after December 31, 2012, the ground surface for a distance of at least 0.9 metres perpendicular to the outer edge of a lift or the bottom step tread;</p> <p class=\"clause-e\">  (d) be equipped with a means of securing in the open position, each passenger access door or emergency exit door that could be subject to unintentional closing during the loading or unloading of passengers;</p> <p class=\"clause-e\"> (d.1) in the case of a vehicle manufactured after December 31, 2012, be equipped with grab bars, handholds, handrails or stanchions that meet the following requirements:</p> <p class=\"subclause-e\">  (i) they are securely mounted,</p> <p class=\"subclause-e\">  (ii) they are colour-contrasted with their background,</p> <p class=\"subclause-e\">  (iii) they have a slip resistant surface,</p> <p class=\"subclause-e\">  (iv) they have an exterior diameter that permits easy grasping,</p> <p class=\"subclause-e\">  (v) they have sufficient clearance from the surface to which they are attached to permit easy grasping,</p> <p class=\"subclause-e\">  (vi) they are located, </p> <p class=\"subsubclause-e\">  (A) at each entrance for ambulatory access, </p> <p class=\"subsubclause-e\">  (B) at each exit for ambulatory access, and</p> <p class=\"subsubclause-e\">  (C) where passengers are required to pay fares,</p> <p class=\"subclause-e\">  (vii) their location must be distributed within the vehicle to facilitate the safe on-board movement of passengers as appropriate to the design of the vehicle, and</p> <p class=\"subclause-e\">  (viii) when located at an entrance of the vehicle, they are accessible from the ground and are mounted such that they are inside the vehicle when the doors are closed;</p> <p class=\"clause-e\">  (e) have an interior that is free of any sharp projections that may constitute a hazard to passengers;</p> <p class=\"clause-e\">  (f) have floor covering in the aisle and on the steps that, </p> <p class=\"subclause-e\">  (i) is slip resistant, fire-retardant and securely bonded or fastened, </p> <p class=\"subclause-e\">  (ii) produces minimal glare, and </p> <p class=\"subclause-e\">  (iii) is composed of,</p> <p class=\"subsubclause-e\">  (A) wear-resistant rubber or equivalent material, or</p> <p class=\"subsubclause-e\">  (B) carpet with a low, firm and level pile or loop;</p> <p class=\"clause-e\">  (g) have steps that,</p> <p class=\"subclause-e\">  (i) have full-width yellow or white step nosings that are colour-contrasted with their background,</p> <p class=\"subclause-e\">  (ii) have closed risers, and</p> <p class=\"subclause-e\">  (iii) have uniform riser heights and tread depths, subject to the structural limitations of the vehicle;</p> <p class=\"clause-e\">  (h) conform with Canada Motor Vehicle Safety Standard 302 regarding flammability;</p> <p class=\"clause-e\">  (i) be equipped with at least one dry-chemical-type fire extinguisher,</p> <p class=\"subclause-e\">  (i) bearing the label of a recognized testing agency,</p> <p class=\"subclause-e\">  (ii) showing a rating of not less than 2-A:10-B:C, and</p> <p class=\"subclause-e\">  (iii) equipped with a pressure gauge indicating that the fire extinguisher is adequately charged,</p> <p class=\"Sclause-e\">contained in the extinguisher manufacturer’s bracket; and</p> <p class=\"clause-e\">  (j) be equipped with a unitized first aid kit in a sturdy, dustproof removable container containing,</p> <p class=\"subclause-e\">  (i) packets containing hand cleansers and gauze cleansing pads,</p> <p class=\"subclause-e\">  (ii) adhesive dressings, individually wrapped,</p> <p class=\"subclause-e\">  (iii) compress dressings,</p> <p class=\"subclause-e\">  (iv) eye dressing kits,</p> <p class=\"subclause-e\">  (v) gauze dressings,</p> <p class=\"subclause-e\">  (vi) gauze bandages,</p> <p class=\"subclause-e\">  (vii) adhesive tape,</p> <p class=\"subclause-e\">  (viii) triangular bandages,</p> <p class=\"subclause-e\">  (ix) rolled metal splint,</p> <p class=\"subclause-e\">  (x) one pair of scissors,</p> <p class=\"subclause-e\">  (xi) one pair of sliver tweezers, and</p> <p class=\"subclause-e\">  (xii) safety pins.</p> <p class=\"clause-e\">  (k)  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 133/10, s. 1 (1).  </p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 629, s. 3 (1); O. Reg. 133/10, s. 1 (1); O. Reg. 172/11, s. 4 (1-4).</p> <p class=\"subsection-e\">  (2) The fire extinguisher and first aid kit required by subsection (1) shall be mounted or secured in a location readily accessible to the driver and, if not in plain view, the location thereof shall be plainly marked.  R.R.O. 1990, Reg. 629, s. 3 (2); O. Reg. 133/10, s. 1 (2).</p> <p class=\"subsection-e\">  (3) If an accessible vehicle manufactured before January 1, 2013 is equipped with grab bars, handholds, handrails or stanchions, these devices shall meet the requirements set out in subclauses (1) (d.1) (i) to (v).  O. Reg. 172/11, s. 4 (5).</p> <p class=\"subsection-e\">  (4) <span>Revoked</span>: O. Reg. 170/13, s. 2.</p>"
        },
        {
            "id": "3.1",
            "section": null,
            "content": "  3.1 (1) Every accessible vehicle shall have at least one door for passenger access and an emergency exit door, located on different walls of the vehicle, and the emergency exit door shall be operable from both inside and outside the vehicle.  O. Reg. 172/11, s. 5. (2) In the case of an accessible vehicle used for the transportation of persons in wheelchairs, each of the doors referred to in subsection (1) shall have a wheelchair passageway that must be at least 762 millimetres wide.  O. Reg. 172/11, s. 5. (3) Subsection (2) does not apply to an accessible vehicle with a gross vehicle weight rating of not more than 2,900 kilograms that is equipped with two or fewer wheelchair securement devices.  O. Reg. 172/11, s. 5. (4) The emergency exit requirements set out in section 6.9.1 of the Canadian Standards Association Standard D409-M84 do not apply to a vehicle referred to in subsection (3).  O. Reg. 172/11, s. 5. (5) A vehicle referred to in subsection (3) shall have, (a) a door for passenger access with a clear opening that must be at least 762 millimetres wide; and (b) an emergency exit door with a clear opening that must be at least 724 millimetres wide.  O. Reg. 172/11, s. 5. (6) This section does not apply to, (a) rear-entry accessible taxicabs referred to in subsection 8 (1); (b) inter-city buses that are accessible vehicles designed or modified for the purpose of transporting persons in wheelchairs and equipped with a lift or loading ramp; or (c) accessible urban transit buses.  O. Reg. 172/11, s. 5. (7) Subsections (2) and (5) do not apply to LTI accessible taxicabs that conform to the standards required under the Motor Vehicle Safety Act (Canada) and bear the National Safety Mark referred to in that Act.  O. Reg. 172/11, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>  3.1 </b>(1) Every accessible vehicle shall have at least one door for passenger access and an emergency exit door, located on different walls of the vehicle, and the emergency exit door shall be operable from both inside and outside the vehicle.  O. Reg. 172/11, s. 5.</p> <p class=\"subsection-e\"><a name=\"s2s2\"></a>  (2) In the case of an accessible vehicle used for the transportation of persons in wheelchairs, each of the doors referred to in subsection (1) shall have a wheelchair passageway that must be at least 762 millimetres wide.  O. Reg. 172/11, s. 5.</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply to an accessible vehicle with a gross vehicle weight rating of not more than 2,900 kilograms that is equipped with two or fewer wheelchair securement devices.  O. Reg. 172/11, s. 5.</p> <p class=\"subsection-e\">  (4) The emergency exit requirements set out in section 6.9.1 of the Canadian Standards Association Standard D409-M84 do not apply to a vehicle referred to in subsection (3).  O. Reg. 172/11, s. 5.</p> <p class=\"subsection-e\"><a name=\"s12s2\"></a>  (5) A vehicle referred to in subsection (3) shall have,</p> <p class=\"clause-e\">  (a) a door for passenger access with a clear opening that must be at least 762 millimetres wide; and</p> <p class=\"clause-e\">  (b) an emergency exit door with a clear opening that must be at least 724 millimetres wide.  O. Reg. 172/11, s. 5.</p> <p class=\"subsection-e\">  (6) This section does not apply to,</p> <p class=\"clause-e\">  (a) rear-entry accessible taxicabs referred to in subsection 8 (1);</p> <p class=\"clause-e\">  (b) inter-city buses that are accessible vehicles designed or modified for the purpose of transporting persons in wheelchairs and equipped with a lift or loading ramp; or</p> <p class=\"clause-e\">  (c) accessible urban transit buses.  O. Reg. 172/11, s. 5.</p> <p class=\"subsection-e\">  (7) Subsections (2) and (5) do not apply to LTI accessible taxicabs that conform to the standards required under the<i> Motor Vehicle Safety Act</i> (Canada) and bear the National Safety Mark referred to in that Act.  O. Reg. 172/11, s. 5.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) Every accessible vehicle used for the transportation of persons in wheelchairs shall display the international symbol of access in a clearly visible position on the rear of the vehicle and on the front of the vehicle in a position other than on the windshield.  O. Reg. 172/11, s. 6. (2) The symbol of access required by subsection (1) must be at least 15 centimetres high and at least 15 centimetres wide.  O. Reg. 172/11, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Every accessible vehicle used for the transportation of persons in wheelchairs shall display the international symbol of access in a clearly visible position on the rear of the vehicle and on the front of the vehicle in a position other than on the windshield.  O. Reg. 172/11, s. 6.</p> <p class=\"subsection-e\">  (2) The symbol of access required by subsection (1) must be at least 15 centimetres high and at least 15 centimetres wide.  O. Reg. 172/11, s. 6.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) Every loading ramp used on an accessible vehicle shall, (a) have a slip resistant surface; (b) have raised edges of sufficient height to prevent a wheelchair from rolling off the edge of the ramp during the loading or unloading of passengers; (c) be secured by means other than a support or lug in the door while the vehicle is operated on a highway; and (d) have a coloured-contrasted strip running the full width of the ramp marking the edge of the ramp at the end at which the wheelchair enters from the ground.  R.R.O. 1990, Reg. 629, s. 5 (1); O. Reg. 172/11, s. 7 (1-3). (1.1) Clause (1) (b) does not apply to LTI accessible taxicabs that conform to the standards required under the Motor Vehicle Safety Act (Canada) and bear the National Safety Mark referred to in that Act.  O. Reg. 172/11, s. 7 (4). (2) Every lift used on an accessible vehicle shall, (a) have a slip resistant platform surface; (b) have the sides of the platform fitted with raised edges extending the full length on each side and of sufficient height to prevent a wheelchair from rolling off the platform during vertical operation of the lift; (c) have a retractable lip on the outer edge of the platform of sufficient height to prevent a wheelchair from rolling off the platform during vertical operation of the lift; (d) be secured by means other than a support or lug in the door while the vehicle is operated on a highway; (e) be capable of raising and lowering a minimum weight of 275 kilograms; and (f) have a coloured-contrasted strip running the full width of the platform marking the outer edge of the platform.  R.R.O. 1990, Reg. 629, s. 5 (2); O. Reg. 172/11, s. 7 (5-8); O. Reg. 170/13, s. 3 (1). (3) Every accessible vehicle manufactured after December 31, 2012 that is equipped with a power-operated loading ramp or a lift or that has a kneeling feature shall also be equipped with both, (a) a warning lamp indicator mounted on the exterior of the vehicle near the entrance where the ramp, lift or kneeling feature is used; and (b) an audible warning alarm.  O. Reg. 172/11, s. 7 (9); O. Reg. 170/13, s. 3 (2). (4) The indicator and alarm required by subsection (3) shall function while, (a) the power-operated loading ramp is being extended or retracted; (b) the lift is being raised or lowered; or (c) the vehicle with a kneeling feature is being lowered or raised.  O. Reg. 172/11, s. 7 (9); O. Reg. 170/13, s. 3 (3). (5) Subsections (3) and (4) do not apply to a vehicle if the permit for the vehicle was issued by a jurisdiction other than Ontario.  O. Reg. 172/11, s. 7 (9). (6) Revoked. O. Reg. 170/13, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Every loading ramp used on an accessible vehicle shall,</p> <p class=\"clause-e\">  (a) have a slip resistant surface;</p> <p class=\"clause-e\">  (b) have raised edges of sufficient height to prevent a wheelchair from rolling off the edge of the ramp during the loading or unloading of passengers;</p> <p class=\"clause-e\">  (c) be secured by means other than a support or lug in the door while the vehicle is operated on a highway; and</p> <p class=\"clause-e\">  (d) have a coloured-contrasted strip running the full width of the ramp marking the edge of the ramp at the end at which the wheelchair enters from the ground.  R.R.O. 1990, Reg. 629, s. 5 (1); O. Reg. 172/11, s. 7 (1-3).</p> <p class=\"subsection-e\">  (1.1) Clause (1) (b) does not apply to LTI accessible taxicabs that conform to the standards required under the<i> Motor Vehicle Safety Act</i> (Canada) and bear the National Safety Mark referred to in that Act.  O. Reg. 172/11, s. 7 (4).</p> <p class=\"subsection-e\">  (2) Every lift used on an accessible vehicle shall,</p> <p class=\"clause-e\">  (a) have a slip resistant platform surface;</p> <p class=\"clause-e\">  (b) have the sides of the platform fitted with raised edges extending the full length on each side and of sufficient height to prevent a wheelchair from rolling off the platform during vertical operation of the lift;</p> <p class=\"clause-e\">  (c) have a retractable lip on the outer edge of the platform of sufficient height to prevent a wheelchair from rolling off the platform during vertical operation of the lift;</p> <p class=\"clause-e\">  (d) be secured by means other than a support or lug in the door while the vehicle is operated on a highway;</p> <p class=\"clause-e\">  (e) be capable of raising and lowering a minimum weight of 275 kilograms; and</p> <p class=\"clause-e\">  (f) have a coloured-contrasted strip running the full width of the platform marking the outer edge of the platform.  R.R.O. 1990, Reg. 629, s. 5 (2); O. Reg. 172/11, s. 7 (5-8); O. Reg. 170/13, s. 3 (1).</p> <p class=\"subsection-e\">  (3) Every accessible vehicle manufactured after December 31, 2012 that is equipped with a power-operated loading ramp or a lift or that has a kneeling feature shall also be equipped with both,</p> <p class=\"clause-e\">  (a) a warning lamp indicator mounted on the exterior of the vehicle near the entrance where the ramp, lift or kneeling feature is used; and</p> <p class=\"clause-e\">  (b) an audible warning alarm.  O. Reg. 172/11, s. 7 (9); O. Reg. 170/13, s. 3 (2).</p> <p class=\"subsection-e\">  (4) The indicator and alarm required by subsection (3) shall function while,</p> <p class=\"clause-e\">  (a) the power-operated loading ramp is being extended or retracted;</p> <p class=\"clause-e\">  (b) the lift is being raised or lowered; or</p> <p class=\"clause-e\">  (c) the vehicle with a kneeling feature is being lowered or raised.  O. Reg. 172/11, s. 7 (9); O. Reg. 170/13, s. 3 (3).</p> <p class=\"subsection-e\">  (5) Subsections (3) and (4) do not apply to a vehicle if the permit for the vehicle was issued by a jurisdiction other than Ontario.  O. Reg. 172/11, s. 7 (9).</p> <p class=\"subsection-e\">  (6) R<span>evoked</span>. O. Reg. 170/13, s. 3 (4).</p>"
        },
        {
            "id": "5.1",
            "section": null,
            "content": "  5.1 (1) Every designated wheelchair position in an accessible vehicle manufactured after December 31, 2012 shall, (a) in the case of a vehicle that has a designated seating capacity of not more than 24 passengers, have an allocated space of 685 millimetres from side to side of the vehicle and 1220 millimetres from front to back of the vehicle; and (b) in the case of a vehicle that has a designated seating capacity of more than 24 passengers, have an allocated space of 760 millimetres from side to side of the vehicle and 1220 millimetres from front to back of the vehicle. O. Reg. 170/13, s. 4. (2) A vehicle to which subsection (1) applies may have an overlap between designated wheelchair positions of not more than 150 millimetres from front to back of the vehicle.  O. Reg. 172/11, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>  5.1 </b>(1) Every designated wheelchair position in an accessible vehicle manufactured after December 31, 2012 shall,</p> <p class=\"clause-e\">  (a) in the case of a vehicle that has a designated seating capacity of not more than 24 passengers, have an allocated space of 685 millimetres from side to side of the vehicle and 1220 millimetres from front to back of the vehicle; and</p> <p class=\"clause-e\">  (b) in the case of a vehicle that has a designated seating capacity of more than 24 passengers, have an allocated space of 760 millimetres from side to side of the vehicle and 1220 millimetres from front to back of the vehicle. O. Reg. 170/13, s. 4.</p> <p class=\"subsection-e\">  (2) A vehicle to which subsection (1) applies may have an overlap between designated wheelchair positions of not more than 150 millimetres from front to back of the vehicle.  O. Reg. 172/11, s. 8.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) Every accessible vehicle used for the transportation of persons in wheelchairs shall be equipped with wheelchair securement devices that limit the forward, backward, rotational, lateral and vertical motion of every wheelchair in the vehicle at the points of contact of the wheelchair with the vehicle while the vehicle is in normal operation.  R.R.O. 1990, Reg. 629, s. 6 (1); O. Reg. 172/11, s. 9 (1). (2) For the purpose of subsection (1), normal operation includes full throttle acceleration and maximum braking and cornering.  R.R.O. 1990, Reg. 629, s. 6 (2). (3) Every wheelchair securement device in an accessible vehicle shall be, (a) securely anchored to the vehicle; and (b) capable of withstanding a load in any direction of not less than 11120 newtons for a period of ten seconds.  R.R.O. 1990, Reg. 629, s. 6 (3); O. Reg. 172/11, s. 9 (2). (4) Where more than one wheelchair securement device is used to secure a wheelchair in an accessible vehicle, clause (3) (b) applies to the combination of devices used and not to each single device.  R.R.O. 1990, Reg. 629, s. 6 (4); O. Reg. 172/11, s. 9 (3). (5) This section does not apply to accessible urban transit buses.  O. Reg. 172/11, s. 9 (4).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Every accessible vehicle used for the transportation of persons in wheelchairs shall be equipped with wheelchair securement devices that limit the forward, backward, rotational, lateral and vertical motion of every wheelchair in the vehicle at the points of contact of the wheelchair with the vehicle while the vehicle is in normal operation.  R.R.O. 1990, Reg. 629, s. 6 (1); O. Reg. 172/11, s. 9 (1).</p> <p class=\"subsection-e\">  (2) For the purpose of subsection (1), normal operation includes full throttle acceleration and maximum braking and cornering.  R.R.O. 1990, Reg. 629, s. 6 (2).</p> <p class=\"subsection-e\">  (3) Every wheelchair securement device in an accessible vehicle shall be,</p> <p class=\"clause-e\">  (a) securely anchored to the vehicle; and</p> <p class=\"clause-e\">  (b) capable of withstanding a load in any direction of not less than 11120 newtons for a period of ten seconds.  R.R.O. 1990, Reg. 629, s. 6 (3); O. Reg. 172/11, s. 9 (2).</p> <p class=\"subsection-e\">  (4) Where more than one wheelchair securement device is used to secure a wheelchair in an accessible vehicle, clause (3) (b) applies to the combination of devices used and not to each single device.  R.R.O. 1990, Reg. 629, s. 6 (4); O. Reg. 172/11, s. 9 (3).</p> <p class=\"subsection-e\">  (5) This section does not apply to accessible urban transit buses.  O. Reg. 172/11, s. 9 (4).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. (1) Every accessible vehicle shall be equipped with a seat belt assembly, consisting of a pelvic restraint or a pelvic and torso restraint, securely anchored to the vehicle, for each seat in the vehicle intended for use by persons with a mobility impairment.  O. Reg. 172/11, s. 10 (1). (2) Every designated wheelchair position in an accessible vehicle shall, in addition to the devices required by section 6, be equipped with an occupant restraint assembly, (a) securely anchored to the vehicle; or (b) capable of securing a wheelchair occupant to the wheelchair by encircling both the occupant and wheelchair.  R.R.O. 1990, Reg. 629, s. 7 (2); O. Reg. 172/11, s. 10 (2). (3) Every seat belt assembly and occupant restraint assembly in an accessible vehicle shall be capable of withstanding a load in any direction of not less than 11120 newtons for a period of ten seconds.  R.R.O. 1990, Reg. 629, s. 7 (3); O. Reg. 172/11, s. 10 (3). (4) This section does not apply to accessible urban transit buses.  O. Reg. 172/11, s. 10 (4).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) Every accessible vehicle shall be equipped with a seat belt assembly, consisting of a pelvic restraint or a pelvic and torso restraint, securely anchored to the vehicle, for each seat in the vehicle intended for use by persons with a mobility impairment.  O. Reg. 172/11, s. 10 (1).</p> <p class=\"subsection-e\">  (2) Every designated wheelchair position in an accessible vehicle shall, in addition to the devices required by section 6, be equipped with an occupant restraint assembly,</p> <p class=\"clause-e\">  (a) securely anchored to the vehicle; or</p> <p class=\"clause-e\">  (b) capable of securing a wheelchair occupant to the wheelchair by encircling both the occupant and wheelchair.  R.R.O. 1990, Reg. 629, s. 7 (2); O. Reg. 172/11, s. 10 (2).</p> <p class=\"subsection-e\">  (3) Every seat belt assembly and occupant restraint assembly in an accessible vehicle shall be capable of withstanding a load in any direction of not less than 11120 newtons for a period of ten seconds.  R.R.O. 1990, Reg. 629, s. 7 (3); O. Reg. 172/11, s. 10 (3).</p> <p class=\"subsection-e\">  (4) This section does not apply to accessible urban transit buses.  O. Reg. 172/11, s. 10 (4).</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. (1) Rear-entry accessible taxicabs manufactured on or after January 1, 1986 are prescribed as a class of vehicle for the purposes of subsection 102 (3) of the Act.  O. Reg. 172/11, s. 11. (2) The following standards are prescribed for all vehicles of the class referred to in subsection (1): 1. In the case of vehicles manufactured on or after June 30, 2005, the standards set out in the Canadian Standards Association Standard D409-02. 2. In the case of vehicles manufactured on or after January 1, 1986 and before June 30, 2005, i. the standards set out in the Canadian Standards Association Standard D409-02, if the vehicles would have conformed to that Standard had it been in force at the time of their manufacture, or ii. the standards set out in the Canadian Standards Association Standard D409-M84, if the vehicles would not have conformed to the Canadian Standards Association Standard D409-02 had it been in force at the time of their manufacture.  O. Reg. 172/11, s. 11. (3) Equipment conforming to the applicable Canadian Standards Association Standard is prescribed and required for use in all vehicles of the class referred to in subsection (1).  O. Reg. 172/11, s. 11. (4) Despite subsections (2) and (3), the emergency exit requirements set out in section 6.9.1 of the Canadian Standards Association Standard D409-M84 and those set out in section 6.4 of the Canadian Standards Association Standard D409-02 do not apply to vehicles of the class referred to in subsection (1).  O. Reg. 172/11, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Rear-entry accessible taxicabs manufactured on or after January 1, 1986 are prescribed as a class of vehicle for the purposes of subsection 102 (3) of the Act.  O. Reg. 172/11, s. 11.</p> <p class=\"subsection-e\"><a name=\"s8s4\"></a>  (2) The following standards are prescribed for all vehicles of the class referred to in subsection (1):</p> <p class=\"paragraph-e\">  1. In the case of vehicles manufactured on or after June 30, 2005, the standards set out in the Canadian Standards Association Standard D409-02.</p> <p class=\"paragraph-e\">  2. In the case of vehicles manufactured on or after January 1, 1986 and before June 30, 2005,</p> <p class=\"subpara-e\">  i. the standards set out in the Canadian Standards Association Standard D409-02, if the vehicles would have conformed to that Standard had it been in force at the time of their manufacture, or </p> <p class=\"subpara-e\">  ii. the standards set out in the Canadian Standards Association Standard D409-M84, if the vehicles would not have conformed to the Canadian Standards Association Standard D409-02 had it been in force at the time of their manufacture.  O. Reg. 172/11, s. 11.</p> <p class=\"subsection-e\">  (3) Equipment conforming to the applicable Canadian Standards Association Standard is prescribed and required for use in all vehicles of the class referred to in subsection (1).  O. Reg. 172/11, s. 11.</p> <p class=\"subsection-e\"><a name=\"s8s5\"></a><a name=\"s8s6\"></a>  (4) Despite subsections (2) and (3), the emergency exit requirements set out in section 6.9.1 of the Canadian Standards Association Standard D409-M84 and those set out in section 6.4 of the Canadian Standards Association Standard D409-02 do not apply to vehicles of the class referred to in subsection (1).  O. Reg. 172/11, s. 11.</p>"
        },
        {
            "id": "9., 10.",
            "section": null,
            "content": " 9., 10. Revoked:  O. Reg. 172/11, s. 12.",
            "raw_html": "<p class=\"section-e\"> <b>9., 10. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 172/11, s. 12.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": " 11. (1) An accessible urban transit bus is prescribed as a class of vehicle to which subsection 102 (3)of the Act applies.  O. Reg. 184/96, s. 2; O. Reg. 172/11, s. 13 (1). (2) Revoked:  O. Reg. 172/11, s. 13 (2). (3) An accessible urban transit bus shall have, (a) a minimum length of 9.144 metres and a bus chassis as originally provided by the bus manufacturer; (b) at least two passenger doors on the right side, the front door being at least 762 millimetres wide and the other door being at least 813 millimetres wide; (c)  Revoked:  O. Reg. 172/11, s. 13 (4). (d) a system for securing personal mobility devices consisting of devices anchored to the bus or of compartments, or a combination of both, that limit the forward, backward, rotational, lateral and vertical motion of every personal mobility device in the bus at its points of contact with the bus while it is in normal operation, including full throttle acceleration and maximum braking.  O. Reg. 184/96, s. 2; O. Reg. 172/11, s. 13 (3, 4). (4) An accessible urban transit bus shall have either, (a) a lift to load a passenger mobility device and passenger onto the bus; or (b) a mostly level floor that, either by design or by the use of a kneeling feature, is approximately at the level of a typical urban curbside or bus passenger platform during loading or unloading of passengers and is equipped with a ramp having a slope of no more than 4 to 1 to allow passengers to bridge the gap between the bus and the curbside or platform.  O. Reg. 184/96, s. 2; O. Reg. 172/11, s. 13 (5-7); O. Reg. 170/13, s. 5. (5) Revoked:  O. Reg. 172/11, s. 13 (8).",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) An accessible urban transit bus is prescribed as a class of vehicle to which subsection 102 (3)of the Act applies.  O. Reg. 184/96, s. 2; O. Reg. 172/11, s. 13 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 172/11, s. 13 (2).</p> <p class=\"subsection-e\">  (3) An accessible urban transit bus shall have,</p> <p class=\"clause-e\">  (a) a minimum length of 9.144 metres and a bus chassis as originally provided by the bus manufacturer;</p> <p class=\"clause-e\">  (b) at least two passenger doors on the right side, the front door being at least 762 millimetres wide and the other door being at least 813 millimetres wide;</p> <p class=\"clause-e\">  (c)  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 172/11, s. 13 (4).</p> <p class=\"clause-e\">  (d) a system for securing personal mobility devices consisting of devices anchored to the bus or of compartments, or a combination of both, that limit the forward, backward, rotational, lateral and vertical motion of every personal mobility device in the bus at its points of contact with the bus while it is in normal operation, including full throttle acceleration and maximum braking.  O. Reg. 184/96, s. 2; O. Reg. 172/11, s. 13 (3, 4).</p> <p class=\"subsection-e\">  (4) An accessible urban transit bus shall have either,</p> <p class=\"clause-e\">  (a) a lift to load a passenger mobility device and passenger onto the bus; or</p> <p class=\"clause-e\">  (b) a mostly level floor that, either by design or by the use of a kneeling feature, is approximately at the level of a typical urban curbside or bus passenger platform during loading or unloading of passengers and is equipped with a ramp having a slope of no more than 4 to 1 to allow passengers to bridge the gap between the bus and the curbside or platform.  O. Reg. 184/96, s. 2; O. Reg. 172/11, s. 13 (5-7); O. Reg. 170/13, s. 5.</p> <p class=\"subsection-e\">  (5) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 172/11, s. 13 (8).</p>"
        },
        {
            "id": "12.-14.",
            "section": null,
            "content": " 12.-14. Revoked:  O. Reg. 172/11, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>12.-14. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 172/11, s. 14.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900629\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}