{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 415: GRAPES FOR PROCESSING - PLAN",
        "reg_name_text": "GRAPES FOR PROCESSING — PLAN",
        "citation": "R.R.O. 1990, Reg. 415: GRAPES FOR PROCESSING - PLAN",
        "act_under": "Farm Products Marketing Act",
        "url": "https://www.ontario.ca/laws/regulation/900415",
        "date_scraped": "2023-12-18 04:12:56"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  9, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900415/v6",
            "valid_from": "February 14, 2014",
            "valid_to": "June  8, 2023"
        },
        {
            "a_href": "/laws/regulation/900415/v5",
            "valid_from": "March 23, 2010",
            "valid_to": "February 13, 2014"
        },
        {
            "a_href": "/laws/regulation/900415/v4",
            "valid_from": "April 27, 2006",
            "valid_to": "March 22, 2010"
        },
        {
            "a_href": "/laws/regulation/900415/v3",
            "valid_from": "March 22, 2005",
            "valid_to": "April 26, 2006"
        },
        {
            "a_href": "/laws/regulation/900415/v2",
            "valid_from": "March 31, 2004",
            "valid_to": "March 21, 2005"
        },
        {
            "a_href": "/laws/regulation/900415/v1",
            "valid_from": "March 26, 2003",
            "valid_to": "March 30, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. (1) In this Regulation, “board member” means a member of the local board elected or appointed under this Regulation; (“membre de la commission locale”) “Committee delegate” means a producer elected to the Grape Growers’ Committee under section 9; (“délégué au comité”) “district” means a grape producing district established by section 8; (“district”) “grapes” means grapes produced in Ontario that are used, (a)  for processing by a processor, or (b)  for producing late harvest juice; (“raisin”) “late harvest juice” means juice that is produced in Ontario by a grape producer from late harvest grapes grown by the producer in Ontario and that is used for processing into ice wine, late harvest wine or other wine, beverage spirits, grape products or juice; (“jus de vendange tardive”) “processing” means, (a)  in relation to processing grapes, the manufacture of grape products or juice, beverage spirits or wine from grapes and includes bottling, distilling or fermenting or processing with sugar or sulphur dioxide or any other chemical, but does not include the production of late harvest juice, (b)  in relation to late harvest juice, the manufacture of ice wine, late harvest wine or other wine, beverage spirits, grape products or juice from late harvest juice and includes bottling, distilling or fermenting or processing with sugar or sulphur dioxide or any other chemical, but does not include the production of late harvest juice; (“transformation”) “processor” means a person engaged in the business of processing grapes or late harvest juice; (“transformateur”) “producer” means a person engaged in the production of grapes or in the production of late harvest juice. (“producteur”)  O. Reg. 76/10, s. 1. (2) For the purposes of this Regulation, (a)  the growing of grapes and the manufacture of late harvest juice from those grapes are deemed to be a continuous process relating to the production of late harvest juice as a regulated product; (b)  the manufacturing of late harvest juice from late harvest grapes is deemed not to be processing; and (c)  a producer of late harvest grapes who manufactures late harvest juice from those grapes is deemed not to be a processor but to be the producer of the late harvest juice as a regulated product.  O. Reg. 76/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“board member” means a member of the local board elected or appointed under this Regulation; (“membre de la commission locale”)</p> <p class=\"definition-e\">“Committee delegate” means a producer elected to the Grape Growers’ Committee under section 9; (“délégué au comité”)</p> <p class=\"definition-e\">“district” means a grape producing district established by section 8; (“district”)</p> <p class=\"definition-e\">“grapes” means grapes produced in Ontario that are used,</p> <p class=\"defclause-e\">  (a)  for processing by a processor, or </p> <p class=\"defclause-e\">  (b)  for producing late harvest juice; (“raisin”)</p> <p class=\"definition-e\">“late harvest juice” means juice that is produced in Ontario by a grape producer from late harvest grapes grown by the producer in Ontario and that is used for processing into ice wine, late harvest wine or other wine, beverage spirits, grape products or juice; (“jus de vendange tardive”)</p> <p class=\"definition-e\">“processing” means,</p> <p class=\"defclause-e\">  (a)  in relation to processing grapes, the manufacture of grape products or juice, beverage spirits or wine from grapes and includes bottling, distilling or fermenting or processing with sugar or sulphur dioxide or any other chemical, but does not include the production of late harvest juice,</p> <p class=\"defclause-e\">  (b)  in relation to late harvest juice, the manufacture of ice wine, late harvest wine or other wine, beverage spirits, grape products or juice from late harvest juice and includes bottling, distilling or fermenting or processing with sugar or sulphur dioxide or any other chemical, but does not include the production of late harvest juice; (“transformation”)</p> <p class=\"definition-e\">“processor” means a person engaged in the business of processing grapes or late harvest juice; (“transformateur”)</p> <p class=\"definition-e\">“producer” means a person engaged in the production of grapes or in the production of late harvest juice. (“producteur”)  O. Reg. 76/10, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of this Regulation,</p> <p class=\"clause-e\">  (a)  the growing of grapes and the manufacture of late harvest juice from those grapes are deemed to be a continuous process relating to the production of late harvest juice as a regulated product;</p> <p class=\"clause-e\">  (b)  the manufacturing of late harvest juice from late harvest grapes is deemed not to be processing; and </p> <p class=\"clause-e\">  (c)  a producer of late harvest grapes who manufactures late harvest juice from those grapes is deemed not to be a processor but to be the producer of the late harvest juice as a regulated product.  O. Reg. 76/10, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Plan",
            "content": " 2. This Regulation sets out the plan in respect of the control and regulation of the producing and marketing in Ontario of the following two regulated products: 1.  Grapes. 2.  Late harvest juice.  O. Reg. 76/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Regulation sets out the plan in respect of the control and regulation of the producing and marketing in Ontario of the following two regulated products:</p> <p class=\"paragraph-e\">  1.  Grapes.</p> <p class=\"paragraph-e\">  2.  Late harvest juice.  O. Reg. 76/10, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": "Local board",
            "content": " 3. (1) The local board known as the “Grape Growers of Ontario” is continued.  O. Reg. 76/10, s. 1. (2) The local board has the authority, and shall exercise the powers and perform the duties, (a)  that the Commission delegates to it under the Act; and (b)  that are given or assigned to it by this Regulation and by any other applicable regulation.  O. Reg. 76/10, s. 1. (3) The local board has the following powers: 1.  The local board has such powers of a natural person as are necessary for the local board to exercise its other powers and perform its duties under the Act, subject to any limitations set out in this Regulation or any other regulation that applies to the local board. 2.  The local board may accept extra-provincial powers and rights. 3.  Where authorized by by-law, and subject to Regulation 400 of the Revised Regulations of Ontario, 1990 (By-laws for Local Boards) made under the Act, the local board may, i.  borrow money on the credit of the local board, ii.  issue, sell or pledge debt obligations of the local board, or iii.  charge, mortgage, hypothecate or pledge all or any currently owned or subsequently acquired real or personal movable or immovable property of the local board, including book debts, rights, powers, franchises and undertakings, to secure any debt obligations or any money borrowed or other debt or liability of the local board.  O. Reg. 76/10, s. 1. (4) The local board shall not, (a)  establish or acquire a controlling interest in a corporation or other entity; (b)  exercise its powers and perform its duties, or purport to do so, through a corporation or other entity; or (c)  indemnify or agree to indemnify any person in relation to any action or other proceeding except as permitted by Regulation 400 of the Revised Regulation of Ontario, 1990 (By-laws for Local Boards) made under the Act.  O. Reg. 76/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The local board known as the “Grape Growers of Ontario” is continued.  O. Reg. 76/10, s. 1.</p> <p class=\"subsection-e\">  (2) The local board has the authority, and shall exercise the powers and perform the duties,</p> <p class=\"clause-e\">  (a)  that the Commission delegates to it under the Act; and</p> <p class=\"clause-e\">  (b)  that are given or assigned to it by this Regulation and by any other applicable regulation.  O. Reg. 76/10, s. 1.</p> <p class=\"subsection-e\">  (3) The local board has the following powers:</p> <p class=\"paragraph-e\">  1.  The local board has such powers of a natural person as are necessary for the local board to exercise its other powers and perform its duties under the Act, subject to any limitations set out in this Regulation or any other regulation that applies to the local board.</p> <p class=\"paragraph-e\">  2.  The local board may accept extra-provincial powers and rights.</p> <p class=\"paragraph-e\">  3.  Where authorized by by-law, and subject to Regulation 400 of the Revised Regulations of Ontario, 1990 (By-laws for Local Boards) made under the Act, the local board may,  </p> <p class=\"subpara-e\">  i.  borrow money on the credit of the local board,</p> <p class=\"subpara-e\">  ii.  issue, sell or pledge debt obligations of the local board, or</p> <p class=\"subpara-e\">  iii.  charge, mortgage, hypothecate or pledge all or any currently owned or subsequently acquired real or personal movable or immovable property of the local board, including book debts, rights, powers, franchises and undertakings, to secure any debt obligations or any money borrowed or other debt or liability of the local board.  O. Reg. 76/10, s. 1.</p> <p class=\"subsection-e\">  (4) The local board shall not,</p> <p class=\"clause-e\">  (a)  establish or acquire a controlling interest in a corporation or other entity; </p> <p class=\"clause-e\">  (b)  exercise its powers and perform its duties, or purport to do so, through a corporation or other entity; or</p> <p class=\"clause-e\">  (c)  indemnify or agree to indemnify any person in relation to any action or other proceeding except as permitted by Regulation 400 of the Revised Regulation of Ontario, 1990 (By-laws for Local Boards) made under the Act.  O. Reg. 76/10, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": "Composition of local board",
            "content": " 4. (1) The local board shall be composed of 10 board members.  O. Reg. 76/10, s. 1. (2) The board members shall be elected by the delegates to the Grape Growers’ Committee established under section 9 from among themselves as follows: 1.  Four Committee delegates from District 1. 2.  Three Committee delegates from District 2. 3.  One Committee delegate from District 3. 4.  One Committee delegate from District 4. 5.  One Committee delegate from either District 1, 2, 3 or 4. 6., 7.  Revoked: O. Reg. 120/23, s. 1 (1). O. Reg. 76/10, s. 1; O. Reg. 120/23, s. 1 (1). (3) Revoked: O. Reg. 120/23, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The local board shall be composed of 10 board members.  O. Reg. 76/10, s. 1.</p> <p class=\"subsection-e\">  (2) The board members shall be elected by the delegates to the Grape Growers’ Committee established under section 9 from among themselves as follows:</p> <p class=\"paragraph-e\">  1.  Four Committee delegates from District 1.</p> <p class=\"paragraph-e\">  2.  Three Committee delegates from District 2.</p> <p class=\"paragraph-e\">  3.  One Committee delegate from District 3.</p> <p class=\"paragraph-e\">  4.  One Committee delegate from District 4.</p> <p class=\"paragraph-e\">  5.  One Committee delegate from either District 1, 2, 3 or 4.</p> <p class=\"paragraph-e\"> 6., 7.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 120/23, s. 1 (1).</p> <p class=\"footnote-e\">O. Reg. 76/10, s. 1; O. Reg. 120/23, s. 1 (1).</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 120/23, s. 1 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Term of office",
            "content": " 5. (1) A board member shall hold office for a three-year term, subject to subsection (2).  O. Reg. 76/10, s. 1. (2) Board members elected in 2024 shall hold office for the following terms: 1.  For District 1, i.  the board members elected with the highest and second highest number of votes shall hold office for a three-year term, ii.  the board member elected with the third highest number of votes shall hold office for a two-year term, and iii.  the board member elected with the fourth highest number of votes shall hold office for a one-year term. 2.  For District 2, i.  the board member elected with the highest number of votes shall hold office for a three-year term, ii.  the board member elected with the second highest number of votes shall hold office for a two-year term, and iii.  the board member elected with the third highest number of votes shall hold office for a one-year term. 3.  For District 3, the board member who is elected shall hold office for a two-year term. 4.  For District 4, the board member who is elected shall hold office for a one-year term. 5.  The board member elected at large under paragraph 5 of subsection 4 (2) shall hold office for a three-year term. O. Reg. 120/23, s. 2. (3) A board member may hold office for more than one term.  O. Reg. 76/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A board member shall hold office for a three-year term, subject to subsection (2).  O. Reg. 76/10, s. 1.</p> <p class=\"subsection-e\">  (2) Board members elected in 2024 shall hold office for the following terms:</p> <p class=\"paragraph-e\">  1.  For District 1,</p> <p class=\"subpara-e\">  i.  the board members elected with the highest and second highest number of votes shall hold office for a three-year term,</p> <p class=\"subpara-e\">  ii.  the board member elected with the third highest number of votes shall hold office for a two-year term, and</p> <p class=\"subpara-e\">  iii.  the board member elected with the fourth highest number of votes shall hold office for a one-year term.</p> <p class=\"paragraph-e\">  2.  For District 2,</p> <p class=\"subpara-e\">  i.  the board member elected with the highest number of votes shall hold office for a three-year term,</p> <p class=\"subpara-e\">  ii.  the board member elected with the second highest number of votes shall hold office for a two-year term, and</p> <p class=\"subpara-e\">  iii.  the board member elected with the third highest number of votes shall hold office for a one-year term.</p> <p class=\"paragraph-e\">  3.  For District 3, the board member who is elected shall hold office for a two-year term.</p> <p class=\"paragraph-e\">  4.  For District 4, the board member who is elected shall hold office for a one-year term.</p> <p class=\"paragraph-e\">  5.  The board member elected at large under paragraph 5 of subsection 4 (2) shall hold office for a three-year term. O. Reg. 120/23, s. 2.</p> <p class=\"subsection-e\">  (3) A board member may hold office for more than one term.  O. Reg. 76/10, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": "Election and appointment of board members",
            "content": " 6. (1) The election of board members shall take place on or before April 30 of each year.  O. Reg. 76/10, s. 1. (2) In 2024, a new local board shall be constituted with 10 board members being elected by the delegates to the Grape Growers’ Committee in accordance with subsection 5 (2).  O. Reg. 76/10, s. 1; O. Reg. 120/23, s. 3 (1). (3) In 2025 and subsequent years, the election of the board members shall be staggered to replace board members whose term of office expires, as follows: 1.  In 2025 and every three years thereafter, three board members shall be elected, one for each of Districts 1, 2 and 4. 2.  In 2026 and every three years thereafter, three board members shall be elected, one for each of Districts 1, 2 and 3. 3.  In 2027 and every three years thereafter, four board members shall be elected, two for District 1, one for District 2 and one as the member at large referred to in paragraph 5 of subsection 4 (2). O. Reg. 120/23, s. 3 (2). (4) If the delegates of the Grape Growers’ Committee fail to hold an election of the board members on or before April 30 in any year, the local board shall fix a date for the election as soon as practicable.  O. Reg. 76/10, s. 1. (5) If all the positions on the board are not filled after an election, the board members holding office shall appoint such producers as are necessary to complete the local board at its first meeting after the election and may in so doing appoint to the board producers who are not Committee delegates.  O. Reg. 76/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The election of board members shall take place on or before April 30 of each year.  O. Reg. 76/10, s. 1.</p> <p class=\"subsection-e\">  (2) In 2024, a new local board shall be constituted with 10 board members being elected by the delegates to the Grape Growers’ Committee in accordance with subsection 5 (2).  O. Reg. 76/10, s. 1; O. Reg. 120/23, s. 3 (1).</p> <p class=\"subsection-e\">  (3) In 2025 and subsequent years, the election of the board members shall be staggered to replace board members whose term of office expires, as follows:</p> <p class=\"paragraph-e\">  1.  In 2025 and every three years thereafter, three board members shall be elected, one for each of Districts 1, 2 and 4.</p> <p class=\"paragraph-e\">  2.  In 2026 and every three years thereafter, three board members shall be elected, one for each of Districts 1, 2 and 3.</p> <p class=\"paragraph-e\">  3.  In 2027 and every three years thereafter, four board members shall be elected, two for District 1, one for District 2 and one as the member at large referred to in paragraph 5 of subsection 4 (2). O. Reg. 120/23, s. 3 (2).</p> <p class=\"subsection-e\">  (4) If the delegates of the Grape Growers’ Committee fail to hold an election of the board members on or before April 30 in any year, the local board shall fix a date for the election as soon as practicable.  O. Reg. 76/10, s. 1.</p> <p class=\"subsection-e\">  (5) If all the positions on the board are not filled after an election, the board members holding office shall appoint such producers as are necessary to complete the local board at its first meeting after the election and may in so doing appoint to the board producers who are not Committee delegates.  O. Reg. 76/10, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": "Vacancies on local board",
            "content": " 7. If, before the expiry of a board member’s term, the board member dies, resigns, ceases to be a producer or otherwise becomes unable to act, the remaining members of the local board may appoint any producer to fill the vacancy for the remainder of the term.  O. Reg. 76/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>If, before the expiry of a board member’s term, the board member dies, resigns, ceases to be a producer or otherwise becomes unable to act, the remaining members of the local board may appoint any producer to fill the vacancy for the remainder of the term.  O. Reg. 76/10, s. 1.</p>"
        },
        {
            "id": "8.",
            "section": "Grape producing districts",
            "content": " 8. (1) For the purposes of elections to the local board and to the Grape Growers’ Committee, the following grape producing districts are established: 1.  District 1, composed of the geographic area of the lower-tier municipalities of Niagara-on-the-Lake and Niagara Falls in the geographic area of Niagara. 2.  District 2, composed of the geographic areas of Dufferin, Halton, Hamilton, Peel and Wellington, and the geographic area of the lower-tier municipalities of St. Catharines, Fort Erie, Grimsby, Lincoln, Pelham, Port Colborne, Thorold, Wainfleet, Welland and West Lincoln in the geographic area of Niagara. 3.  District 3, composed of the geographic areas of Brant, Bruce, Chatham-Kent, Essex, Elgin, Grey, Haldimand, Huron, Lambton, Middlesex, Norfolk, Oxford, Perth and Waterloo. 4.  District 4, composed of the geographic area of Prince Edward and all other geographic areas not included in paragraphs 1 to 3. 5., 6.  Revoked: O. Reg. 120/23, s. 4. O. Reg. 76/10, s. 1; O. Reg. 120/23, s. 4. (2) In subsection (1), “geographic area” means a geographic area under the Territorial Division Act, 2002.  O. Reg. 76/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) For the purposes of elections to the local board and to the Grape Growers’ Committee, the following grape producing districts are established:</p> <p class=\"paragraph-e\">  1.  District 1, composed of the geographic area of the lower-tier municipalities of Niagara-on-the-Lake and Niagara Falls in the geographic area of Niagara.</p> <p class=\"paragraph-e\">  2.  District 2, composed of the geographic areas of Dufferin, Halton, Hamilton, Peel and Wellington, and the geographic area of the lower-tier municipalities of St. Catharines, Fort Erie, Grimsby, Lincoln, Pelham, Port Colborne, Thorold, Wainfleet, Welland and West Lincoln in the geographic area of Niagara.</p> <p class=\"paragraph-e\">  3.  District 3, composed of the geographic areas of Brant, Bruce, Chatham-Kent, Essex, Elgin, Grey, Haldimand, Huron, Lambton, Middlesex, Norfolk, Oxford, Perth and Waterloo.</p> <p class=\"paragraph-e\">  4.  District 4, composed of the geographic area of Prince Edward and all other geographic areas not included in paragraphs 1 to 3.</p> <p class=\"paragraph-e\"> 5., 6.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 120/23, s. 4.</p> <p class=\"footnote-e\">O. Reg. 76/10, s. 1; O. Reg. 120/23, s. 4.</p> <p class=\"subsection-e\">  (2) In subsection (1),</p> <p class=\"firstdef-e\">“geographic area” means a geographic area under the <i>Territorial Division Act, 2002</i>.  O. Reg. 76/10, s. 1.</p>"
        },
        {
            "id": "9.",
            "section": "Grape Growers’ Committee",
            "content": " 9. (1) A committee known as the “Grape Growers’ Committee” is established.  O. Reg. 76/10, s. 1. (2) The Grape Growers’ Committee shall be composed of 23 delegates from the four districts as follows: 1.  Eleven producers from District 1. 2.  Eight producers from District 2. 3.  Two producers from District 3. 4.  Two producers from District 4. O. Reg. 120/23, s. 5 (1). (3) The Committee delegates for each district shall be elected by the group of producers for the district from among themselves.  O. Reg. 76/10, s. 1. (4) For the purposes of subsection (3), every producer engaged in the production of grapes or late harvest juice in a district is a member of the group of producers for the district.  O. Reg. 76/10, s. 1. (5) A producer who produces grapes in two or more districts is entitled to vote in only one district.  O. Reg. 76/10, s. 1. (6) The term of office of the Committee delegates shall be for one year, subject to subsection (7).  O. Reg. 76/10, s. 1. (7) A Committee delegate who is elected to the local board in the same year as they are elected as Committee delegate shall hold office, (a)  for a term of three years; or (b)  in the case of a Committee delegate elected to the local board in 2024, for a term that coincides with their term of office as board member under subsection 5 (2).  O. Reg. 76/10, s. 1; O. Reg. 120/23, s. 5 (2). (8) The election of Committee delegates shall take place on or before April 15 of each year.  O. Reg. 76/10, s. 1. (9) If the members of the group of producers for a district fail to hold an election on or before April 15 in any year, the local board shall fix a date for elections that shall be no later than April 29 of that year.  O. Reg. 76/10, s. 1. Schedule Revoked:  O. Reg. 76/10, s. 2.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) A committee known as the “Grape Growers’ Committee” is established.  O. Reg. 76/10, s. 1.</p> <p class=\"subsection-e\">  (2) The Grape Growers’ Committee shall be composed of 23 delegates from the four districts as follows:</p> <p class=\"paragraph-e\">  1.  Eleven producers from District 1.</p> <p class=\"paragraph-e\">  2.  Eight producers from District 2.</p> <p class=\"paragraph-e\">  3.  Two producers from District 3.</p> <p class=\"paragraph-e\">  4.  Two producers from District 4. O. Reg. 120/23, s. 5 (1).</p> <p class=\"subsection-e\">  (3) The Committee delegates for each district shall be elected by the group of producers for the district from among themselves.  O. Reg. 76/10, s. 1.</p> <p class=\"subsection-e\">  (4) For the purposes of subsection (3), every producer engaged in the production of grapes or late harvest juice in a district is a member of the group of producers for the district.  O. Reg. 76/10, s. 1.</p> <p class=\"subsection-e\">  (5) A producer who produces grapes in two or more districts is entitled to vote in only one district.  O. Reg. 76/10, s. 1.</p> <p class=\"subsection-e\">  (6) The term of office of the Committee delegates shall be for one year, subject to subsection (7).  O. Reg. 76/10, s. 1.</p> <p class=\"subsection-e\">  (7) A Committee delegate who is elected to the local board in the same year as they are elected as Committee delegate shall hold office,</p> <p class=\"clause-e\">  (a)  for a term of three years; or</p> <p class=\"clause-e\">  (b)  in the case of a Committee delegate elected to the local board in 2024, for a term that coincides with their term of office as board member under subsection 5 (2).  O. Reg. 76/10, s. 1; O. Reg. 120/23, s. 5 (2).</p> <p class=\"subsection-e\">  (8) The election of Committee delegates shall take place on or before April 15 of each year.  O. Reg. 76/10, s. 1.</p> <p class=\"subsection-e\">  (9) If the members of the group of producers for a district fail to hold an election on or before April 15 in any year, the local board shall fix a date for elections that shall be no later than April 29 of that year.  O. Reg. 76/10, s. 1.</p> <p class=\"scheduleRevoked-e\"><span class=\"ovallcaps\">Schedule </span><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 76/10, s. 2.</p> <p class=\"scheduleRevoked-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900415\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}