{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 1011: DEFINITIONS",
        "reg_name_text": "DEFINITIONS",
        "citation": "R.R.O. 1990, Reg. 1011: ",
        "act_under": "Retail Sales Tax Act   Loi sur la taxe de vente au détail",
        "url": "https://www.ontario.ca/laws/regulation/901011",
        "date_scraped": "2023-12-19 06:21:31"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/901011/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "August 24, 2010"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. “Furniture”, as used in paragraph 80 of subsection 5 (1) of the Retail Sales Tax Act, being chapter 454 of the Revised Statutes of Ontario, 1980, as that Act read before the 13th day of May, 1982, does not include furniture that has previously been sold, leased or rented by a dealer to a customer at a retail sale anywhere, or classes of tangible personal property that are, (a) gas, oil and electrical appliances and the ducts, fans, cables, wires and pipes used in connection with them; (b) lamps; (c) floor coverings and carpets; (d) wall coverings, draperies, curtains, blinds and the hardware used to install them; (e) paintings and sculptures, including prints and reproductions, handicrafts, ornaments, mirrors, clocks and objects used for decoration, recreation, games or hobbies; (f) home entertainment equipment and musical instruments; (g) furniture repairs; or (h) office equipment and furniture. R.R.O. 1990, Reg. 1011, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> “Furniture”, as used in paragraph 80 of subsection 5 (1) of the <i>Retail Sales Tax Act</i>, being chapter 454 of the Revised Statutes of Ontario, 1980, as that Act read before the 13th day of May, 1982, does not include furniture that has previously been sold, leased or rented by a dealer to a customer at a retail sale anywhere, or classes of tangible personal property that are,</p> <p class=\"clause-e\">(a) gas, oil and electrical appliances and the ducts, fans, cables, wires and pipes used in connection with them;</p> <p class=\"clause-e\">(b) lamps;</p> <p class=\"clause-e\">(c) floor coverings and carpets;</p> <p class=\"clause-e\">(d) wall coverings, draperies, curtains, blinds and the hardware used to install them;</p> <p class=\"clause-e\">(e) paintings and sculptures, including prints and reproductions, handicrafts, ornaments, mirrors, clocks and objects used for decoration, recreation, games or hobbies;</p> <p class=\"clause-e\">(f) home entertainment equipment and musical instruments;</p> <p class=\"clause-e\">(g) furniture repairs; or</p> <p class=\"clause-e\">(h) office equipment and furniture. R.R.O. 1990, Reg. 1011, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. “Major Home Appliances”, as used in paragraph 81 of subsection 5 (1) of the Retail Sales Tax Act, being chapter 454 of the Revised Statutes of Ontario, 1980, as that Act read before the 13th day of May, 1982, does not include microwave ovens, any portable appliance that is a convection oven, appliances that are not operated through the use of gas or electricity or that are designed for commercial or industrial use, or parts and materials for the repair and installation of appliances. R.R.O. 1990, Reg. 1011, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>“Major Home Appliances”, as used in paragraph 81 of subsection 5 (1) of the <i>Retail Sales Tax Act</i>, being chapter 454 of the Revised Statutes of Ontario, 1980, as that Act read before the 13th day of May, 1982, does not include microwave ovens, any portable appliance that is a convection oven, appliances that are not operated through the use of gas or electricity or that are designed for commercial or industrial use, or parts and materials for the repair and installation of appliances. R.R.O. 1990, Reg. 1011, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. “Building Materials”, as used in paragraph 82 of subsection 5 (1) of the Retail Sales Tax Act, being chapter 454 of the Revised Statutes of Ontario, 1980, as that Act read before the 13th day of May, 1982, means only those materials that are used in construction and renovation and that are, (a) shower stalls and enclosures, bathtubs, toilets and bidets; (b) clay, shale, concrete, sand-lime and calcium-silicate bricks but not fire bricks, blocks or finished stone; (c) prefabricated cabinets and vanities or countertops for kitchens or bathrooms; (d) prefabricated frames for doors or windows and doors, except doors for vaults; (e) lumber including plywood, chipboard, hardboard or particle board, but not including finished hardwood flooring of any kind; (f) drywall for walls and ceilings and interior panelling, except panelling made principally of metal; (g) plaster and lime for use in the construction of buildings; (h) eavestroughing, downspouts, soffits, flashing, fascia, and other roofing materials, except nails and ventilators; (i) exterior siding, except precast concrete units; (j) kitchen or bathroom sinks, and laundry tubs or sinks; (k) drainage and roofing tiles; or (l) vinyl, plastic or wooden trim and moldings. R.R.O. 1990, Reg. 1011, s. 3. ",
            "raw_html": "<p class=\"section-e\"><b>3.</b> “Building Materials”, as used in paragraph 82 of subsection 5 (1) of the <i>Retail Sales Tax Act</i>, being chapter 454 of the Revised Statutes of Ontario, 1980, as that Act read before the 13th day of May, 1982, means only those materials that are used in construction and renovation and that are,</p> <p class=\"clause-e\">(a) shower stalls and enclosures, bathtubs, toilets and bidets;</p> <p class=\"clause-e\">(b) clay, shale, concrete, sand-lime and calcium-silicate bricks but not fire bricks, blocks or finished stone;</p> <p class=\"clause-e\">(c) prefabricated cabinets and vanities or countertops for kitchens or bathrooms;</p> <p class=\"clause-e\">(d) prefabricated frames for doors or windows and doors, except doors for vaults;</p> <p class=\"clause-e\">(e) lumber including plywood, chipboard, hardboard or particle board, but not including finished hardwood flooring of any kind;</p> <p class=\"clause-e\">(f) drywall for walls and ceilings and interior panelling, except panelling made principally of metal;</p> <p class=\"clause-e\">(g) plaster and lime for use in the construction of buildings;</p> <p class=\"clause-e\">(h) eavestroughing, downspouts, soffits, flashing, fascia, and other roofing materials, except nails and ventilators;</p> <p class=\"clause-e\">(i) exterior siding, except precast concrete units;</p> <p class=\"clause-e\">(j) kitchen or bathroom sinks, and laundry tubs or sinks;</p> <p class=\"clause-e\">(k) drainage and roofing tiles; or</p> <p class=\"clause-e\">(l) vinyl, plastic or wooden trim and moldings. R.R.O. 1990, Reg. 1011, s. 3.</p> <p class=\"Normal\"></p>"
        }
    ]
}