{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 362: WASTE MANAGEMENT - PCBs",
        "reg_name_text": "WASTE MANAGEMENT — PCBs",
        "citation": "R.R.O. 1990, Reg. 362: WASTE MANAGEMENT - PCBs",
        "act_under": "Environmental Protection Act",
        "url": "https://www.ontario.ca/laws/regulation/900362",
        "date_scraped": "2023-12-18 05:09:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900362/v5",
            "valid_from": "April  7, 2022",
            "valid_to": "December 31, 2022"
        },
        {
            "a_href": "/laws/regulation/900362/v4",
            "valid_from": "October 31, 2011",
            "valid_to": "April  6, 2022"
        },
        {
            "a_href": "/laws/regulation/900362/v3",
            "valid_from": "June 14, 2011",
            "valid_to": "October 30, 2011"
        },
        {
            "a_href": "/laws/regulation/900362/v2",
            "valid_from": "February 12, 2007",
            "valid_to": "June 13, 2011"
        },
        {
            "a_href": "/laws/regulation/900362/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "February 11, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “hold” includes own, possess and have care or control of and “holder” has a corresponding meaning; (“détenir”) “PCB” means any monochlorinated or polychlorinated biphenyl or any mixture of them or any mixture that contains one or more of them; (“BPC”) “PCB equipment” means equipment designed or manufactured to operate with PCB liquid or to which PCB liquid was added or drums and other containers used for the storage of PCB liquid; (“appareils contenant des BPC”) “PCB liquid” means, (a)  liquids, other than liquids used or proposed for use for road oiling, containing PCBs at a concentration of more than fifty parts per million by weight, (b)  liquids used or proposed for use for road oiling, containing PCBs at a concentration of more than five parts per million by weight, and (c)  liquids made contrary to section 6 by diluting liquids referred to in clause (a) or (b); (“liquides contenant des BPC”) “PCB materials” means materials containing PCBs at a concentration of more than fifty parts per million by weight whether the material is liquid or not; (“matières contenant des BPC”) “PCB waste” means PCB equipment, PCB liquid or PCB material, but does not include, (a)  PCB material or PCB equipment after it has been decontaminated pursuant to guidelines issued by the Ministry of the Environment or instructions issued by the Director, (b)  PCB equipment that is, (i)  an electrical capacitor that has never contained over one kilogram of PCBs, (ii)  electrical, heat transfer or hydraulic equipment or a vapour diffusion pump that is being put to the use for which it was originally designed or is being stored for such use by a person who uses such equipment for the purpose for which it was originally designed, or (iii)  machinery or equipment referred to in subclause (c) (i), or (c)  PCB liquid that, (i)  is at the site of fixed machinery or equipment, the operation of which is intended to destroy the chemical structure of PCBs by using the PCBs as a source of fuel or chlorine for purposes other than the destruction of PCBs or other wastes and that is subject to an environmental compliance approval issued in respect of an activity mentioned in subsection 9 (1) of the Act after the 1st day of January, 1981 specifying the manner in which PCB liquid be processed in the machinery or equipment, or (ii)  is in PCB equipment referred to in subclause (b) (ii). (“déchets de BPC”)  R.R.O. 1990, Reg. 362, s. 1; O. Reg. 232/11, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“hold” includes own, possess and have care or control of and “holder” has a corresponding meaning; (“détenir”)</p> <p class=\"definition-e\">“PCB” means any monochlorinated or polychlorinated biphenyl or any mixture of them or any mixture that contains one or more of them; (“BPC”)</p> <p class=\"definition-e\">“PCB equipment” means equipment designed or manufactured to operate with PCB liquid or to which PCB liquid was added or drums and other containers used for the storage of PCB liquid; (“appareils contenant des BPC”)</p> <p class=\"definition-e\">“PCB liquid” means,</p> <p class=\"defclause-e\">  (a)  liquids, other than liquids used or proposed for use for road oiling, containing PCBs at a concentration of more than fifty parts per million by weight,</p> <p class=\"defclause-e\">  (b)  liquids used or proposed for use for road oiling, containing PCBs at a concentration of more than five parts per million by weight, and</p> <p class=\"defclause-e\">  (c)  liquids made contrary to section 6 by diluting liquids referred to in clause (a) or (b); (“liquides contenant des BPC”)</p> <p class=\"definition-e\">“PCB materials” means materials containing PCBs at a concentration of more than fifty parts per million by weight whether the material is liquid or not; (“matières contenant des BPC”)</p> <p class=\"definition-e\">“PCB waste” means PCB equipment, PCB liquid or PCB material, but does not include,</p> <p class=\"defclause-e\">  (a)  PCB material or PCB equipment after it has been decontaminated pursuant to guidelines issued by the Ministry of the Environment or instructions issued by the Director,</p> <p class=\"defclause-e\">  (b)  PCB equipment that is,</p> <p class=\"defsubclause-e\">  (i)  an electrical capacitor that has never contained over one kilogram of PCBs,</p> <p class=\"defsubclause-e\">  (ii)  electrical, heat transfer or hydraulic equipment or a vapour diffusion pump that is being put to the use for which it was originally designed or is being stored for such use by a person who uses such equipment for the purpose for which it was originally designed, or</p> <p class=\"defsubclause-e\">  (iii)  machinery or equipment referred to in subclause (c) (i), or</p> <p class=\"defclause-e\">  (c)  PCB liquid that,</p> <p class=\"defsubclause-e\">  (i)  is at the site of fixed machinery or equipment, the operation of which is intended to destroy the chemical structure of PCBs by using the PCBs as a source of fuel or chlorine for purposes other than the destruction of PCBs or other wastes and that is subject to an environmental compliance approval issued in respect of an activity mentioned in subsection 9 (1) of the Act after the 1st day of January, 1981 specifying the manner in which PCB liquid be processed in the machinery or equipment, or</p> <p class=\"defsubclause-e\">  (ii)  is in PCB equipment referred to in subclause (b) (ii). (“déchets de BPC”)  R.R.O. 1990, Reg. 362, s. 1; O. Reg. 232/11, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. PCB waste is designated as a waste.  R.R.O. 1990, Reg. 362, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>PCB waste is designated as a waste.  R.R.O. 1990, Reg. 362, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) Every site containing PCB waste and PCB related waste but not containing other wastes is classified as a PCB waste disposal site.  R.R.O. 1990, Reg. 362, s. 3 (1). (2) In subsection (1), “PCB related waste” means waste containing low levels of PCBs or waste arising from a spill or clean up of PCB liquid or PCB waste.  R.R.O. 1990, Reg. 362, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Every site containing PCB waste and PCB related waste but not containing other wastes is classified as a PCB waste disposal site.  R.R.O. 1990, Reg. 362, s. 3 (1).</p> <p class=\"subsection-e\">  (2) In subsection (1),</p> <p class=\"firstdef-e\">“PCB related waste” means waste containing low levels of PCBs or waste arising from a spill or clean up of PCB liquid or PCB waste.  R.R.O. 1990, Reg. 362, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) Every operator of a waste disposal site shall keep records of all PCB waste held by the operator after the 15th day of January, 1982.  R.R.O. 1990, Reg. 362, s. 4 (1). (2) The records referred to in subsection (1) shall include, (a)  the methods and times at which the PCB waste is received and delivered to and from the site; and (b)  where PCB waste is transported to and from the site, the location from or to which it is transported and the person by whom it is transported, with respect to any delivery, receipt or transport of PCB waste after the 15th day of January, 1982, and, (c)  a description of the nature and quantities of the PCB waste; (d)  the location of the waste disposal site; and (e)  the methods of storage of the PCB waste, with respect to all PCB wastes at the waste disposal site.  R.R.O. 1990, Reg. 362, s. 4 (2). (3) Every operator of a waste disposal site shall report to the Director the information required to be recorded under subsection (2), (a)  by telephone immediately, and in writing within three days, after a PCB waste first comes on the site; and (b)  in writing within thirty days after any other PCB waste is taken to or from the site.  R.R.O. 1990, Reg. 362, s. 4 (3). (4) A record of a PCB waste transfer submitted under section 23, 24 or 25 of Regulation 347 of the Revised Regulations of Ontario, 1990 satisfies the requirements of clauses (2) (b), (c) and (d) with respect to the PCB waste referred to in that record.  R.R.O. 1990, Reg. 362, s. 4 (4); O. Reg. 325/22, s. 1. (5) Two years after an operator of a waste disposal site gives written notice to the Director that the operator has ceased to be a holder of PCB waste, the operator may dispose of records kept under subsection (1).  R.R.O. 1990, Reg. 362, s. 4 (5). (6) Subsection (1) does not apply in respect of PCB waste that has been finally disposed of by burial before the 1st day of January, 1981.  R.R.O. 1990, Reg. 362, s. 4 (6).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Every operator of a waste disposal site shall keep records of all PCB waste held by the operator after the 15th day of January, 1982.  R.R.O. 1990, Reg. 362, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The records referred to in subsection (1) shall include,</p> <p class=\"clause-e\">  (a)  the methods and times at which the PCB waste is received and delivered to and from the site; and</p> <p class=\"clause-e\">  (b)  where PCB waste is transported to and from the site, the location from or to which it is transported and the person by whom it is transported,</p> <p class=\"Ssubsection-e\">with respect to any delivery, receipt or transport of PCB waste after the 15th day of January, 1982, and,</p> <p class=\"clause-e\">  (c)  a description of the nature and quantities of the PCB waste;</p> <p class=\"clause-e\">  (d)  the location of the waste disposal site; and</p> <p class=\"clause-e\">  (e)  the methods of storage of the PCB waste,</p> <p class=\"Ssubsection-e\">with respect to all PCB wastes at the waste disposal site.  R.R.O. 1990, Reg. 362, s. 4 (2).</p> <p class=\"subsection-e\">  (3) Every operator of a waste disposal site shall report to the Director the information required to be recorded under subsection (2),</p> <p class=\"clause-e\">  (a)  by telephone immediately, and in writing within three days, after a PCB waste first comes on the site; and</p> <p class=\"clause-e\">  (b)  in writing within thirty days after any other PCB waste is taken to or from the site.  R.R.O. 1990, Reg. 362, s. 4 (3).</p> <p class=\"subsection-e\">  (4) A record of a PCB waste transfer submitted under section 23, 24 or 25 of Regulation 347 of the Revised Regulations of Ontario, 1990 satisfies the requirements of clauses (2) (b), (c) and (d) with respect to the PCB waste referred to in that record.  R.R.O. 1990, Reg. 362, s. 4 (4); O. Reg. 325/22, s. 1.</p> <p class=\"subsection-e\">  (5) Two years after an operator of a waste disposal site gives written notice to the Director that the operator has ceased to be a holder of PCB waste, the operator may dispose of records kept under subsection (1).  R.R.O. 1990, Reg. 362, s. 4 (5).</p> <p class=\"subsection-e\">  (6) Subsection (1) does not apply in respect of PCB waste that has been finally disposed of by burial before the 1st day of January, 1981.  R.R.O. 1990, Reg. 362, s. 4 (6).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) A PCB waste disposal site is exempt from sections 27, 40 and 41 of the Act.  R.R.O. 1990, Reg. 362, s. 5 (1). (2) The exemption set out in subsection (1) is subject to the conditions that, (a)  the operator of the site reports to the Director the information required to be recorded under subsection 4 (2); (b)  the operator of the site does not remove or permit to be removed, (i)  PCB waste containing over fifty litres of PCB liquid except in accordance with the written instructions of the Director, (ii)  any other PCB waste except, (A)  in accordance with written instructions of the Director, or (B)  to a waste management system or waste disposal site that is subject to an environmental compliance approval issued after the 1st day of January, 1981 containing terms specifying the manner in which PCB waste may be stored, handled, treated, collected, transported, processed or disposed of; (c)  where there is any PCB liquid in electrical equipment or other container on the site, the operator of the site not remove the liquid from the container except, (i)  to transfer liquid from a leaking container upon notifying the Director of the transfer, or (ii)  pursuant to instructions of the Director; and (d)  no environmental compliance approval has been issued after January 1, 1981 that contains terms or conditions that specify the manner in which PCB waste may be stored, handled, treated, collected, transported, processed or disposed of at the site.  R.R.O. 1990, Reg. 362, s. 5 (2); O. Reg. 232/11, s. 2. (3) In respect of a PCB waste disposal site that is offered for sale or lease or the possession of which is otherwise offered, the exemption set out in subsection (1) is subject to the conditions that, (a)  the person offering to sell, lease or otherwise give possession notifies, in writing, (i)  the prospective purchaser, tenant or person taking possession, of the existence of the site and the requirements, in law, concerning the site, and (ii)  the Director, of the sale, lease or change in possession; and (b)  where a sale, lease or change of possession occurs, the purchaser, tenant or person taking possession notifies, in writing, the Director, within ten days after the sale, lease or change of possession, of, (i)  the location of the site, and (ii)  the nature and quantity of PCB waste.  R.R.O. 1990, Reg. 362, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A PCB waste disposal site is exempt from sections 27, 40 and 41 of the Act.  R.R.O. 1990, Reg. 362, s. 5 (1).</p> <p class=\"subsection-e\">  (2) The exemption set out in subsection (1) is subject to the conditions that,</p> <p class=\"clause-e\">  (a)  the operator of the site reports to the Director the information required to be recorded under subsection 4 (2);</p> <p class=\"clause-e\">  (b)  the operator of the site does not remove or permit to be removed,</p> <p class=\"subclause-e\">  (i)  PCB waste containing over fifty litres of PCB liquid except in accordance with the written instructions of the Director,</p> <p class=\"subclause-e\">  (ii)  any other PCB waste except,</p> <p class=\"subsubclause-e\">  (A)  in accordance with written instructions of the Director, or</p> <p class=\"subsubclause-e\">  (B)  to a waste management system or waste disposal site that is subject to an environmental compliance approval issued after the 1st day of January, 1981 containing terms specifying the manner in which PCB waste may be stored, handled, treated, collected, transported, processed or disposed of;</p> <p class=\"clause-e\">  (c)  where there is any PCB liquid in electrical equipment or other container on the site, the operator of the site not remove the liquid from the container except,</p> <p class=\"subclause-e\">  (i)  to transfer liquid from a leaking container upon notifying the Director of the transfer, or</p> <p class=\"subclause-e\">  (ii)  pursuant to instructions of the Director; and</p> <p class=\"clause-e\">  (d)  no environmental compliance approval has been issued after January 1, 1981 that contains terms or conditions that specify the manner in which PCB waste may be stored, handled, treated, collected, transported, processed or disposed of at the site.  R.R.O. 1990, Reg. 362, s. 5 (2); O. Reg. 232/11, s. 2.</p> <p class=\"subsection-e\">  (3) In respect of a PCB waste disposal site that is offered for sale or lease or the possession of which is otherwise offered, the exemption set out in subsection (1) is subject to the conditions that,</p> <p class=\"clause-e\">  (a)  the person offering to sell, lease or otherwise give possession notifies, in writing,</p> <p class=\"subclause-e\">  (i)  the prospective purchaser, tenant or person taking possession, of the existence of the site and the requirements, in law, concerning the site, and</p> <p class=\"subclause-e\">  (ii)  the Director, of the sale, lease or change in possession; and</p> <p class=\"clause-e\">  (b)  where a sale, lease or change of possession occurs, the purchaser, tenant or person taking possession notifies, in writing, the Director, within ten days after the sale, lease or change of possession, of,</p> <p class=\"subclause-e\">  (i)  the location of the site, and</p> <p class=\"subclause-e\">  (ii)  the nature and quantity of PCB waste.  R.R.O. 1990, Reg. 362, s. 5 (3).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. No person shall dispose of, decontaminate or otherwise manage PCB waste or dilute PCB waste that is in the form of a liquid except, (a)  in or to a waste management system that is subject to an environmental compliance approval issued after January 1, 1981 that contains terms or conditions that specify the manner in which PCB waste may be stored, handled, treated, collected, transported, processed, diluted or disposed of; or (b)  in accordance with written instructions of the Director.  R.R.O. 1990, Reg. 362, s. 6; O. Reg. 232/11, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>No person shall dispose of, decontaminate or otherwise manage PCB waste or dilute PCB waste that is in the form of a liquid except,</p> <p class=\"clause-e\">  (a)  in or to a waste management system that is subject to an environmental compliance approval issued after January 1, 1981 that contains terms or conditions that specify the manner in which PCB waste may be stored, handled, treated, collected, transported, processed, diluted or disposed of; or</p> <p class=\"clause-e\">  (b)  in accordance with written instructions of the Director.  R.R.O. 1990, Reg. 362, s. 6; O. Reg. 232/11, s. 3.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. Every person storing PCB waste shall ensure that the PCB waste is in a safe and secure location so as to prevent PCB waste coming into contact with any person and so that any liquid containing PCBs that may escape can be readily recovered and will not discharge, directly or indirectly, into a watercourse or groundwater.  R.R.O. 1990, Reg. 362, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>Every person storing PCB waste shall ensure that the PCB waste is in a safe and secure location so as to prevent PCB waste coming into contact with any person and so that any liquid containing PCBs that may escape can be readily recovered and will not discharge, directly or indirectly, into a watercourse or groundwater.  R.R.O. 1990, Reg. 362, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. No person shall have at a waste disposal site PCB wastes received by the person after the 15th day of January, 1982 unless, (a)  the PCB waste was delivered to the waste disposal site under written instructions of the Director; or (b)  the waste disposal site is subject to an environmental compliance approval that contains a term or condition that refers to this section and specifies the circumstances under which PCB waste may be accepted at the site.  R.R.O. 1990, Reg. 362, s. 8; O. Reg. 232/11, s. 4.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>No person shall have at a waste disposal site PCB wastes received by the person after the 15th day of January, 1982 unless,</p> <p class=\"clause-e\">  (a)  the PCB waste was delivered to the waste disposal site under written instructions of the Director; or</p> <p class=\"clause-e\">  (b)  the waste disposal site is subject to an environmental compliance approval that contains a term or condition that refers to this section and specifies the circumstances under which PCB waste may be accepted at the site.  R.R.O. 1990, Reg. 362, s. 8; O. Reg. 232/11, s. 4.</p> <p class=\"clause-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900362\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}