{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 87: LEVIES OR CHARGES - MILK",
        "reg_name_text": "LEVIES OR CHARGES — MILK",
        "citation": "R.R.O. 1990, Reg. 87: LEVIES OR CHARGES - MILK",
        "act_under": "Commodity Boards and Marketing Agencies Act   Loi sur les agences de commercialisation et les commissions de produits agricoles",
        "url": "https://www.ontario.ca/laws/regulation/900087",
        "date_scraped": "2023-12-19 18:39:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900087/v1",
            "valid_from": "July 28, 1992",
            "valid_to": "August 25, 2004"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “marketing agency” means the Canadian Dairy Commission constituted by the Canadian Dairy Commission Act; “milk” means milk bought from producers and sold to processors by The Ontario Milk Marketing Board. R.R.O. 1990, Reg. 87, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Regulation,</p> <p class=\"firstdef-e\">“marketing agency” means the Canadian Dairy Commission constituted by the <i>Canadian Dairy Commission Act</i>;</p> <p class=\"definition-e\">“milk” means milk bought from producers and sold to processors by The Ontario Milk Marketing Board. R.R.O. 1990, Reg. 87, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) Subject to subsection (2), the Lieutenant Governor in Council hereby grants to the marketing agency, in relation to the marketing of milk locally within Ontario, authority to fix, impose and collect levies or charges from persons engaged in the production of milk in Ontario and for such purpose to classify such persons into groups and fix the levies or charges payable by the members of the different groups in different amounts and to use such levies or charges for the purposes of the marketing agency, including the creation of reserves, the payment of expenses and losses resulting from the sale or disposal of evaporated milk, evaporated partly-skimmed milk, evaporated skim-milk, milk powder, skim-milk powder, butter and cheese and the equalization or adjustment among producers of milk of money realized from the sale thereof during such period or periods of time as the marketing agency may determine. R.R.O. 1990, Reg. 87, s. 2 (1); O. Reg. 451/92, s. 1 (1). (2) The Lieutenant Governor in Council hereby grants to the marketing agency, in relation to the marketing of milk locally within Ontario, authority to fix, impose and collect levies or charges from persons engaged in the production of milk in Ontario and for such purpose to classify such persons into groups and fix the levies or charges payable by the members of the different groups in different amounts, (a) where the milk was produced and sold by a person to whom a quota has been fixed and allotted by The Ontario Milk Marketing Board and such milk sold was in excess of such quota; or (b) where the milk was produced and sold by a person to whom no quota has been fixed and allotted by The Ontario Milk Marketing Board, and to use such levies or charges for the purposes of the marketing agency, including the creation of reserves, the payment of expenses and losses resulting from the sale or disposal of evaporated milk, evaporated partly-skimmed milk, evaporated skim-milk, milk powder, skim-milk powder, butter and cheese and the equalization or adjustment among producers of milk of money realized from the sale thereof during such period or periods of time as the marketing agency may determine. R.R.O. 1990, Reg. 87, s. 2 (2); O. Reg. 451/92, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) Subject to subsection (2), the Lieutenant Governor in Council hereby grants to the marketing agency, in relation to the marketing of milk locally within Ontario, authority to fix, impose and collect levies or charges from persons engaged in the production of milk in Ontario and for such purpose to classify such persons into groups and fix the levies or charges payable by the members of the different groups in different amounts and to use such levies or charges for the purposes of the marketing agency, including the creation of reserves, the payment of expenses and losses resulting from the sale or disposal of evaporated milk, evaporated partly-skimmed milk, evaporated skim-milk, milk powder, skim-milk powder, butter and cheese and the equalization or adjustment among producers of milk of money realized from the sale thereof during such period or periods of time as the marketing agency may determine. R.R.O. 1990, Reg. 87, s. 2 (1); O. Reg. 451/92, s. 1 (1).</p> <p class=\"subsection-e\">(2) The Lieutenant Governor in Council hereby grants to the marketing agency, in relation to the marketing of milk locally within Ontario, authority to fix, impose and collect levies or charges from persons engaged in the production of milk in Ontario and for such purpose to classify such persons into groups and fix the levies or charges payable by the members of the different groups in different amounts,</p> <p class=\"clause-e\">(a) where the milk was produced and sold by a person to whom a quota has been fixed and allotted by The Ontario Milk Marketing Board and such milk sold was in excess of such quota; or</p> <p class=\"clause-e\">(b) where the milk was produced and sold by a person to whom no quota has been fixed and allotted by The Ontario Milk Marketing Board,</p> <p class=\"Ssubsection-e\">and to use such levies or charges for the purposes of the marketing agency, including the creation of reserves, the payment of expenses and losses resulting from the sale or disposal of evaporated milk, evaporated partly-skimmed milk, evaporated skim-milk, milk powder, skim-milk powder, butter and cheese and the equalization or adjustment among producers of milk of money realized from the sale thereof during such period or periods of time as the marketing agency may determine. R.R.O. 1990, Reg. 87, s. 2 (2); O. Reg. 451/92, s. 1 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. The Lieutenant Governor in Council hereby grants to the marketing agency, in relation to the marketing of milk locally within Ontario, authority to fix, impose and collect a charge from The Ontario Milk Marketing Board in the amount of $35,782,343.10 and to use such charge for the purposes of the marketing agency, including the creation of reserves, the payment of expenses and losses resulting from the sale of evaporated milk, evaporated partly-skimmed milk, evaporated skim-milk, milk powder, skim-milk powder and butter and the equalization or adjustment among producers of milk of money realized from the sale thereof during such period or periods of time as the marketing agency may determine. R.R.O. 1990, Reg. 87, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> The Lieutenant Governor in Council hereby grants to the marketing agency, in relation to the marketing of milk locally within Ontario, authority to fix, impose and collect a charge from The Ontario Milk Marketing Board in the amount of $35,782,343.10 and to use such charge for the purposes of the marketing agency, including the creation of reserves, the payment of expenses and losses resulting from the sale of evaporated milk, evaporated partly-skimmed milk, evaporated skim-milk, milk powder, skim-milk powder and butter and the equalization or adjustment among producers of milk of money realized from the sale thereof during such period or periods of time as the marketing agency may determine. R.R.O. 1990, Reg. 87, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. The Lieutenant Governor in Council hereby grants to the marketing agency, in relation to the marketing of milk locally within Ontario, authority to fix, impose and collect a charge from The Ontario Milk Marketing Board in the amount of $10,926,164.15, plus an amount equal to such interest as may have accrued thereon during the period from the 17th day of November, 1979 to the date the charge is collected and to use such charge for the purposes of the marketing agency, including the creation of reserves, the payment of expenses and losses resulting from the sale of evaporated milk, evaporated partly-skimmed milk, evaporated skim-milk, milk powder, skim-milk powder and butter and the equalization or adjustment among producers of milk of money realized from the sale thereof during such period or periods of time as the marketing agency may determine. R.R.O. 1990, Reg. 87, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> The Lieutenant Governor in Council hereby grants to the marketing agency, in relation to the marketing of milk locally within Ontario, authority to fix, impose and collect a charge from The Ontario Milk Marketing Board in the amount of $10,926,164.15, plus an amount equal to such interest as may have accrued thereon during the period from the 17th day of November, 1979 to the date the charge is collected and to use such charge for the purposes of the marketing agency, including the creation of reserves, the payment of expenses and losses resulting from the sale of evaporated milk, evaporated partly-skimmed milk, evaporated skim-milk, milk powder, skim-milk powder and butter and the equalization or adjustment among producers of milk of money realized from the sale thereof during such period or periods of time as the marketing agency may determine. R.R.O. 1990, Reg. 87, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. Any person who receives milk shall deduct from the money payable for the milk any levies or charges payable to the marketing agency by the person from whom the milk is received and shall forward such levies or charges to the marketing agency or its agent designated for that purpose, not later than ten days from the last day of the month following the month in which the milk was received. R.R.O. 1990, Reg. 87, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> Any person who receives milk shall deduct from the money payable for the milk any levies or charges payable to the marketing agency by the person from whom the milk is received and shall forward such levies or charges to the marketing agency or its agent designated for that purpose, not later than ten days from the last day of the month following the month in which the milk was received. R.R.O. 1990, Reg. 87, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. The marketing agency shall, at any time during normal office hours, make available to such auditor as the Minister of Agriculture and Food may designate all books of account, records and documents relating to the receipt of funds under this Regulation and expenditures made by the marketing agency of money derived in whole or in part from funds received by the marketing agency pursuant to this Regulation. R.R.O. 1990, Reg. 87, s. 6. ",
            "raw_html": "<p class=\"section-e\"><b>6.</b> The marketing agency shall, at any time during normal office hours, make available to such auditor as the Minister of Agriculture and Food may designate all books of account, records and documents relating to the receipt of funds under this Regulation and expenditures made by the marketing agency of money derived in whole or in part from funds received by the marketing agency pursuant to this Regulation. R.R.O. 1990, Reg. 87, s. 6.</p> <p class=\"Normal\"></p>"
        }
    ]
}