{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 372: CONTAINERS - FRUIT AND VEGETABLES",
        "reg_name_text": "CONTAINERS — FRUIT AND VEGETABLES",
        "citation": "R.R.O. 1990, Reg. 372: CONTAINERS - FRUIT AND VEGETABLES",
        "act_under": "Farm Products Containers Act   Loi sur les contenants de produits agricoles",
        "url": "https://www.ontario.ca/laws/regulation/900372",
        "date_scraped": "2023-12-20 01:15:56"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 30, 1995",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) In this Regulation, “association” means The Ontario Fruit and Vegetable Growers’ Association; “producer” means a person engaged in the production of fruit or vegetables and includes a person engaged in the handling, packing, processing, shipping, transporting, purchasing or selling of fruit or vegetables.  R.R.O. 1990, Reg. 372, s. 1 (1). (2) The association is designated as an association to which the Act applies and fruit and vegetables are designated as farm products to which the Act applies.  R.R.O. 1990, Reg. 372, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“association” means The Ontario Fruit and Vegetable Growers’ Association;</p> <p class=\"definition-e\">“producer” means a person engaged in the production of fruit or vegetables and includes a person engaged in the handling, packing, processing, shipping, transporting, purchasing or selling of fruit or vegetables.  R.R.O. 1990, Reg. 372, s. 1 (1).</p> <p class=\"subsection-e\">  (2) The association is designated as an association to which the Act applies and fruit and vegetables are designated as farm products to which the Act applies.  R.R.O. 1990, Reg. 372, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. Every producer who purchases containers for use or suitable for use in the marketing of fruit or vegetables shall be deemed to be the holder of a licence therefor.  R.R.O. 1990, Reg. 372, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>Every producer who purchases containers for use or suitable for use in the marketing of fruit or vegetables shall be deemed to be the holder of a licence therefor.  R.R.O. 1990, Reg. 372, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) Every producer shall pay to the seller on behalf of the association licence fees of, (a) 2 per cent of the net invoice price of all containers that the producer purchased in Ontario before December 1, 1995; and (b) 1.5 per cent of the net invoice price of all containers that the producer purchased in Ontario on or after December 1, 1995.  O. Reg. 487/95, s. 1 (1). (2) Every person who sells containers to a producer shall collect the licence fees payable under subsection (1) and shall, on or before the 20th day of the month next following the month in which licence fees were collected, (a) complete and file with the association at its head office, a statement in a form satisfactory to the association; and (b) pay the amount collected to the association at its head office.  R.R.O. 1990, Reg. 372, s. 3 (2). (3) Every person who sells containers to a producer shall account to the association for licence fees payable to the association.  R.R.O. 1990, Reg. 372, s. 3 (3). (4) Every producer shall, on or before the 20th day of the month, pay directly to the association licence fees of, (a) 2 per cent of the net invoice price of all containers that the producer purchased outside Ontario in the previous month, if the purchaser purchased them before December 1, 1995; and (b) 1.5 per cent of the net invoice price of all containers that the producer purchased outside Ontario in the previous month, if the purchaser purchased them on or after December 1, 1995.  O. Reg. 487/95, s. 1 (2). (5) Every seller of containers in Ontario and every producer who purchases containers outside Ontario shall pay to the association interest at the rate of 1.5 per cent per month on overdue licence fees.  R.R.O. 1990, Reg. 372, s. 3 (5).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Every producer shall pay to the seller on behalf of the association licence fees of,</p> <p class=\"clause-e\">  (a) 2 per cent of the net invoice price of all containers that the producer purchased in Ontario before December 1, 1995; and</p> <p class=\"clause-e\">  (b) 1.5 per cent of the net invoice price of all containers that the producer purchased in Ontario on or after December 1, 1995.  O. Reg. 487/95, s. 1 (1).</p> <p class=\"subsection-e\">  (2) Every person who sells containers to a producer shall collect the licence fees payable under subsection (1) and shall, on or before the 20th day of the month next following the month in which licence fees were collected,</p> <p class=\"clause-e\">  (a) complete and file with the association at its head office, a statement in a form satisfactory to the association; and</p> <p class=\"clause-e\">  (b) pay the amount collected to the association at its head office.  R.R.O. 1990, Reg. 372, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Every person who sells containers to a producer shall account to the association for licence fees payable to the association.  R.R.O. 1990, Reg. 372, s. 3 (3).</p> <p class=\"subsection-e\">  (4) Every producer shall, on or before the 20th day of the month, pay directly to the association licence fees of,</p> <p class=\"clause-e\">  (a) 2 per cent of the net invoice price of all containers that the producer purchased outside Ontario in the previous month, if the purchaser purchased them before December 1, 1995; and</p> <p class=\"clause-e\">  (b) 1.5 per cent of the net invoice price of all containers that the producer purchased outside Ontario in the previous month, if the purchaser purchased them on or after December 1, 1995.  O. Reg. 487/95, s. 1 (2).</p> <p class=\"subsection-e\">  (5) Every seller of containers in Ontario and every producer who purchases containers outside Ontario shall pay to the association interest at the rate of 1.5 per cent per month on overdue licence fees.  R.R.O. 1990, Reg. 372, s. 3 (5).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. Every person who sells containers to a producer shall clearly show on every invoice covering the sale any licence fees payable to the association on such sale.  R.R.O. 1990, Reg. 372, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Every person who sells containers to a producer shall clearly show on every invoice covering the sale any licence fees payable to the association on such sale.  R.R.O. 1990, Reg. 372, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. The association shall not use licence fees received under clause 3 (2) (b) for the retail or wholesale distribution or processing of fruit and vegetables.  R.R.O. 1990, Reg. 372, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The association shall not use licence fees received under clause 3 (2) (b) for the retail or wholesale distribution or processing of fruit and vegetables.  R.R.O. 1990, Reg. 372, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. The association may recover licence fees by suit in any court of competent jurisdiction.  R.R.O. 1990, Reg. 372, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The association may recover licence fees by suit in any court of competent jurisdiction.  R.R.O. 1990, Reg. 372, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. This Regulation does not apply to, (a) field boxes and field crates; (b) hampers of five-eighths of a bushel capacity; (c) pallet boxes; (d) bulk bins; (e) containers for mushrooms; and (f) containers for fruit or vegetables that are processed by being sliced, diced, cored, chipped, canned, dehydrated, frozen, pickled, bottled, distilled, fermented or treated with sugar or sulphur dioxide.  R.R.O. 1990, Reg. 372, s. 7; O. Reg. 406/92, s. 1.    ",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>This Regulation does not apply to,</p> <p class=\"clause-e\">  (a) field boxes and field crates;</p> <p class=\"clause-e\">  (b) hampers of five-eighths of a bushel capacity;</p> <p class=\"clause-e\">  (c) pallet boxes;</p> <p class=\"clause-e\">  (d) bulk bins;</p> <p class=\"clause-e\">  (e) containers for mushrooms; and</p> <p class=\"clause-e\">  (f) containers for fruit or vegetables that are processed by being sliced, diced, cored, chipped, canned, dehydrated, frozen, pickled, bottled, distilled, fermented or treated with sugar or sulphur dioxide.  R.R.O. 1990, Reg. 372, s. 7; O. Reg. 406/92, s. 1.</p> <p class=\"clause-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}