{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 725: LIVESTOCK",
        "reg_name_text": "LIVESTOCK",
        "citation": "R.R.O. 1990, Reg. 725: ",
        "act_under": "Livestock and Livestock Products Act",
        "url": "https://www.ontario.ca/laws/regulation/900725",
        "date_scraped": "2023-12-18 20:31:40"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May 14, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900725/v4",
            "valid_from": "January  1, 2018",
            "valid_to": "May 13, 2020"
        },
        {
            "a_href": "/laws/regulation/900725/v3",
            "valid_from": "December 18, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/900725/v2",
            "valid_from": "June 28, 2011",
            "valid_to": "December 17, 2017"
        },
        {
            "a_href": "/laws/regulation/900725/v1",
            "valid_from": "August 19, 1999",
            "valid_to": "June 27, 2011"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “cattle” means bulls, cows, heifers, steers and calves that are, (a)  sold for slaughter for the production of beef, (b)  sold for the purpose of feeding before being slaughtered for the production of beef, or (c)  sold for the purpose of breeding to produce cattle referred to in clause (a) or (b); («bovins») “director” means the director appointed under the Act; (“directeur”) “Fund” means The Fund for Livestock Producers established under the Farm Products Payments Act; (“caisse”) “producer” means a producer of livestock. (“producteur”)  R.R.O. 1990, Reg. 725, s. 1; O. Reg. 470/95, s. 1; O. Reg. 543/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“cattle” means bulls, cows, heifers, steers and calves that are,</p> <p class=\"defclause-e\">  (a)  sold for slaughter for the production of beef, </p> <p class=\"defclause-e\">  (b)  sold for the purpose of feeding before being slaughtered for the production of beef, or</p> <p class=\"defclause-e\">  (c)  sold for the purpose of breeding to produce cattle referred to in clause (a) or (b); («bovins»)</p> <p class=\"definition-e\">“director” means the director appointed under the Act; (“directeur”)</p> <p class=\"definition-e\">“Fund” means The Fund for Livestock Producers established under the <i>Farm Products Payments Act</i>; (“caisse”)</p> <p class=\"definition-e\">“producer” means a producer of livestock. (“producteur”)  R.R.O. 1990, Reg. 725, s. 1; O. Reg. 470/95, s. 1; O. Reg. 543/17, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. Cattle are designated as livestock.  R.R.O. 1990, Reg. 725, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>Cattle are designated as livestock.  R.R.O. 1990, Reg. 725, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. Section 2 of the Act and this Regulation do not apply to a producer who buys livestock from, or sells livestock to, other producers in the ordinary course of a farming operation.  R.R.O. 1990, Reg. 725, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>Section 2 of the Act and this Regulation do not apply to a producer who buys livestock from, or sells livestock to, other producers in the ordinary course of a farming operation.  R.R.O. 1990, Reg. 725, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) An application for a licence to engage in business as a livestock dealer shall be in a form approved by the director. (2) A licence to engage in business as a livestock dealer shall be in a form approved by the director.  O. Reg. 470/95, s. 2. (3) The licence fee is $25 per year. (4) A licence is not transferable. (5) Subject to subsection (6), a licence expires on the date shown as the expiration date on the licence. (6) A licence that was issued or renewed after August 31, 1998 and before September 1, 1999, (a)  expires on August 31, 1999 if the licensee’s fiscal year end falls in August, September, October, November, December, January or February; or (b)  expires on the last day of the sixth month after the licensee’s 1999 fiscal year end if the licensee’s fiscal year end falls in March, April, May, June or July. (7) The Director shall fix the expiration date of a licence issued or renewed after August 31, 1999 as the last day of the sixth month after the licensee’s fiscal year end that next follows the date of issuance or renewal, unless it is reasonable in the circumstances to fix a different expiration date. (8) If the application of subsection (6) or (7) results in a term of a licence that is less or more than one year, the fee shall be prorated at the rate of $2 per month. (9) In respect of a licence that expires after August 31, 1999, the time prescribed for the purpose of subsection 5 (4) of the Act is the period that ends 30 days before the expiration of the licence.  O. Reg. 417/99, s. 1. (10) Despite anything in this section, any licence that would, but for this subsection, expire on or after the day this subsection comes into force but during a period of emergency, shall not expire until the day that falls 90 days after the end of that period. O. Reg. 216/20, s. 1. (11) In subsection (10), “period of emergency” means the period during which an emergency declared under section 7.0.1 of the Emergency Management and Civil Protection Act as a result of the outbreak of the coronavirus (COVID-19) is in effect, and includes any extension of that period under section 7.0.7 of that Act. O. Reg. 216/20, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) An application for a licence to engage in business as a livestock dealer shall be in a form approved by the director.</p> <p class=\"subsection-e\">  (2) A licence to engage in business as a livestock dealer shall be in a form approved by the director.  O. Reg. 470/95, s. 2.</p> <p class=\"subsection-e\">  (3) The licence fee is $25 per year.</p> <p class=\"subsection-e\">  (4) A licence is not transferable.</p> <p class=\"subsection-e\">  (5) Subject to subsection (6), a licence expires on the date shown as the expiration date on the licence.</p> <p class=\"subsection-e\">  (6) A licence that was issued or renewed after August 31, 1998 and before September 1, 1999,</p> <p class=\"clause-e\">  (a)  expires on August 31, 1999 if the licensee’s fiscal year end falls in August, September, October, November, December, January or February; or</p> <p class=\"clause-e\">  (b)  expires on the last day of the sixth month after the licensee’s 1999 fiscal year end if the licensee’s fiscal year end falls in March, April, May, June or July.</p> <p class=\"subsection-e\">  (7) The Director shall fix the expiration date of a licence issued or renewed after August 31, 1999 as the last day of the sixth month after the licensee’s fiscal year end that next follows the date of issuance or renewal, unless it is reasonable in the circumstances to fix a different expiration date.</p> <p class=\"subsection-e\">  (8) If the application of subsection (6) or (7) results in a term of a licence that is less or more than one year, the fee shall be prorated at the rate of $2 per month.</p> <p class=\"subsection-e\">  (9) In respect of a licence that expires after August 31, 1999, the time prescribed for the purpose of subsection 5 (4) of the Act is the period that ends 30 days before the expiration of the licence.  O. Reg. 417/99, s. 1.</p> <p class=\"subsection-e\">  (10) Despite anything in this section, any licence that would, but for this subsection, expire on or after the day this subsection comes into force but during a period of emergency, shall not expire until the day that falls 90 days after the end of that period. O. Reg. 216/20, s. 1.</p> <p class=\"subsection-e\">  (11) In subsection (10),</p> <p class=\"definition-e\">“period of emergency” means the period during which an emergency declared under section 7.0.1 of the <i>Emergency Management and Civil Protection Act</i> as a result of the outbreak of the coronavirus (COVID-19) is in effect, and includes any extension of that period under section 7.0.7 of that Act. O. Reg. 216/20, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) Every livestock dealer shall furnish to the director proof of financial responsibility. (2) If the director is not satisfied in respect of the financial responsibility of a livestock dealer, the livestock dealer shall deposit with the director security in a form satisfactory to the director and in an amount prescribed by the director. (3) Security deposited with the director under subsection (2) shall be applicable solely to the claims of sellers or consignors or persons selling on behalf of consignors for cattle sold to the livestock dealer and in respect of which payments have been made under the Farm Products Payments Act and the regulations under that Act. (4) If the director receives notice pursuant to the Farm Products Payments Act\r\nand the regulations under that Act that a payment has been made to a seller or consignor or person selling on behalf of consignors in respect of a livestock dealer who deposited security under subsection (2), the director may realize on the security or such part of it as he or she considers necessary. (5) The director shall pay into the Fund the money obtained from realizing on security or as much of the money as is necessary to reimburse the Fund for the amount paid to a seller or consignor or person selling on behalf of the consignor. (6) If the director has realized on security under subsection (4), the livestock dealer shall deposit with the director such additional security as is necessary to comply with the amount prescribed by the director under subsection (2). (7) When the livestock dealer deposits the additional security, the director shall pay to the livestock dealer the money remaining, if any, after making payment to the Fund under subsection (5).  O. Reg. 470/95, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Every livestock dealer shall furnish to the director proof of financial responsibility.</p> <p class=\"subsection-e\">  (2) If the director is not satisfied in respect of the financial responsibility of a livestock dealer, the livestock dealer shall deposit with the director security in a form satisfactory to the director and in an amount prescribed by the director.</p> <p class=\"subsection-e\">  (3) Security deposited with the director under subsection (2) shall be applicable solely to the claims of sellers or consignors or persons selling on behalf of consignors for cattle sold to the livestock dealer and in respect of which payments have been made under the <i>Farm Products Payments Act</i> and the regulations under that Act.</p> <p class=\"subsection-e\">  (4) If the director receives notice pursuant to the <i>Farm Products Payments Act</i>\r\nand the regulations under that Act that a payment has been made to a seller or consignor or person selling on behalf of consignors in respect of a livestock dealer who deposited security under subsection (2), the director may realize on the security or such part of it as he or she considers necessary.</p> <p class=\"subsection-e\">  (5) The director shall pay into the Fund the money obtained from realizing on security or as much of the money as is necessary to reimburse the Fund for the amount paid to a seller or consignor or person selling on behalf of the consignor.</p> <p class=\"subsection-e\">  (6) If the director has realized on security under subsection (4), the livestock dealer shall deposit with the director such additional security as is necessary to comply with the amount prescribed by the director under subsection (2).</p> <p class=\"subsection-e\">  (7) When the livestock dealer deposits the additional security, the director shall pay to the livestock dealer the money remaining, if any, after making payment to the Fund under subsection (5).  O. Reg. 470/95, s. 3.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) This section applies to the following payments made by a livestock dealer with respect to the sale or consignment of livestock: 1.  Payments made to a seller of livestock with respect to any purchase of livestock by the livestock dealer. 2.  If the livestock dealer sells livestock on consignment from another person, any payments made by the livestock dealer to the consignor with respect to the sale of the livestock.  O. Reg. 327/11, s. 1. (2) In the case of a payment described in subsection (1), the method of payment may be by cheque, direct deposit or electronic payment or any other method of payment agreed to by the livestock dealer and either the seller or the consignor of livestock, as the case may be, subject to subsection (5).  O. Reg. 327/11, s. 1. (3) A livestock dealer shall ensure that a payment referred to in subsection (1) is received by the seller or consignor, as the case may be, at or before the following time: 1.  If the amount of the total sale is less than $15,000, 1:00 p.m. on the ninth business day after the price determination day. 2.  If the amount of the total sale is $15,000 or more, 1:00 p.m. on the sixth business day after the price determination day.  O. Reg. 327/11, s. 1. (4) In subsection (3), “price determination day” means, with respect to a sale of livestock, including a sale on consignment, (a)  the day of weighing, if price of the livestock is determined on a weight basis, (b)  the day of grading, if price of the livestock is determined on a carcass grading basis, or (c)  the day of purchase, if price of the livestock is determined on a per head basis.  O. Reg. 327/11, s. 1. (5) For the purposes of complying with subsection (3), (a)  any method of payment agreed to by the livestock dealer and either the seller or the consignor, as the case may be, must enable the seller or consignor to deposit the payment in their bank account on the day and at the time required under subsection (3); and (b)  in the case of a payment by cheque, the cheque shall be dated no later than the day on which payment is required to be made under subsection (3).  O. Reg. 327/11, s. 1. (6) A seller or consignor who does not receive payment in accordance with this section shall promptly notify the director of the default in payment.  O. Reg. 327/11, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) This section applies to the following payments made by a livestock dealer with respect to the sale or consignment of livestock:</p> <p class=\"paragraph-e\">  1.  Payments made to a seller of livestock with respect to any purchase of livestock by the livestock dealer.</p> <p class=\"paragraph-e\">  2.  If the livestock dealer sells livestock on consignment from another person, any payments made by the livestock dealer to the consignor with respect to the sale of the livestock.  O. Reg. 327/11, s. 1.</p> <p class=\"subsection-e\">  (2) In the case of a payment described in subsection (1), the method of payment may be by cheque, direct deposit or electronic payment or any other method of payment agreed to by the livestock dealer and either the seller or the consignor of livestock, as the case may be, subject to subsection (5).  O. Reg. 327/11, s. 1.</p> <p class=\"subsection-e\">  (3) A livestock dealer shall ensure that a payment referred to in subsection (1) is received by the seller or consignor, as the case may be, at or before the following time:</p> <p class=\"paragraph-e\">  1.  If the amount of the total sale is less than $15,000, 1:00 p.m. on the ninth business day after the price determination day.</p> <p class=\"paragraph-e\">  2.  If the amount of the total sale is $15,000 or more, 1:00 p.m. on the sixth business day after the price determination day.  O. Reg. 327/11, s. 1.</p> <p class=\"subsection-e\">  (4) In subsection (3),</p> <p class=\"firstdef-e\">“price determination day” means, with respect to a sale of livestock, including a sale on consignment,</p> <p class=\"defclause-e\">  (a)  the day of weighing, if price of the livestock is determined on a weight basis,</p> <p class=\"defclause-e\">  (b)  the day of grading, if price of the livestock is determined on a carcass grading basis, or</p> <p class=\"defclause-e\">  (c)  the day of purchase, if price of the livestock is determined on a per head basis.  O. Reg. 327/11, s. 1.</p> <p class=\"subsection-e\">  (5) For the purposes of complying with subsection (3),</p> <p class=\"clause-e\">  (a)  any method of payment agreed to by the livestock dealer and either the seller or the consignor, as the case may be, must enable the seller or consignor to deposit the payment in their bank account on the day and at the time required under subsection (3); and</p> <p class=\"clause-e\">  (b)  in the case of a payment by cheque, the cheque shall be dated no later than the day on which payment is required to be made under subsection (3).  O. Reg. 327/11, s. 1.</p> <p class=\"subsection-e\">  (6) A seller or consignor who does not receive payment in accordance with this section shall promptly notify the director of the default in payment.  O. Reg. 327/11, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. Every livestock dealer shall keep for at least twelve months a record of all livestock purchased or sold, as the case may be, showing, (a)  the names and addresses of the sellers or buyers, as the case may be, of the livestock; (b)  the dates of such purchases or sales; (c)  the purchase or sale price, as the case may be, of the livestock; and (d)  a description or identification of the livestock.  R.R.O. 1990, Reg. 725, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>Every livestock dealer shall keep for at least twelve months a record of all livestock purchased or sold, as the case may be, showing,</p> <p class=\"clause-e\">  (a)  the names and addresses of the sellers or buyers, as the case may be, of the livestock;</p> <p class=\"clause-e\">  (b)  the dates of such purchases or sales;</p> <p class=\"clause-e\">  (c)  the purchase or sale price, as the case may be, of the livestock; and</p> <p class=\"clause-e\">  (d)  a description or identification of the livestock.  R.R.O. 1990, Reg. 725, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. A licence is issued on the terms and conditions that the holder of the licence, (a)  where any payment is made from the Fund to a seller or consignor of livestock or to a person selling on behalf of a consignor under the Farm Products Payments Act\r\nand the regulations thereunder, complies with the provisions of such regulations respecting repayment; and (b)  complies with the provisions of the regulations under the Farm Products Payments Act\r\nrespecting, (i)  the payment of fees to the board constituted to administer the Fund, and (ii)  the collection of fees and the forwarding of such fees to the board constituted to administer the Fund.  R.R.O. 1990, Reg. 725, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>A licence is issued on the terms and conditions that the holder of the licence,</p> <p class=\"clause-e\">  (a)  where any payment is made from the Fund to a seller or consignor of livestock or to a person selling on behalf of a consignor under the <i>Farm Products Payments Act</i>\r\nand the regulations thereunder, complies with the provisions of such regulations respecting repayment; and</p> <p class=\"clause-e\">  (b)  complies with the provisions of the regulations under the <i>Farm Products Payments Act</i>\r\nrespecting,</p> <p class=\"subclause-e\">  (i)  the payment of fees to the board constituted to administer the Fund, and</p> <p class=\"subclause-e\">  (ii)  the collection of fees and the forwarding of such fees to the board constituted to administer the Fund.  R.R.O. 1990, Reg. 725, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. In addition to the grounds mentioned in section 3 of the Act for refusal to issue licences or in section 5 of the Act for refusal to renew licences or for suspension or cancellation of licences, the director may refuse to issue or renew a licence or may suspend or cancel a licence if, (a)  the whole or a part of a livestock dealer’s assets has been placed in the hands of a trustee for distribution under the Bankruptcy and Insolvency Act (Canada) or the Bulk Sales Act; or (b)  a livestock dealer fails to furnish proof of financial responsibility or to deposit the security required by section 5.  O. Reg. 470/95, s. 5. Forms 1, 2 Revoked:  O. Reg. 470/95, s. 6.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>In addition to the grounds mentioned in section 3 of the Act for refusal to issue licences or in section 5 of the Act for refusal to renew licences or for suspension or cancellation of licences, the director may refuse to issue or renew a licence or may suspend or cancel a licence if,</p> <p class=\"clause-e\">  (a)  the whole or a part of a livestock dealer’s assets has been placed in the hands of a trustee for distribution under the <i>Bankruptcy and Insolvency Act</i> (Canada) or the <i>Bulk Sales Act</i>; or</p> <p class=\"clause-e\">  (b)  a livestock dealer fails to furnish proof of financial responsibility or to deposit the security required by section 5.  O. Reg. 470/95, s. 5.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Forms</span> 1, 2 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 470/95, s. 6.</p> <p class=\"formRevoked-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900725\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}