{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 1023: PARKS",
        "reg_name_text": "PARKS",
        "citation": "R.R.O. 1990, Reg. 1023: ",
        "act_under": "St. Lawrence Parks Commission Act",
        "url": "https://www.ontario.ca/laws/regulation/901023",
        "date_scraped": "2023-12-18 15:24:56"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/901023/v3",
            "valid_from": "June  7, 2021",
            "valid_to": "June 30, 2021"
        },
        {
            "a_href": "/laws/regulation/901023/v2",
            "valid_from": "February  7, 2006",
            "valid_to": "June  6, 2021"
        },
        {
            "a_href": "/laws/regulation/901023/v1",
            "valid_from": "April 18, 1994",
            "valid_to": "February  6, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “all terrain vehicle” means, (a) a motorized snow vehicle as defined in section 1 of the Motorized Snow Vehicles Act, or (b) an off-road vehicle as defined in section 1 of the Off-Road Vehicles Act; (“véhicule polyvalent”) “camp-site” means a parcel of land that is in an area operated by the Commission for the purpose of camping and that is marked by stakes planted at each of the four corners of the parcel and identified by a number painted or otherwise placed on the stakes; (“emplacement de camping”) “comfort station” means a building containing flush water closets, electrical lighting and running water; (“toilettes”) “officer” means a person appointed to be in charge of a part of the Parks; (“agent”) “resident of Ontario” means a person who has actually resided in Ontario for a period of at least seven months during the twelve months immediately preceding the time that his or her residence becomes material under this Regulation; (“résident de l’Ontario”) “shelter equipment” means any equipment used for the purpose of camping or dining and includes a tent, trailer, tent trailer, recreational vehicle, camper-back, dining shelter or other similar equipment; (“matériel d’hébergement”) “vehicle” means a vehicle as defined in the Highway Traffic Act. (“véhicule”) O. Reg. 206/91, s. 1; O. Reg.254/92, s. 1; O. Reg 252/94, s. 1. Conduct of Persons Using the Park",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“all terrain vehicle” means,</p> <p class=\"defclause-e\">  (a) a motorized snow vehicle as defined in section 1 of the <i>Motorized Snow Vehicles Act</i>, or</p> <p class=\"defclause-e\">  (b) an off-road vehicle as defined in section 1 of the <i>Off-Road Vehicles Act</i>; (“véhicule polyvalent”)</p> <p class=\"definition-e\">“camp-site” means a parcel of land that is in an area operated by the Commission for the purpose of camping and that is marked by stakes planted at each of the four corners of the parcel and identified by a number painted or otherwise placed on the stakes; (“emplacement de camping”)</p> <p class=\"definition-e\">“comfort station” means a building containing flush water closets, electrical lighting and running water; (“toilettes”)</p> <p class=\"definition-e\">“officer” means a person appointed to be in charge of a part of the Parks; (“agent”)</p> <p class=\"definition-e\">“resident of Ontario” means a person who has actually resided in Ontario for a period of at least seven months during the twelve months immediately preceding the time that his or her residence becomes material under this Regulation; (“résident de l’Ontario”)</p> <p class=\"definition-e\">“shelter equipment” means any equipment used for the purpose of camping or dining and includes a tent, trailer, tent trailer, recreational vehicle, camper-back, dining shelter or other similar equipment; (“matériel d’hébergement”)</p> <p class=\"definition-e\">“vehicle” means a vehicle as defined in the <i>Highway Traffic Act</i>. (“véhicule”) O. Reg. 206/91, s. 1; O. Reg.254/92, s. 1; O. Reg 252/94, s. 1.</p> <p class=\"heading1-e\">Conduct of Persons Using the Park</p>"
        },
        {
            "id": "2.",
            "section": "Conduct of Persons Using the Park",
            "content": " 2. (1) Within the Parks no person shall, (a) cut, remove, or damage any plant, shrub or tree; (b) deface, remove, or damage any property of the Commission; or (c) go upon any area that is not maintained for the purpose, as indicated by signs posted.  R.R.O. 1990, Reg. 1023, s. 2 (1). (2) No person shall enter the Parks by any means, except at a point designated for the purpose of entry by an officer.  R.R.O. 1990, Reg. 1023, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Within the Parks no person shall,</p> <p class=\"clause-e\">  (a) cut, remove, or damage any plant, shrub or tree;</p> <p class=\"clause-e\">  (b) deface, remove, or damage any property of the Commission; or</p> <p class=\"clause-e\">  (c) go upon any area that is not maintained for the purpose, as indicated by signs posted.  R.R.O. 1990, Reg. 1023, s. 2 (1).</p> <p class=\"subsection-e\">  (2) No person shall enter the Parks by any means, except at a point designated for the purpose of entry by an officer.  R.R.O. 1990, Reg. 1023, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "Conduct of Persons Using the Park",
            "content": " 3. (1) No person shall, (a) behave in a way that unreasonably interferes with the use and enjoyment of the Parks by other people; (b) sell or offer for sale any article or service in the Parks without a permit therefor issued by the Commission; or (c) beg or solicit charity in the Parks.  R.R.O. 1990, Reg. 1023, s. 3 (1). (2) An officer or police officer who believes on reasonable and probable grounds that a person has contravened subsection (1), may remove the person from the Parks and the officer or police officer may cancel any permit of the person pertaining to the Parks.  R.R.O. 1990, Reg. 1023, s. 3 (2); O. Reg.243/93, s. 1 (1). (3) Where a permit is cancelled in accordance with subsection (2), the permittee is not entitled to a refund.  R.R.O. 1990, Reg. 1023, s. 3 (3). (4) No person who has been removed from the parks under subsection (2) shall within the following ten days enter or attempt to enter the parks without the permission of an officer. O. Reg. 243/93, s. 1 (2). (5) If a person has been removed from the Parks under subsection (2) twice in one season, an officer may prohibit the person from entering the Parks for the rest of the season.  R.R.O. 1990, Reg. 1023, s. 3 (5).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) No person shall,</p> <p class=\"clause-e\">  (a) behave in a way that unreasonably interferes with the use and enjoyment of the Parks by other people;</p> <p class=\"clause-e\">  (b) sell or offer for sale any article or service in the Parks without a permit therefor issued by the Commission; or</p> <p class=\"clause-e\">  (c) beg or solicit charity in the Parks.  R.R.O. 1990, Reg. 1023, s. 3 (1).</p> <p class=\"subsection-e\">  (2) An officer or police officer who believes on reasonable and probable grounds that a person has contravened subsection (1), may remove the person from the Parks and the officer or police officer may cancel any permit of the person pertaining to the Parks.  R.R.O. 1990, Reg. 1023, s. 3 (2); O. Reg.243/93, s. 1 (1).</p> <p class=\"subsection-e\">  (3) Where a permit is cancelled in accordance with subsection (2), the permittee is not entitled to a refund.  R.R.O. 1990, Reg. 1023, s. 3 (3).</p> <p class=\"subsection-e\">  (4) No person who has been removed from the parks under subsection (2) shall within the following ten days enter or attempt to enter the parks without the permission of an officer. O. Reg. 243/93, s. 1 (2).</p> <p class=\"subsection-e\">  (5) If a person has been removed from the Parks under subsection (2) twice in one season, an officer may prohibit the person from entering the Parks for the rest of the season.  R.R.O. 1990, Reg. 1023, s. 3 (5).</p>"
        },
        {
            "id": "4.",
            "section": "Conduct of Persons Using the Park",
            "content": " 4. No person shall, (a) possess an air-gun or firearm in the Parks unless the weapon is encased and the person in possession of it is in transit to a designated hunting point; or (b) fire or discharge any torpedo, rocket or other fireworks within the Parks except in a place and at a time designated by an officer.  R.R.O. 1990, Reg. 1023, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>No person shall,</p> <p class=\"clause-e\">  (a) possess an air-gun or firearm in the Parks unless the weapon is encased and the person in possession of it is in transit to a designated hunting point; or</p> <p class=\"clause-e\">  (b) fire or discharge any torpedo, rocket or other fireworks within the Parks except in a place and at a time designated by an officer.  R.R.O. 1990, Reg. 1023, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Conduct of Persons Using the Park",
            "content": " 5. (1) No person shall discard any refuse or abandon any object in the Parks except in containers provided by the Commission for the purpose.  R.R.O. 1990, Reg. 1023, s. 5 (1). (2) Every person using a camp-site or other facility in the Parks shall at all times maintain the area in a clean and sanitary condition, and when vacating the property shall restore such camp-site or other facility as nearly as possible to its natural condition and shall remove therefrom all personal belongings and effects.  R.R.O. 1990, Reg. 1023, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) No person shall discard any refuse or abandon any object in the Parks except in containers provided by the Commission for the purpose.  R.R.O. 1990, Reg. 1023, s. 5 (1).</p> <p class=\"subsection-e\">  (2) Every person using a camp-site or other facility in the Parks shall at all times maintain the area in a clean and sanitary condition, and when vacating the property shall restore such camp-site or other facility as nearly as possible to its natural condition and shall remove therefrom all personal belongings and effects.  R.R.O. 1990, Reg. 1023, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Conduct of Persons Using the Park",
            "content": " 6. (1) The provisions of the Forest Fires Prevention Act and regulations made thereunder apply with necessary modifications in the Parks as though the Parks were within a declared fire region.  R.R.O. 1990, Reg. 1023, s. 6 (1). (2) Despite subsection (1), no person shall light or maintain a fire in the Parks except, (a) in fire-places provided by the Commission for the purpose; or (b) in a place designated by an officer.  R.R.O. 1990, Reg. 1023, s. 6 (2). (3) No person who lights a fire in the Parks shall leave the fire unattended.  R.R.O. 1990, Reg. 1023, s. 6 (3). (4) No person shall smoke in a building or other structure in the Parks where the Commission has erected a sign forbidding smoking.  R.R.O. 1990, Reg. 1023, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The provisions of the <i>Forest Fires Prevention Act</i> and regulations made thereunder apply with necessary modifications in the Parks as though the Parks were within a declared fire region.  R.R.O. 1990, Reg. 1023, s. 6 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), no person shall light or maintain a fire in the Parks except,</p> <p class=\"clause-e\">  (a) in fire-places provided by the Commission for the purpose; or</p> <p class=\"clause-e\">  (b) in a place designated by an officer.  R.R.O. 1990, Reg. 1023, s. 6 (2).</p> <p class=\"subsection-e\">  (3) No person who lights a fire in the Parks shall leave the fire unattended.  R.R.O. 1990, Reg. 1023, s. 6 (3).</p> <p class=\"subsection-e\">  (4) No person shall smoke in a building or other structure in the Parks where the Commission has erected a sign forbidding smoking.  R.R.O. 1990, Reg. 1023, s. 6 (4).</p>"
        },
        {
            "id": "7.",
            "section": "Conduct of Persons Using the Park",
            "content": " 7. (1) No person shall permit an animal to be in the Parks unless it is on a leash that does not exceed two metres in length.  R.R.O. 1990, Reg. 1023, s. 7 (1). (2) No person shall ride a horse within the Parks, other than on a public highway, or in such areas and at such times as are designated by the Commission for the purpose.  R.R.O. 1990, Reg. 1023, s. 7 (2). (3) No person shall permit a horse, dog or other animal, whether on a leash or not, to be in any waters in the Parks that are used as a swimming area or upon any part of the beach adjacent thereto.  R.R.O. 1990, Reg. 1023, s. 7 (3). (4) No person shall permit an animal to make excessive noise or otherwise disturb other persons within the parks.  R.R.O. 1990, Reg. 1023, s. 7 (4). (5) An officer may distrain and impound or cause to be distrained and impounded a horse, dog or other animal if the owner or person in control of the animal is in contravention of subsection (1), (3) or (4).  R.R.O. 1990, Reg. 1023, s. 7 (5). (6) Where an officer distrains or impounds an animal pursuant to subsection (5), the officer shall deliver the animal to a pound within the meaning of the Pounds Act.  R.R.O. 1990, Reg. 1023, s. 7 (6).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) No person shall permit an animal to be in the Parks unless it is on a leash that does not exceed two metres in length.  R.R.O. 1990, Reg. 1023, s. 7 (1).</p> <p class=\"subsection-e\">  (2) No person shall ride a horse within the Parks, other than on a public highway, or in such areas and at such times as are designated by the Commission for the purpose.  R.R.O. 1990, Reg. 1023, s. 7 (2).</p> <p class=\"subsection-e\">  (3) No person shall permit a horse, dog or other animal, whether on a leash or not, to be in any waters in the Parks that are used as a swimming area or upon any part of the beach adjacent thereto.  R.R.O. 1990, Reg. 1023, s. 7 (3).</p> <p class=\"subsection-e\">  (4) No person shall permit an animal to make excessive noise or otherwise disturb other persons within the parks.  R.R.O. 1990, Reg. 1023, s. 7 (4).</p> <p class=\"subsection-e\">  (5) An officer may distrain and impound or cause to be distrained and impounded a horse, dog or other animal if the owner or person in control of the animal is in contravention of subsection (1), (3) or (4).  R.R.O. 1990, Reg. 1023, s. 7 (5).</p> <p class=\"subsection-e\">  (6) Where an officer distrains or impounds an animal pursuant to subsection (5), the officer shall deliver the animal to a pound within the meaning of the <i>Pounds Act</i>.  R.R.O. 1990, Reg. 1023, s. 7 (6).</p>"
        },
        {
            "id": "8.",
            "section": "Conduct of Persons Using the Park",
            "content": " 8. No person shall operate a vehicle in the Parks except on a roadway or other place designated for the purpose.  R.R.O. 1990, Reg. 1023, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>No person shall operate a vehicle in the Parks except on a roadway or other place designated for the purpose.  R.R.O. 1990, Reg. 1023, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Conduct of Persons Using the Park",
            "content": " 9. No person shall operate an all terrain vehicle in the Parks unless an officer approves the operation in a specific area for a specific purpose and the person is insured under a motor vehicle liability policy in accordance with the Insurance Act.  R.R.O. 1990, Reg. 1023, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>No person shall operate an all terrain vehicle in the Parks unless an officer approves the operation in a specific area for a specific purpose and the person is insured under a motor vehicle liability policy in accordance with the <i>Insurance Act</i>.  R.R.O. 1990, Reg. 1023, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Conduct of Persons Using the Park",
            "content": "  10. (1) Except as provided in subsections (2) to (6), no person shall operate a vehicle on any roadway in the Parks at a speed greater than 25 kilometres per hour.  O. Reg.252/94, s. 2. (2) No person shall operate a vehicle on the Long Sault Parkway at a speed greater than 55 kilometres per hour.  O. Reg.252/94, s. 2. (3) No person shall operate a vehicle on the roadway that runs from the No. 2 King’s Highway to the entrances to Fort Henry at a speed greater than 30 kilometres per hour.  O. Reg.252/94, s. 2. (4) Except as provided in subsection (5), no person shall operate a vehicle on the Thousand Islands Parkway at a speed greater than 80 kilometres per hour.  O. Reg.252/94, s. 2. (5) No person shall operate a vehicle in the section of the Thousand Islands Parkway where posted signs set the maximum speed at 60 kilometres per hour at a speed greater than 60 kilometres per hour.  O. Reg.252/94, s. 2. (6) No person shall operate a vehicle on the Upper Canada Road at a speed greater than 80 kilometres per hour.  O. Reg.252/94, s. 2. (7) Despite subsections (1) to (6), no person shall operate a vehicle in the Parks at a rate of speed that constitutes a danger to persons or property.  O. Reg.252/94, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>  10. </b>(1) Except as provided in subsections (2) to (6), no person shall operate a vehicle on any roadway in the Parks at a speed greater than 25 kilometres per hour.  O. Reg.252/94, s. 2.</p> <p class=\"subsection-e\">  (2) No person shall operate a vehicle on the Long Sault Parkway at a speed greater than 55 kilometres per hour.  O. Reg.252/94, s. 2.</p> <p class=\"subsection-e\">  (3) No person shall operate a vehicle on the roadway that runs from the No. 2 King’s Highway to the entrances to Fort Henry at a speed greater than 30 kilometres per hour.  O. Reg.252/94, s. 2.</p> <p class=\"subsection-e\">  (4) Except as provided in subsection (5), no person shall operate a vehicle on the Thousand Islands Parkway at a speed greater than 80 kilometres per hour.  O. Reg.252/94, s. 2.</p> <p class=\"subsection-e\">  (5) No person shall operate a vehicle in the section of the Thousand Islands Parkway where posted signs set the maximum speed at 60 kilometres per hour at a speed greater than 60 kilometres per hour.  O. Reg.252/94, s. 2.</p> <p class=\"subsection-e\">  (6) No person shall operate a vehicle on the Upper Canada Road at a speed greater than 80 kilometres per hour.  O. Reg.252/94, s. 2.</p> <p class=\"subsection-e\">  (7) Despite subsections (1) to (6), no person shall operate a vehicle in the Parks at a rate of speed that constitutes a danger to persons or property.  O. Reg.252/94, s. 2.</p>"
        },
        {
            "id": "11.",
            "section": "Conduct of Persons Using the Park",
            "content": "  11. (1) In this section, “heavy vehicle” means a vehicle that has a gross weight exceeding 5,000 kilograms, or a vehicle or combination of vehicles that transmits to the highway a weight in excess of 5000 kilograms; (“véhicule lourd”) “highway” means a highway as defined in the Highway Traffic Act; (“voie publique”) “park” means the standing of a motor vehicle, whether occupied or not, otherwise than momentarily or under circumstances that are not under the control of the person operating the vehicle; (“stationner”) “Parkway” means the 1000 Islands Parkway, being the highway property vested in the Commission by Regulation 908 of the Revised Regulations of Ontario, 1980. (“promenade”)  R.R.O. 1990, Reg. 1023, s. 11 (1). (2) No person shall operate or park a heavy vehicle on the Parkway without the consent of the Commission.  R.R.O. 1990, Reg. 1023, s. 11 (2). (3) Subsection (2) does not apply to, (a) a person operating a heavy vehicle that is owned by or operated on behalf of the Government of Canada, the Province of Ontario or a local municipality or any board or agency thereof; (b) a person engaged in the delivery or collection of goods or chattels to or from any property adjoining the Parkway to which there is no other means of entry or exit, if the heavy vehicle operated by the person enters and leaves the Parkway by the intersecting highway that is nearest to that property; (c) a person operating a heavy vehicle that is a recreational vehicle; or (d) a person operating a bus as defined in the Highway Traffic Act.  R.R.O. 1990, Reg. 1023, s. 11 (3).",
            "raw_html": "<p class=\"section-e\"><b>  11. </b>(1) In this section,</p> <p class=\"firstdef-e\">“heavy vehicle” means a vehicle that has a gross weight exceeding 5,000 kilograms, or a vehicle or combination of vehicles that transmits to the highway a weight in excess of 5000 kilograms; (“véhicule lourd”)</p> <p class=\"definition-e\">“highway” means a highway as defined in the <i>Highway Traffic Act</i>; (“voie publique”)</p> <p class=\"definition-e\">“park” means the standing of a motor vehicle, whether occupied or not, otherwise than momentarily or under circumstances that are not under the control of the person operating the vehicle; (“stationner”)</p> <p class=\"definition-e\">“Parkway” means the 1000 Islands Parkway, being the highway property vested in the Commission by Regulation 908 of the Revised Regulations of Ontario, 1980. (“promenade”)  R.R.O. 1990, Reg. 1023, s. 11 (1).</p> <p class=\"subsection-e\">  (2) No person shall operate or park a heavy vehicle on the Parkway without the consent of the Commission.  R.R.O. 1990, Reg. 1023, s. 11 (2).</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply to,</p> <p class=\"clause-e\">  (a) a person operating a heavy vehicle that is owned by or operated on behalf of the Government of Canada, the Province of Ontario or a local municipality or any board or agency thereof;</p> <p class=\"clause-e\">  (b) a person engaged in the delivery or collection of goods or chattels to or from any property adjoining the Parkway to which there is no other means of entry or exit, if the heavy vehicle operated by the person enters and leaves the Parkway by the intersecting highway that is nearest to that property;</p> <p class=\"clause-e\">  (c) a person operating a heavy vehicle that is a recreational vehicle; or</p> <p class=\"clause-e\">  (d) a person operating a bus as defined in the <i>Highway Traffic Act</i>.  R.R.O. 1990, Reg. 1023, s. 11 (3).</p>"
        },
        {
            "id": "12.",
            "section": "Conduct of Persons Using the Park",
            "content": " 12. No person shall land an aircraft within the Parks at any point other than at an airport licensed under the Aeronautics Act (Canada).  R.R.O. 1990, Reg. 1023, s. 12.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>No person shall land an aircraft within the Parks at any point other than at an airport licensed under the <i>Aeronautics Act</i> (Canada).  R.R.O. 1990, Reg. 1023, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Conduct of Persons Using the Park",
            "content": " 13. (1) An officer may direct traffic and in cases of fire, accident, traffic congestion or other emergency, may direct it into such channels as are necessary to prevent or relieve congestion or give rights of way.  R.R.O. 1990, Reg. 1023, s. 13 (1). (2) Every person shall obey any direction given under subsection (1).  R.R.O. 1990, Reg. 1023, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) An officer may direct traffic and in cases of fire, accident, traffic congestion or other emergency, may direct it into such channels as are necessary to prevent or relieve congestion or give rights of way.  R.R.O. 1990, Reg. 1023, s. 13 (1).</p> <p class=\"subsection-e\">  (2) Every person shall obey any direction given under subsection (1).  R.R.O. 1990, Reg. 1023, s. 13 (2).</p>"
        },
        {
            "id": "14.",
            "section": "Conduct of Persons Using the Park",
            "content": " 14. No person shall operate a commercial vehicle as defined in the Truck Transportation Act within the Parks except for the purpose of making deliveries within the Parks.  R.R.O. 1990, Reg. 1023, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>No person shall operate a commercial vehicle as defined in the <i>Truck Transportation Act</i> within the Parks except for the purpose of making deliveries within the Parks.  R.R.O. 1990, Reg. 1023, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Conduct of Persons Using the Park",
            "content": " 15. No person shall park a vehicle in the Parks in a place other than one designated for the purpose by an officer.  R.R.O. 1990, Reg. 1023, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>No person shall park a vehicle in the Parks in a place other than one designated for the purpose by an officer.  R.R.O. 1990, Reg. 1023, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Conduct of Persons Using the Park",
            "content": " 16. No person or vehicle shall be in the Parks after sunset and before 9:00 a.m. without a permit specifically therefor issued by the Commission.  R.R.O. 1990, Reg. 1023, s. 16.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>No person or vehicle shall be in the Parks after sunset and before 9:00 a.m. without a permit specifically therefor issued by the Commission.  R.R.O. 1990, Reg. 1023, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Conduct of Persons Using the Park",
            "content": " 17. No person shall hold a picnic in the Parks except in an area operated by the Commission for the purpose.  R.R.O. 1990, Reg. 1023, s. 17.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>No person shall hold a picnic in the Parks except in an area operated by the Commission for the purpose.  R.R.O. 1990, Reg. 1023, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Conduct of Persons Using the Park",
            "content": " 18. No person shall engage in athletic games in the Parks except in an area operated by the Commission for the purpose. R.R.O. 1990, Reg. 1023, s. 18.",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>No person shall engage in athletic games in the Parks except in an area operated by the Commission for the purpose. R.R.O. 1990, Reg. 1023, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Conduct of Persons Using the Park",
            "content": " 19. (1) No person shall use a boat, sailboard, water ski, water sled or similar object in an area designated as a swimming area within the Parks.  R.R.O. 1990, Reg. 1023, s. 19 (1). (2) No person shall leave a boat or sailboard on a beach adjacent to a designated swimming area within the Parks.  R.R.O. 1990, Reg. 1023, s. 19 (2). Camping",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>(1) No person shall use a boat, sailboard, water ski, water sled or similar object in an area designated as a swimming area within the Parks.  R.R.O. 1990, Reg. 1023, s. 19 (1).</p> <p class=\"subsection-e\">  (2) No person shall leave a boat or sailboard on a beach adjacent to a designated swimming area within the Parks.  R.R.O. 1990, Reg. 1023, s. 19 (2).</p> <p class=\"heading1-e\">Camping</p>"
        },
        {
            "id": "20.",
            "section": "Camping",
            "content": " 20. No person shall occupy a camp-site in the Parks except under the authority of a camp-site and vehicle permit issued by the officer in charge of the camping area.  R.R.O. 1990, Reg. 1023, s. 20.",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>No person shall occupy a camp-site in the Parks except under the authority of a camp-site and vehicle permit issued by the officer in charge of the camping area.  R.R.O. 1990, Reg. 1023, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": "Camping",
            "content": " 21. (1) A camp-site and vehicle permit authorizes the permittee and party to occupy a camp-site designated by the permit for a period that does not exceed twenty-three consecutive days.  R.R.O. 1990, Reg. 1023, s. 21 (1). (2) Every camp-site and vehicle permit shall specify the period of twenty-three consecutive days referred to in subsection (1).  R.R.O. 1990, Reg. 1023, s. 21 (2).",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>(1) A camp-site and vehicle permit authorizes the permittee and party to occupy a camp-site designated by the permit for a period that does not exceed twenty-three consecutive days.  R.R.O. 1990, Reg. 1023, s. 21 (1).</p> <p class=\"subsection-e\">  (2) Every camp-site and vehicle permit shall specify the period of twenty-three consecutive days referred to in subsection (1).  R.R.O. 1990, Reg. 1023, s. 21 (2).</p>"
        },
        {
            "id": "22.",
            "section": "Camping",
            "content": " 22. (1) The officer may issue an additional vehicle permit to the holder of a valid camp-site and vehicle permit or the guests of the permit holder provided an area designated for the purpose of parking additional vehicles is available.  R.R.O. 1990, Reg. 1023, s. 22 (1). (2) No person shall park a vehicle for which an additional vehicle permit has been issued in the Parks except in an area designated for that purpose.  R.R.O. 1990, Reg. 1023, s. 22 (2).",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>(1) The officer may issue an additional vehicle permit to the holder of a valid camp-site and vehicle permit or the guests of the permit holder provided an area designated for the purpose of parking additional vehicles is available.  R.R.O. 1990, Reg. 1023, s. 22 (1).</p> <p class=\"subsection-e\">  (2) No person shall park a vehicle for which an additional vehicle permit has been issued in the Parks except in an area designated for that purpose.  R.R.O. 1990, Reg. 1023, s. 22 (2).</p>"
        },
        {
            "id": "23.",
            "section": "Camping",
            "content": " 23. (1) No person shall place or cause to be placed on a camp-site more than one vehicle and three pieces of shelter equipment.  R.R.O. 1990, Reg. 1023, s. 23 (1). (2) No person shall erect a dock or shed on or near a camp-site.  R.R.O. 1990, Reg. 1023, s. 23 (2).",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>(1) No person shall place or cause to be placed on a camp-site more than one vehicle and three pieces of shelter equipment.  R.R.O. 1990, Reg. 1023, s. 23 (1).</p> <p class=\"subsection-e\">  (2) No person shall erect a dock or shed on or near a camp-site.  R.R.O. 1990, Reg. 1023, s. 23 (2).</p>"
        },
        {
            "id": "24.",
            "section": "Camping",
            "content": " 24. (1) A camp-site and vehicle permit expires at 2:00 p.m. on the last day of the period for which it is issued.  R.R.O. 1990, Reg. 1023, s. 24 (1). (2) Upon vacating a camp-site, the permittee shall surrender his or her permit to the officer in charge of the Parks.  R.R.O. 1990, Reg. 1023, s. 24 (2). (3) Where a permit is surrendered before its expiry, the permittee is not entitled to any refund.  R.R.O. 1990, Reg. 1023, s. 24 (3). (4 Where a person has been first issued a camp-site and vehicle permit for a particular camp-site the person shall not leave the camp-site unattended for a period exceeding eight hours during the first twenty-four hours after the issuance of the permit.  R.R.O. 1990, Reg. 1023, s. 24 (4). (5) In addition to the requirements of subsection (4), where a person has been issued a camp-site and vehicle permit the person shall not leave the camp-site unattended for a period exceeding forty-eight hours without the written permission of the officer.  R.R.O. 1990, Reg. 1023, s. 24 (5). (6) Where a person has contravened subsection (4), (5) or (9), the officer may cancel the permit of that person without refunding any part of the money paid therefor.  R.R.O. 1990, Reg. 1023, s. 24 (6). (7) Visitors to camp-sites shall leave the Parks by 9 p.m. on the day of admittance.  O. Reg. 243/93, s. 3. (8) A visitor remaining at a camp-site after 9 p.m. may be removed from the Parks by an officer.  O. Reg. 243/93, s. 3. (9) The holder of a camp-site permit, other than a group camp-site permit, shall not allow more than six people to occupy the camp-site.  O. Reg. 254/92, s. 2. (10) Subsection (9) does not apply to a group of one or two adults and children related to them.  O. Reg. 206/91, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>24. </b>(1) A camp-site and vehicle permit expires at 2:00 p.m. on the last day of the period for which it is issued.  R.R.O. 1990, Reg. 1023, s. 24 (1).</p> <p class=\"subsection-e\">  (2) Upon vacating a camp-site, the permittee shall surrender his or her permit to the officer in charge of the Parks.  R.R.O. 1990, Reg. 1023, s. 24 (2).</p> <p class=\"subsection-e\">  (3) Where a permit is surrendered before its expiry, the permittee is not entitled to any refund.  R.R.O. 1990, Reg. 1023, s. 24 (3).</p> <p class=\"subsection-e\">  (4 Where a person has been first issued a camp-site and vehicle permit for a particular camp-site the person shall not leave the camp-site unattended for a period exceeding eight hours during the first twenty-four hours after the issuance of the permit.  R.R.O. 1990, Reg. 1023, s. 24 (4).</p> <p class=\"subsection-e\">  (5) In addition to the requirements of subsection (4), where a person has been issued a camp-site and vehicle permit the person shall not leave the camp-site unattended for a period exceeding forty-eight hours without the written permission of the officer.  R.R.O. 1990, Reg. 1023, s. 24 (5).</p> <p class=\"subsection-e\">  (6) Where a person has contravened subsection (4), (5) or (9), the officer may cancel the permit of that person without refunding any part of the money paid therefor.  R.R.O. 1990, Reg. 1023, s. 24 (6).</p> <p class=\"subsection-e\">  (7) Visitors to camp-sites shall leave the Parks by 9 p.m. on the day of admittance.  O. Reg. 243/93, s. 3.</p> <p class=\"subsection-e\">  (8) A visitor remaining at a camp-site after 9 p.m. may be removed from the Parks by an officer.  O. Reg. 243/93, s. 3.</p> <p class=\"subsection-e\">  (9) The holder of a camp-site permit, other than a group camp-site permit, shall not allow more than six people to occupy the camp-site.  O. Reg. 254/92, s. 2.</p> <p class=\"subsection-e\">  (10) Subsection (9) does not apply to a group of one or two adults and children related to them.  O. Reg. 206/91, s. 2.</p>"
        },
        {
            "id": "25.",
            "section": "Camping",
            "content": " 25. (1) No person shall take a vehicle into the Parks except under a daily vehicle permit, a seasonal vehicle permit, a camp-site and vehicle permit or an additional vehicle permit.  O. Reg. 206/91, s. 3; O. Reg. 446/21, s. 1. (2) A daily vehicle permit expires at the posted hours of closing for the Parks on the day for which it is issued.  O. Reg. 206/91, s. 3. (3) A seasonal vehicle permit is valid from the 1st day of April to the 31st day of October, both inclusive.  O. Reg. 206/91, s. 3. (4) No person taking a vehicle into the Parks under the authority of a daily vehicle permit or a seasonal vehicle permit shall permit the vehicle to remain there after the posted hours of closing for the Parks on that day.  O. Reg. 206/91, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>25. </b>(1) No person shall take a vehicle into the Parks except under a daily vehicle permit, a seasonal vehicle permit, a camp-site and vehicle permit or an additional vehicle permit.  O. Reg. 206/91, s. 3; O. Reg. 446/21, s. 1.</p> <p class=\"subsection-e\">  (2) A daily vehicle permit expires at the posted hours of closing for the Parks on the day for which it is issued.  O. Reg. 206/91, s. 3.</p> <p class=\"subsection-e\">  (3) A seasonal vehicle permit is valid from the 1st day of April to the 31st day of October, both inclusive.  O. Reg. 206/91, s. 3.</p> <p class=\"subsection-e\">  (4) No person taking a vehicle into the Parks under the authority of a daily vehicle permit or a seasonal vehicle permit shall permit the vehicle to remain there after the posted hours of closing for the Parks on that day.  O. Reg. 206/91, s. 3.</p>"
        },
        {
            "id": "26.",
            "section": "Camping",
            "content": " 26. No permit issued under this Regulation may be assigned or transferred.  R.R.O. 1990, Reg. 1023, s. 26.",
            "raw_html": "<p class=\"section-e\"> <b>26. </b>No permit issued under this Regulation may be assigned or transferred.  R.R.O. 1990, Reg. 1023, s. 26.</p>"
        },
        {
            "id": "27.",
            "section": "Camping",
            "content": " 27. The officer may open or close the Parks, or any portion thereof to the public by the erection of signs or other suitable means, for the purpose of, (a) preventing overcrowding of the facilities of the Parks; (b) dealing with a fire, flood or other emergency situation; (c) public safety; (d) maintenance, construction or any other work program carried out by the Commission or under the authority of the Commission; or (e) preserving or protecting the environment.  R.R.O. 1990, Reg. 1023, s. 27. Moving Permits",
            "raw_html": "<p class=\"section-e\"> <b>27. </b>The officer may open or close the Parks, or any portion thereof to the public by the erection of signs or other suitable means, for the purpose of,</p> <p class=\"clause-e\">  (a) preventing overcrowding of the facilities of the Parks;</p> <p class=\"clause-e\">  (b) dealing with a fire, flood or other emergency situation;</p> <p class=\"clause-e\">  (c) public safety;</p> <p class=\"clause-e\">  (d) maintenance, construction or any other work program carried out by the Commission or under the authority of the Commission; or</p> <p class=\"clause-e\">  (e) preserving or protecting the environment.  R.R.O. 1990, Reg. 1023, s. 27.</p> <p class=\"heading1-e\">Moving Permits</p>"
        },
        {
            "id": "28.",
            "section": "Moving Permits",
            "content": " 28. No person shall move any building or structure along, across or upon the Parks without a moving permit issued by the Commission.  R.R.O. 1990, Reg. 1023, s. 28. Reservations",
            "raw_html": "<p class=\"section-e\"> <b>28. </b>No person shall move any building or structure along, across or upon the Parks without a moving permit issued by the Commission.  R.R.O. 1990, Reg. 1023, s. 28.</p> <p class=\"heading1-e\">Reservations</p>"
        },
        {
            "id": "29.",
            "section": "Reservations",
            "content": " 29. A camp-site in Ivy Lea Park, Mille Roches Park, Glengarry Park, McLaren Campsite, Riverside-Cedar Park, Upper Canada Migratory Bird Sanctuary or Woodlands Park may be reserved after April 1 for a period falling during the operating season if it is available.  O. Reg.252/94, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>29. </b>A camp-site in Ivy Lea Park, Mille Roches Park, Glengarry Park, McLaren Campsite, Riverside-Cedar Park, Upper Canada Migratory Bird Sanctuary or Woodlands Park may be reserved after April 1 for a period falling during the operating season if it is available.  O. Reg.252/94, s. 3.</p>"
        },
        {
            "id": "30.",
            "section": "Reservations",
            "content": "  30. An unexpired permit issued to authorize the entry of a motor vehicle into any park under the Provincial Parks Act shall be deemed to be a permit for that vehicle to enter the Parks operated by the Commission.  O. Reg.252/94, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  30. </b>An unexpired permit issued to authorize the entry of a motor vehicle into any park under the <i>Provincial Parks Act</i> shall be deemed to be a permit for that vehicle to enter the Parks operated by the Commission.  O. Reg.252/94, s. 3.</p>"
        },
        {
            "id": "31.",
            "section": "Reservations",
            "content": " 31. Revoked:  O. Reg.252/94, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>31. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg.252/94, s. 4.</p>"
        },
        {
            "id": "32.",
            "section": "Reservations",
            "content": " 32. Revoked:  O. Reg.206/91, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>32. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg.206/91, s. 7.</p>"
        },
        {
            "id": "33.",
            "section": "Reservations",
            "content": " 33. Revoked:  O. Reg.206/91, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>33. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg.206/91, s. 8.</p>"
        },
        {
            "id": "34.",
            "section": "Reservations",
            "content": "  34. A person without a driver’s licence is not permitted to rent a power car on the Upper Canada Golf Course at Crysler Farm Battlefield Park.  O. Reg.252/94, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>  34. </b>A person without a driver’s licence is not permitted to rent a power car on the Upper Canada Golf Course at Crysler Farm Battlefield Park.  O. Reg.252/94, s. 5.</p>"
        },
        {
            "id": "35., 36.",
            "section": "Reservations",
            "content": " 35., 36. Revoked:  O. Reg.252/94, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>35., 36. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg.252/94, s. 6.</p>"
        },
        {
            "id": "37.",
            "section": "Reservations",
            "content": " 37. (1) A person may erect a dock within the Parks on land adjacent to the 1000 Islands Parkway other than land in Ivy Lea Park or Brown’s Bay Park.  R.R.O. 1990, Reg. 1023, s. 37 (1). (2) Revoked:  O. Reg.252/94, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>37. </b>(1) A person may erect a dock within the Parks on land adjacent to the 1000 Islands Parkway other than land in Ivy Lea Park or Brown’s Bay Park.  R.R.O. 1990, Reg. 1023, s. 37 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg.252/94, s. 6.</p>"
        },
        {
            "id": "38.",
            "section": "Reservations",
            "content": "  38. Revoked:  O. Reg.206/91, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>  38. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg.206/91, s. 13.</p>"
        },
        {
            "id": "39.",
            "section": "Reservations",
            "content": " 39. Revoked:  O. Reg.206/91, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>39. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg.206/91, s. 14.</p>"
        },
        {
            "id": "40.",
            "section": "Reservations",
            "content": " 40. Revoked:  O. Reg.206/91, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>40. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg.206/91, s. 15.</p>"
        },
        {
            "id": "41.",
            "section": "Reservations",
            "content": " 41. Revoked:  O. Reg.252/94, s. 6. Penalties",
            "raw_html": "<p class=\"section-e\"> <b>41. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg.252/94, s. 6.</p> <p class=\"heading1-e\">Penalties</p>"
        },
        {
            "id": "42.",
            "section": "Penalties",
            "content": " 42. The penalty for a breach of this Regulation is a fine not exceeding $500.  O. Reg. 243/93, s. 10. Schedule 1 Revoked:  O. Reg. 252/94, s. 7. Schedules 1.1, 1.2, 1.3, 1.4, 1.5 Revoked:  O. Reg. 243/93, s. 11 (1). Schedules 2, 3 Revoked:  O. Reg. 243/93, s. 11 (3). Schedules 4, 5, 6 Revoked:  O. Reg. 252/94, s. 7.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>42. </b>The penalty for a breach of this Regulation is a fine not exceeding $500.  O. Reg. 243/93, s. 10.</p> <p class=\"scheduleRevoked-e\"><span class=\"ovallcaps\">Schedule 1</span> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 252/94, s. 7.</p> <p class=\"scheduleRevoked-e\"><span class=\"ovallcaps\">Schedules 1.1, 1.2, 1.3, 1.4, 1.5</span> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 243/93, s. 11 (1).</p> <p class=\"scheduleRevoked-e\"><span class=\"ovallcaps\">Schedules 2, 3</span> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 243/93, s. 11 (3).</p> <p class=\"scheduleRevoked-e\"><span class=\"ovallcaps\">Schedules 4, 5, 6</span> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 252/94, s. 7.</p> <p class=\"scheduleRevoked-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/901023\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}