{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 772: GRADUATE SCHOLARSHIP AWARDS",
        "reg_name_text": "GRADUATE SCHOLARSHIP AWARDS",
        "citation": "R.R.O. 1990, Reg. 772: ",
        "act_under": "Ministry of Training, Colleges and Universities Act",
        "url": "https://www.ontario.ca/laws/regulation/900772",
        "date_scraped": "2023-12-19 05:06:07"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900772/v6",
            "valid_from": "July 20, 2012",
            "valid_to": "July 30, 2012"
        },
        {
            "a_href": "/laws/regulation/900772/v5",
            "valid_from": "November  1, 2010",
            "valid_to": "July 19, 2012"
        },
        {
            "a_href": "/laws/regulation/900772/v4",
            "valid_from": "April  1, 2010",
            "valid_to": "October 31, 2010"
        },
        {
            "a_href": "/laws/regulation/900772/v3",
            "valid_from": "March 27, 2007",
            "valid_to": "March 31, 2010"
        },
        {
            "a_href": "/laws/regulation/900772/v2",
            "valid_from": "May  6, 2005",
            "valid_to": "March 26, 2007"
        },
        {
            "a_href": "/laws/regulation/900772/v1",
            "valid_from": "May  1, 2001",
            "valid_to": "May  5, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “award” means a scholarship for graduate study at an eligible institution; (“bourse”) “due date” means the third Wednesday of November of any given year; (“date limite”) “eligible institution” means the following institutions: 1. Brock University. 2. Carleton University. 3. University of Guelph. 4. Lakehead University. 5. Laurentian University of Sudbury. 6. McMaster University. 7. Nipissing University. 7.1 Ontario College of Art and Design. 8. University of Ontario Institute of Technology. 9. University of Ottawa. 10. Queen’s University. 11. Ryerson University. 12. University of Toronto. 13. Trent University. 14. University of Waterloo. 15. The University of Western Ontario. 16. Wilfrid Laurier University. 17. University of Windsor. 18. York University; (“établissement admissible”) “eligible program” means a full-time program of study at an eligible institution leading to a master’s or doctoral degree and the enrolments of which are counted for purposes of calculating annual operating grants entitlements; (“programme admissible”) “program year” means a year that starts in May or September after the due date or in January of the next following year; (“année de programme”) “Selection Board” means the advisory committee appointed by the Lieutenant Governor in Council under section 4 of the Act to advise the Minister concerning the granting of awards; (“comité de sélection”) “term” means a period of graduate study at an eligible institution that is not less than twelve weeks in duration. (“session”) R.R.O. 1990, Reg. 772, s. 1; O. Reg. 439/91, s. 1; O. Reg. 152/93, s. 1; O. Reg. 719/93, s. 1; O. Reg. 117/07, s. 1; O. Reg. 122/10, s. 1. Awards",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“award” means a scholarship for graduate study at an eligible institution; (“bourse”)</p> <p class=\"definition-e\">“due date” means the third Wednesday of November of any given year; (“date limite”)</p> <p class=\"definition-e\">“eligible institution” means the following institutions:</p> <p class=\"defparagraph-e\">1. Brock University.</p> <p class=\"defparagraph-e\">2. Carleton University.</p> <p class=\"defparagraph-e\">3. University of Guelph.</p> <p class=\"defparagraph-e\">4. Lakehead University.</p> <p class=\"defparagraph-e\">5. Laurentian University of Sudbury.</p> <p class=\"defparagraph-e\">6. McMaster University.</p> <p class=\"defparagraph-e\">7. Nipissing University.</p> <p class=\"defparagraph-e\">7.1 Ontario College of Art and Design.</p> <p class=\"defparagraph-e\">8. University of Ontario Institute of Technology. </p> <p class=\"defparagraph-e\">9. University of Ottawa. </p> <p class=\"defparagraph-e\">10. Queen’s University. </p> <p class=\"defparagraph-e\">11. Ryerson University. </p> <p class=\"defparagraph-e\">12. University of Toronto. </p> <p class=\"defparagraph-e\">13. Trent University.</p> <p class=\"defparagraph-e\">14. University of Waterloo. </p> <p class=\"defparagraph-e\">15. The University of Western Ontario. </p> <p class=\"defparagraph-e\">16. Wilfrid Laurier University. </p> <p class=\"defparagraph-e\">17. University of Windsor. </p> <p class=\"defparagraph-e\">18. York University; (“établissement admissible”)</p> <p class=\"definition-e\">“eligible program” means a full-time program of study at an eligible institution leading to a master’s or doctoral degree and the enrolments of which are counted for purposes of calculating annual operating grants entitlements; (“programme admissible”)</p> <p class=\"definition-e\">“program year” means a year that starts in May or September after the due date or in January of the next following year; (“année de programme”)</p> <p class=\"definition-e\">“Selection Board” means the advisory committee appointed by the Lieutenant Governor in Council under section 4 of the Act to advise the Minister concerning the granting of awards; (“comité de sélection”)</p> <p class=\"definition-e\">“term” means a period of graduate study at an eligible institution that is not less than twelve weeks in duration. (“session”) R.R.O. 1990, Reg. 772, s. 1; O. Reg. 439/91, s. 1; O. Reg. 152/93, s. 1; O. Reg. 719/93, s. 1; O. Reg. 117/07, s. 1; O. Reg. 122/10, s. 1.</p> <p class=\"heading1-e\">Awards</p>"
        },
        {
            "id": "2.",
            "section": "Awards",
            "content": "2. (1) An award under this Regulation shall be for two or three consecutive terms. O. Reg. 400/00, s. 1 (1). (1.1) The amount of an award under this Regulation shall be the amount set out in Column 2 of the Table to this section opposite the number of terms set out in Column 1. O. Reg. 400/00, s. 1 (1). (1.2) No award shall be paid to a person under this Regulation unless the person is entitled to receive an additional award paid by an eligible institution in the amount set out in Column 3 of the Table to this section opposite the number of terms set out in Column 1. O. Reg. 400/00, s. 1 (1). (2) A person may receive a maximum of four awards under this Regulation. R.R.O. 1990, Reg. 772, s. 2 (2). (3) A person may receive only one award per program year. R.R.O. 1990, Reg. 772, s. 2 (3). (4) For the purpose of calculating the number of awards under subsections (2) and (3), an award received under the following programs shall be counted as an award under this Regulation: 1. The Ontario Graduate Scholarship Program. 2. The Social Sciences and Humanities Research Council Program. 3. The Natural Sciences and Engineering Research Council Program. 4. The Canadian Institute of Health Research. R.R.O. 1990, Reg. 772, s. 2 (4); O. Reg. 400/00, s. 1 (2); O. Reg. 117/07, s. 2 (1). (5) Revoked: O. Reg. 117/07, s. 2 (2). TABLE  Column 1\n\nColumn 2\n\nColumn 3\n\nColumn 4\n\n\nNumber of Terms\n\nAmount of Award under this Regulation\n\nAmount of Additional Award paid by Eligible Institution\n\nTotal Amount of Awards\n\n\n2\n\n$6,667\n\n$3,333\n\n$10,000\n\n\n3\n\n10,000\n\n5,000\n\n15,000 O. Reg. 400/00, s. 1 (4). Eligibility",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) An award under this Regulation shall be for two or three consecutive terms. O. Reg. 400/00, s. 1 (1).</p> <p class=\"subsection-e\">(1.1) The amount of an award under this Regulation shall be the amount set out in Column 2 of the Table to this section opposite the number of terms set out in Column 1. O. Reg. 400/00, s. 1 (1).</p> <p class=\"subsection-e\">(1.2) No award shall be paid to a person under this Regulation unless the person is entitled to receive an additional award paid by an eligible institution in the amount set out in Column 3 of the Table to this section opposite the number of terms set out in Column 1. O. Reg. 400/00, s. 1 (1).</p> <p class=\"subsection-e\">(2) A person may receive a maximum of four awards under this Regulation. R.R.O. 1990, Reg. 772, s. 2 (2).</p> <p class=\"subsection-e\">(3) A person may receive only one award per program year. R.R.O. 1990, Reg. 772, s. 2 (3).</p> <p class=\"subsection-e\">(4) For the purpose of calculating the number of awards under subsections (2) and (3), an award received under the following programs shall be counted as an award under this Regulation:</p> <p class=\"paragraph-e\">1. The Ontario Graduate Scholarship Program.</p> <p class=\"paragraph-e\">2. The Social Sciences and Humanities Research Council Program.</p> <p class=\"paragraph-e\">3. The Natural Sciences and Engineering Research Council Program.</p> <p class=\"paragraph-e\">4. The Canadian Institute of Health Research. R.R.O. 1990, Reg. 772, s. 2 (4); O. Reg. 400/00, s. 1 (2); O. Reg. 117/07, s. 2 (1).</p> <p class=\"subsection-e\">(5) Revoked: O. Reg. 117/07, s. 2 (2).</p> <p class=\"headingx-e\">TABLE</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"84\"><p class=\"table-e\">Column 2</p>\n</td>\n<td valign=\"top\" width=\"93\"><p class=\"table-e\">Column 3</p>\n</td>\n<td valign=\"top\" width=\"72\"><p class=\"table-e\">Column 4</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">Number of Terms</p>\n</td>\n<td valign=\"top\" width=\"84\"><p class=\"table-e\">Amount of Award under this Regulation</p>\n</td>\n<td valign=\"top\" width=\"93\"><p class=\"table-e\">Amount of Additional Award paid by Eligible Institution</p>\n</td>\n<td valign=\"top\" width=\"72\"><p class=\"table-e\">Total Amount of Awards</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">2</p>\n</td>\n<td valign=\"top\" width=\"84\"><p align=\"right\" class=\"table-e\">$6,667</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">$3,333</p>\n</td>\n<td valign=\"top\" width=\"72\"><p align=\"right\" class=\"table-e\">$10,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"84\"><p align=\"right\" class=\"table-e\">10,000</p>\n</td>\n<td valign=\"top\" width=\"93\"><p align=\"right\" class=\"table-e\">5,000</p>\n</td>\n<td valign=\"top\" width=\"72\"><p align=\"right\" class=\"table-e\">15,000</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 400/00, s. 1 (4).</p> <p class=\"heading1-e\">Eligibility</p>"
        },
        {
            "id": "2.1",
            "section": "Eligibility",
            "content": "2.1 An applicant is eligible for an award under this Regulation only if, (a) he or she is enrolled in an eligible program at an eligible institution; (b) he or she is not employed for more than an average of 10 hours a week; (c) he or she has not received other awards in the program year in excess of $10,000 in total; (d) he or she has not been refused a certificate of loan approval for the same program year under subsection 14 (3) of Ontario Regulation 268/01 (Ontario Student Loans made after July 31, 2001) made under the Act and has not done anything that would entitle the Minister to refuse a certificate of loan approval under that subsection; and (e) he or she is not the subject of a determination made by the Minister under section 42.1 of Ontario Regulation 268/01 (Ontario Student Loans made after July 31, 2001) made under the Act, as a result of which the individual is ineligible to receive a certificate of loan approval for a student loan at the time of the application for the award. O. Reg. 117/07, s. 3. Application and Selection",
            "raw_html": "<p class=\"section-e\"><b>2.1 </b>An applicant is eligible for an award under this Regulation only if,</p> <p class=\"clause-e\">(a) he or she is enrolled in an eligible program at an eligible institution;</p> <p class=\"clause-e\">(b) he or she is not employed for more than an average of 10 hours a week;</p> <p class=\"clause-e\">(c) he or she has not received other awards in the program year in excess of $10,000 in total;</p> <p class=\"clause-e\">(d) he or she has not been refused a certificate of loan approval for the same program year under subsection 14 (3) of Ontario Regulation 268/01 (Ontario Student Loans made after July 31, 2001) made under the Act and has not done anything that would entitle the Minister to refuse a certificate of loan approval under that subsection; and</p> <p class=\"clause-e\">(e) he or she is not the subject of a determination made by the Minister under section 42.1 of Ontario Regulation 268/01 (Ontario Student Loans made after July 31, 2001) made under the Act, as a result of which the individual is ineligible to receive a certificate of loan approval for a student loan at the time of the application for the award. O. Reg. 117/07, s. 3.</p> <p class=\"heading1-e\">Application and Selection</p>"
        },
        {
            "id": "3.",
            "section": "Application and Selection",
            "content": "3. (1) An application for an award may be made only by a person who, (a) on the due date, is a Canadian citizen or permanent resident within the meaning of the Immigration and Refugee Protection Act (Canada) or a protected person within the meaning of subsection 95 (2) of that Act; or (b) on or before the due date, received a temporary resident visa as a member of the student class under the Immigration and Refugee Protection Act (Canada). O. Reg. 117/07, s. 4 (1). (2) An application for an award shall be made to the Minister or to an eligible institution. R.R.O. 1990, Reg. 772, s. 3 (2). (3) Each eligible institution that receives an application before the due date shall forward the application to the Minister on or before the due date. R.R.O. 1990, Reg. 772, s. 3 (3). (4) The Minister shall refer all completed applications received by the Minister on or before the due date or filed with the Minister by an eligible institution on or before the due date to the Selection Board for a report. R.R.O. 1990, Reg. 772, s. 3 (4). (5) The Selection Board shall consider all applications referred to it and, after considering the applications, make a report to the Minister with respect to the granting of awards to applicants. R.R.O. 1990, Reg. 772, s. 3 (5). (6) In considering applications and preparing its report, the Selection Board, (a) shall recommend that awards be granted only to persons who are entitled to apply for an award under subsection (1); and (b) may give a preference to applicants who, on or before the day the relevant program year begins, (i) have resided in Ontario for a period of at least 12 consecutive months, and (ii) have not resided in another province or territory in Canada for a period of at least 12 consecutive months since completing the 12-month period of residency in Ontario required under subclause (i). O. Reg. 117/07, s. 4 (2). (6.1) For the purposes of subclauses (6) (b) (i) and (ii), the only period of at least 12 consecutive months that may be considered is any such period during which the applicants were not, at any time, enrolled in full-time studies at a post-secondary institution. O. Reg. 117/07, s. 4 (2). (7) After considering the report of the Selection Board, the Minister shall grant not more than 3,000 awards each year as follows: 1. If the average number of open awards granted to students attending at an eligible institution in the previous three years is less than thirty, the Minister shall offer to applicants enrolled or intending to enrol at each such eligible institution that number of awards set out in Column 2 of the Table that is opposite the average number of awards set out opposite thereto in Column 1 and such awards shall be known as institutional awards. 2. No more than 90 awards shall be offered to applicants who have received a temporary resident visa as a member of the student class under the Immigration and Refugee Protection Act (Canada) and such awards shall be known as visa awards. 3. After determining the number of awards to be offered under paragraphs 1 and 2, offer the balance of the awards, to be known as open awards, to the other applicants. R.R.O. 1990, Reg. 772, s. 3 (7); O. Reg. 439/91, s. 3; O. Reg. 400/00, s. 2; O. Reg. 117/07, s. 4 (3); O. Reg. 122/10, s. 2. (8) The Minister shall give each successful applicant a written notice of the granting of an award which shall, (a) include a form which the applicant must complete and file with the Minister in order to provide notice of his or her acceptance; and (b) state the timeframe within which the applicant must complete and file the notice of acceptance with the Minister. O. Reg. 117/07, s. 4 (4). (9) Each applicant, upon receiving a notice of the granting of an award, shall complete and file with the Minister the notice of acceptance within the timeframe set out in the notice of the granting of an award. O. Reg. 117/07, s. 4 (4). (10) The Minister may cancel an award to which a notice of acceptance refers if the notice is not completed and filed with the Minister within the timeframe set out in the notice of the granting of an award. O. Reg. 117/07, s. 4 (4). (11) If an applicant completes and files the notice of acceptance within the period of time set out in the notice of the granting of an award, the Minister shall authorize the payment of an award to the applicant if the applicant is enrolled in an eligible program at an eligible institution. O. Reg. 117/07, s. 4 (4). Nomination for Awards",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) An application for an award may be made only by a person who,</p> <p class=\"clause-e\">(a) on the due date, is a Canadian citizen or permanent resident within the meaning of the <i>Immigration and Refugee Protection Act</i> (Canada) or a protected person within the meaning of subsection 95 (2) of that Act; or</p> <p class=\"clause-e\">(b) on or before the due date, received a temporary resident visa as a member of the student class under the <i>Immigration and Refugee Protection Act</i> (Canada). O. Reg. 117/07, s. 4 (1).</p> <p class=\"subsection-e\">(2) An application for an award shall be made to the Minister or to an eligible institution. R.R.O. 1990, Reg. 772, s. 3 (2).</p> <p class=\"subsection-e\">(3) Each eligible institution that receives an application before the due date shall forward the application to the Minister on or before the due date. R.R.O. 1990, Reg. 772, s. 3 (3).</p> <p class=\"subsection-e\">(4) The Minister shall refer all completed applications received by the Minister on or before the due date or filed with the Minister by an eligible institution on or before the due date to the Selection Board for a report. R.R.O. 1990, Reg. 772, s. 3 (4).</p> <p class=\"subsection-e\">(5) The Selection Board shall consider all applications referred to it and, after considering the applications, make a report to the Minister with respect to the granting of awards to applicants. R.R.O. 1990, Reg. 772, s. 3 (5).</p> <p class=\"subsection-e\">(6) In considering applications and preparing its report, the Selection Board,</p> <p class=\"clause-e\">(a) shall recommend that awards be granted only to persons who are entitled to apply for an award under subsection (1); and</p> <p class=\"clause-e\">(b) may give a preference to applicants who, on or before the day the relevant program year begins, </p> <p class=\"subclause-e\">(i) have resided in Ontario for a period of at least 12 consecutive months, and</p> <p class=\"subclause-e\">(ii) have not resided in another province or territory in Canada for a period of at least 12 consecutive months since completing the 12-month period of residency in Ontario required under subclause (i). O. Reg. 117/07, s. 4 (2).</p> <p class=\"subsection-e\">(6.1) For the purposes of subclauses (6) (b) (i) and (ii), the only period of at least 12 consecutive months that may be considered is any such period during which the applicants were not, at any time, enrolled in full-time studies at a post-secondary institution. O. Reg. 117/07, s. 4 (2).</p> <p class=\"subsection-e\">(7) After considering the report of the Selection Board, the Minister shall grant not more than 3,000 awards each year as follows:</p> <p class=\"paragraph-e\">1. If the average number of open awards granted to students attending at an eligible institution in the previous three years is less than thirty, the Minister shall offer to applicants enrolled or intending to enrol at each such eligible institution that number of awards set out in Column 2 of the Table that is opposite the average number of awards set out opposite thereto in Column 1 and such awards shall be known as institutional awards.</p> <p class=\"paragraph-e\">2. No more than 90 awards shall be offered to applicants who have received a temporary resident visa as a member of the student class under the <i>Immigration and Refugee Protection Act</i> (Canada) and such awards shall be known as visa awards.</p> <p class=\"paragraph-e\">3. After determining the number of awards to be offered under paragraphs 1 and 2, offer the balance of the awards, to be known as open awards, to the other applicants. R.R.O. 1990, Reg. 772, s. 3 (7); O. Reg. 439/91, s. 3; O. Reg. 400/00, s. 2; O. Reg. 117/07, s. 4 (3); O. Reg. 122/10, s. 2.</p> <p class=\"subsection-e\">(8) The Minister shall give each successful applicant a written notice of the granting of an award which shall,</p> <p class=\"clause-e\">(a) include a form which the applicant must complete and file with the Minister in order to provide notice of his or her acceptance; and</p> <p class=\"clause-e\">(b) state the timeframe within which the applicant must complete and file the notice of acceptance with the Minister. O. Reg. 117/07, s. 4 (4).</p> <p class=\"subsection-e\">(9) Each applicant, upon receiving a notice of the granting of an award, shall complete and file with the Minister the notice of acceptance within the timeframe set out in the notice of the granting of an award. O. Reg. 117/07, s. 4 (4).</p> <p class=\"subsection-e\">(10) The Minister may cancel an award to which a notice of acceptance refers if the notice is not completed and filed with the Minister within the timeframe set out in the notice of the granting of an award. O. Reg. 117/07, s. 4 (4).</p> <p class=\"subsection-e\">(11) If an applicant completes and files the notice of acceptance within the period of time set out in the notice of the granting of an award, the Minister shall authorize the payment of an award to the applicant if the applicant is enrolled in an eligible program at an eligible institution. O. Reg. 117/07, s. 4 (4).</p> <p class=\"heading1-e\">Nomination for Awards</p>"
        },
        {
            "id": "4.",
            "section": "Nomination for Awards",
            "content": "4. If the average number of open awards granted to applicants enrolled or intending to enrol in an eligible program at an eligible institution over the previous three years is less than thirty, the eligible institution may nominate other persons enrolled or intending to enrol in an eligible program at the eligible institution for the awards. O. Reg. 719/93, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>If the average number of open awards granted to applicants enrolled or intending to enrol in an eligible program at an eligible institution over the previous three years is less than thirty, the eligible institution may nominate other persons enrolled or intending to enrol in an eligible program at the eligible institution for the awards. O. Reg. 719/93, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Nomination for Awards",
            "content": "5. Revoked: O. Reg. 117/07, s. 5. Notice",
            "raw_html": "<p class=\"section-e\"><b>5. </b>Revoked: O. Reg. 117/07, s. 5.</p> <p class=\"heading1-e\">Notice</p>"
        },
        {
            "id": "6.",
            "section": "Notice",
            "content": "6. (1) Any notice required to be given to a person under this Regulation is sufficiently given if delivered personally or sent by prepaid mail addressed to the person at the person’s last known address. R.R.O. 1990, Reg. 772, s. 6 (1). (2) If service is made by mail, the service shall be deemed to be made on the fifth day after the day of mailing unless the person on whom the service is being made establishes that he or she did not in good faith, through absence, accident, illness or other cause beyond the person’s control, receive the notice until a later date. R.R.O. 1990, Reg. 772, s. 6 (2). Repayment",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) Any notice required to be given to a person under this Regulation is sufficiently given if delivered personally or sent by prepaid mail addressed to the person at the person’s last known address. R.R.O. 1990, Reg. 772, s. 6 (1).</p> <p class=\"subsection-e\">(2) If service is made by mail, the service shall be deemed to be made on the fifth day after the day of mailing unless the person on whom the service is being made establishes that he or she did not in good faith, through absence, accident, illness or other cause beyond the person’s control, receive the notice until a later date. R.R.O. 1990, Reg. 772, s. 6 (2).</p> <p class=\"heading2-e\">Repayment</p>"
        },
        {
            "id": "7.",
            "section": "Notice",
            "content": "7. (1) The Minister may require a person who is granted an award to repay the award in whole or in part to the Minister of Finance if the person, (a) withdraws from the eligible institution in respect of which the award was granted; (b) ceases to be enrolled in an eligible program in respect of which the award was granted; (c) has not given the Minister all the information and documents required by the Minister to administer the award program including information about the individual’s academic status; (d) has given the Minister incorrect information relating to the award, or has not informed the Minister promptly about any change to information previously given to the Minister; or (e) has been convicted of an offence under the Ministry of Training, Colleges and Universities Act, the Canada Student Loans Act or the Canada Student Financial Assistance Act or has been convicted of an offence under the Criminal Code (Canada) involving fraud or theft in respect of any student assistance program or a loan, grant or award made by the Government of Ontario, the Government of Canada or the government of any other province or territory of Canada. O. Reg. 117/07, s. 6. (2) If an award is granted to a person and due to an error or mistake the award is in excess in whole or in part of the amount that the individual is eligible to receive as a award, the Minister may require the person to pay to the Minister of Finance any overpayment of the award. O. Reg. 117/07, s. 6. TABLE  Column 1\n\nColumn 2\n\n\nAverage number of awards made in the preceding 3 years\n\nNumber of awards that may be offered\n\n\n0 to 10\n\n10\n\n\n11\n\n10\n\n\n12\n\n9\n\n\n13\n\n9\n\n\n14\n\n8\n\n\n15\n\n8\n\n\n16\n\n7\n\n\n17\n\n7\n\n\n18\n\n6\n\n\n19\n\n6\n\n\n20\n\n5\n\n\n21\n\n5\n\n\n22\n\n4\n\n\n23\n\n4\n\n\n24\n\n3\n\n\n25\n\n3\n\n\n26\n\n2\n\n\n27\n\n2\n\n\n28\n\n1\n\n\n29\n\n1\n\n\n30 or greater\n\n0 R.R.O. 1990, Reg. 772, Table. Français ",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) The Minister may require a person who is granted an award to repay the award in whole or in part to the Minister of Finance if the person,</p> <p class=\"clause-e\">(a) withdraws from the eligible institution in respect of which the award was granted;</p> <p class=\"clause-e\">(b) ceases to be enrolled in an eligible program in respect of which the award was granted;</p> <p class=\"clause-e\">(c) has not given the Minister all the information and documents required by the Minister to administer the award program including information about the individual’s academic status;</p> <p class=\"clause-e\">(d) has given the Minister incorrect information relating to the award, or has not informed the Minister promptly about any change to information previously given to the Minister; or</p> <p class=\"clause-e\">(e) has been convicted of an offence under the <i>Ministry of Training, Colleges and Universities Act</i>, the <i>Canada Student Loans Act</i> or the <i>Canada Student Financial Assistance Act</i> or has been convicted of an offence under the <i>Criminal Code</i> (Canada) involving fraud or theft in respect of any student assistance program or a loan, grant or award made by the Government of Ontario, the Government of Canada or the government of any other province or territory of Canada. O. Reg. 117/07, s. 6.</p> <p class=\"subsection-e\">(2) If an award is granted to a person and due to an error or mistake the award is in excess in whole or in part of the amount that the individual is eligible to receive as a award, the Minister may require the person to pay to the Minister of Finance any overpayment of the award. O. Reg. 117/07, s. 6.</p> <p class=\"tableheading-e\">TABLE</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Column 2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Average number of awards made in the preceding 3 years</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Number of awards that may be offered</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">0 to 10</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">11</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">12</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">9</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">13</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">9</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">14</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">8</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">15</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">8</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">16</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">7</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">17</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">7</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">18</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">6</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">19</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">6</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">20</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">5</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">21</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">5</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">22</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">4</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">23</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">4</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">24</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">3</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">25</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">3</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">26</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">27</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">28</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">1</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">29</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">1</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">30 or greater</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">0</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 772, Table.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900772_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900772_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}