{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 1095: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 1095: ",
        "act_under": "Vocational Rehabilitation Services Act   Loi sur les services de réadaptation professionnelle",
        "url": "https://www.ontario.ca/laws/regulation/901095",
        "date_scraped": "2023-12-19 20:58:23"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) In this Regulation, “approved organization” means an organization approved by the Lieutenant Governor in Council under section 3 of the Act and listed in Schedule 1; “approved workshop” means a workshop approved under section 4 of the Act and listed in Schedule 2; “architect” means a person who is licensed or who holds a certificate of practice or a temporary licence under the Architects Act; “fiscal year” of a corporation means the period designated by the Minister as the fiscal year of the corporation; “licensed public accountant” means a public accountant licensed under the Public Accountancy Act; “living expenses” means expenses of a continuing nature, determined by the Director, including expenses for food, clothing, shelter, utilities, household sundries, household maintenance, medical and dental services and life insurance premiums; “professional engineer” means a person who holds a licence or a temporary licence under the Professional Engineers Act; “provincial officer” means an employee of the Ministry of Community and Social Services who is a field worker, a rehabilitation counsellor or a regional administrator or any other employee or class of employee of that Ministry approved by the Minister; “training program” means a vocational rehabilitation program approved under Schedule 3 of the Vocational Rehabilitation of Disabled Persons Agreement made under the Vocational Rehabilitation of Disabled Persons Act (Canada). (2) For the purpose of the definition of “disabled person” in section 1 of the Act, “substantially gainful occupation” means the continued pursuance at an optimum capacity of, (a) employment in the competitive labour market, (b) the practice of a profession, (c) self employment, (d) housekeeping and homemaking, (e) farm work, including farm work where payment is in kind rather than in money, or (f) sheltered employment, home industries and other homebound work of a financially remunerative nature. R.R.O. 1990, Reg. 1095, s. 1. PART I   MAINTENANCE PAYMENTS",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“approved organization” means an organization approved by the Lieutenant Governor in Council under section 3 of the Act and listed in Schedule 1;</p> <p class=\"definition-e\">“approved workshop” means a workshop approved under section 4 of the Act and listed in Schedule 2;</p> <p class=\"definition-e\">“architect” means a person who is licensed or who holds a certificate of practice or a temporary licence under the <i>Architects Act</i>;</p> <p class=\"definition-e\">“fiscal year” of a corporation means the period designated by the Minister as the fiscal year of the corporation;</p> <p class=\"definition-e\">“licensed public accountant” means a public accountant licensed under the <i>Public Accountancy Act</i>;</p> <p class=\"definition-e\">“living expenses” means expenses of a continuing nature, determined by the Director, including expenses for food, clothing, shelter, utilities, household sundries, household maintenance, medical and dental services and life insurance premiums;</p> <p class=\"definition-e\">“professional engineer” means a person who holds a licence or a temporary licence under the <i>Professional Engineers Act</i>;</p> <p class=\"definition-e\">“provincial officer” means an employee of the Ministry of Community and Social Services who is a field worker, a rehabilitation counsellor or a regional administrator or any other employee or class of employee of that Ministry approved by the Minister;</p> <p class=\"definition-e\">“training program” means a vocational rehabilitation program approved under Schedule 3 of the Vocational Rehabilitation of Disabled Persons Agreement made under the <i>Vocational Rehabilitation of Disabled Persons Act</i> (Canada).</p> <p class=\"subsection-e\">(2) For the purpose of the definition of “disabled person” in section 1 of the Act,</p> <p class=\"firstdef-e\">“substantially gainful occupation” means the continued pursuance at an optimum capacity of,</p> <p class=\"defclause-e\">(a) employment in the competitive labour market,</p> <p class=\"defclause-e\">(b) the practice of a profession,</p> <p class=\"defclause-e\">(c) self employment,</p> <p class=\"defclause-e\">(d) housekeeping and homemaking,</p> <p class=\"defclause-e\">(e) farm work, including farm work where payment is in kind rather than in money, or</p> <p class=\"defclause-e\">(f) sheltered employment, home industries and other homebound work of a financially remunerative nature. R.R.O. 1990, Reg. 1095, s. 1.</p> <p class=\"partnum-e\"><b>PART I <br/>  MAINTENANCE PAYMENTS</b></p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Where the Director is of the opinion that a disabled person eligible for vocational rehabilitation services, (a) is required to be temporarily absent from or to change his or her place of residence; and (b) requires financial assistance, in order to take full advantage of the vocational rehabilitation services, the amount payable to the disabled person, shall be equal to the cost of, (c) his or her travel, accommodation and meals; and (d) travel, accommodation and meals of any guide or escort considered necessary for the disabled person by the Director, resulting from his or her temporary absence or change of residence. R.R.O. 1990, Reg. 1095, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>Where the Director is of the opinion that a disabled person eligible for vocational rehabilitation services,</p> <p class=\"clause-e\">(a) is required to be temporarily absent from or to change his or her place of residence; and</p> <p class=\"clause-e\">(b) requires financial assistance,</p> <p class=\"ssection-e\">in order to take full advantage of the vocational rehabilitation services, the amount payable to the disabled person, shall be equal to the cost of,</p> <p class=\"clause-e\">(c) his or her travel, accommodation and meals; and</p> <p class=\"clause-e\">(d) travel, accommodation and meals of any guide or escort considered necessary for the disabled person by the Director,</p> <p class=\"ssection-e\">resulting from his or her temporary absence or change of residence. R.R.O. 1990, Reg. 1095, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. Where because of an emergency a disabled person who is eligible for vocational rehabilitation services requires financial aid, an amount determined by the Director may be paid in advance for his living expenses for a period of not more than one month and may be in addition to the amount of any allowance payable to him or her under the Family Benefits Act but in no case shall the amount paid exceed the amount of any allowance payable under the Family Benefits Act. R.R.O. 1990, Reg. 1095, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Where because of an emergency a disabled person who is eligible for vocational rehabilitation services requires financial aid, an amount determined by the Director may be paid in advance for his living expenses for a period of not more than one month and may be in addition to the amount of any allowance payable to him or her under the <i>Family Benefits Act</i> but in no case shall the amount paid exceed the amount of any allowance payable under the <i>Family Benefits Act</i>. R.R.O. 1990, Reg. 1095, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) Where a disabled person dies, any amounts payable to him or her under sections 2 and 3 may be paid to the end of the month in which he or she died. (2) In the case of a disabled person, (a) for whom a committee or trustee is acting; or (b) who, in the opinion of the Director, is incapable of handling his or her affairs, the Director may appoint a person or organization to act for the disabled person and the amounts payable under sections 2 and 3 may be paid for the benefit of the disabled person to the committee or to the person or organization so appointed. (3) A person or organization acting for a disabled person under subsection (2) is not entitled to any fee or other compensation or reward or to any reimbursement for any costs or expenses incurred. R.R.O. 1990, Reg. 1095, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) Where a disabled person dies, any amounts payable to him or her under sections 2 and 3 may be paid to the end of the month in which he or she died.</p> <p class=\"subsection-e\">(2) In the case of a disabled person,</p> <p class=\"clause-e\">(a) for whom a committee or trustee is acting; or</p> <p class=\"clause-e\">(b) who, in the opinion of the Director, is incapable of handling his or her affairs,</p> <p class=\"ssubsection-e\">the Director may appoint a person or organization to act for the disabled person and the amounts payable under sections 2 and 3 may be paid for the benefit of the disabled person to the committee or to the person or organization so appointed.</p> <p class=\"subsection-e\">(3) A person or organization acting for a disabled person under subsection (2) is not entitled to any fee or other compensation or reward or to any reimbursement for any costs or expenses incurred. R.R.O. 1990, Reg. 1095, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. A disabled person receiving vocational rehabilitation services and any of his or her dependants are entitled without cost to receive services in accordance with the Health Insurance Act, and the regulations thereunder. R.R.O. 1990, Reg. 1095, s. 5. PART II   ELIGIBILITY FOR VOCATIONAL    REHABILITATION SERVICES",
            "raw_html": "<p class=\"section-e\"><b>5. </b>A disabled person receiving vocational rehabilitation services and any of his or her dependants are entitled without cost to receive services in accordance with the <i>Health Insurance Act</i>, and the regulations thereunder. R.R.O. 1990, Reg. 1095, s. 5.</p> <p class=\"partnum-e\"><b>PART II <br/>  ELIGIBILITY FOR VOCATIONAL  <br/>  REHABILITATION SERVICES</b></p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. In this Part, “basic education” means a type of educational program that may be provided by a school board or by the Ministry of Education and that is eligible for funding under the Education Act; and “learning disability” means a disorder in one or more of the processes involved in understanding or using symbols or spoken language that results in a significant discrepancy between academic achievement and assessed intellectual ability with a deficit in at least one of the areas of, (a) receptive language, (b) language processing, (c) expressive language, (d) quantitative reasoning, (e) spatial orientation, or (f) spatial perception, but does not include a learning problem that is primarily the result of, (g) a visual, hearing or motor handicap, (h) mental retardation, (i) an emotional disturbance, or (j) an environmental, cultural or economic disadvantage. R.R.O. 1990, Reg. 1095, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>In this Part,</p> <p class=\"firstdef-e\">“basic education” means a type of educational program that may be provided by a school board or by the Ministry of Education and that is eligible for funding under the <i>Education Act</i>; and</p> <p class=\"definition-e\">“learning disability” means a disorder in one or more of the processes involved in understanding or using symbols or spoken language that results in a significant discrepancy between academic achievement and assessed intellectual ability with a deficit in at least one of the areas of,</p> <p class=\"defclause-e\">(a) receptive language,</p> <p class=\"defclause-e\">(b) language processing,</p> <p class=\"defclause-e\">(c) expressive language,</p> <p class=\"defclause-e\">(d) quantitative reasoning,</p> <p class=\"defclause-e\">(e) spatial orientation, or</p> <p class=\"defclause-e\">(f) spatial perception,</p> <p class=\"ssubsection-e\">but does not include a learning problem that is primarily the result of,</p> <p class=\"clause-e\">(g) a visual, hearing or motor handicap,</p> <p class=\"clause-e\">(h) mental retardation,</p> <p class=\"clause-e\">(i) an emotional disturbance, or</p> <p class=\"clause-e\">(j) an environmental, cultural or economic disadvantage. R.R.O. 1990, Reg. 1095, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. Revoked: O. Reg. 140/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>Revoked: O. Reg. 140/98, s. 1.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) A disabled person shall not be eligible for any goods or services included in the rehabilitation program under section 5 of the Act if, (a) goods or services are available to the person under the Workers’ Compensation Act; (b) goods or services are available to the person under the Education Act; (c) the person is under the age of sixteen years; (d) the person is sixteen years of age or over and applies for basic education; (e) the person is receiving basic education from a school board or from the Ministry of Education and applies for additional goods or services; (f) the person has sustained injuries in an accident arising out of the use or operation of an automobile and was the insured under a contract of automobile insurance as defined by section 224 of the Insurance Act at the time of the accident; or (g) the person is applying for goods or services required while attending a program at an educational institution and persons may apply for financial assistance for that program under the Ontario Student Assistance Program. O. Reg. 331/92, s. 1 (1); O. Reg. 140/98, s. 2. (2) Clause (1) (e) does not apply where the additional goods and services are to be provided during or subsequent to the final year the disabled person receives basic education. R.R.O. 1990, Reg. 1095, s. 8 (2). (3) Clause (1) (f) does not apply where the accident occurred before the 22nd day of June, 1990 and the person received services and supplies in the value of $25,000 under subsection (1) of the Accident Benefits section of Schedule C to the Insurance Act, being chapter 218 of the Revised Statutes of Ontario, 1980 as it existed before the 22nd day of June, 1990. O. Reg. 331/92, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) A disabled person shall not be eligible for any goods or services included in the rehabilitation program under section 5 of the Act if,</p> <p class=\"clause-e\">(a) goods or services are available to the person under the <i>Workers’ Compensation Act</i>;</p> <p class=\"clause-e\">(b) goods or services are available to the person under the <i>Education Act</i>;</p> <p class=\"clause-e\">(c) the person is under the age of sixteen years;</p> <p class=\"clause-e\">(d) the person is sixteen years of age or over and applies for basic education;</p> <p class=\"clause-e\">(e) the person is receiving basic education from a school board or from the Ministry of Education and applies for additional goods or services;</p> <p class=\"clause-e\">(f) the person has sustained injuries in an accident arising out of the use or operation of an automobile and was the insured under a contract of automobile insurance as defined by section 224 of the <i>Insurance Act</i> at the time of the accident; or</p> <p class=\"clause-e\">(g) the person is applying for goods or services required while attending a program at an educational institution and persons may apply for financial assistance for that program under the Ontario Student Assistance Program. O. Reg. 331/92, s. 1 (1); O. Reg. 140/98, s. 2.</p> <p class=\"subsection-e\">(2) Clause (1) (e) does not apply where the additional goods and services are to be provided during or subsequent to the final year the disabled person receives basic education. R.R.O. 1990, Reg. 1095, s. 8 (2).</p> <p class=\"subsection-e\">(3) Clause (1) (f) does not apply where the accident occurred before the 22nd day of June, 1990 and the person received services and supplies in the value of $25,000 under subsection (1) of the Accident Benefits section of Schedule C to the <i>Insurance Act</i>, being chapter 218 of the Revised Statutes of Ontario, 1980 as it existed before the 22nd day of June, 1990. O. Reg. 331/92, s. 1 (2).</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) An application for vocational rehabilitation services shall be, (a) in Form 1; (b) supported by a report of a legally qualified medical practitioner in Form 2 except where the application is for basic education submitted by a person who has a learning disability. (2) A report of a legally qualified medical practitioner in Form 4 of Regulation 366 of the Revised Regulations of Ontario, 1990 or Form 4 of Regulation 537 of the Revised Regulations of Ontario, 1990 shall be deemed to be a report of a legally qualified medical practitioner required under clause (1) (b). (3) Where an application is submitted for basic education by a disabled person who has a learning disability, the application shall be supported by, (a) a written statement from the local school board in the area in which the applicant resides stating that the board cannot provide, either directly or through a purchase of service from another school board and without payment of fees by parents or guardians resident in Ontario, an education program that meets the applicant’s educational needs; (b) an educational assessment and a recommendation respecting the kind of educational program that will meet the applicant’s needs prepared by the local school board; and (c) a written assessment prepared on behalf of a school board by a person who is registered under the Psychologists Registration Act that the applicant has a learning disability. (4) A provincial officer or a person approved by the Director shall fill out and complete an application in Form 1 in the presence of the applicant and the applicant shall sign the application in the presence of the provincial officer or the person approved by the Director. (5) No provincial officer or person approved by the Director shall charge any fee to, or receive any remuneration from or on behalf of, any applicant for completing an application in Form 1. (6) The provincial officer or the person approved by the Director shall, immediately upon completion of the application in Form 1, send it to the Director. (7) Where, because of physical or mental impairment, an applicant is unable to make an application in Form 1 in person, the application may be made and signed by some other person on his or her behalf. (8) No payment shall be made for goods or services received prior to the date of completion of Form 1 except that payment may be made to a physician respecting his or her fee in completing Form 2. R.R.O. 1990, Reg. 1095, s. 9. Additional Duties of Director",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) An application for vocational rehabilitation services shall be,</p> <p class=\"clause-e\">(a) in Form 1;</p> <p class=\"clause-e\">(b) supported by a report of a legally qualified medical practitioner in Form 2 except where the application is for basic education submitted by a person who has a learning disability.</p> <p class=\"subsection-e\">(2) A report of a legally qualified medical practitioner in Form 4 of Regulation 366 of the Revised Regulations of Ontario, 1990 or Form 4 of Regulation 537 of the Revised Regulations of Ontario, 1990 shall be deemed to be a report of a legally qualified medical practitioner required under clause (1) (b).</p> <p class=\"subsection-e\">(3) Where an application is submitted for basic education by a disabled person who has a learning disability, the application shall be supported by,</p> <p class=\"clause-e\">(a) a written statement from the local school board in the area in which the applicant resides stating that the board cannot provide, either directly or through a purchase of service from another school board and without payment of fees by parents or guardians resident in Ontario, an education program that meets the applicant’s educational needs;</p> <p class=\"clause-e\">(b) an educational assessment and a recommendation respecting the kind of educational program that will meet the applicant’s needs prepared by the local school board; and</p> <p class=\"clause-e\">(c) a written assessment prepared on behalf of a school board by a person who is registered under the <i>Psychologists Registration Act</i> that the applicant has a learning disability.</p> <p class=\"subsection-e\">(4) A provincial officer or a person approved by the Director shall fill out and complete an application in Form 1 in the presence of the applicant and the applicant shall sign the application in the presence of the provincial officer or the person approved by the Director.</p> <p class=\"subsection-e\">(5) No provincial officer or person approved by the Director shall charge any fee to, or receive any remuneration from or on behalf of, any applicant for completing an application in Form 1.</p> <p class=\"subsection-e\">(6) The provincial officer or the person approved by the Director shall, immediately upon completion of the application in Form 1, send it to the Director.</p> <p class=\"subsection-e\">(7) Where, because of physical or mental impairment, an applicant is unable to make an application in Form 1 in person, the application may be made and signed by some other person on his or her behalf.</p> <p class=\"subsection-e\">(8) No payment shall be made for goods or services received prior to the date of completion of Form 1 except that payment may be made to a physician respecting his or her fee in completing Form 2. R.R.O. 1990, Reg. 1095, s. 9.</p> <p class=\"heading1-e\">Additional Duties of Director</p>"
        },
        {
            "id": "10.",
            "section": "Additional Duties of Director",
            "content": "10. (1) The Director shall review at regular intervals the eligibility for vocational rehabilitation services of each disabled person receiving vocational rehabilitation services. (2) The Director may require a disabled person receiving vocational rehabilitation services to, (a) undergo such periodic examinations by duly qualified medical practitioners as the Director requires; and (b) provide such information from time to time as the Director considers necessary. (3) The Director may from time to time rescind or amend any determination or direction previously made by him or her so that the amount or nature of any vocational rehabilitation service being provided will conform to any changes in circumstances of the disabled person receiving the vocational rehabilitation services. R.R.O. 1990, Reg. 1095, s. 10. Suspension or Cancellation of Vocational    Rehabilitation Services",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) The Director shall review at regular intervals the eligibility for vocational rehabilitation services of each disabled person receiving vocational rehabilitation services.</p> <p class=\"subsection-e\">(2) The Director may require a disabled person receiving vocational rehabilitation services to,</p> <p class=\"clause-e\">(a) undergo such periodic examinations by duly qualified medical practitioners as the Director requires; and</p> <p class=\"clause-e\">(b) provide such information from time to time as the Director considers necessary.</p> <p class=\"subsection-e\">(3) The Director may from time to time rescind or amend any determination or direction previously made by him or her so that the amount or nature of any vocational rehabilitation service being provided will conform to any changes in circumstances of the disabled person receiving the vocational rehabilitation services. R.R.O. 1990, Reg. 1095, s. 10.</p> <p class=\"heading1-e\">Suspension or Cancellation of Vocational  <br/>  Rehabilitation Services</p>"
        },
        {
            "id": "11.",
            "section": "Suspension or Cancellation of Vocational    Rehabilitation Services",
            "content": "11. The Director may suspend or cancel the vocational rehabilitation services being provided for a disabled person where, in the opinion of the Director, the disabled person, (a) fails to comply with any of the provisions of the Act or this Regulation; (b) fails to avail himself or herself of the vocational rehabilitation services authorized; (c) is not benefiting from the vocational rehabilitation services being provided; or (d) is not making satisfactory progress towards rehabilitation. R.R.O. 1990, Reg. 1095, s. 11. PART III   CAPITAL GRANTS AND OPERATING GRANTS   TO ORGANIZATIONS FOR WORKSHOPS",
            "raw_html": "<p class=\"section-e\"><b>11. </b>The Director may suspend or cancel the vocational rehabilitation services being provided for a disabled person where, in the opinion of the Director, the disabled person,</p> <p class=\"clause-e\">(a) fails to comply with any of the provisions of the Act or this Regulation;</p> <p class=\"clause-e\">(b) fails to avail himself or herself of the vocational rehabilitation services authorized;</p> <p class=\"clause-e\">(c) is not benefiting from the vocational rehabilitation services being provided; or</p> <p class=\"clause-e\">(d) is not making satisfactory progress towards rehabilitation. R.R.O. 1990, Reg. 1095, s. 11.</p> <p class=\"partnum-e\"><b>PART III <br/>  CAPITAL GRANTS AND OPERATING GRANTS <br/>  TO ORGANIZATIONS FOR WORKSHOPS</b></p>"
        },
        {
            "id": "12.",
            "section": "Suspension or Cancellation of Vocational    Rehabilitation Services",
            "content": "12. The organizations designated in Schedule 1 are approved under section 3 of the Act. R.R.O. 1990, Reg. 1095, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>The organizations designated in Schedule 1 are approved under section 3 of the Act. R.R.O. 1990, Reg. 1095, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Suspension or Cancellation of Vocational    Rehabilitation Services",
            "content": "13. The workshops designated in Schedule 2 are approved under section 4 of the Act. R.R.O. 1990, Reg. 1095, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>The workshops designated in Schedule 2 are approved under section 4 of the Act. R.R.O. 1990, Reg. 1095, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Suspension or Cancellation of Vocational    Rehabilitation Services",
            "content": "14. It is a term and condition of a payment of a grant under the Act that the premises used or to be used as a workshop approved under section 4 of the Act comply with, (a) the laws affecting the health of inhabitants of the municipality in which the workshop is located; (b) any rule, regulation, direction or order of the board of health and any direction or order of the medical officer of health; (c) any by-laws of the municipality in which the workshop is located or other law for the protection of persons from fire hazards; (d) any restricted area, standard of housing or building by-law passed by the municipality in which the workshop is located under Part V of the Planning Act or any predecessor thereof; (e) the requirements of Regulation 61 of the Revised Regulations of Ontario, 1990 made under the Building Code Act; and (f) the requirements of the Electrical Safety Code made under the Power Corporation Act. R.R.O. 1990, Reg. 1095, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>It is a term and condition of a payment of a grant under the Act that the premises used or to be used as a workshop approved under section 4 of the Act comply with,</p> <p class=\"clause-e\">(a) the laws affecting the health of inhabitants of the municipality in which the workshop is located;</p> <p class=\"clause-e\">(b) any rule, regulation, direction or order of the board of health and any direction or order of the medical officer of health;</p> <p class=\"clause-e\">(c) any by-laws of the municipality in which the workshop is located or other law for the protection of persons from fire hazards;</p> <p class=\"clause-e\">(d) any restricted area, standard of housing or building by-law passed by the municipality in which the workshop is located under Part V of the <i>Planning Act</i> or any predecessor thereof;</p> <p class=\"clause-e\">(e) the requirements of Regulation 61 of the Revised Regulations of Ontario, 1990 made under the <i>Building Code Act</i>; and</p> <p class=\"clause-e\">(f) the requirements of the Electrical Safety Code made under the <i>Power Corporation Act</i>. R.R.O. 1990, Reg. 1095, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Suspension or Cancellation of Vocational    Rehabilitation Services",
            "content": "15. (1) For the purposes of this section and sections 16, 17, 18 and 19, “actual cost” means the cost of a building project and includes, (a) fees payable for the services of an architect, professional engineer or other consultant, (b) the cost of purchasing and installing furnishings and equipment, (c) the cost of land surveys, soil tests, permits, licences and legal fees, (d) the cost of paving, sodding and landscaping, and (e) the cost of acquiring the land necessary for the building project; “approved cost” means that portion of the actual cost of a building project approved by the Minister; “building project” means a project composed of one or more of the following elements, (a) the purchase or other acquisition of all or any part of an existing building or buildings including the land contiguous thereto, (b) any renovations, alterations or additions to an existing building or buildings, (c) the purchase or other acquisition of vacant land for the purpose of constructing a building or buildings thereon, (d) the erection of a new building or any part thereof, (e) the demolition of a building, or (f) the installation of public utilities, sewers and items or services necessary for access to the land or building or buildings. (2) The amount of capital grant payable under the Act to an approved organization for the establishment, expansion or improvement of an approved workshop shall be equal to 80 per cent of the approved cost of the building project. R.R.O. 1990, Reg. 1095, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) For the purposes of this section and sections 16, 17, 18 and 19,</p> <p class=\"firstdef-e\">“actual cost” means the cost of a building project and includes,</p> <p class=\"defclause-e\">(a) fees payable for the services of an architect, professional engineer or other consultant,</p> <p class=\"defclause-e\">(b) the cost of purchasing and installing furnishings and equipment,</p> <p class=\"defclause-e\">(c) the cost of land surveys, soil tests, permits, licences and legal fees,</p> <p class=\"defclause-e\">(d) the cost of paving, sodding and landscaping, and</p> <p class=\"defclause-e\">(e) the cost of acquiring the land necessary for the building project;</p> <p class=\"definition-e\">“approved cost” means that portion of the actual cost of a building project approved by the Minister;</p> <p class=\"definition-e\">“building project” means a project composed of one or more of the following elements,</p> <p class=\"defclause-e\">(a) the purchase or other acquisition of all or any part of an existing building or buildings including the land contiguous thereto,</p> <p class=\"defclause-e\">(b) any renovations, alterations or additions to an existing building or buildings,</p> <p class=\"defclause-e\">(c) the purchase or other acquisition of vacant land for the purpose of constructing a building or buildings thereon,</p> <p class=\"defclause-e\">(d) the erection of a new building or any part thereof,</p> <p class=\"defclause-e\">(e) the demolition of a building, or</p> <p class=\"defclause-e\">(f) the installation of public utilities, sewers and items or services necessary for access to the land or building or buildings.</p> <p class=\"subsection-e\">(2) The amount of capital grant payable under the Act to an approved organization for the establishment, expansion or improvement of an approved workshop shall be equal to 80 per cent of the approved cost of the building project. R.R.O. 1990, Reg. 1095, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Suspension or Cancellation of Vocational    Rehabilitation Services",
            "content": "16. (1) An application for a capital grant shall be made to the Minister on a form provided by the Minister. (2) An applicant who applies under subsection (1) shall file with the Minister, for the Minister’s approval, two copies of a site plan showing the location of the building or buildings, if any, on the site and, in the case of a building project with one or more of the elements referred to in paragraph 1, 2, 4 or 6 of the definition of “building project” in subsection 15 (1), (a) building plans and specifications prepared by an architect or professional engineer showing the structure, fixtures and arrangements of the building or buildings and describing the areas of the building or buildings to be used for the purposes of the Act; or (b) where the Minister approves, structural sketches and specifications prepared by a person other than an architect or professional engineer describing the building or buildings and the areas of the building or buildings or contiguous to the building or buildings to be used for the purposes of the Act. (3) No plan, specification or structural sketch filed with the Minister shall be amended or altered without the approval of the Minister.  R.R.O. 1990, Reg. 1095, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) An application for a capital grant shall be made to the Minister on a form provided by the Minister.</p> <p class=\"subsection-e\">(2) An applicant who applies under subsection (1) shall file with the Minister, for the Minister’s approval, two copies of a site plan showing the location of the building or buildings, if any, on the site and, in the case of a building project with one or more of the elements referred to in paragraph 1, 2, 4 or 6 of the definition of “building project” in subsection 15 (1),</p> <p class=\"clause-e\">(a) building plans and specifications prepared by an architect or professional engineer showing the structure, fixtures and arrangements of the building or buildings and describing the areas of the building or buildings to be used for the purposes of the Act; or</p> <p class=\"clause-e\">(b) where the Minister approves, structural sketches and specifications prepared by a person other than an architect or professional engineer describing the building or buildings and the areas of the building or buildings or contiguous to the building or buildings to be used for the purposes of the Act.</p> <p class=\"subsection-e\">(3) No plan, specification or structural sketch filed with the Minister shall be amended or altered without the approval of the Minister.  R.R.O. 1990, Reg. 1095, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Suspension or Cancellation of Vocational    Rehabilitation Services",
            "content": "17. (1) No payment of a capital grant shall be made for a building project except where, (a) the building project has been approved by the Minister; and (b) the approved cost has been determined. (2) An approval of a building project by the Minister referred to in subsection (1) expires on the first anniversary of the date upon which the approval is given unless the building project has been commenced before such anniversary date. (3) A capital grant may be paid as a single payment or in two or more instalments and, except where the Minister directs otherwise, the aggregate of the amounts of the capital grant paid at any point in time shall not exceed the greater of, (a) an amount that bears the same proportion to the estimated total payment as the amount of progress made at the time towards completion of the project bears to the total estimated amount of work required for completion; and (b) an amount that bears the same proportion to the estimated total payment as the amount of cost incurred at the time bears to the total estimated cost of the project. (4) A single payment, or in the case of payment in two or more instalments, the final payment of an amount payable for a building project shall not be made until, (a) an architect or professional engineer certifies, or the Minister is otherwise satisfied, that the building project has been completed in accordance with the plans filed under clause 16 (2) (a) or the sketches thereof approved by the Minister under clause 16 (2) (b) and the building or addition is ready for use and occupancy; and (b) the applicant for the payment submits a report containing, (i) a statement of the actual cost of the building project, (ii) a statement indicating that all refundable sales tax has been taken into account, (iii) a statement indicating that the total amount of the unpaid accounts applicable to the building project does not exceed the amount of the grant remaining to be paid, and (iv) an undertaking that the amount of the grant remaining to be paid will be applied first to the payment of the unpaid accounts. R.R.O. 1990, Reg. 1095, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) No payment of a capital grant shall be made for a building project except where,</p> <p class=\"clause-e\">(a) the building project has been approved by the Minister; and</p> <p class=\"clause-e\">(b) the approved cost has been determined.</p> <p class=\"subsection-e\">(2) An approval of a building project by the Minister referred to in subsection (1) expires on the first anniversary of the date upon which the approval is given unless the building project has been commenced before such anniversary date.</p> <p class=\"subsection-e\">(3) A capital grant may be paid as a single payment or in two or more instalments and, except where the Minister directs otherwise, the aggregate of the amounts of the capital grant paid at any point in time shall not exceed the greater of,</p> <p class=\"clause-e\">(a) an amount that bears the same proportion to the estimated total payment as the amount of progress made at the time towards completion of the project bears to the total estimated amount of work required for completion; and</p> <p class=\"clause-e\">(b) an amount that bears the same proportion to the estimated total payment as the amount of cost incurred at the time bears to the total estimated cost of the project.</p> <p class=\"subsection-e\">(4) A single payment, or in the case of payment in two or more instalments, the final payment of an amount payable for a building project shall not be made until,</p> <p class=\"clause-e\">(a) an architect or professional engineer certifies, or the Minister is otherwise satisfied, that the building project has been completed in accordance with the plans filed under clause 16 (2) (a) or the sketches thereof approved by the Minister under clause 16 (2) (b) and the building or addition is ready for use and occupancy; and</p> <p class=\"clause-e\">(b) the applicant for the payment submits a report containing,</p> <p class=\"subclause-e\">(i) a statement of the actual cost of the building project,</p> <p class=\"subclause-e\">(ii) a statement indicating that all refundable sales tax has been taken into account,</p> <p class=\"subclause-e\">(iii) a statement indicating that the total amount of the unpaid accounts applicable to the building project does not exceed the amount of the grant remaining to be paid, and</p> <p class=\"subclause-e\">(iv) an undertaking that the amount of the grant remaining to be paid will be applied first to the payment of the unpaid accounts. R.R.O. 1990, Reg. 1095, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Suspension or Cancellation of Vocational    Rehabilitation Services",
            "content": "18. No applicant for or recipient of a capital grant for a building project shall, (a) acquire a building or land for the building project; (b) call tenders for the building project; (c) commence construction of the building project; or (d) erect any temporary or permanent sign, tablet or plaque on the site or building project, without the written approval of the Minister. R.R.O. 1990, Reg. 1095, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>No applicant for or recipient of a capital grant for a building project shall,</p> <p class=\"clause-e\">(a) acquire a building or land for the building project;</p> <p class=\"clause-e\">(b) call tenders for the building project;</p> <p class=\"clause-e\">(c) commence construction of the building project; or</p> <p class=\"clause-e\">(d) erect any temporary or permanent sign, tablet or plaque on the site or building project,</p> <p class=\"ssection-e\">without the written approval of the Minister. R.R.O. 1990, Reg. 1095, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Suspension or Cancellation of Vocational    Rehabilitation Services",
            "content": "19. It is a term and condition of a payment of a capital grant under the Act in respect of a building, buildings or land forming part of a building project that the applicant for payment shall enter into an agreement with the Minister in which the applicant shall, (a) agree not to change the site, structure, use of or sell, agree to sell, lease, mortgage, encumber, donate or otherwise dispose of all or any part of the building, buildings or land without the approval of the Minister; (b) agree not to demolish or make alterations or additions to all or any part of the building or buildings without the approval of the Minister; and (c) agree to reimburse the Ministry in the same ratio as the Ministry’s contribution to the acquisition of the building, buildings or land, the construction of the building or buildings or the renovations upon termination of the agreement or where there is a contravention of any term of the agreement or where a circumstance set out in clause (a) or (b) takes place. R.R.O. 1990, Reg. 1095, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>It is a term and condition of a payment of a capital grant under the Act in respect of a building, buildings or land forming part of a building project that the applicant for payment shall enter into an agreement with the Minister in which the applicant shall,</p> <p class=\"clause-e\">(a) agree not to change the site, structure, use of or sell, agree to sell, lease, mortgage, encumber, donate or otherwise dispose of all or any part of the building, buildings or land without the approval of the Minister;</p> <p class=\"clause-e\">(b) agree not to demolish or make alterations or additions to all or any part of the building or buildings without the approval of the Minister; and</p> <p class=\"clause-e\">(c) agree to reimburse the Ministry in the same ratio as the Ministry’s contribution to the acquisition of the building, buildings or land, the construction of the building or buildings or the renovations upon termination of the agreement or where there is a contravention of any term of the agreement or where a circumstance set out in clause (a) or (b) takes place. R.R.O. 1990, Reg. 1095, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Suspension or Cancellation of Vocational    Rehabilitation Services",
            "content": "20. Expenditures incurred by an approved organization for furnishings or equipment that are not replacements or for repairs to or maintenance of a capital asset that, (a) are approved by the Minister as capital expenditures; (b) are, in the opinion of the Minister, necessary for the efficient operation of an approved workshop and the cost of which is not excessive for the purpose, and (c) are in excess of $1,000, are capital expenditures for which a grant may be paid upon application by the approved organization in an amount equal to 80 per cent of the approved expenditures incurred. R.R.O. 1990, Reg. 1095, s. 20.",
            "raw_html": "<p class=\"section-e\"><b>20. </b>Expenditures incurred by an approved organization for furnishings or equipment that are not replacements or for repairs to or maintenance of a capital asset that,</p> <p class=\"clause-e\">(a) are approved by the Minister as capital expenditures;</p> <p class=\"clause-e\">(b) are, in the opinion of the Minister, necessary for the efficient operation of an approved workshop and the cost of which is not excessive for the purpose, and</p> <p class=\"clause-e\">(c) are in excess of $1,000,</p> <p class=\"ssection-e\">are capital expenditures for which a grant may be paid upon application by the approved organization in an amount equal to 80 per cent of the approved expenditures incurred. R.R.O. 1990, Reg. 1095, s. 20.</p>"
        },
        {
            "id": "21.",
            "section": "Suspension or Cancellation of Vocational    Rehabilitation Services",
            "content": "21. A grant under this Part for the operation of a workshop may be paid to an organization, (a) that provides in the workshop a program of services approved by the Director; (b) whose requirements and policies for the admission of disabled persons to the workshop facilities or services are satisfactory to the Director; (c) that keeps, (i) separate books of account, (A) setting forth the revenues and expenditures of the workshop, (B) containing a separate record of money received by the workshop from sources other than under the Act, and (C) that are audited at least once a year by a licensed public accountant, and (ii) records showing in respect of each disabled person receiving services, (A) his or her name, address, age and sex, (B) the date of his or her enrolment in the workshop, (C) the nature of his or her disability, (D) a record of all medical, x-ray, psychiatric, psychological or other similar examinations or tests, together with the findings and recommendations, (E) an account or history of any other matter that, in the opinion of the Director, may affect the disabled person’s well-being, and (F) where such is the case, the date and circumstances of the disabled person’s withdrawal from the workshop; (d) that forwards the financial statements of the workshop for the immediately preceding fiscal year to the Minister on or before a date in each year to be prescribed by the Director together with the report of a licensed public accountant stating whether in the public accountant’s opinion, (i) he or she has received all the information and explanations he or she has required, (ii) the financial statement and the claims for provincial subsidy are in accordance with the books and records of the workshop and organization, as the case may be, (iii) the calculation of the provincial subsidy is in accordance with the Regulations, and (iv) the financial statement has been prepared in accordance with generally accepted accounting principles applied on a basis consistent with that of the preceding year, and such other financial and statistical information as the Minister requires; and (e) that is a corporation, (i) incorporated under Part III of the Corporations Act, or (ii) incorporated by or under any other Act, and is a non-profit organization with objects of a philanthropic, charitable or educational nature. R.R.O. 1990, Reg. 1095, s. 21.",
            "raw_html": "<p class=\"section-e\"><b>21. </b>A grant under this Part for the operation of a workshop may be paid to an organization,</p> <p class=\"clause-e\">(a) that provides in the workshop a program of services approved by the Director;</p> <p class=\"clause-e\">(b) whose requirements and policies for the admission of disabled persons to the workshop facilities or services are satisfactory to the Director;</p> <p class=\"clause-e\">(c) that keeps,</p> <p class=\"subclause-e\">(i) separate books of account,</p> <p class=\"subsubclause-e\">(A) setting forth the revenues and expenditures of the workshop,</p> <p class=\"subsubclause-e\">(B) containing a separate record of money received by the workshop from sources other than under the Act, and</p> <p class=\"subsubclause-e\">(C) that are audited at least once a year by a licensed public accountant, and</p> <p class=\"subclause-e\">(ii) records showing in respect of each disabled person receiving services,</p> <p class=\"subsubclause-e\">(A) his or her name, address, age and sex,</p> <p class=\"subsubclause-e\">(B) the date of his or her enrolment in the workshop,</p> <p class=\"subsubclause-e\">(C) the nature of his or her disability,</p> <p class=\"subsubclause-e\">(D) a record of all medical, x-ray, psychiatric, psychological or other similar examinations or tests, together with the findings and recommendations,</p> <p class=\"subsubclause-e\">(E) an account or history of any other matter that, in the opinion of the Director, may affect the disabled person’s well-being, and</p> <p class=\"subsubclause-e\">(F) where such is the case, the date and circumstances of the disabled person’s withdrawal from the workshop;</p> <p class=\"clause-e\">(d) that forwards the financial statements of the workshop for the immediately preceding fiscal year to the Minister on or before a date in each year to be prescribed by the Director together with the report of a licensed public accountant stating whether in the public accountant’s opinion,</p> <p class=\"subclause-e\">(i) he or she has received all the information and explanations he or she has required,</p> <p class=\"subclause-e\">(ii) the financial statement and the claims for provincial subsidy are in accordance with the books and records of the workshop and organization, as the case may be,</p> <p class=\"subclause-e\">(iii) the calculation of the provincial subsidy is in accordance with the Regulations, and</p> <p class=\"subclause-e\">(iv) the financial statement has been prepared in accordance with generally accepted accounting principles applied on a basis consistent with that of the preceding year,</p> <p class=\"sclause-e\">and such other financial and statistical information as the Minister requires; and</p> <p class=\"clause-e\">(e) that is a corporation,</p> <p class=\"subclause-e\">(i) incorporated under Part III of the <i>Corporations Act</i>, or</p> <p class=\"subclause-e\">(ii) incorporated by or under any other Act, and is a non-profit organization with objects of a philanthropic, charitable or educational nature. R.R.O. 1990, Reg. 1095, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": "Suspension or Cancellation of Vocational    Rehabilitation Services",
            "content": "22. (1) A book of account referred to in subclause 21 (c) (i) for a particular year shall be retained for a period of at least six years from the date of the last entry in the book for that year. (2) The records in respect of a disabled person required under subclause 21 (c) (ii) shall be retained during the period the person is enrolled in the workshop. R.R.O. 1990, Reg. 1095, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22. </b>(1) A book of account referred to in subclause 21 (c) (i) for a particular year shall be retained for a period of at least six years from the date of the last entry in the book for that year.</p> <p class=\"subsection-e\">(2) The records in respect of a disabled person required under subclause 21 (c) (ii) shall be retained during the period the person is enrolled in the workshop. R.R.O. 1990, Reg. 1095, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": "Suspension or Cancellation of Vocational    Rehabilitation Services",
            "content": "23. (1) In this section, “approved cost” means that portion of the cost of operation approved by the Director; “cost of operation” means the cost of operation of a workshop determined in accordance with the form referred to in subsection (2) and a financial report in a form referred to in subsection (2). (2) An application by an organization for a monthly payment of a grant under subclause 5 (i) (ii) of the Act for the operation of a workshop shall be made in a form provided by the Minister and shall be submitted to the Director not later than the 20th day of the month following the month for which the application is made together with a financial report in a form provided by the Minister. (3) The amount to be paid by Ontario to an organization for the operation of a workshop shall be the lesser of, (a) 80 per cent of the cost of operation; and (b) 105 per cent of the approved cost, less revenue. (4) Where the Director approves, there may be paid to an organization, prior to the organization making application therefor under subsection (2), any part approved by the Director of the estimated monthly amount payable under subsection (3) and such amount shall be adjusted upon receipt by the Director of the application for any month of the period for which the payment was made. R.R.O. 1990, Reg. 1095, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23. </b>(1) In this section,</p> <p class=\"firstdef-e\">“approved cost” means that portion of the cost of operation approved by the Director;</p> <p class=\"definition-e\">“cost of operation” means the cost of operation of a workshop determined in accordance with the form referred to in subsection (2) and a financial report in a form referred to in subsection (2).</p> <p class=\"subsection-e\">(2) An application by an organization for a monthly payment of a grant under subclause 5 (i) (ii) of the Act for the operation of a workshop shall be made in a form provided by the Minister and shall be submitted to the Director not later than the 20th day of the month following the month for which the application is made together with a financial report in a form provided by the Minister.</p> <p class=\"subsection-e\">(3) The amount to be paid by Ontario to an organization for the operation of a workshop shall be the lesser of,</p> <p class=\"clause-e\">(a) 80 per cent of the cost of operation; and</p> <p class=\"clause-e\">(b) 105 per cent of the approved cost, less revenue.</p> <p class=\"subsection-e\">(4) Where the Director approves, there may be paid to an organization, prior to the organization making application therefor under subsection (2), any part approved by the Director of the estimated monthly amount payable under subsection (3) and such amount shall be adjusted upon receipt by the Director of the application for any month of the period for which the payment was made. R.R.O. 1990, Reg. 1095, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": "Suspension or Cancellation of Vocational    Rehabilitation Services",
            "content": "24. In every approved workshop, the Board of Directors of the approved organization shall ensure, as a term and condition of a payment of a grant under the Act, that, (a) all fire hazards in the workshop are eliminated, the workshop is inspected at least once a year by an officer authorized to inspect buildings under the Fire Marshals Act and the recommendations of the officer are carried out; (b) there is adequate protection from radiators or other heating equipment; (c) the water supplies are adequate for all normal needs, including those of fire protection; (d) the fire protection equipment, including the sprinkler system, fire extinguishers, hose and stand pipe equipment are visually inspected at least once a month and serviced at least once every year by qualified personnel; (e) the fire detection and alarm system is inspected at least once a year by qualified fire alarm maintenance personnel and tested at least once every month; (f) at least once a year the heating equipment is serviced by qualified personnel and the chimneys are inspected and cleaned if necessary; (g) a written record is kept of each inspection and test of fire equipment, fire drill, the fire detection and alarm system, the heating system, chimneys and smoke detectors, and each record shall be retained for at least two years from the date of the inspection or test; (h) the staff and trainees are instructed in the method of sounding the fire detection and alarm system; (i) the staff are trained in the proper use of the fire extinguishing equipment; (j) a directive setting out the procedures that must be followed and the steps that must be taken by the staff and trainees when a fire alarm is given is drawn up and posted in conspicuous places in the workshop; (k) the staff and trainees are instructed in the procedures set out in the directive referred to in clause (j) and the procedures are practised by staff and trainees at least once a month using the fire detection and alarm system to initiate the drill; (l) where matches are used, only safety matches are issued to the staff and trainees; (m) combustible rubbish is kept to a minimum; (n) all exits are clear and unobstructed at all times; (o) flammable liquids and paint supplies are stored in suitable containers in non-combustible cabinets; (p) suitable non-combustible ashtrays are provided where smoking is permitted; (q) no vaporizing liquid fire extinguishers are kept or used in the workshop; and (r) no sprinkler heads, fire or smoke detector heads are painted or otherwise covered with any material or substance that is likely to prevent them from functioning normally. R.R.O. 1990, Reg. 1095, s. 24.",
            "raw_html": "<p class=\"section-e\"><b>24. </b>In every approved workshop, the Board of Directors of the approved organization shall ensure, as a term and condition of a payment of a grant under the Act, that,</p> <p class=\"clause-e\">(a) all fire hazards in the workshop are eliminated, the workshop is inspected at least once a year by an officer authorized to inspect buildings under the <i>Fire Marshals Act</i> and the recommendations of the officer are carried out;</p> <p class=\"clause-e\">(b) there is adequate protection from radiators or other heating equipment;</p> <p class=\"clause-e\">(c) the water supplies are adequate for all normal needs, including those of fire protection;</p> <p class=\"clause-e\">(d) the fire protection equipment, including the sprinkler system, fire extinguishers, hose and stand pipe equipment are visually inspected at least once a month and serviced at least once every year by qualified personnel;</p> <p class=\"clause-e\">(e) the fire detection and alarm system is inspected at least once a year by qualified fire alarm maintenance personnel and tested at least once every month;</p> <p class=\"clause-e\">(f) at least once a year the heating equipment is serviced by qualified personnel and the chimneys are inspected and cleaned if necessary;</p> <p class=\"clause-e\">(g) a written record is kept of each inspection and test of fire equipment, fire drill, the fire detection and alarm system, the heating system, chimneys and smoke detectors, and each record shall be retained for at least two years from the date of the inspection or test;</p> <p class=\"clause-e\">(h) the staff and trainees are instructed in the method of sounding the fire detection and alarm system;</p> <p class=\"clause-e\">(i) the staff are trained in the proper use of the fire extinguishing equipment;</p> <p class=\"clause-e\">(j) a directive setting out the procedures that must be followed and the steps that must be taken by the staff and trainees when a fire alarm is given is drawn up and posted in conspicuous places in the workshop;</p> <p class=\"clause-e\">(k) the staff and trainees are instructed in the procedures set out in the directive referred to in clause (j) and the procedures are practised by staff and trainees at least once a month using the fire detection and alarm system to initiate the drill;</p> <p class=\"clause-e\">(l) where matches are used, only safety matches are issued to the staff and trainees;</p> <p class=\"clause-e\">(m) combustible rubbish is kept to a minimum;</p> <p class=\"clause-e\">(n) all exits are clear and unobstructed at all times;</p> <p class=\"clause-e\">(o) flammable liquids and paint supplies are stored in suitable containers in non-combustible cabinets;</p> <p class=\"clause-e\">(p) suitable non-combustible ashtrays are provided where smoking is permitted;</p> <p class=\"clause-e\">(q) no vaporizing liquid fire extinguishers are kept or used in the workshop; and</p> <p class=\"clause-e\">(r) no sprinkler heads, fire or smoke detector heads are painted or otherwise covered with any material or substance that is likely to prevent them from functioning normally. R.R.O. 1990, Reg. 1095, s. 24.</p>"
        },
        {
            "id": "25.",
            "section": "Suspension or Cancellation of Vocational    Rehabilitation Services",
            "content": "25. A workshop located in a municipality that does not have public fire protection shall be provided with a complete automatic sprinkler system that complies with standards prescribed under the Building Code Act. R.R.O. 1990, Reg. 1095, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>25. </b>A workshop located in a municipality that does not have public fire protection shall be provided with a complete automatic sprinkler system that complies with standards prescribed under the <i>Building Code Act</i>. R.R.O. 1990, Reg. 1095, s. 25.</p>"
        },
        {
            "id": "26.",
            "section": "Suspension or Cancellation of Vocational    Rehabilitation Services",
            "content": "26. The Board of Directors of each approved organization, as a term and condition of a payment of a grant under the Act, shall keep and maintain a current inventory of all furnishings and equipment acquired by the organization and the inventory shall set forth each addition to or removal from inventory and the reasons therefor and shall be prepared in such manner and contain such additional information as the Director may require. R.R.O. 1990, Reg. 1095, s. 26. PART IV   OPERATING GRANTS TO ORGANIZATIONS FOR   SUPPORTED EMPLOYMENT PROGRAMS",
            "raw_html": "<p class=\"section-e\"><b>26. </b>The Board of Directors of each approved organization, as a term and condition of a payment of a grant under the Act, shall keep and maintain a current inventory of all furnishings and equipment acquired by the organization and the inventory shall set forth each addition to or removal from inventory and the reasons therefor and shall be prepared in such manner and contain such additional information as the Director may require. R.R.O. 1990, Reg. 1095, s. 26.</p> <p class=\"partnum-e\"><b>PART IV <br/>  OPERATING GRANTS TO ORGANIZATIONS FOR <br/>  SUPPORTED EMPLOYMENT PROGRAMS</b></p>"
        },
        {
            "id": "27.",
            "section": "Suspension or Cancellation of Vocational    Rehabilitation Services",
            "content": "27. In this Part, “support” includes job development activities, individual planning for employment, placement activities, the provision of goods and services required by the individual to enable him or her to obtain employment and to remain employed, and necessary follow-up services; “supported employment program” means a vocational program established under subclause 5 (i) (ii) of the Act which provides individualized training and support for a disabled person to enable the person to obtain and maintain employment; “training” includes assistance to facilitate the development of skills required to function in the workplace. O. Reg. 438/93, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>27. </b>In this Part,</p> <p class=\"firstdef-e\">“support” includes job development activities, individual planning for employment, placement activities, the provision of goods and services required by the individual to enable him or her to obtain employment and to remain employed, and necessary follow-up services;</p> <p class=\"definition-e\">“supported employment program” means a vocational program established under subclause 5 (i) (ii) of the Act which provides individualized training and support for a disabled person to enable the person to obtain and maintain employment;</p> <p class=\"definition-e\">“training” includes assistance to facilitate the development of skills required to function in the workplace. O. Reg. 438/93, s. 1.</p>"
        },
        {
            "id": "28.",
            "section": "Suspension or Cancellation of Vocational    Rehabilitation Services",
            "content": "28. A disabled person is eligible for supported employment if, (a) he or she would not otherwise be able to obtain or maintain employment in a competitive work setting without training or support; and (b) he or she is not ineligible for goods or services under section 8. O. Reg. 438/93, s. 1. Operating Grants",
            "raw_html": "<p class=\"section-e\"><b>28. </b>A disabled person is eligible for supported employment if,</p> <p class=\"clause-e\">(a) he or she would not otherwise be able to obtain or maintain employment in a competitive work setting without training or support; and</p> <p class=\"clause-e\">(b) he or she is not ineligible for goods or services under section 8. O. Reg. 438/93, s. 1.</p> <p class=\"heading1-e\">Operating Grants</p>"
        },
        {
            "id": "29.",
            "section": "Operating Grants",
            "content": "29. (1) A grant under this Part for the operation of a supported employment program, including necessary costs incurred in commencing operation, may be paid to an organization for the provision of a supported employment program if all of the following conditions are met: 1. The program applies only to disabled persons. 2. The organization keeps separate books of account for the supported employment program and those separate books of account, i. set forth the expenditures and revenues of the supported employment program, ii. contain a separate record of money received by the supported employment program under the Act and from other sources, iii. are prepared in accordance with generally accepted accounting principles and generally accepted auditing standards as set forth in the handbook of the Canadian Institute of Chartered Accountants. 3. The organization keeps records showing in respect of each disabled person receiving services, i. the person’s name, address, date of birth and sex, ii. the date upon which training or support is first provided for the person, iii. the nature of the person’s disability, iv. any information that may affect provision of training or support for the disabled person, v. if the person has withdrawn from the supported employment program, the date and circumstances of the withdrawal, and vi. the date of the disabled person’s placement in employment. 4. The organization forwards not later than the last day of the fourth month following the end of each fiscal year, i. its annual financial statement together with an auditor’s report on it prepared by a licensed public accountant, and ii. a reconciliation report in a form provided by the Minister. O. Reg. 438/93, s. 1; O. Reg. 51/94, s. 1 (1). (2) The reconciliation report required under paragraph 4 of subsection (1) shall include a statement of the financial assistance payable by Ontario, the actual payments made by Ontario with respect to the fiscal year and the balance that may be owing by or repayable to Ontario. O. Reg. 438/93, s. 1. (3) The licensed public accountant shall certify on the financial statement required under paragraph 4 of subsection (1), (a) that he or she has received all the information he or she required to prepare the report; (b) that the financial statement is in accordance with the books and records of the organization; and (c) that the financial statement has been prepared in accordance with generally accepted accounting principles applied on a basis consistent with that of the preceding year. O. Reg. 51/94, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>29. </b>(1) A grant under this Part for the operation of a supported employment program, including necessary costs incurred in commencing operation, may be paid to an organization for the provision of a supported employment program if all of the following conditions are met:</p> <p class=\"paragraph-e\">1. The program applies only to disabled persons.</p> <p class=\"paragraph-e\">2. The organization keeps separate books of account for the supported employment program and those separate books of account,</p> <p class=\"subpara-e\">i. set forth the expenditures and revenues of the supported employment program,</p> <p class=\"subpara-e\">ii. contain a separate record of money received by the supported employment program under the Act and from other sources,</p> <p class=\"subpara-e\">iii. are prepared in accordance with generally accepted accounting principles and generally accepted auditing standards as set forth in the handbook of the Canadian Institute of Chartered Accountants.</p> <p class=\"paragraph-e\">3. The organization keeps records showing in respect of each disabled person receiving services,</p> <p class=\"subpara-e\">i. the person’s name, address, date of birth and sex,</p> <p class=\"subpara-e\">ii. the date upon which training or support is first provided for the person,</p> <p class=\"subpara-e\">iii. the nature of the person’s disability,</p> <p class=\"subpara-e\">iv. any information that may affect provision of training or support for the disabled person,</p> <p class=\"subpara-e\">v. if the person has withdrawn from the supported employment program, the date and circumstances of the withdrawal, and</p> <p class=\"subpara-e\">vi. the date of the disabled person’s placement in employment.</p> <p class=\"paragraph-e\">4. The organization forwards not later than the last day of the fourth month following the end of each fiscal year,</p> <p class=\"subpara-e\">i. its annual financial statement together with an auditor’s report on it prepared by a licensed public accountant, and</p> <p class=\"subpara-e\">ii. a reconciliation report in a form provided by the Minister. O. Reg. 438/93, s. 1; O. Reg. 51/94, s. 1 (1).</p> <p class=\"subsection-e\">(2) The reconciliation report required under paragraph 4 of subsection (1) shall include a statement of the financial assistance payable by Ontario, the actual payments made by Ontario with respect to the fiscal year and the balance that may be owing by or repayable to Ontario. O. Reg. 438/93, s. 1.</p> <p class=\"subsection-e\">(3) The licensed public accountant shall certify on the financial statement required under paragraph 4 of subsection (1),</p> <p class=\"clause-e\">(a) that he or she has received all the information he or she required to prepare the report;</p> <p class=\"clause-e\">(b) that the financial statement is in accordance with the books and records of the organization; and</p> <p class=\"clause-e\">(c) that the financial statement has been prepared in accordance with generally accepted accounting principles applied on a basis consistent with that of the preceding year. O. Reg. 51/94, s. 1 (2).</p>"
        },
        {
            "id": "30.",
            "section": "Operating Grants",
            "content": "30. (1) The books of account referred to in paragraph 2 of subsection 29 (1) for a particular year shall be retained for a period of at least six years from the date of the last entry in the books for that year. (2) The records with regard to a disabled person that are required under paragraph 3 of subsection 29 (1) shall be retained during the period the person is enrolled in the supported employment program and for six years thereafter. O. Reg. 438/93, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>30. </b>(1) The books of account referred to in paragraph 2 of subsection 29 (1) for a particular year shall be retained for a period of at least six years from the date of the last entry in the books for that year.</p> <p class=\"subsection-e\">(2) The records with regard to a disabled person that are required under paragraph 3 of subsection 29 (1) shall be retained during the period the person is enrolled in the supported employment program and for six years thereafter. O. Reg. 438/93, s. 1.</p>"
        },
        {
            "id": "31.",
            "section": "Operating Grants",
            "content": "31. (1) Every organization that receives a grant under this Part shall keep and maintain an up to date record of the inventory of all furnishings and equipment acquired by the organization with money paid by Ontario. (2) The record of current inventory shall set forth each addition to or removal from the inventory and the reasons for each addition or removal. O. Reg. 438/93, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>31. </b>(1) Every organization that receives a grant under this Part shall keep and maintain an up to date record of the inventory of all furnishings and equipment acquired by the organization with money paid by Ontario.</p> <p class=\"subsection-e\">(2) The record of current inventory shall set forth each addition to or removal from the inventory and the reasons for each addition or removal. O. Reg. 438/93, s. 1.</p>"
        },
        {
            "id": "32.",
            "section": "Operating Grants",
            "content": "32. (1) In this section, “cost of operation” includes salaries and wages of staff, necessary staff travel costs associated with providing supported employment services to clients and other reasonable costs incurred by the organization in operating an office for purposes of administering the supported employment program. (2) An annual application by an organization for the payment of a grant for the operation of a supported employment program shall be made to the Director in a form provided by the Minister. (3) The amount of the grant that may be paid by Ontario to an organization for the operation of a supported employment program shall be 100 per cent of the cost of operation in the fiscal year for which the funding is provided or such lesser amount as shall be determined by the Director, taking into account available funds. (4) Ontario may make interim payments to an organization, even if an application by the organization for the payment of a grant has not yet been received. (5) The total amount of the interim payments that may be made to an organization for a fiscal year shall not exceed the amount of the grant paid to the organization for the previous fiscal year. (6) The amount of the grant payable to an organization for a fiscal year shall be reduced by the total amount of the interim payments made to the organization for that fiscal year. O. Reg. 438/93, s. 1. SCHEDULE 1 1. Ajax-Pickering and Whitby Association for Retarded Children 2. Alliston & District Association for the Mentally Retarded 3. Almaquin Highlands Association for the Mentally Retarded 4. Amity Association of Hamilton 5. Arnprior District Association for the Mentally Retarded 6. Arnprior-Renfrew Adult Training Centre 7. Atikokan and District Association for the Mentally Retarded 8. Association for Handicapped Adults (London) 9. Association for the Developmentally Handicapped (Oshawa and District) 10. Avenue II Community Programs Services (Thunder Bay) Inc. 11. The Bancroft and District Association for the Mentally Retarded 12. The Barrie and District Association for the Mentally Retarded 13. Belleville and District Association for Retarded Children 14. Brampton-Caledon Association for Retarded Children 15. Brantford and District Association for the Mentally Retarded 16. Brockville Community Workshop 17. Burlington and District Association for the Mentally Retarded. 18. The Cambridge and District Association for the Mentally Retarded 19. The Campbellford and District Association for the Mentally Retarded 20. The Canadian Mental Health Association 21. The Canadian National Institute for the Blind. 22. Central Seven Association for the Developmentally Handicapped 23. Cerebral Palsy Association of Windsor and Essex County 24. Cerebral Palsy Parent Council of Toronto 25. Chatham-Kent & District Association for the Mentally Retarded 26. Cochrane Association for the Mentally Retarded 27. Collingwood and District Association for the Mentally Retarded 28. Community Living Mississauga 29. Community Sheltered Workshops 30. Corbrook Sheltered Workshop for the Physically Disabled 31. Cornwall & District Association for the Mentally Retarded 32. COSTI-IIAS Immigrant Services 33. Dryden & District Association for the Mentally Retarded 34. Dufferin Association for the Mentally Retarded 35. Elliot Lake & District Association for the Mentally Retarded 36. Elmira and District Association for the Retarded 37. The Espanola and District Association for the Mentally Retarded 38. Essex County Association for Retarded Children Inc. 39. Fort Frances and District Association for the Mentally Retarded 40. Forward House of London 41. Gananoque and District Association for the Mentally Retarded 42. Geraldton and District Association for the Mentally Retarded 43. Glengarry Association for the Mentally Retarded Inc. 44. The Goderich and District Association for the Mentally Retarded 45. Goodwill Industries of Toronto 46. Goodwill Industries of Windsor Incorporated 47. The Governing Council of The Salvation Army, Canada East 48. Greater Niagara Association for the Mentally Retarded 49. The Guelph and District Association for the Mentally Retarded 50. Haldimand Association for the Mentally Retarded 51. Haliburton District Association for the Mentally Retarded 52. The Hamilton and District Association for the Mentally Retarded 53. Harbour Rescue Mission 54. H.A.R.C. Incorporated 55. Harmony Centre, Skills Unlimited Workshop 56. Huntsville and District Association for the Mentally Retarded 57. Huronia Society for the Mentally Retarded 58. Iroquois Falls, Calvert & District Association for Retarded Children 59. Jewish Vocational Service of Metropolitan Toronto 60. Kapuskasing & District Association for the Mentally Retarded 61. Kenora-Keewatin Association for the Mentally Retarded 62. The Kingston and District Association for the Mentally Retarded 63. Kirkland Lake Association for the Mentally Retarded 64. Kitchener-Waterloo Habilitation Services for the Retarded 65. The Lakehead Association for the Mentally Retarded 66. Lambton County Association for the Mentally Retarded 67. The Lanark District Association for the Mentally Retarded 68. Lennox & Addington Association for the Mentally Retarded 69. Lindsay & District Association for the Mentally Retarded 70. Listowel District Association for the Mentally Retarded 71. London and District Association for the Mentally Retarded 72. London Goodwill Industries Association 73. Madoc C.O.P.E. 74. Mainstream: An Unsheltered Workshop 75. The Manitoulin District Association for the Mentally Retarded 76. The Meaford and District Association for the Mentally Retarded 77. Metropolitan Toronto Association for the Mentally Retarded 78. The Newmarket and District Association for the Mentally Retarded 79. Niagara Training & Employment Agency Inc. 80. North Grenville Association for Community Living 81. The Norfolk Association for the Mentally Retarded 82. North Bay and District Association for the Mentally Retarded 83. North Halton Association for the Mentally Retarded 84. The Oakville Association for the Mentally Retarded 85. Ontario Community Centre for the Deaf 86. Orillia Association for the Handicapped 87. Ottawa and District Association for the Mentally Retarded 88. Owen Sound and District Association for the Mentally Retarded 89. Participation Projects—Sudbury and District 90. Peace Bridge Area Association for the Mentally Retarded. 91. Peel Career Assessment Services Inc. 92. The Pembroke and District Association for the Mentally Retarded 93. Peterborough and District Association for the Mentally Retarded. . .  . .  . 95. Port Hope-Cobourg and District Association for the Mentally Retarded 96. Prescott-Russell Association for the Mentally Retarded 97. Prince Edward Association for the Mentally Retarded 98. Quad County Association for the Mentally Retarded 99. The Reena Foundation 100. Rehabilitation Foundation for the Disabled . .  . .  . 102. St. Marys & District Association for the Mentally Retarded 103. St. Thomas-Elgin Association for the Mentally Retarded 104. Sarnia and District Association for the Mentally Retarded 105. Sarnia Goodwill Industries Inc. 106. Sault Ste. Marie and District Association for the Mentally Retarded. 107. Sioux Lookout and Hudson Association for the Mentally Retarded 108. South Huron and District Association for the Mentally Handicapped 109. South-East Grey Association for the Mentally Retarded 110. South Muskoka District Association for the Mentally Retarded 111. South Waterloo Vocational Centre 112. Stratford and District Association for the Mentally Retarded 113. Strathroy and District Association for the Mentally Retarded 114. Sturgeon Falls & District Association for the Mentally Retarded. 115. Sudbury and District Association for the Mentally Retarded 116. Sutton and District Association for the Mentally Retarded 117. Tillsonburg and District Association for the Mentally Retarded 118. Timmins Association for the Mentally Retarded 119. Torchlight Services 120. Trenton, Brighton and District Association for the Mentally Retarded 121. Tri-Town and District Association for the Mentally Retarded 122. Walkerton & District Association for the Mentally Retarded 123. Wallaceburg & Sydenham District Association for the Mentally Retarded, Inc.. 124. Welland District Association for the Retarded Incorporated . .  . .  . 126. West Parry Sound Association for the Mentally Retarded 127. Windsor Association for the Mentally Retarded 128. Wingham and District Association for the Mentally Retarded 129. The Woodstock and District Association for the Mentally Retarded 130. York Central Association for the Mentally Retarded. R.R.O. 1990, Reg. 1095, Sched. 1; O. Reg. 331/92, s. 2. SCHEDULE 2 1. A.R.C. Gas Bar,   403 Colborne Street East,   Brantford 2. A.R.C. Greenhouses and Gardening Services,   Fort Erie 3. A.R.C. Industries,   177 Dowty Road,   Ajax 4. A.R.C. Industries Amherstburg—Channel Industries,   400 Sandwich Street South,   Amherstburg 5. A.R.C. Pine,   767 McKay Road,   Pickering 6. A.R.C. Industries,   308 Main Street,   Atikokan   and   A.R.C. Industries,   Gorrie Street,   Atikokan 7. A.R.C. Industries,   175 Bayfield Street,   Barrie 8. A.R.C. Industries,   119 Station Street,   Belleville 9. A.R.C. Industries (South Muskoka),   Box 847,    Bracebridge 10. A.R.C. Industries,   61 and 83 Wilkes Street,   Brantford 11. Arc Industries,   1150 Northside Road,   Burlington 12. A.R.C. Industries,   466 Franklin Boulevard,   and   20 River Street South,   Cambridge 13. A.R.C. Industries Campbellford,   50 Front Street North,   and   Doxee Street North,   Campbellford 14. A.R.C. Industries,   723 Bloomfield Road,   R.R. #5,   Chatham 15. A.R.C. Industries Plant I,   1099 Park Avenue W.,   P.O. Box 967,   Chatham   and   A.R.C Industries Plant II,   955 Richmond Street,   P.O. Box 967,   Chatham 16. A.R.C. Industries,   420 Roe Street,   and Cottesmore Avenue,   Cobourg 17. A.R.C. Industries,   P.O. Box 1508,   South Highway 11,   Cochrane 18. A.R.C. Industries,   10 Ronnell Crescent,   Collingwood 19. A.R.C. Industries,   280 Ninth Street West,   Cornwall 20. A.R.C. Industries,   P.O. Box 29,   Dashwood 21. A.R.C. Industries,   280 Arthur Street,   Dryden 22. A.R.C. Industries,   146 Church Street West,   Elmira 23. A.R.C. Industries,   Highway 17,   General Delivery,   Sprague 24. A.R.C. Industries,   345 Station Road,   Espanola 25. A.R.C. Industries,   372 Talbot Street North,   Essex 26. A.R.C. Industries Tecumseh—North Shore Industries,   119 Lesperance Road,   Essex 27. A.R.C. Industries (Fort Frances),   830 Portage Avenue,   Fort Frances 28. A.R.C. Industries,   26 Mill Street,   Gananoque 29. A.R.C. Industries,   8 Royal Road,   Guelph 30. A.R.C. Industries,   Georgina Street,   Box 1149,   Haileybury 31. A.R.C. Industries,   P.O. Box 90,   Haliburton 32. A.R.C. Industries,   Steeles Avenue West,   Hornby 33. A.R.C. Industries,   Etwell Road,   R.R. #1,   Huntsville 34. A.R.C. Industries,   Devonshire Avenue,   Iroquois Falls 35. A.R.C. Industries,   Highway 43,   Kemptville 36. A.R.C. Industries,   601 Fourth Avenue South,   Kenora   and   A.R.C. Industries Wood Shop,   1312 Pine Portage Road,   Kenora   and   A.R.C. Industries Pre-vocational Training Centre,   1 Ninth Avenue South,   Kenora 37. A.R.C. Industries Kingston,   142 Railway Street,   Kingston 38. A.R.C. Industries,   23 Government Road East,   and   4 Tweedsmuir Road,   Kirkland Lake 39. A.R.C. Industries Bancroft,   Mill Street,   P.O. Box #969,   Bancroft 40. A.R.C. Industries,   17 William Street South,   Lindsay 41. A.R.C. Printing,   62 Riverview Road,   Lindsay 42. A.R.C. Industries,   35 Walker Street,   Markdale 43. A.R.C. Industries,   345 Station Road,   Espanola 44. Arc Industries,   761 Main Street East,   Milton 45. A.R.C. Industries,   Units 9 and 10,   1081 Meyerside Drive,   Mississauga   and   Dixie Woodwork,   Unit 1011,   3663 Mavis Road,   Mississauga   and   Orwell Industries,   Unit 4,   600 Orwell,   Mississauga   and   Print One,   Unit 18,   2455 Cawthra Road,   Mississauga 46. A.R.C. Industries—Huronia Workshop,   169 Bay Street,   and   339 Olive Street,   Midland 47. A.R.C. Industries,   Industry Street,   Napanee 48. A.R.C. Industries (Niagara Falls),   4337 Fourth Avenue,   Niagara Falls 49. A.R.C. Industries,   6 Kitchener Street,   Orillia 50. A.R.C. Industries,   73 Breezehill Avenue,   Ottawa 51. A.R.C. (Adult Rehabilitation Centre),   769 Fourth Avenue East,   Owen Sound 52. A.R.C. Industries,   Water Street,   Oxford Mills 53. A.R.C. Industries,   McNaughton and Joseph Streets,   Highway 69B,   Parry Sound 54. A.R.C. Industries,   15 Bennett Street,   Pembroke 55. A.R.C. Industries,   Adult Training Centre,   139 Douro Street,   and   Neal Drive,   Peterborough 56. A.R.C. Industries,   18 Bridge Street,   Picton . .  . .  . 58. A.R.C. Industries,   Opeongo Road,   and   326 Raglan Street South,   Renfrew 59. A.R.C. Industries,   101 Edward Avenue,   Richmond Hill . .  . .  . 61. A.R.C. Industries,   Scarborough Branch,   64 Crockford Boulevard,   Toronto 62. A.R.C. Industries,   Units 8, 9 and 10,   29 Centennial,   Orangeville 63. A.R.C. Industries,   R.R. #3,   Simcoe 64. A.R.C. Industries,   3 Industrial Road,   P.O. Box 276,   and   11 Frank Street,   Strathroy 65. A.R.C. Industries,   50 Bay Street,   P.O. Box 1238,   Sturgeon Falls 66. A.R.C. Industries,   318 Main Street,   Sundridge 67. A.R.C. Industries,   384 and 450 Fort William Road,   Thunder Bay 68. A.R.C. Industries,   126 Concession Street East,   Tillsonburg 69. A.R.C. Industries,   166 Brousseau Avenue,   Timmins 70. A.R.C. Industries,   Etobicoke Branch,   288 Judson Avenue,   Toronto 71. A.R.C. Industries,   Central Branch,   100 Sunrise Avenue,   Toronto 72. A.R.C. Industries,   North York Branch,   150 Steeprock Drive,   Downsview 73. A.R.C. Industries,   Progress Centre,   78 Industry Street,   Toronto 74. A.R.C. Industries,   11 Canal Street,   Trenton 75. A.R.C. Industries,   212 Elizabeth Street,   Wallaceburg 76. A.R.C. Industries,   43 Hagar Street,   Welland 77. A.R.C. Industries,   584 Dundas Street,   and   Unit 5,   1055-57 Parkinson Road,   Woodstock and    285 Ingersoll Street,   Ingersoll 78. Ability Centre,   180 Gore Street,   Sault Ste. Marie 79. Ability Centre,   237 Camelot Street,   Thunder Bay 80. Ability Centre,   841 Pine Street South,   Timmins 81. Ability Centre,   585 Trethewey Drive,   Toronto 82. Ability Centre,   141 Weber Street South,   Waterloo 83. A.D.T.E.C.,   125 Dufferin Street South,   Alliston 84. Adult Opportunity Centre,   99 Durham Street East,   Walkerton 85. Adult Training Centre (A.R.C. Industries),   191 York Street,   Hamilton 86. Adult Training Centre—A.R.C. Industries,   510 Penrose Street,   Newmarket 87. Adult Training Centre/Work Training Centre,   1108 Speers Road,   Oakville   and   Claycrafters,   147 Church Street,   Oakville 88. Adult Training Centre,   161 Donald Street,   Ottawa 89. Agricultural Training Program,   3501 Richmond Road,   Ottawa 90. Alliston Metal Industries Workshop,   120 Parsons Road,   Alliston 91. Amity Goodwill Industries,   1366 Main Street East,   and   604 Concession Street,   and 423 Barton Street,   Hamilton   and   585 Bunting Road,   St. Catharines 92. Amity Rehabilitation Centre,   225 King William Street,   Hamilton 93. A.M.R. Training Centre,   175 Chippewa Street West,   and   186 McIntyre Street East,   North Bay 94. Arcwood Acres,   R.R. # 7,   Tillsonburg 95. Atlaz Industrial Centre,   55 Ameer Drive,   Toronto 96. Aurora Contracting and Employment Services,   2 Vata Court, Unit #1,   Aurora, Ontario 97. Avenue II Community Programs Services (Thunder Bay) Inc.,   125 S. Lillie Street,   Thunder Bay 98. Beehive Enterprises,   206 Hogarth Avenue West,   Geraldton 99. Brad Tec Workshop,   117 Bridge Street,   Bradford 100. Bob Rumball Centre for the Deaf,   2395 Bayview Avenue,   Willowdale 101. Brockville Community Workshop,   89 Hubbell Street,   Brockville 102. Central Seven Workshop,   R.R. #1,   Port Perry 103. The Centre Hastings Retraining Centre,   79 Durham Street South,   Madoc 104. The Clay Hut,   Charlotte Street,   Port Colborne 105. C.M.H.A. Rehabilitation Workshop,   287 Ashland Avenue,   London 106. C.N.I.B. Brantford Occupational Shop,   67 King Street,   Brantford 107. C.N.I.B. Hamilton Occupational Shop,   1686 Main Street West,   Hamilton 108. C.N.I.B. Kingston Occupational Shop,   466 Union Street West,   Kingston 109. C.N.I.B. Kitchener Occupational Shop,   169 Borden Avenue North,   Kitchener 110. C.N.I.B. Ottawa Occupational Shop,   320 McLeod Street,   Ottawa 111. C.N.I.B. Sudbury Occupational Shop,   303 York Street,   Sudbury 112. C.N.I.B. Caterplan Occupational Units Program,   1929 Bayview Avenue,   Toronto 113. C.N.I.B. Vocational Rehabilitation Activity Centre,   1929 Bayview Avenue,   Toronto 114. Community Sheltered Workshops,   35 Hayden Street,   Toronto 115. Corbrook Sheltered Workshop,   220 Bowie Avenue,   Toronto 116. C.O.S.T.I. Rehabilitation Centre,   76 Orfus Road,   Toronto 117. Elmira Wood Products,   R.R. #2,   Elmira 118. Forward House #3—Workshop,   442 Spruce Street,   London 119. Frederick Industries,   182 Perth Street,   Stratford 120. Friendco Adult Workshop and Training Centre,   11 Park Avenue,   St. Thomas 121. Glenholme A.R.C. Industries,   39 and 40 Wellington Street East,   and   851 Farewell Avenue,   Oshawa   Pallet Manufacturing,   1140 Nelson Street,   Oshawa   Wooden Toy Co.,   875 Wilson Road South,   Oshawa 122. Gooderham Developmental Centre,   62 Gooderham Drive,   Scarborough 123. Goodwill Industries of Windsor Inc.,   369 Dougall Avenue,   and   1005 Walker Road,   Windsor 124. Goodwill Services Store,   234 Adelaide Street East,   Toronto   and   76 Harwood Avenue,   Ajax   and   15 Simcoe Street South,   Oshawa   and   552 College Street,   Toronto   and   2533 Danforth Avenue,   Toronto   and   3109 Dundas Street West,   Toronto   and   3168 Eglinton Avenue East,   Toronto   and   4566 Kingston Road,   Toronto   and   3701 Keele Street,   Toronto   and   2985 Lakeshore Boulevard West,   Toronto   and   465 Parliament Street,   Toronto   and   1267 Queen Street West,   Toronto   and   755 Queen Street East,   Toronto   and   319 Roncesvalles Avenue,   Toronto   and   338 Queen Street West,   Toronto   and   1611 Wilson Avenue,   Toronto   and   1508-1510 Danforth Avenue,   Toronto   and   231 Richmond Street East,   Toronto 125. Haldimand Opportunity Centre,   R.R. #1,   York 126. Hamilton Ability Centre,   495 Woodward Avenue,   Hamilton 127. Harmony Centre Sheltered Workshop,   5062 Yonge Street,   P.O. Box 906,   Red Lake 128. Harry E. Foster Employment Training Centre,   30 Birch Avenue,   Toronto 129. Hope Farm,   General Delivery, Mindemoya,   Manitoulin Island 130. Hutton House,   654 Wonderland Road North,   London 131. Industrial Workshop,   1348 Regina Street,   North Bay 132. James Purdue Centre/Sheltered Workshop,   300 Elgin Street,   P.O. Box 1618,   and   17 Industrial Road,   P.O. Box 1618,   St. Marys 133. Jack Reavie Vocational Centre,   153 John Street,   P.O. Box 997,   Wingham 134. Jesse S. Manson Employment Training Centre,   4 Overlea Boulevard,   Toronto 135. Kay Butchart Sheltered Workshop,   Highway 26,   Box #44,   Meaford 136. Kingston Ability Centre,   2 Cataraqui Street,   and   39 Montreal Street,   Kingston 137. King Street Life Skills,   21 King Street,   Sioux Lookout 138. Kinsmen Centre for the Retarded,   108 Sydney Street South,   Kitchener 139. Kinsmen A.R.C. Industries,   870 Ottawa Street,   Windsor 140. Lanark County A.R.C. Industries,   178 Town Line,   Box 1859,   Carleton Place 141. Les Industries A.R.C. Industries,   McDonald Street,   Alexandria 142. London Ability Centre,   627 Maitland Street,   London 143. London Road Facility,   889 London Road and Superior,   Sarnia 144. The Thrift Shop,   124 Colborne Street,   Brantford   and   188 King Street,   Kitchener   and   840 Delaney Street,   London   and   1474 Dundas Street East,   London   and   London Goodwill Industries Association,   554 First Street,   London   and   130 Stronach Avenue,   London   and   The Thrift Shop,   908 Oxford Street,   London   and   223 Harton Street,   London   and   295 Richmond Street,   London   and   615 Dundas Street,   London   and   436 Hamilton Road,   London   and   361 Talbot Street,   St. Thomas   and   62 Wellington Street,   Stratford   and   451 Dundas Street,   Woodstock 145. Mainstream: An Unsheltered Workshop,   25 Main Street,   St. Catharines 146. McLachlin Centre,   Part 1, Plan 61; Part 2,   Concession B. Village of Braeside,   County of Renfrew 147. Mission Products, Sheltered Workshop,   120 Cannon Street East,   Hamilton 148. Mission Services,   271 Kenilworth Avenue North,   and   236 Lock Street South,   Hamilton 149. Neustadt Day Program,   P.O. Box 39,   Neustadt 150. Niagara Training and Employment Agency, Inc. (N-Tec),   Canby Street,   Port Robinson 151. Nor Pak,   220 Rutherford Road,   Brampton 152. Opp Art,   931 Leathorne Street,   London 153. Opportunity Enterprises,   190 Adelaide Street West,   London   and   Plant # 1,   28 Micro Court,   London   and   Opportunity Plastic Packaging,   500 First Street,   London 154. Opportunity Workshop,   Part of Lots 21 and 22 of Plan #147,   Strathroy 155. Ottawa Ability Centre,   80 Colonnade Road,   Ottawa 156. Pallet Industries,   40 Biggar Avenue,   Hamilton 157. Participation Industries,   1621 Lauzon Road,   Windsor 158. Participation Industries,   200 Lauzon Road,   Windsor 159. Participation Projects—Sudbury and District Resource Centre,   765 Cressy Street,   Sudbury 160. Peel Career Assessment Services Workshop,   5266 General Road,   Mississauga 161. Petrolia Enterprises,   368 Eureka Street,   Petrolia   and   339 Centre Street,   Petrolia 162. Prevocational Training Centre,   205 Victoria Street,   Wardsville 163. Print Shop/Pathfinder Service,   4593 Victoria Avenue,   Niagara Falls 164. Quad County Opportunity Workshop,   191 Queen Street,   Wardsville 165. Rapids Woodworking,   79 Phillips Street,   Sarnia 166. The Reena Cartwright Resource Centre,   99 Cartwright Avenue,   Toronto 167. St. Catharines Ability Centre,   3 Lowell Avenue,   St. Catharines 168. The Salvation Army Booth Industries,   143 Lakeshore Boulevard East,   Toronto 169. Sarnia Goodwill Industries,   354-356 Christina Street South,   and   106 North Christina Street,   Sarnia 170. Sioux Lookout,   Life Skills,   37 Queen Street,   Sioux Lookout 171. Scarbrook Enterprises,   2220 Midland Avenue,   Units 14-22,   Scarborough 172. Soogoma Industries,   105 White Oak Drive East,   Sault Ste. Marie 173. South Waterloo Vocational Centre,   485 Dundas Street,   Cambridge 174. Spruce Adult Workshop,   13 Ash Street, Box 204,   and   50 Golf Avenue,   Kapuskasing 175. Sub-Con Industries,   230 Bayview Drive,   Barrie 176. Suncoast Industries,   267 Suncoast,   Goderich 177. Torchlight Industries,   30 Edinburgh Road,   Guelph 178. Town and Country Enterprises,   820 Main Street East,   Listowel 179. Vanier Industries,   Concession 3, Casselman   and   1588 Aberdeen Street,   Hawkesbury 180. Vanier Industries—Plantagenet,   Plantagenet 181. Vocational Rehabilitation Centre of Metropolitan Toronto,   74 Tycos Drive,   Toronto 182. Wawanosh Enterprises,   822 Confederation Street,   Sarnia 183. Wedding Belle Boutique,   302 James Street,   Wallaceburg 184. Welland Ability,   160 East Main Street,   Welland   and   212 King Street,   Port Colborne . .  . .  . 186. Willowbeach A.R.C. Industries,   King Street,   Pefferlaw 187. Willowview Training Centre,   Eagle Road,   P.O. Box 225,   Fort Erie 188. Work Training and Assessment Centre,   2680 Ouellette Avenue,   Windsor 189. W.C. Jarrett Industrial Training Centre,   1125 Webbwood Drive,   Sudbury   and   W.C. Jarrett Industrial Training Centre II,   1148 Webbwood Avenue,   Sudbury   and   W.C. Jarrett Industrial Training Plan Centre,   Cedar Point Plaza,   1984 Regent Street South,   Sudbury   and   W.C. Jarrett Vocational and Assessment Training Centre (VATC),   598 Falconbridge Road,   Sudbury   and   W.C. Jarrett Industrial Training Centre III,   147 Lorne Street,   Sudbury 190. W-3 Printing and Retail,   1249 London Road,   Sarnia R.R.O. 1990, Reg. 1095, Sched. 2; O. Reg. 331/92, s. 3. FORM 1 Vocational Rehabilitation Services Act APPLICATION FOR VOCATIONAL REHABILITATION SERVICES     R.R.O. 1990, Reg. 1095, Form 1. FORM 2 Vocational Rehabilitation Services Act MEDICAL REPORT     R.R.O. 1990, Reg. 1095, Form 2. ",
            "raw_html": "<p class=\"section-e\"><b>32. </b>(1) In this section,</p> <p class=\"firstdef-e\">“cost of operation” includes salaries and wages of staff, necessary staff travel costs associated with providing supported employment services to clients and other reasonable costs incurred by the organization in operating an office for purposes of administering the supported employment program.</p> <p class=\"subsection-e\">(2) An annual application by an organization for the payment of a grant for the operation of a supported employment program shall be made to the Director in a form provided by the Minister.</p> <p class=\"subsection-e\">(3) The amount of the grant that may be paid by Ontario to an organization for the operation of a supported employment program shall be 100 per cent of the cost of operation in the fiscal year for which the funding is provided or such lesser amount as shall be determined by the Director, taking into account available funds.</p> <p class=\"subsection-e\">(4) Ontario may make interim payments to an organization, even if an application by the organization for the payment of a grant has not yet been received.</p> <p class=\"subsection-e\">(5) The total amount of the interim payments that may be made to an organization for a fiscal year shall not exceed the amount of the grant paid to the organization for the previous fiscal year.</p> <p class=\"subsection-e\">(6) The amount of the grant payable to an organization for a fiscal year shall be reduced by the total amount of the interim payments made to the organization for that fiscal year. O. Reg. 438/93, s. 1.</p> <p class=\"schedule-e\">SCHEDULE 1</p> <p class=\"zparagraph-e\">1. Ajax-Pickering and Whitby Association for Retarded Children</p> <p class=\"zparagraph-e\">2. Alliston &amp; District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">3. Almaquin Highlands Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">4. Amity Association of Hamilton</p> <p class=\"zparagraph-e\">5. Arnprior District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">6. Arnprior-Renfrew Adult Training Centre</p> <p class=\"zparagraph-e\">7. Atikokan and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">8. Association for Handicapped Adults (London)</p> <p class=\"zparagraph-e\">9. Association for the Developmentally Handicapped (Oshawa and District)</p> <p class=\"zparagraph-e\">10. Avenue II Community Programs Services (Thunder Bay) Inc.</p> <p class=\"zparagraph-e\">11. The Bancroft and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">12. The Barrie and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">13. Belleville and District Association for Retarded Children</p> <p class=\"zparagraph-e\">14. Brampton-Caledon Association for Retarded Children</p> <p class=\"zparagraph-e\">15. Brantford and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">16. Brockville Community Workshop</p> <p class=\"zparagraph-e\">17. Burlington and District Association for the Mentally Retarded.</p> <p class=\"zparagraph-e\">18. The Cambridge and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">19. The Campbellford and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">20. The Canadian Mental Health Association</p> <p class=\"zparagraph-e\">21. The Canadian National Institute for the Blind.</p> <p class=\"zparagraph-e\">22. Central Seven Association for the Developmentally Handicapped</p> <p class=\"zparagraph-e\">23. Cerebral Palsy Association of Windsor and Essex County</p> <p class=\"zparagraph-e\">24. Cerebral Palsy Parent Council of Toronto</p> <p class=\"zparagraph-e\">25. Chatham-Kent &amp; District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">26. Cochrane Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">27. Collingwood and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">28. Community Living Mississauga</p> <p class=\"zparagraph-e\">29. Community Sheltered Workshops</p> <p class=\"zparagraph-e\">30. Corbrook Sheltered Workshop for the Physically Disabled</p> <p class=\"zparagraph-e\">31. Cornwall &amp; District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">32. COSTI-IIAS Immigrant Services</p> <p class=\"zparagraph-e\">33. Dryden &amp; District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">34. Dufferin Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">35. Elliot Lake &amp; District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">36. Elmira and District Association for the Retarded</p> <p class=\"zparagraph-e\">37. The Espanola and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">38. Essex County Association for Retarded Children Inc.</p> <p class=\"zparagraph-e\">39. Fort Frances and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">40. Forward House of London</p> <p class=\"zparagraph-e\">41. Gananoque and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">42. Geraldton and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">43. Glengarry Association for the Mentally Retarded Inc.</p> <p class=\"zparagraph-e\">44. The Goderich and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">45. Goodwill Industries of Toronto</p> <p class=\"zparagraph-e\">46. Goodwill Industries of Windsor Incorporated</p> <p class=\"zparagraph-e\">47. The Governing Council of The Salvation Army, Canada East</p> <p class=\"zparagraph-e\">48. Greater Niagara Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">49. The Guelph and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">50. Haldimand Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">51. Haliburton District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">52. The Hamilton and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">53. Harbour Rescue Mission</p> <p class=\"zparagraph-e\">54. H.A.R.C. Incorporated</p> <p class=\"zparagraph-e\">55. Harmony Centre, Skills Unlimited Workshop</p> <p class=\"zparagraph-e\">56. Huntsville and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">57. Huronia Society for the Mentally Retarded</p> <p class=\"zparagraph-e\">58. Iroquois Falls, Calvert &amp; District Association for Retarded Children</p> <p class=\"zparagraph-e\">59. Jewish Vocational Service of Metropolitan Toronto</p> <p class=\"zparagraph-e\">60. Kapuskasing &amp; District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">61. Kenora-Keewatin Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">62. The Kingston and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">63. Kirkland Lake Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">64. Kitchener-Waterloo Habilitation Services for the Retarded</p> <p class=\"zparagraph-e\">65. The Lakehead Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">66. Lambton County Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">67. The Lanark District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">68. Lennox &amp; Addington Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">69. Lindsay &amp; District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">70. Listowel District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">71. London and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">72. London Goodwill Industries Association</p> <p class=\"zparagraph-e\">73. Madoc C.O.P.E.</p> <p class=\"zparagraph-e\">74. Mainstream: An Unsheltered Workshop</p> <p class=\"zparagraph-e\">75. The Manitoulin District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">76. The Meaford and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">77. Metropolitan Toronto Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">78. The Newmarket and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">79. Niagara Training &amp; Employment Agency Inc.</p> <p class=\"zparagraph-e\">80. North Grenville Association for Community Living</p> <p class=\"zparagraph-e\">81. The Norfolk Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">82. North Bay and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">83. North Halton Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">84. The Oakville Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">85. Ontario Community Centre for the Deaf</p> <p class=\"zparagraph-e\">86. Orillia Association for the Handicapped</p> <p class=\"zparagraph-e\">87. Ottawa and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">88. Owen Sound and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">89. Participation Projects—Sudbury and District</p> <p class=\"zparagraph-e\">90. Peace Bridge Area Association for the Mentally Retarded.</p> <p class=\"zparagraph-e\">91. Peel Career Assessment Services Inc.</p> <p class=\"zparagraph-e\">92. The Pembroke and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">93. Peterborough and District Association for the Mentally Retarded.</p> <p>. .  . .  .</p> <p class=\"zparagraph-e\">95. Port Hope-Cobourg and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">96. Prescott-Russell Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">97. Prince Edward Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">98. Quad County Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">99. The Reena Foundation</p> <p class=\"zparagraph-e\">100. Rehabilitation Foundation for the Disabled</p> <p>. .  . .  .</p> <p class=\"zparagraph-e\">102. St. Marys &amp; District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">103. St. Thomas-Elgin Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">104. Sarnia and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">105. Sarnia Goodwill Industries Inc.</p> <p class=\"zparagraph-e\">106. Sault Ste. Marie and District Association for the Mentally Retarded.</p> <p class=\"zparagraph-e\">107. Sioux Lookout and Hudson Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">108. South Huron and District Association for the Mentally Handicapped</p> <p class=\"zparagraph-e\">109. South-East Grey Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">110. South Muskoka District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">111. South Waterloo Vocational Centre</p> <p class=\"zparagraph-e\">112. Stratford and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">113. Strathroy and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">114. Sturgeon Falls &amp; District Association for the Mentally Retarded.</p> <p class=\"zparagraph-e\">115. Sudbury and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">116. Sutton and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">117. Tillsonburg and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">118. Timmins Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">119. Torchlight Services</p> <p class=\"zparagraph-e\">120. Trenton, Brighton and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">121. Tri-Town and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">122. Walkerton &amp; District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">123. Wallaceburg &amp; Sydenham District Association for the Mentally Retarded, Inc..</p> <p class=\"zparagraph-e\">124. Welland District Association for the Retarded Incorporated</p> <p>. .  . .  .</p> <p class=\"zparagraph-e\">126. West Parry Sound Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">127. Windsor Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">128. Wingham and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">129. The Woodstock and District Association for the Mentally Retarded</p> <p class=\"zparagraph-e\">130. York Central Association for the Mentally Retarded. </p> <p class=\"tfootnote-e\">R.R.O. 1990, Reg. 1095, Sched. 1; O. Reg. 331/92, s. 2.</p> <p class=\"schedule-e\">SCHEDULE 2</p> <p class=\"zparagraph-e\">1. A.R.C. Gas Bar, <br/>  403 Colborne Street East, <br/>  Brantford</p> <p class=\"zparagraph-e\">2. A.R.C. Greenhouses and Gardening Services, <br/>  Fort Erie</p> <p class=\"zparagraph-e\">3. A.R.C. Industries, <br/>  177 Dowty Road, <br/>  Ajax</p> <p class=\"zparagraph-e\">4. A.R.C. Industries Amherstburg—Channel Industries, <br/>  400 Sandwich Street South, <br/>  Amherstburg</p> <p class=\"zparagraph-e\">5. A.R.C. Pine, <br/>  767 McKay Road, <br/>  Pickering</p> <p class=\"zparagraph-e\">6. A.R.C. Industries, <br/>  308 Main Street, <br/>  Atikokan <br/>  and <br/>  A.R.C. Industries, <br/>  Gorrie Street, <br/>  Atikokan</p> <p class=\"zparagraph-e\">7. A.R.C. Industries, <br/>  175 Bayfield Street, <br/>  Barrie</p> <p class=\"zparagraph-e\">8. A.R.C. Industries, <br/>  119 Station Street, <br/>  Belleville</p> <p class=\"zparagraph-e\">9. A.R.C. Industries (South Muskoka), <br/>  Box 847,  <br/>  Bracebridge</p> <p class=\"zparagraph-e\">10. A.R.C. Industries, <br/>  61 and 83 Wilkes Street, <br/>  Brantford</p> <p class=\"zparagraph-e\">11. Arc Industries, <br/>  1150 Northside Road, <br/>  Burlington</p> <p class=\"zparagraph-e\">12. A.R.C. Industries, <br/>  466 Franklin Boulevard, <br/>  and <br/>  20 River Street South, <br/>  Cambridge</p> <p class=\"zparagraph-e\">13. A.R.C. Industries Campbellford, <br/>  50 Front Street North, <br/>  and <br/>  Doxee Street North, <br/>  Campbellford</p> <p class=\"zparagraph-e\">14. A.R.C. Industries, <br/>  723 Bloomfield Road, <br/>  R.R. #5, <br/>  Chatham</p> <p class=\"zparagraph-e\">15. A.R.C. Industries Plant I, <br/>  1099 Park Avenue W., <br/>  P.O. Box 967, <br/>  Chatham <br/>  and <br/>  A.R.C Industries Plant II, <br/>  955 Richmond Street, <br/>  P.O. Box 967, <br/>  Chatham</p> <p class=\"zparagraph-e\">16. A.R.C. Industries, <br/>  420 Roe Street, <br/>  and Cottesmore Avenue, <br/>  Cobourg</p> <p class=\"zparagraph-e\">17. A.R.C. Industries, <br/>  P.O. Box 1508, <br/>  South Highway 11, <br/>  Cochrane</p> <p class=\"zparagraph-e\">18. A.R.C. Industries, <br/>  10 Ronnell Crescent, <br/>  Collingwood</p> <p class=\"zparagraph-e\">19. A.R.C. Industries, <br/>  280 Ninth Street West, <br/>  Cornwall</p> <p class=\"zparagraph-e\">20. A.R.C. Industries, <br/>  P.O. Box 29, <br/>  Dashwood</p> <p class=\"zparagraph-e\">21. A.R.C. Industries, <br/>  280 Arthur Street, <br/>  Dryden</p> <p class=\"zparagraph-e\">22. A.R.C. Industries, <br/>  146 Church Street West, <br/>  Elmira</p> <p class=\"zparagraph-e\">23. A.R.C. Industries, <br/>  Highway 17, <br/>  General Delivery, <br/>  Sprague</p> <p class=\"zparagraph-e\">24. A.R.C. Industries, <br/>  345 Station Road, <br/>  Espanola</p> <p class=\"zparagraph-e\">25. A.R.C. Industries, <br/>  372 Talbot Street North, <br/>  Essex</p> <p class=\"zparagraph-e\">26. A.R.C. Industries Tecumseh—North Shore Industries, <br/>  119 Lesperance Road, <br/>  Essex</p> <p class=\"zparagraph-e\">27. A.R.C. Industries (Fort Frances), <br/>  830 Portage Avenue, <br/>  Fort Frances</p> <p class=\"zparagraph-e\">28. A.R.C. Industries, <br/>  26 Mill Street, <br/>  Gananoque</p> <p class=\"zparagraph-e\">29. A.R.C. Industries, <br/>  8 Royal Road, <br/>  Guelph</p> <p class=\"zparagraph-e\">30. A.R.C. Industries, <br/>  Georgina Street, <br/>  Box 1149, <br/>  Haileybury</p> <p class=\"zparagraph-e\">31. A.R.C. Industries, <br/>  P.O. Box 90, <br/>  Haliburton</p> <p class=\"zparagraph-e\">32. A.R.C. Industries, <br/>  Steeles Avenue West, <br/>  Hornby</p> <p class=\"zparagraph-e\">33. A.R.C. Industries, <br/>  Etwell Road, <br/>  R.R. #1, <br/>  Huntsville</p> <p class=\"zparagraph-e\">34. A.R.C. Industries, <br/>  Devonshire Avenue, <br/>  Iroquois Falls</p> <p class=\"zparagraph-e\">35. A.R.C. Industries, <br/>  Highway 43, <br/>  Kemptville</p> <p class=\"zparagraph-e\">36. A.R.C. Industries, <br/>  601 Fourth Avenue South, <br/>  Kenora <br/>  and <br/>  A.R.C. Industries Wood Shop, <br/>  1312 Pine Portage Road, <br/>  Kenora <br/>  and <br/>  A.R.C. Industries Pre-vocational Training Centre, <br/>  1 Ninth Avenue South, <br/>  Kenora</p> <p class=\"zparagraph-e\">37. A.R.C. Industries Kingston, <br/>  142 Railway Street, <br/>  Kingston</p> <p class=\"zparagraph-e\">38. A.R.C. Industries, <br/>  23 Government Road East, <br/>  and <br/>  4 Tweedsmuir Road, <br/>  Kirkland Lake</p> <p class=\"zparagraph-e\">39. A.R.C. Industries Bancroft, <br/>  Mill Street, <br/>  P.O. Box #969, <br/>  Bancroft</p> <p class=\"zparagraph-e\">40. A.R.C. Industries, <br/>  17 William Street South, <br/>  Lindsay</p> <p class=\"zparagraph-e\">41. A.R.C. Printing, <br/>  62 Riverview Road, <br/>  Lindsay</p> <p class=\"zparagraph-e\">42. A.R.C. Industries, <br/>  35 Walker Street, <br/>  Markdale</p> <p class=\"zparagraph-e\">43. A.R.C. Industries, <br/>  345 Station Road, <br/>  Espanola</p> <p class=\"zparagraph-e\">44. Arc Industries, <br/>  761 Main Street East, <br/>  Milton</p> <p class=\"zparagraph-e\">45. A.R.C. Industries, <br/>  Units 9 and 10, <br/>  1081 Meyerside Drive, <br/>  Mississauga <br/>  and <br/>  Dixie Woodwork, <br/>  Unit 1011, <br/>  3663 Mavis Road, <br/>  Mississauga <br/>  and <br/>  Orwell Industries, <br/>  Unit 4, <br/>  600 Orwell, <br/>  Mississauga <br/>  and <br/>  Print One, <br/>  Unit 18, <br/>  2455 Cawthra Road, <br/>  Mississauga</p> <p class=\"zparagraph-e\">46. A.R.C. Industries—Huronia Workshop, <br/>  169 Bay Street, <br/>  and <br/>  339 Olive Street, <br/>  Midland</p> <p class=\"zparagraph-e\">47. A.R.C. Industries, <br/>  Industry Street, <br/>  Napanee</p> <p class=\"zparagraph-e\">48. A.R.C. Industries (Niagara Falls), <br/>  4337 Fourth Avenue, <br/>  Niagara Falls</p> <p class=\"zparagraph-e\">49. A.R.C. Industries, <br/>  6 Kitchener Street, <br/>  Orillia</p> <p class=\"zparagraph-e\">50. A.R.C. Industries, <br/>  73 Breezehill Avenue, <br/>  Ottawa</p> <p class=\"zparagraph-e\">51. A.R.C. (Adult Rehabilitation Centre), <br/>  769 Fourth Avenue East, <br/>  Owen Sound</p> <p class=\"zparagraph-e\">52. A.R.C. Industries, <br/>  Water Street, <br/>  Oxford Mills</p> <p class=\"zparagraph-e\">53. A.R.C. Industries, <br/>  McNaughton and Joseph Streets, <br/>  Highway 69B, <br/>  Parry Sound</p> <p class=\"zparagraph-e\">54. A.R.C. Industries, <br/>  15 Bennett Street, <br/>  Pembroke</p> <p class=\"zparagraph-e\">55. A.R.C. Industries, <br/>  Adult Training Centre, <br/>  139 Douro Street, <br/>  and <br/>  Neal Drive, <br/>  Peterborough</p> <p class=\"zparagraph-e\">56. A.R.C. Industries, <br/>  18 Bridge Street, <br/>  Picton</p> <p>. .  . .  .</p> <p class=\"zparagraph-e\">58. A.R.C. Industries, <br/>  Opeongo Road, <br/>  and <br/>  326 Raglan Street South, <br/>  Renfrew</p> <p class=\"zparagraph-e\">59. A.R.C. Industries, <br/>  101 Edward Avenue, <br/>  Richmond Hill</p> <p>. .  . .  .</p> <p class=\"zparagraph-e\">61. A.R.C. Industries, <br/>  Scarborough Branch, <br/>  64 Crockford Boulevard, <br/>  Toronto</p> <p class=\"zparagraph-e\">62. A.R.C. Industries, <br/>  Units 8, 9 and 10, <br/>  29 Centennial, <br/>  Orangeville</p> <p class=\"zparagraph-e\">63. A.R.C. Industries, <br/>  R.R. #3, <br/>  Simcoe</p> <p class=\"zparagraph-e\">64. A.R.C. Industries, <br/>  3 Industrial Road, <br/>  P.O. Box 276, <br/>  and <br/>  11 Frank Street, <br/>  Strathroy</p> <p class=\"zparagraph-e\">65. A.R.C. Industries, <br/>  50 Bay Street, <br/>  P.O. Box 1238, <br/>  Sturgeon Falls</p> <p class=\"zparagraph-e\">66. A.R.C. Industries, <br/>  318 Main Street, <br/>  Sundridge</p> <p class=\"zparagraph-e\">67. A.R.C. Industries, <br/>  384 and 450 Fort William Road, <br/>  Thunder Bay</p> <p class=\"zparagraph-e\">68. A.R.C. Industries, <br/>  126 Concession Street East, <br/>  Tillsonburg</p> <p class=\"zparagraph-e\">69. A.R.C. Industries, <br/>  166 Brousseau Avenue, <br/>  Timmins</p> <p class=\"zparagraph-e\">70. A.R.C. Industries, <br/>  Etobicoke Branch, <br/>  288 Judson Avenue, <br/>  Toronto</p> <p class=\"zparagraph-e\">71. A.R.C. Industries, <br/>  Central Branch, <br/>  100 Sunrise Avenue, <br/>  Toronto</p> <p class=\"zparagraph-e\">72. A.R.C. Industries, <br/>  North York Branch, <br/>  150 Steeprock Drive, <br/>  Downsview</p> <p class=\"zparagraph-e\">73. A.R.C. Industries, <br/>  Progress Centre, <br/>  78 Industry Street, <br/>  Toronto</p> <p class=\"zparagraph-e\">74. A.R.C. Industries, <br/>  11 Canal Street, <br/>  Trenton</p> <p class=\"zparagraph-e\">75. A.R.C. Industries, <br/>  212 Elizabeth Street, <br/>  Wallaceburg</p> <p class=\"zparagraph-e\">76. A.R.C. Industries, <br/>  43 Hagar Street, <br/>  Welland</p> <p class=\"zparagraph-e\">77. A.R.C. Industries, <br/>  584 Dundas Street, <br/>  and <br/>  Unit 5, <br/>  1055-57 Parkinson Road, <br/>  Woodstock and  <br/>  285 Ingersoll Street, <br/>  Ingersoll</p> <p class=\"zparagraph-e\">78. Ability Centre, <br/>  180 Gore Street, <br/>  Sault Ste. Marie</p> <p class=\"zparagraph-e\">79. Ability Centre, <br/>  237 Camelot Street, <br/>  Thunder Bay</p> <p class=\"zparagraph-e\">80. Ability Centre, <br/>  841 Pine Street South, <br/>  Timmins</p> <p class=\"zparagraph-e\">81. Ability Centre, <br/>  585 Trethewey Drive, <br/>  Toronto</p> <p class=\"zparagraph-e\">82. Ability Centre, <br/>  141 Weber Street South, <br/>  Waterloo</p> <p class=\"zparagraph-e\">83. A.D.T.E.C., <br/>  125 Dufferin Street South, <br/>  Alliston</p> <p class=\"zparagraph-e\">84. Adult Opportunity Centre, <br/>  99 Durham Street East, <br/>  Walkerton</p> <p class=\"zparagraph-e\">85. Adult Training Centre (A.R.C. Industries), <br/>  191 York Street, <br/>  Hamilton</p> <p class=\"zparagraph-e\">86. Adult Training Centre—A.R.C. Industries, <br/>  510 Penrose Street, <br/>  Newmarket</p> <p class=\"zparagraph-e\">87. Adult Training Centre/Work Training Centre, <br/>  1108 Speers Road, <br/>  Oakville <br/>  and <br/>  Claycrafters, <br/>  147 Church Street, <br/>  Oakville</p> <p class=\"zparagraph-e\">88. Adult Training Centre, <br/>  161 Donald Street, <br/>  Ottawa</p> <p class=\"zparagraph-e\">89. Agricultural Training Program, <br/>  3501 Richmond Road, <br/>  Ottawa</p> <p class=\"zparagraph-e\">90. Alliston Metal Industries Workshop, <br/>  120 Parsons Road, <br/>  Alliston</p> <p class=\"zparagraph-e\">91. Amity Goodwill Industries, <br/>  1366 Main Street East, <br/>  and <br/>  604 Concession Street, <br/>  and 423 Barton Street, <br/>  Hamilton <br/>  and <br/>  585 Bunting Road, <br/>  St. Catharines</p> <p class=\"zparagraph-e\">92. Amity Rehabilitation Centre, <br/>  225 King William Street, <br/>  Hamilton</p> <p class=\"zparagraph-e\">93. A.M.R. Training Centre, <br/>  175 Chippewa Street West, <br/>  and <br/>  186 McIntyre Street East, <br/>  North Bay</p> <p class=\"zparagraph-e\">94. Arcwood Acres, <br/>  R.R. # 7, <br/>  Tillsonburg</p> <p class=\"zparagraph-e\">95. Atlaz Industrial Centre, <br/>  55 Ameer Drive, <br/>  Toronto</p> <p class=\"zparagraph-e\">96. Aurora Contracting and Employment Services, <br/>  2 Vata Court, Unit #1, <br/>  Aurora, Ontario</p> <p class=\"zparagraph-e\">97. Avenue II Community Programs Services (Thunder Bay) Inc., <br/>  125 S. Lillie Street, <br/>  Thunder Bay</p> <p class=\"zparagraph-e\">98. Beehive Enterprises, <br/>  206 Hogarth Avenue West, <br/>  Geraldton</p> <p class=\"zparagraph-e\">99. Brad Tec Workshop, <br/>  117 Bridge Street, <br/>  Bradford</p> <p class=\"zparagraph-e\">100. Bob Rumball Centre for the Deaf, <br/>  2395 Bayview Avenue, <br/>  Willowdale</p> <p class=\"zparagraph-e\">101. Brockville Community Workshop, <br/>  89 Hubbell Street, <br/>  Brockville</p> <p class=\"zparagraph-e\">102. Central Seven Workshop, <br/>  R.R. #1, <br/>  Port Perry</p> <p class=\"zparagraph-e\">103. The Centre Hastings Retraining Centre, <br/>  79 Durham Street South, <br/>  Madoc</p> <p class=\"zparagraph-e\">104. The Clay Hut, <br/>  Charlotte Street, <br/>  Port Colborne</p> <p class=\"zparagraph-e\">105. C.M.H.A. Rehabilitation Workshop, <br/>  287 Ashland Avenue, <br/>  London</p> <p class=\"zparagraph-e\">106. C.N.I.B. Brantford Occupational Shop, <br/>  67 King Street, <br/>  Brantford</p> <p class=\"zparagraph-e\">107. C.N.I.B. Hamilton Occupational Shop, <br/>  1686 Main Street West, <br/>  Hamilton</p> <p class=\"zparagraph-e\">108. C.N.I.B. Kingston Occupational Shop, <br/>  466 Union Street West, <br/>  Kingston</p> <p class=\"zparagraph-e\">109. C.N.I.B. Kitchener Occupational Shop, <br/>  169 Borden Avenue North, <br/>  Kitchener</p> <p class=\"zparagraph-e\">110. C.N.I.B. Ottawa Occupational Shop, <br/>  320 McLeod Street, <br/>  Ottawa</p> <p class=\"zparagraph-e\">111. C.N.I.B. Sudbury Occupational Shop, <br/>  303 York Street, <br/>  Sudbury</p> <p class=\"zparagraph-e\">112. C.N.I.B. Caterplan Occupational Units Program, <br/>  1929 Bayview Avenue, <br/>  Toronto</p> <p class=\"zparagraph-e\">113. C.N.I.B. Vocational Rehabilitation Activity Centre, <br/>  1929 Bayview Avenue, <br/>  Toronto</p> <p class=\"zparagraph-e\">114. Community Sheltered Workshops, <br/>  35 Hayden Street, <br/>  Toronto</p> <p class=\"zparagraph-e\">115. Corbrook Sheltered Workshop, <br/>  220 Bowie Avenue, <br/>  Toronto</p> <p class=\"zparagraph-e\">116. C.O.S.T.I. Rehabilitation Centre, <br/>  76 Orfus Road, <br/>  Toronto</p> <p class=\"zparagraph-e\">117. Elmira Wood Products, <br/>  R.R. #2, <br/>  Elmira</p> <p class=\"zparagraph-e\">118. Forward House #3—Workshop, <br/>  442 Spruce Street, <br/>  London</p> <p class=\"zparagraph-e\">119. Frederick Industries, <br/>  182 Perth Street, <br/>  Stratford</p> <p class=\"zparagraph-e\">120. Friendco Adult Workshop and Training Centre, <br/>  11 Park Avenue, <br/>  St. Thomas</p> <p class=\"zparagraph-e\">121. Glenholme A.R.C. Industries, <br/>  39 and 40 Wellington Street East, <br/>  and <br/>  851 Farewell Avenue, <br/>  Oshawa <br/>  Pallet Manufacturing, <br/>  1140 Nelson Street, <br/>  Oshawa <br/>  Wooden Toy Co., <br/>  875 Wilson Road South, <br/>  Oshawa</p> <p class=\"zparagraph-e\">122. Gooderham Developmental Centre, <br/>  62 Gooderham Drive, <br/>  Scarborough</p> <p class=\"zparagraph-e\">123. Goodwill Industries of Windsor Inc., <br/>  369 Dougall Avenue, <br/>  and <br/>  1005 Walker Road, <br/>  Windsor</p> <p class=\"zparagraph-e\">124. Goodwill Services Store, <br/>  234 Adelaide Street East, <br/>  Toronto <br/>  and <br/>  76 Harwood Avenue, <br/>  Ajax <br/>  and <br/>  15 Simcoe Street South, <br/>  Oshawa <br/>  and <br/>  552 College Street, <br/>  Toronto <br/>  and <br/>  2533 Danforth Avenue, <br/>  Toronto <br/>  and <br/>  3109 Dundas Street West, <br/>  Toronto <br/>  and <br/>  3168 Eglinton Avenue East, <br/>  Toronto <br/>  and <br/>  4566 Kingston Road, <br/>  Toronto <br/>  and <br/>  3701 Keele Street, <br/>  Toronto <br/>  and <br/>  2985 Lakeshore Boulevard West, <br/>  Toronto <br/>  and <br/>  465 Parliament Street, <br/>  Toronto <br/>  and <br/>  1267 Queen Street West, <br/>  Toronto <br/>  and <br/>  755 Queen Street East, <br/>  Toronto <br/>  and <br/>  319 Roncesvalles Avenue, <br/>  Toronto <br/>  and <br/>  338 Queen Street West, <br/>  Toronto <br/>  and <br/>  1611 Wilson Avenue, <br/>  Toronto <br/>  and <br/>  1508-1510 Danforth Avenue, <br/>  Toronto <br/>  and <br/>  231 Richmond Street East, <br/>  Toronto</p> <p class=\"zparagraph-e\">125. Haldimand Opportunity Centre, <br/>  R.R. #1, <br/>  York</p> <p class=\"zparagraph-e\">126. Hamilton Ability Centre, <br/>  495 Woodward Avenue, <br/>  Hamilton</p> <p class=\"zparagraph-e\">127. Harmony Centre Sheltered Workshop, <br/>  5062 Yonge Street, <br/>  P.O. Box 906, <br/>  Red Lake</p> <p class=\"zparagraph-e\">128. Harry E. Foster Employment Training Centre, <br/>  30 Birch Avenue, <br/>  Toronto</p> <p class=\"zparagraph-e\">129. Hope Farm, <br/>  General Delivery, Mindemoya, <br/>  Manitoulin Island</p> <p class=\"zparagraph-e\">130. Hutton House, <br/>  654 Wonderland Road North, <br/>  London</p> <p class=\"zparagraph-e\">131. Industrial Workshop, <br/>  1348 Regina Street, <br/>  North Bay</p> <p class=\"zparagraph-e\">132. James Purdue Centre/Sheltered Workshop, <br/>  300 Elgin Street, <br/>  P.O. Box 1618, <br/>  and <br/>  17 Industrial Road, <br/>  P.O. Box 1618, <br/>  St. Marys</p> <p class=\"zparagraph-e\">133. Jack Reavie Vocational Centre, <br/>  153 John Street, <br/>  P.O. Box 997, <br/>  Wingham</p> <p class=\"zparagraph-e\">134. Jesse S. Manson Employment Training Centre, <br/>  4 Overlea Boulevard, <br/>  Toronto</p> <p class=\"zparagraph-e\">135. Kay Butchart Sheltered Workshop, <br/>  Highway 26, <br/>  Box #44, <br/>  Meaford</p> <p class=\"zparagraph-e\">136. Kingston Ability Centre, <br/>  2 Cataraqui Street, <br/>  and <br/>  39 Montreal Street, <br/>  Kingston</p> <p class=\"zparagraph-e\">137. King Street Life Skills, <br/>  21 King Street, <br/>  Sioux Lookout</p> <p class=\"zparagraph-e\">138. Kinsmen Centre for the Retarded, <br/>  108 Sydney Street South, <br/>  Kitchener</p> <p class=\"zparagraph-e\">139. Kinsmen A.R.C. Industries, <br/>  870 Ottawa Street, <br/>  Windsor</p> <p class=\"zparagraph-e\">140. Lanark County A.R.C. Industries, <br/>  178 Town Line, <br/>  Box 1859, <br/>  Carleton Place</p> <p class=\"zparagraph-e\">141. Les Industries A.R.C. Industries, <br/>  McDonald Street, <br/>  Alexandria</p> <p class=\"zparagraph-e\">142. London Ability Centre, <br/>  627 Maitland Street, <br/>  London</p> <p class=\"zparagraph-e\">143. London Road Facility, <br/>  889 London Road and Superior, <br/>  Sarnia</p> <p class=\"zparagraph-e\">144. The Thrift Shop, <br/>  124 Colborne Street, <br/>  Brantford <br/>  and <br/>  188 King Street, <br/>  Kitchener <br/>  and <br/>  840 Delaney Street, <br/>  London <br/>  and <br/>  1474 Dundas Street East, <br/>  London <br/>  and <br/>  London Goodwill Industries Association, <br/>  554 First Street, <br/>  London <br/>  and <br/>  130 Stronach Avenue, <br/>  London <br/>  and <br/>  The Thrift Shop, <br/>  908 Oxford Street, <br/>  London <br/>  and <br/>  223 Harton Street, <br/>  London <br/>  and <br/>  295 Richmond Street, <br/>  London <br/>  and <br/>  615 Dundas Street, <br/>  London <br/>  and <br/>  436 Hamilton Road, <br/>  London <br/>  and <br/>  361 Talbot Street, <br/>  St. Thomas <br/>  and <br/>  62 Wellington Street, <br/>  Stratford <br/>  and <br/>  451 Dundas Street, <br/>  Woodstock</p> <p class=\"zparagraph-e\">145. Mainstream: An Unsheltered Workshop, <br/>  25 Main Street, <br/>  St. Catharines</p> <p class=\"zparagraph-e\">146. McLachlin Centre, <br/>  Part 1, Plan 61; Part 2, <br/>  Concession B. Village of Braeside, <br/>  County of Renfrew</p> <p class=\"zparagraph-e\">147. Mission Products, Sheltered Workshop, <br/>  120 Cannon Street East, <br/>  Hamilton</p> <p class=\"zparagraph-e\">148. Mission Services, <br/>  271 Kenilworth Avenue North, <br/>  and <br/>  236 Lock Street South, <br/>  Hamilton</p> <p class=\"zparagraph-e\">149. Neustadt Day Program, <br/>  P.O. Box 39, <br/>  Neustadt</p> <p class=\"zparagraph-e\">150. Niagara Training and Employment Agency, Inc. (N-Tec), <br/>  Canby Street, <br/>  Port Robinson</p> <p class=\"zparagraph-e\">151. Nor Pak, <br/>  220 Rutherford Road, <br/>  Brampton</p> <p class=\"zparagraph-e\">152. Opp Art, <br/>  931 Leathorne Street, <br/>  London</p> <p class=\"zparagraph-e\">153. Opportunity Enterprises, <br/>  190 Adelaide Street West, <br/>  London <br/>  and <br/>  Plant # 1, <br/>  28 Micro Court, <br/>  London <br/>  and <br/>  Opportunity Plastic Packaging, <br/>  500 First Street, <br/>  London</p> <p class=\"zparagraph-e\">154. Opportunity Workshop, <br/>  Part of Lots 21 and 22 of Plan #147, <br/>  Strathroy</p> <p class=\"zparagraph-e\">155. Ottawa Ability Centre, <br/>  80 Colonnade Road, <br/>  Ottawa</p> <p class=\"zparagraph-e\">156. Pallet Industries, <br/>  40 Biggar Avenue, <br/>  Hamilton</p> <p class=\"zparagraph-e\">157. Participation Industries, <br/>  1621 Lauzon Road, <br/>  Windsor</p> <p class=\"zparagraph-e\">158. Participation Industries, <br/>  200 Lauzon Road, <br/>  Windsor</p> <p class=\"zparagraph-e\">159. Participation Projects—Sudbury and District Resource Centre, <br/>  765 Cressy Street, <br/>  Sudbury</p> <p class=\"zparagraph-e\">160. Peel Career Assessment Services Workshop, <br/>  5266 General Road, <br/>  Mississauga</p> <p class=\"zparagraph-e\">161. Petrolia Enterprises, <br/>  368 Eureka Street, <br/>  Petrolia <br/>  and <br/>  339 Centre Street, <br/>  Petrolia</p> <p class=\"zparagraph-e\">162. Prevocational Training Centre, <br/>  205 Victoria Street, <br/>  Wardsville</p> <p class=\"zparagraph-e\">163. Print Shop/Pathfinder Service, <br/>  4593 Victoria Avenue, <br/>  Niagara Falls</p> <p class=\"zparagraph-e\">164. Quad County Opportunity Workshop, <br/>  191 Queen Street, <br/>  Wardsville</p> <p class=\"zparagraph-e\">165. Rapids Woodworking, <br/>  79 Phillips Street, <br/>  Sarnia</p> <p class=\"zparagraph-e\">166. The Reena Cartwright Resource Centre, <br/>  99 Cartwright Avenue, <br/>  Toronto</p> <p class=\"zparagraph-e\">167. St. Catharines Ability Centre, <br/>  3 Lowell Avenue, <br/>  St. Catharines</p> <p class=\"zparagraph-e\">168. The Salvation Army Booth Industries, <br/>  143 Lakeshore Boulevard East, <br/>  Toronto</p> <p class=\"zparagraph-e\">169. Sarnia Goodwill Industries, <br/>  354-356 Christina Street South, <br/>  and <br/>  106 North Christina Street, <br/>  Sarnia</p> <p class=\"zparagraph-e\">170. Sioux Lookout, <br/>  Life Skills, <br/>  37 Queen Street, <br/>  Sioux Lookout</p> <p class=\"zparagraph-e\">171. Scarbrook Enterprises, <br/>  2220 Midland Avenue, <br/>  Units 14-22, <br/>  Scarborough</p> <p class=\"zparagraph-e\">172. Soogoma Industries, <br/>  105 White Oak Drive East, <br/>  Sault Ste. Marie</p> <p class=\"zparagraph-e\">173. South Waterloo Vocational Centre, <br/>  485 Dundas Street, <br/>  Cambridge</p> <p class=\"zparagraph-e\">174. Spruce Adult Workshop, <br/>  13 Ash Street, Box 204, <br/>  and <br/>  50 Golf Avenue, <br/>  Kapuskasing</p> <p class=\"zparagraph-e\">175. Sub-Con Industries, <br/>  230 Bayview Drive, <br/>  Barrie</p> <p class=\"zparagraph-e\">176. Suncoast Industries, <br/>  267 Suncoast, <br/>  Goderich</p> <p class=\"zparagraph-e\">177. Torchlight Industries, <br/>  30 Edinburgh Road, <br/>  Guelph</p> <p class=\"zparagraph-e\">178. Town and Country Enterprises, <br/>  820 Main Street East, <br/>  Listowel</p> <p class=\"zparagraph-e\">179. Vanier Industries, <br/>  Concession 3, Casselman <br/>  and <br/>  1588 Aberdeen Street, <br/>  Hawkesbury</p> <p class=\"zparagraph-e\">180. Vanier Industries—Plantagenet, <br/>  Plantagenet</p> <p class=\"zparagraph-e\">181. Vocational Rehabilitation Centre of Metropolitan Toronto, <br/>  74 Tycos Drive, <br/>  Toronto</p> <p class=\"zparagraph-e\">182. Wawanosh Enterprises, <br/>  822 Confederation Street, <br/>  Sarnia</p> <p class=\"zparagraph-e\">183. Wedding Belle Boutique, <br/>  302 James Street, <br/>  Wallaceburg</p> <p class=\"zparagraph-e\">184. Welland Ability, <br/>  160 East Main Street, <br/>  Welland <br/>  and <br/>  212 King Street, <br/>  Port Colborne</p> <p>. .  . .  .</p> <p class=\"zparagraph-e\">186. Willowbeach A.R.C. Industries, <br/>  King Street, <br/>  Pefferlaw</p> <p class=\"zparagraph-e\">187. Willowview Training Centre, <br/>  Eagle Road, <br/>  P.O. Box 225, <br/>  Fort Erie</p> <p class=\"zparagraph-e\">188. Work Training and Assessment Centre, <br/>  2680 Ouellette Avenue, <br/>  Windsor</p> <p class=\"zparagraph-e\">189. W.C. Jarrett Industrial Training Centre, <br/>  1125 Webbwood Drive, <br/>  Sudbury <br/>  and <br/>  W.C. Jarrett Industrial Training Centre II, <br/>  1148 Webbwood Avenue, <br/>  Sudbury <br/>  and <br/>  W.C. Jarrett Industrial Training Plan Centre, <br/>  Cedar Point Plaza, <br/>  1984 Regent Street South, <br/>  Sudbury <br/>  and <br/>  W.C. Jarrett Vocational and Assessment Training Centre (VATC), <br/>  598 Falconbridge Road, <br/>  Sudbury <br/>  and <br/>  W.C. Jarrett Industrial Training Centre III, <br/>  147 Lorne Street, <br/>  Sudbury</p> <p class=\"zparagraph-e\">190. W-3 Printing and Retail, <br/>  1249 London Road, <br/>  Sarnia</p> <p class=\"tfootnote-e\">R.R.O. 1990, Reg. 1095, Sched. 2; O. Reg. 331/92, s. 3.</p> <p class=\"form-e\">FORM 1</p> <p class=\"act-e\"><i>Vocational Rehabilitation Services Act</i></p> <p class=\"subject-e\">APPLICATION FOR VOCATIONAL REHABILITATION SERVICES</p> <p class=\"Normal\"><img border=\"0\" height=\"407\" src=\"images/elaws_rev_regs_901095_e-1.gif\" width=\"658\"/></p> <p class=\"scanned-e\"> <br/> </p> <p class=\"Normal\"><img border=\"0\" height=\"273\" src=\"images/elaws_rev_regs_901095_e-2.gif\" width=\"658\"/></p> <p class=\"scanned-e\"> <br/> </p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 1095, Form 1.</p> <p class=\"form-e\">FORM 2</p> <p class=\"act-e\"><i>Vocational Rehabilitation Services Act</i></p> <p class=\"subject-e\">MEDICAL REPORT</p> <p class=\"Normal\"><img border=\"0\" height=\"529\" src=\"images/elaws_rev_regs_901095_e-3.gif\" width=\"658\"/></p> <p class=\"scanned-e\"> <br/> </p> <p class=\"Normal\"><img border=\"0\" height=\"815\" src=\"images/elaws_rev_regs_901095_e-4.gif\" width=\"658\"/></p> <p class=\"scanned-e\"> <br/> </p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 1095, Form 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}