{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 382: GRADES - VEAL CARCASSES",
        "reg_name_text": "GRADES — VEAL CARCASSES",
        "citation": "R.R.O. 1990, Reg. 382: GRADES - VEAL CARCASSES",
        "act_under": "Farm Products Grades and Sales Act   Loi sur le classement et la vente des produits agricoles",
        "url": "https://www.ontario.ca/laws/regulation/900382",
        "date_scraped": "2023-12-19 07:26:38"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900382/v3",
            "valid_from": "June  1, 2005",
            "valid_to": "September 30, 2009"
        },
        {
            "a_href": "/laws/regulation/900382/v2",
            "valid_from": "May 19, 2005",
            "valid_to": "May 31, 2005"
        },
        {
            "a_href": "/laws/regulation/900382/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "May 18, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “brand” includes mark or label; “carcass” means any carcass or portion of a carcass of a young animal of the bovine species commonly known as veal, but does not include a carcass as defined in Regulation 376 of the Revised Regulations of Ontario, 1990; “Commissioner” means the Livestock Commissioner of Ontario; “conformation” means the general outline of the muscle formation of a carcass; “district supervisor” means a District Supervisor of the Livestock Division of the Department of Agriculture of Canada; “establishment” means, (a) a registered establishment within the meaning of the Meat Inspection Act (Canada), or (b) a slaughter plant within the meaning of Ontario Regulation 31/05 (Meat) made under the Food Safety and Quality Act, 2001 operated by a licensee under that regulation; “grader” means a grader assigned to an establishment for the purpose of grading carcasses; “inspector” means an inspector appointed under the Act; “operator” means a person operating an establishment. R.R.O. 1990, Reg. 382, s. 1; O. Reg. 229/05, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“brand” includes mark or label;</p> <p class=\"definition-e\">“carcass” means any carcass or portion of a carcass of a young animal of the bovine species commonly known as veal, but does not include a carcass as defined in Regulation 376 of the Revised Regulations of Ontario, 1990;</p> <p class=\"definition-e\">“Commissioner” means the Livestock Commissioner of Ontario;</p> <p class=\"definition-e\">“conformation” means the general outline of the muscle formation of a carcass;</p> <p class=\"definition-e\">“district supervisor” means a District Supervisor of the Livestock Division of the Department of Agriculture of Canada;</p> <p class=\"definition-e\">“establishment” means,</p> <p class=\"defclause-e\">(a) a registered establishment within the meaning of the <i>Meat Inspection Act</i> (Canada), or</p> <p class=\"defclause-e\">(b) a slaughter plant within the meaning of Ontario Regulation 31/05 (Meat) made under the <i>Food Safety and Quality Act, 2001</i> operated by a licensee under that regulation;</p> <p class=\"definition-e\">“grader” means a grader assigned to an establishment for the purpose of grading carcasses;</p> <p class=\"definition-e\">“inspector” means an inspector appointed under the Act;</p> <p class=\"definition-e\">“operator” means a person operating an establishment. R.R.O. 1990, Reg. 382, s. 1; O. Reg. 229/05, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Carcasses are designated as farm products. R.R.O. 1990, Reg. 382, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>Carcasses are designated as farm products. R.R.O. 1990, Reg. 382, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. The following grade names for carcasses and grades and standards therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada A. 2. Canada B. 3. Canada C. 4. Canada D. 5. Canada E. R.R.O. 1990, Reg. 382, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The following grade names for carcasses and grades and standards therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada A.</p> <p class=\"paragraph-e\">2. Canada B.</p> <p class=\"paragraph-e\">3. Canada C.</p> <p class=\"paragraph-e\">4. Canada D.</p> <p class=\"paragraph-e\">5. Canada E. R.R.O. 1990, Reg. 382, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) No carcass shall be graded, (a) by a person other than a grader; (b) at a place other than an establishment; (c) unless the grader is provided with a sufficient number of efficient helpers to assist the grader in his or her duties; (d) if the grader is of the opinion that he or she does not have freedom from interference in carrying out his or her duties; and (e) unless the carcass is from an animal slaughtered in the establishment where it is to be graded. (2) A grader is not required to grade a carcass unless it is presented to him or her for grading during reasonable hours mutually agreed upon between the operator and the district supervisor. (3) Where, at an establishment, (a) a carcass is placed under detention pursuant to the Act or this Regulation; or (b) an inspector, on reasonable grounds, believes that there has been a contravention of the Act or this Regulation, it is a condition of grading that every carcass at the establishment be graded until the matter or matters giving rise to the condition have been remedied. R.R.O. 1990, Reg. 382, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) No carcass shall be graded,</p> <p class=\"clause-e\">(a) by a person other than a grader;</p> <p class=\"clause-e\">(b) at a place other than an establishment;</p> <p class=\"clause-e\">(c) unless the grader is provided with a sufficient number of efficient helpers to assist the grader in his or her duties;</p> <p class=\"clause-e\">(d) if the grader is of the opinion that he or she does not have freedom from interference in carrying out his or her duties; and</p> <p class=\"clause-e\">(e) unless the carcass is from an animal slaughtered in the establishment where it is to be graded.</p> <p class=\"subsection-e\">(2) A grader is not required to grade a carcass unless it is presented to him or her for grading during reasonable hours mutually agreed upon between the operator and the district supervisor.</p> <p class=\"subsection-e\">(3) Where, at an establishment,</p> <p class=\"clause-e\">(a) a carcass is placed under detention pursuant to the Act or this Regulation; or</p> <p class=\"clause-e\">(b) an inspector, on reasonable grounds, believes that there has been a contravention of the Act or this Regulation,</p> <p class=\"Ssubsection-e\">it is a condition of grading that every carcass at the establishment be graded until the matter or matters giving rise to the condition have been remedied. R.R.O. 1990, Reg. 382, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) No carcass shall be considered graded unless it bears a grade stamp in the shape and size set out in Schedule 1 that has been applied by a grader indicating the applicable grade name for that carcass, on the foresaddle, loin and leg on both sides of the carcass. R.R.O. 1990, Reg. 382, s. 5 (1). (2) No grade stamp shall be applied to a carcass unless the carcass bears the inspection legend required by the regulations made under the Meat Inspection Act (Canada) or Ontario Regulation 31/05 (Meat) made under the Food Safety and Quality Act, 2001. R.R.O. 1990, Reg. 382, s. 5 (2); O. Reg. 229/05, s. 2. (3) The grade stamp shall be applied in brown ink. R.R.O. 1990, Reg. 382, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) No carcass shall be considered graded unless it bears a grade stamp in the shape and size set out in Schedule 1 that has been applied by a grader indicating the applicable grade name for that carcass, on the foresaddle, loin and leg on both sides of the carcass. R.R.O. 1990, Reg. 382, s. 5 (1).</p> <p class=\"subsection-e\">(2) No grade stamp shall be applied to a carcass unless the carcass bears the inspection legend required by the regulations made under the <i>Meat Inspection Act</i> (Canada) or Ontario Regulation 31/05 (Meat) made under the <i>Food Safety and Quality Act, 2001</i>. R.R.O. 1990, Reg. 382, s. 5 (2); O. Reg. 229/05, s. 2.</p> <p class=\"subsection-e\">(3) The grade stamp shall be applied in brown ink. R.R.O. 1990, Reg. 382, s. 5 (3).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. Brands in a continuous strip in the form set out in Schedule 2, bearing the grade name indicated on the grade stamp applied pursuant to this Regulation, shall be applied to each carcass by the operator at the time of grading under the general supervision of a grader. R.R.O. 1990, Reg. 382, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>Brands in a continuous strip in the form set out in Schedule 2, bearing the grade name indicated on the grade stamp applied pursuant to this Regulation, shall be applied to each carcass by the operator at the time of grading under the general supervision of a grader. R.R.O. 1990, Reg. 382, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. No person other than an operator shall apply a brand to a graded carcass. R.R.O. 1990, Reg. 382, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>No person other than an operator shall apply a brand to a graded carcass. R.R.O. 1990, Reg. 382, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) Brands shall be applied on the outside surface of the side of the carcass in a continuous ribbon-like form in at least two strips extending the full length of the side of the carcass, in accordance with the instructions of the grader. (2) Brands shall be applied in ink that has been approved as to quality by the Commissioner in the following colours: 1. The grade name “Canada A” shall be applied in red ink. 2. The grade name “Canada B” shall be applied in blue ink. 3. The grade name “Canada C” shall be applied in brown ink. 4. The grade names “Canada D” and “Canada E” shall be applied in black ink. R.R.O. 1990, Reg. 382, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) Brands shall be applied on the outside surface of the side of the carcass in a continuous ribbon-like form in at least two strips extending the full length of the side of the carcass, in accordance with the instructions of the grader.</p> <p class=\"subsection-e\">(2) Brands shall be applied in ink that has been approved as to quality by the Commissioner in the following colours:</p> <p class=\"paragraph-e\">1. The grade name “Canada A” shall be applied in red ink.</p> <p class=\"paragraph-e\">2. The grade name “Canada B” shall be applied in blue ink.</p> <p class=\"paragraph-e\">3. The grade name “Canada C” shall be applied in brown ink.</p> <p class=\"paragraph-e\">4. The grade names “Canada D” and “Canada E” shall be applied in black ink. R.R.O. 1990, Reg. 382, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. Stamps bearing the name of a retailer or wholesaler and a date may be applied on a carcass if the stamps, (a) are in brown ink or a colour of ink corresponding to the colour of ink on the brand stamp that has been applied to the carcass; (b) do not exceed three inches in height or width; (c) are not in more than one place on each primal cut; and (d) are not in contact with the grader’s stamp. R.R.O. 1990, Reg. 382, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>Stamps bearing the name of a retailer or wholesaler and a date may be applied on a carcass if the stamps,</p> <p class=\"clause-e\">(a) are in brown ink or a colour of ink corresponding to the colour of ink on the brand stamp that has been applied to the carcass;</p> <p class=\"clause-e\">(b) do not exceed three inches in height or width;</p> <p class=\"clause-e\">(c) are not in more than one place on each primal cut; and</p> <p class=\"clause-e\">(d) are not in contact with the grader’s stamp. R.R.O. 1990, Reg. 382, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. Where a grader has graded a carcass, the grader may, at the request of any consignor or the consignor’s agent, issue a grade certificate for any carcass or carcasses graded by him or her at an establishment if the consignor or agent, (a) has placed on each of the animals to be carcass graded distinct and specific identification approved by the Commissioner that has been transferred to or otherwise appears on the carcass of such animal; and (b) has completed and filed with the grader at the establishment at the time of delivery of the animal or lot of animals, as the case may be, to the operator of the establishment, a manifest in a form prescribed by the Commissioner. R.R.O. 1990, Reg. 382, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>Where a grader has graded a carcass, the grader may, at the request of any consignor or the consignor’s agent, issue a grade certificate for any carcass or carcasses graded by him or her at an establishment if the consignor or agent,</p> <p class=\"clause-e\">(a) has placed on each of the animals to be carcass graded distinct and specific identification approved by the Commissioner that has been transferred to or otherwise appears on the carcass of such animal; and</p> <p class=\"clause-e\">(b) has completed and filed with the grader at the establishment at the time of delivery of the animal or lot of animals, as the case may be, to the operator of the establishment, a manifest in a form prescribed by the Commissioner. R.R.O. 1990, Reg. 382, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) Where an inspector detains a carcass, he or she shall place thereon a tag indicating that the carcass is under detention. (2) Except as authorized by an inspector, no person shall remove from a carcass a tag placed thereon by an inspector pursuant to this section. R.R.O. 1990, Reg. 382, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) Where an inspector detains a carcass, he or she shall place thereon a tag indicating that the carcass is under detention.</p> <p class=\"subsection-e\">(2) Except as authorized by an inspector, no person shall remove from a carcass a tag placed thereon by an inspector pursuant to this section. R.R.O. 1990, Reg. 382, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. (1) No person shall sell, offer for sale or have in possession for sale any carcass that is marked or stamped unless it has been marked or stamped in accordance with the Act and this Regulation. (2) No person shall apply to a carcass an impression, mark or stamp of any kind that is not a brand or a grade and that might be construed as a brand or grade stamp. R.R.O. 1990, Reg. 382, s. 12. SCHEDULE 1   GRADE STAMP Dimensions: One inch square.  CANADA\n\n\nA R.R.O. 1990, Reg. 382, Sched. 1. SCHEDULE 2   VEAL BRAND",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) No person shall sell, offer for sale or have in possession for sale any carcass that is marked or stamped unless it has been marked or stamped in accordance with the Act and this Regulation.</p> <p class=\"subsection-e\">(2) No person shall apply to a carcass an impression, mark or stamp of any kind that is not a brand or a grade and that might be construed as a brand or grade stamp. R.R.O. 1990, Reg. 382, s. 12.</p> <p class=\"schedule-e\">SCHEDULE 1 <br/>  GRADE STAMP</p> <p class=\"heading3-e\">Dimensions: One inch square.</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"90\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"><p align=\"center\" class=\"table-e\">CANADA</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"><p align=\"center\" class=\"table-e\">A</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"> \r\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 382, Sched. 1.</p> <p class=\"schedule-e\">SCHEDULE 2 <br/>  VEAL BRAND</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "1. Form a brand in a continuous strip required to show grade names on carcasses:  CANADA\n\n\nA\n\n\n \r\n\n\nCANADA\n\n\nA\n\n\n \r\n\n\nCANADA\n\n\nA\n\n\n \r\n\n\nCANADA\n\n\nA",
            "raw_html": "<p class=\"section-e\">1. Form a brand in a continuous strip required to show grade names on carcasses:</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"90\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"><p align=\"center\" class=\"table-e\">CANADA</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"><p align=\"center\" class=\"table-e\">A</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"><p align=\"center\" class=\"table-e\">CANADA</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"><p align=\"center\" class=\"table-e\">A</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"><p align=\"center\" class=\"table-e\">CANADA</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"><p align=\"center\" class=\"table-e\">A</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"><p align=\"center\" class=\"table-e\">CANADA</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"><p align=\"center\" class=\"table-e\">A</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"> \r\n</td></tr></table></center>"
        },
        {
            "id": null,
            "section": null,
            "content": "2.(1) The width of each word “Canada” shall be one and three-eighths of an inch and no word shall exceed that length. (2) All letters in the grade name shall be block capitals (Gothic) and shall be at least five-sixteenths of an inch in height. R.R.O. 1990, Reg. 382, Sched. 2. ",
            "raw_html": "<p class=\"section-e\">2.(1) The width of each word “Canada” shall be one and three-eighths of an inch and no word shall exceed that length.</p> <p class=\"subsection-e\">(2) All letters in the grade name shall be block capitals (Gothic) and shall be at least five-sixteenths of an inch in height.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 382, Sched. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}