{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 55: WEIGHING OF CARCASSES",
        "reg_name_text": "WEIGHING OF CARCASSES",
        "citation": "R.R.O. 1990, Reg. 55: ",
        "act_under": "Beef Cattle Marketing Act   Loi sur la commercialisation des bovins de boucherie",
        "url": "https://www.ontario.ca/laws/regulation/900055",
        "date_scraped": "2023-12-18 19:21:49"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900055/v6",
            "valid_from": "December  8, 2020",
            "valid_to": "December 31, 2020"
        },
        {
            "a_href": "/laws/regulation/900055/v5",
            "valid_from": "October  1, 2009",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/regulation/900055/v4",
            "valid_from": "July 16, 2009",
            "valid_to": "September 30, 2009"
        },
        {
            "a_href": "/laws/regulation/900055/v3",
            "valid_from": "June  1, 2005",
            "valid_to": "July 15, 2009"
        },
        {
            "a_href": "/laws/regulation/900055/v2",
            "valid_from": "May 19, 2005",
            "valid_to": "May 31, 2005"
        },
        {
            "a_href": "/laws/regulation/900055/v1",
            "valid_from": "February  1, 1994",
            "valid_to": "May 18, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “beef carcass” has the same meaning as in the document entitled “Beef, Bison and Veal Carcass Grade Requirements” prepared by the Canadian Beef Grading Agency and published on its website, as that document exists from time to time; “carcass” means beef carcass or veal carcass; “graded” means graded under the Food Safety and Quality Act, 2001, the Safe Food for Canadians Act (Canada) or the Safe Food for Canadians Regulations (Canada); “grader” means a person appointed under the Food Safety and Quality Act, 2001 for the purpose of grading beef carcasses and veal carcasses or designated under subsection 13 (3) of the Canadian Food Inspection Agency Act for the purposes of grading beef carcasses and veal carcasses under the Safe Food for Canadians Act (Canada) or the Safe Food for Canadians Regulations (Canada); “head of cattle” means a head of beef cattle or a veal calf that has been sold by the producer thereof to an operator for a price calculated on the basis of the weight of the carcass thereof; “operator” means a person operating a plant and includes the person’s agent or employee; “sale weight” means the hot weight of a beef carcass less any tare in respect thereof; “tare” means an allowance for the weight of materials and equipment that are weighed with the beef carcass but do not form part thereof; “veal carcass” has the same meaning as in the document entitled “Beef, Bison and Veal Carcass Grade Requirements” prepared by the Canadian Beef Grading Agency and published on its website, as that document exists from time to time. R.R.O. 1990, Reg. 55, s. 1; O. Reg. 38/94, s. 1; O. Reg. 231/05, s. 1; O. Reg. 267/09, s. 1; O. Reg. 723/20, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"definition-e\">“beef carcass” has the same meaning as in the document entitled “Beef, Bison and Veal Carcass Grade Requirements” prepared by the Canadian Beef Grading Agency and published on its website, as that document exists from time to time;</p> <p class=\"definition-e\">“carcass” means beef carcass or veal carcass;</p> <p class=\"definition-e\">“graded” means graded under the <i>Food Safety and Quality Act, 2001</i>, the <i>Safe Food for Canadians Act</i> (Canada) or the <i>Safe Food for Canadians Regulations</i> (Canada);</p> <p class=\"definition-e\">“grader” means a person appointed under the <i>Food Safety and Quality Act, 2001</i> for the purpose of grading beef carcasses and veal carcasses or designated under subsection 13 (3) of the <i>Canadian Food Inspection Agency Act</i> for the purposes of grading beef carcasses and veal carcasses under the <i>Safe Food for Canadians Act</i> (Canada) or the <i>Safe Food for Canadians Regulations</i> (Canada);</p> <p class=\"definition-e\">“head of cattle” means a head of beef cattle or a veal calf that has been sold by the producer thereof to an operator for a price calculated on the basis of the weight of the carcass thereof;</p> <p class=\"definition-e\">“operator” means a person operating a plant and includes the person’s agent or employee;</p> <p class=\"definition-e\">“sale weight” means the hot weight of a beef carcass less any tare in respect thereof;</p> <p class=\"definition-e\">“tare” means an allowance for the weight of materials and equipment that are weighed with the beef carcass but do not form part thereof;</p> <p class=\"definition-e\">“veal carcass” has the same meaning as in the document entitled “Beef, Bison and Veal Carcass Grade Requirements” prepared by the Canadian Beef Grading Agency and published on its website, as that document exists from time to time. R.R.O. 1990, Reg. 55, s. 1; O. Reg. 38/94, s. 1; O. Reg. 231/05, s. 1; O. Reg. 267/09, s. 1; O. Reg. 723/20, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) Where a carcass is weighed to determine its sale weight, the operator shall weigh the entire carcass without removing any portion thereof.  R.R.O. 1990, Reg. 55, s. 2 (1). (2) Every operator of a plant in which carcasses are weighed for settlement on the basis of carcass weight shall, (a) equip the plant with a scale capable of weighing carcasses to the nearest pound or 0.5 kilogram; and (b) maintain every scale used for the weighing of such carcasses in sound working condition.  R.R.O. 1990, Reg. 55, s. 2 (2). (3) Every operator of a plant in which a yearly average of fifty or more carcasses per week are weighed for settlement on the basis of carcass weight and grade shall equip the plant with rail scales having an automatic printing device and shall retain the scale tickets from the scales for at least thirty days.  R.R.O. 1990, Reg. 55, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Where a carcass is weighed to determine its sale weight, the operator shall weigh the entire carcass without removing any portion thereof.  R.R.O. 1990, Reg. 55, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Every operator of a plant in which carcasses are weighed for settlement on the basis of carcass weight shall,</p> <p class=\"clause-e\">  (a) equip the plant with a scale capable of weighing carcasses to the nearest pound or 0.5 kilogram; and</p> <p class=\"clause-e\">  (b) maintain every scale used for the weighing of such carcasses in sound working condition.  R.R.O. 1990, Reg. 55, s. 2 (2).</p> <p class=\"subsection-e\">  (3) Every operator of a plant in which a yearly average of fifty or more carcasses per week are weighed for settlement on the basis of carcass weight and grade shall equip the plant with rail scales having an automatic printing device and shall retain the scale tickets from the scales for at least thirty days.  R.R.O. 1990, Reg. 55, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) No operator shall deduct any allowance in respect of shrinkage or any tare in calculating the sale weight of a carcass other than a tare respecting materials and equipment used for carrying or supporting the carcass while it is being weighed.  R.R.O. 1990, Reg. 55, s. 3 (1). (2) Where a tare is deducted from the weight of a carcass, the operator shall not, in respect of the carcass, deduct a total tare that exceeds the plant standard declared by the operator under clause 7 (f).  R.R.O. 1990, Reg. 55, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) No operator shall deduct any allowance in respect of shrinkage or any tare in calculating the sale weight of a carcass other than a tare respecting materials and equipment used for carrying or supporting the carcass while it is being weighed.  R.R.O. 1990, Reg. 55, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Where a tare is deducted from the weight of a carcass, the operator shall not, in respect of the carcass, deduct a total tare that exceeds the plant standard declared by the operator under clause 7 (f).  R.R.O. 1990, Reg. 55, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. An operator shall weigh a carcass to determine its sale weight to the nearest pound or 0.5 kilogram before the carcass is placed in a cooler and record the weight on a weight sheet in a form approved by the director.  R.R.O. 1990, Reg. 55, s. 4; O. Reg. 267/09, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>An operator shall weigh a carcass to determine its sale weight to the nearest pound or 0.5 kilogram before the carcass is placed in a cooler and record the weight on a weight sheet in a form approved by the director.  R.R.O. 1990, Reg. 55, s. 4; O. Reg. 267/09, s. 2.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5.\r (1) Subject to subsections (4), (5) and (6), every operator who purchases a head of cattle shall ensure that, (a) the carcass is weighed and graded; and (b) a copy of the grading certificate issued under the Food Safety and Quality Act, 2001 or under Division 6 of the Safe Food for Canadians Regulations (Canada) is delivered to the person from whom the operator purchased the head of cattle. O. Reg. 267/09, s. 3 (1); O. Reg. 723/20, s. 2. (2) Every operator of a plant shall designate one or more persons, satisfactory to an inspector assigned to the plant, to be scale operators for the plant. R.R.O. 1990, Reg. 55, s. 5 (2). (3) After the weighing of each lot of carcasses, the scale operator shall, at the next interruption of the kill, (a) sign a completed copy of the weight sheet; and (b) where rail scales having an automatic printing device were used, ensure that a copy of each scale ticket upon which the weight of a carcass in the lot is recorded is attached to the weight sheet. O. Reg. 267/09, s. 3 (2). (3.1) Upon the request of an inspector, the scale operator shall provide the inspector with a signed copy of the weight sheet. O. Reg. 267/09, s. 3 (2). (4) This section does not apply where the carcass that was weighed or graded was sold to the operator on the basis of its live weight. R.R.O. 1990, Reg. 55, s. 5 (4). (5) An operator is not required to grade cull cows that are bought on the basis of carcass weight. O. Reg. 267/09, s. 3 (3). (6) A director may, in writing, exempt an operator from the requirement to grade veal carcasses if the operator provides the director with kill records and financial records that demonstrate that, on average, the operator purchases fewer than 50 veal calves per month on the basis of carcass weight. O. Reg. 267/09, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"> <b>5.</b>\r (1) Subject to subsections (4), (5) and (6), every operator who purchases a head of cattle shall ensure that,</p> <p class=\"clause-e\">  (a) the carcass is weighed and graded; and</p> <p class=\"clause-e\">  (b) a copy of the grading certificate issued under the <i>Food Safety and Quality Act, 2001 </i>or under Division 6 of the <i>Safe Food for Canadians Regulations</i> (Canada) is delivered to the person from whom the operator purchased the head of cattle. O. Reg. 267/09, s. 3 (1); O. Reg. 723/20, s. 2.</p> <p class=\"subsection-e\">  (2) Every operator of a plant shall designate one or more persons, satisfactory to an inspector assigned to the plant, to be scale operators for the plant. R.R.O. 1990, Reg. 55, s. 5 (2).</p> <p class=\"subsection-e\">  (3) After the weighing of each lot of carcasses, the scale operator shall, at the next interruption of the kill,</p> <p class=\"clause-e\">  (a) sign a completed copy of the weight sheet; and</p> <p class=\"clause-e\">  (b) where rail scales having an automatic printing device were used, ensure that a copy of each scale ticket upon which the weight of a carcass in the lot is recorded is attached to the weight sheet. O. Reg. 267/09, s. 3 (2).</p> <p class=\"subsection-e\">  (3.1) Upon the request of an inspector, the scale operator shall provide the inspector with a signed copy of the weight sheet. O. Reg. 267/09, s. 3 (2).</p> <p class=\"subsection-e\">  (4) This section does not apply where the carcass that was weighed or graded was sold to the operator on the basis of its live weight. R.R.O. 1990, Reg. 55, s. 5 (4).</p> <p class=\"subsection-e\">  (5) An operator is not required to grade cull cows that are bought on the basis of carcass weight. O. Reg. 267/09, s. 3 (3).</p> <p class=\"subsection-e\">  (6) A director may, in writing, exempt an operator from the requirement to grade veal carcasses if the operator provides the director with kill records and financial records that demonstrate that, on average, the operator purchases fewer than 50 veal calves per month on the basis of carcass weight. O. Reg. 267/09, s. 3 (3).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. Every inspector may, (a) check the weight of items comprising the tare allowance on a random basis in order to verify whether or not, (i) there is uniformity of tare for all carcasses, and (ii) the operator of the plan is conforming, within plus or minus one-half pound or, where the plant is using metric weights within plus or minus 225 grams, to the plant standard referred to in clause 7 (f); (b) mark and set aside any tare items that in the inspector’s opinion do not comply with clause 7 (f) and, where he or she is satisfied such tare items subsequently comply, release the tare items for use in the plant; (c) advise the operator of any action necessary to achieve compliance with the Act or this Regulation; and (d) order the operator to reweigh any carcasses that, in the inspector’s opinion, may not have been weighed or recorded properly.  O. Reg. 267/09, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>Every inspector may,</p> <p class=\"clause-e\">  (a) check the weight of items comprising the tare allowance on a random basis in order to verify whether or not,</p> <p class=\"subclause-e\">  (i) there is uniformity of tare for all carcasses, and</p> <p class=\"subclause-e\">  (ii) the operator of the plan is conforming, within plus or minus one-half pound or, where the plant is using metric weights within plus or minus 225 grams, to the plant standard referred to in clause 7 (f);</p> <p class=\"clause-e\">  (b) mark and set aside any tare items that in the inspector’s opinion do not comply with clause 7 (f) and, where he or she is satisfied such tare items subsequently comply, release the tare items for use in the plant;</p> <p class=\"clause-e\">  (c) advise the operator of any action necessary to achieve compliance with the Act or this Regulation; and</p> <p class=\"clause-e\">  (d) order the operator to reweigh any carcasses that, in the inspector’s opinion, may not have been weighed or recorded properly.  O. Reg. 267/09, s. 4.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. An operator shall, (a) subject to clause (b), supply, for the use of inspectors, adequate test weights for checking scales and arrange for annual certification of such weights under the Weights and Measures Act (Canada); (b) in the case of an operator slaughtering fewer than 50 cattle per week and where the director has given his or her approval in writing, in lieu of supplying the test weights referred to in clause (a), maintain and use a scale in determining sale weight that is certified annually under the Weights and Measures Act\r\n(Canada); (c) supply for the use of inspectors in weighing tare items a suitable small scale certified under the Weights and Measures Act (Canada); (d) provide all necessary assistance in handling weights to an inspector performing his or her duties under section 6; (e) provide adequate storage for weights supplied under clause (a) and maintain the weights in a clean condition; (f) establish and declare to the inspector a plant standard for tare deduction and conform to such standard within plus or minus one-half pound per carcass, or where the plant is using metric weights, within plus or minus 225 grams per carcass; (g) provide, prior to slaughter, to the inspector designated to supervise weights, a manifest indicating the name and address of the person from whom the operator purchased the animals, the number and sex of the animals and identification to be used to identify the lot of animals and carcasses; (h) check the accuracy of the weighing mechanism and the accuracy of the tare adjustment at least twice each day on days when carcasses are weighed for settlement on the basis of carcass weight; (i) check every scale used for the weighing of carcasses at least daily, on days when carcasses are weighed for settlement on the basis of carcass weight to verify whether or not the scale is maintained in sound working order; (j) check the weight of items comprising the tare allowance on a random basis in order to verify whether or not there is uniformity of tare for all carcasses; (k) check that the tare complies with the plant standard referred to in clause (f); (l) post a notice on every scale, signed by himself or herself, indicating the plant standard tare weight; (m) report any malfunction of scales or any other irregularity affecting weight or sale price to the director within twenty-four hours; and (n) prior to grading, provide to the grader assigned to the plant, the weight sheet referred to in subsection 5 (3) and the manifest referred to in clause (g).  R.R.O. 1990, Reg. 55, s. 7; O. Reg. 267/09, s. 5.    ",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>An operator shall,</p> <p class=\"clause-e\">  (a) subject to clause (b), supply, for the use of inspectors, adequate test weights for checking scales and arrange for annual certification of such weights under the <i>Weights and Measures Act</i> (Canada);</p> <p class=\"clause-e\">  (b) in the case of an operator slaughtering fewer than 50 cattle per week and where the director has given his or her approval in writing, in lieu of supplying the test weights referred to in clause (a), maintain and use a scale in determining sale weight that is certified annually under the <i>Weights and Measures Act</i>\r\n(Canada);</p> <p class=\"clause-e\">  (c) supply for the use of inspectors in weighing tare items a suitable small scale certified under the <i>Weights and Measures Act </i>(Canada);</p> <p class=\"clause-e\">  (d) provide all necessary assistance in handling weights to an inspector performing his or her duties under section 6;</p> <p class=\"clause-e\">  (e) provide adequate storage for weights supplied under clause (a) and maintain the weights in a clean condition;</p> <p class=\"clause-e\">  (f) establish and declare to the inspector a plant standard for tare deduction and conform to such standard within plus or minus one-half pound per carcass, or where the plant is using metric weights, within plus or minus 225 grams per carcass;</p> <p class=\"clause-e\">  (g) provide, prior to slaughter, to the inspector designated to supervise weights, a manifest indicating the name and address of the person from whom the operator purchased the animals, the number and sex of the animals and identification to be used to identify the lot of animals and carcasses;</p> <p class=\"clause-e\">  (h) check the accuracy of the weighing mechanism and the accuracy of the tare adjustment at least twice each day on days when carcasses are weighed for settlement on the basis of carcass weight;</p> <p class=\"clause-e\">  (i) check every scale used for the weighing of carcasses at least daily, on days when carcasses are weighed for settlement on the basis of carcass weight to verify whether or not the scale is maintained in sound working order;</p> <p class=\"clause-e\">  (j) check the weight of items comprising the tare allowance on a random basis in order to verify whether or not there is uniformity of tare for all carcasses;</p> <p class=\"clause-e\">  (k) check that the tare complies with the plant standard referred to in clause (f);</p> <p class=\"clause-e\">  (l) post a notice on every scale, signed by himself or herself, indicating the plant standard tare weight;</p> <p class=\"clause-e\">  (m) report any malfunction of scales or any other irregularity affecting weight or sale price to the director within twenty-four hours; and</p> <p class=\"clause-e\">  (n) prior to grading, provide to the grader assigned to the plant, the weight sheet referred to in subsection 5 (3) and the manifest referred to in clause (g).  R.R.O. 1990, Reg. 55, s. 7; O. Reg. 267/09, s. 5.</p> <p class=\"clause-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}