{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 668: FAULT DETERMINATION RULES",
        "reg_name_text": "FAULT DETERMINATION RULES",
        "citation": "R.R.O. 1990, Reg. 668: ",
        "act_under": "Insurance Act",
        "url": "https://www.ontario.ca/laws/regulation/900668",
        "date_scraped": "2023-12-18 23:42:38"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 17, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900668/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "October 16, 2018"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "General",
            "content": " 1. In this Regulation,  “centre line” of a roadway means, (a) a single or double, unbroken or broken line marked in the middle of the roadway, or (b) if no line is marked, the middle of the roadway or that portion of the roadway that is not obstructed by parked vehicles, a snowbank or some other object blocking traffic.  R.R.O. 1990, Reg. 668, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation, </p> <p class=\"firstdef-e\">“centre line” of a roadway means,</p> <p class=\"defclause-e\">  (a) a single or double, unbroken or broken line marked in the middle of the roadway, or</p> <p class=\"defclause-e\">  (b) if no line is marked, the middle of the roadway or that portion of the roadway that is not obstructed by parked vehicles, a snowbank or some other object blocking traffic.  R.R.O. 1990, Reg. 668, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "General",
            "content": " 2. (1) An insurer shall determine the degree of fault of its insured for loss or damage arising directly or indirectly from the use or operation of an automobile in accordance with these rules.  R.R.O. 1990, Reg. 668, s. 2 (1). (2) The diagrams in this Regulation are merely illustrative of the situations described in these rules.  R.R.O. 1990, Reg. 668, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) An insurer shall determine the degree of fault of its insured for loss or damage arising directly or indirectly from the use or operation of an automobile in accordance with these rules.  R.R.O. 1990, Reg. 668, s. 2 (1).</p> <p class=\"subsection-e\">  (2) The diagrams in this Regulation are merely illustrative of the situations described in these rules.  R.R.O. 1990, Reg. 668, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": "General",
            "content": " 3. The degree of fault of an insured is determined without reference to, (a) the circumstances in which the incident occurs, including weather conditions, road conditions, visibility or the actions of pedestrians; or (b) the location on the insured’s automobile of the point of contact with any other automobile involved in the incident.  R.R.O. 1990, Reg. 668, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The degree of fault of an insured is determined without reference to,</p> <p class=\"clause-e\">  (a) the circumstances in which the incident occurs, including weather conditions, road conditions, visibility or the actions of pedestrians; or</p> <p class=\"clause-e\">  (b) the location on the insured’s automobile of the point of contact with any other automobile involved in the incident.  R.R.O. 1990, Reg. 668, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "General",
            "content": " 4. (1) If more than one rule applies with respect to the insured, the rule that attributes the least degree of fault to the insured shall be deemed to be the only rule that applies in the circumstances.  R.R.O. 1990, Reg. 668, s. 4 (1). (2) Despite subsection (1), if two rules apply with respect to an incident involving two automobiles and if under one rule the insured is 100 per cent at fault and under the other the insured is not at fault for the incident, the insured shall be deemed to be 50 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) If more than one rule applies with respect to the insured, the rule that attributes the least degree of fault to the insured shall be deemed to be the only rule that applies in the circumstances.  R.R.O. 1990, Reg. 668, s. 4 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), if two rules apply with respect to an incident involving two automobiles and if under one rule the insured is 100 per cent at fault and under the other the insured is not at fault for the incident, the insured shall be deemed to be 50 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": "General",
            "content": " 5. (1) If an incident is not described in any of these rules, the degree of fault of the insured shall be determined in accordance with the ordinary rules of law.  R.R.O. 1990, Reg. 668, s. 5 (1). (2) If there is insufficient information concerning an incident to determine the degree of fault of the insured, it shall be determined in accordance with the ordinary rules of law unless otherwise required by these rules.  R.R.O. 1990, Reg. 668, s. 5 (2). Rules for Automobiles Travelling in the Same Direction and Lane",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) If an incident is not described in any of these rules, the degree of fault of the insured shall be determined in accordance with the ordinary rules of law.  R.R.O. 1990, Reg. 668, s. 5 (1).</p> <p class=\"subsection-e\">  (2) If there is insufficient information concerning an incident to determine the degree of fault of the insured, it shall be determined in accordance with the ordinary rules of law unless otherwise required by these rules.  R.R.O. 1990, Reg. 668, s. 5 (2).</p> <p class=\"heading1-e\">Rules for Automobiles Travelling in the Same Direction and Lane</p>"
        },
        {
            "id": "6.",
            "section": "Rules for Automobiles Travelling in the Same Direction and Lane",
            "content": " 6. (1) This section applies when automobile “A” is struck from the rear by automobile “B”, and both automobiles are travelling in the same direction and in the same lane.  R.R.O. 1990, Reg. 668, s. 6 (1). (2) If automobile “A” is stopped or is in forward motion, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident. Diagram  Text alternative: Diagram of three types of collisions. In the first type, automobile “A” is parallel to the road and is struck in the passenger side rear by the driver side front of automobile “B”. In the second type, automobile “A” is not parallel to the road and is struck in the driver side rear by the driver side front of automobile “B”. In the third type, automobile \"A\" is parallel to the road and is struck in the driver side rear by the passenger side of automobile “B”, which is trying to pull past automobile “A ”. This text alternative is provided for convenience only and does not form part of the official law. R.R.O. 1990, Reg. 668, s. 6 (2). (3) If automobile “A” is turning, either to the right or to the left, in order to enter a side road, private road or driveway, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident. Diagram  Text alternative: Diagram of three types of collisions. In the first type, automobile “A” is turning right and is struck in the passenger side rear by the passenger side front of automobile “B”. In the second type, automobile “A” is turning left and is struck in the driver side rear by the front of automobile “B”. In the third type, automobile “A” is turning left from a one-way road and is struck in the driver side rear by the front of automobile “B”. This text alternative is provided for convenience only and does not form part of the official law. R.R.O. 1990, Reg. 668, s. 6 (3). (4) If automobile “A” is in forward motion and is entering a parking place on either the right or the left side of the road, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident. Diagram  Text alternative: Diagram of three types of collisions. In the first type, automobile “A” is parallel parking on the right side of the road and is struck in the rear by automobile “B”. In the second type, automobile “A” is parallel parking on the left side of a one-way street and is struck in the rear by the front of automobile “B”. In the third type, automobile “A” is turning right into a parking place marked with the text “PARKING” and is struck in the passenger side rear by the front of automobile “B”. This text alternative is provided for convenience only and does not form part of the official law. R.R.O. 1990, Reg. 668, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) This section applies when automobile “A” is struck from the rear by automobile “B”, and both automobiles are travelling in the same direction and in the same lane.  R.R.O. 1990, Reg. 668, s. 6 (1).</p> <p class=\"subsection-e\">  (2) If automobile “A” is stopped or is in forward motion, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.</p> <p class=\"heading3-e\"><b>Diagram</b></p> <p class=\"scanned-e\"><img alt=\"Diagram of three different types of collisions where automobile A is struck from rear by automobile B.\" border=\"0\" height=\"330\" src=\"900668_e_files/image001.png\" width=\"824\"/></p> <p class=\"Pnote-e\">Text alternative: Diagram of three types of collisions. In the first type, automobile “A” is parallel to the road and is struck in the passenger side rear by the driver side front of automobile “B”. In the second type, automobile “A” is not parallel to the road and is struck in the driver side rear by the driver side front of automobile “B”. In the third type, automobile \"A\" is parallel to the road and is struck in the driver side rear by the passenger side of automobile “B”, which is trying to pull past automobile “A ”. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 668, s. 6 (2).</p> <p class=\"subsection-e\">  (3) If automobile “A” is turning, either to the right or to the left, in order to enter a side road, private road or driveway, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.</p> <p class=\"heading3-e\"><b>Diagram</b></p> <p class=\"scanned-e\"><img alt=\"Diagram of three different types of collisions where automobile A is turning and is struck from rear by automobile B.\" border=\"0\" height=\"331\" src=\"900668_e_files/image002.png\" width=\"824\"/></p> <p class=\"Pnote-e\">Text alternative: Diagram of three types of collisions. In the first type, automobile “A” is turning right and is struck in the passenger side rear by the passenger side front of automobile “B”. In the second type, automobile “A” is turning left and is struck in the driver side rear by the front of automobile “B”. In the third type, automobile “A” is turning left from a one-way road and is struck in the driver side rear by the front of automobile “B”. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 668, s. 6 (3).</p> <p class=\"subsection-e\">  (4) If automobile “A” is in forward motion and is entering a parking place on either the right or the left side of the road, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.</p> <p class=\"heading3-e\"><b>Diagram</b></p> <p class=\"scanned-e\"><img alt=\"Diagram of three collisions where automobile A is entering a parking place and is struck from the rear by automobile B.\" border=\"0\" height=\"319\" src=\"900668_e_files/image003.png\" width=\"824\"/></p> <p class=\"Pnote-e\">Text alternative: Diagram of three types of collisions. In the first type, automobile “A” is parallel parking on the right side of the road and is struck in the rear by automobile “B”. In the second type, automobile “A” is parallel parking on the left side of a one-way street and is struck in the rear by the front of automobile “B”. In the third type, automobile “A” is turning right into a parking place marked with the text “PARKING” and is struck in the passenger side rear by the front of automobile “B”. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 668, s. 6 (4).</p>"
        },
        {
            "id": "7.",
            "section": "Rules for Automobiles Travelling in the Same Direction and Lane",
            "content": " 7. (1) This section applies when automobile “A” collides with automobile “B” while automobile “B” is entering a road from a parking place, private road or driveway.  R.R.O. 1990, Reg. 668, s. 7 (1). (2) If the incident occurs when automobile “B” is leaving a parking place and automobile “A” is passing the parking place, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident. Diagram  Text alternative: Diagram of a collision. Automobile “B” is pulling out of a parking place and the front driver side strikes the passenger side of automobile “A”, which is moving forward past the parking place. This text alternative is provided for convenience only and does not form part of the official law. R.R.O. 1990, Reg. 668, s. 7 (2). (3) If the incident occurs when automobile “B” is entering a road from a private road or a driveway and automobile “A” is passing the private road or driveway and, if there are no traffic signals or signs, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident. Diagram  Text alternative: Diagram of a collision. Automobile “B” is entering a road from a private road or driveway and is struck in the driver side rear by the front passenger side of automobile “A”. This text alternative is provided for convenience only and does not form part of the official law. R.R.O. 1990, Reg. 668, s. 7 (3).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) This section applies when automobile “A” collides with automobile “B” while automobile “B” is entering a road from a parking place, private road or driveway.  R.R.O. 1990, Reg. 668, s. 7 (1).</p> <p class=\"subsection-e\">  (2) If the incident occurs when automobile “B” is leaving a parking place and automobile “A” is passing the parking place, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.</p> <p class=\"heading3-e\"><b>Diagram</b></p> <p class=\"scanned-e\"><img alt=\"Diagram of a collision where automobile B is leaving a parking place and strikes automobile A.\" border=\"0\" height=\"334\" src=\"900668_e_files/image004.png\" width=\"824\"/></p> <p class=\"Pnote-e\">Text alternative: Diagram of a collision. Automobile “B” is pulling out of a parking place and the front driver side strikes the passenger side of automobile “A”, which is moving forward past the parking place. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 668, s. 7 (2).</p> <p class=\"subsection-e\">  (3) If the incident occurs when automobile “B” is entering a road from a private road or a driveway and automobile “A” is passing the private road or driveway and, if there are no traffic signals or signs, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.</p> <p class=\"heading3-e\"><b>Diagram</b></p> <p class=\"scanned-e\"><img alt=\"Diagram of a collision where automobile B entering a road from a private road/driveway and strikes automobile A.\" border=\"0\" height=\"327\" src=\"900668_e_files/image005.png\" width=\"824\"/></p> <p class=\"Pnote-e\">Text alternative: Diagram of a collision. Automobile “B” is entering a road from a private road or driveway and is struck in the driver side rear by the front passenger side of automobile “A”. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 668, s. 7 (3).</p>"
        },
        {
            "id": "8.",
            "section": "Rules for Automobiles Travelling in the Same Direction and Lane",
            "content": " 8. If automobile “A” collides with automobile “B” on a controlled access road while automobile “B” is entering the road from an entrance lane, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident. Diagram  Text alternative: Diagram containing two collisions. In the collision at the top of the diagram, automobile “B” is entering a controlled access road from an entrance lane and is struck on the driver side by the front passenger side of automobile “A”. In the collision at the bottom of the diagram, automobile “B” is entering a controlled access road from an entrance lane and the front passenger side  strikes the rear driver side of automobile “A”. This text alternative is provided for convenience only and does not form part of the official law. R.R.O. 1990, Reg. 668, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>If automobile “A” collides with automobile “B” on a controlled access road while automobile “B” is entering the road from an entrance lane, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.</p> <p class=\"heading3-e\"><b>Diagram</b></p> <p class=\"scanned-e\"><img alt=\"Diagram of two collisions where automobile B enters a controlled access road and strikes or is struck by automobile A.\" border=\"0\" height=\"335\" src=\"900668_e_files/image006.png\" width=\"824\"/></p> <p class=\"Pnote-e\">Text alternative: Diagram containing two collisions. In the collision at the top of the diagram, automobile “B” is entering a controlled access road from an entrance lane and is struck on the driver side by the front passenger side of automobile “A”. In the collision at the bottom of the diagram, automobile “B” is entering a controlled access road from an entrance lane and the front passenger side  strikes the rear driver side of automobile “A”. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 668, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Rules for Automobiles Travelling in the Same Direction and Lane",
            "content": " 9. (1) This section applies with respect to an incident involving three or more automobiles that are travelling in the same direction and in the same lane (a “chain reaction”).  R.R.O. 1990, Reg. 668, s. 9 (1). (2) The degree of fault for each collision between two automobiles involved in the chain reaction is determined without reference to any related collisions involving either of the automobiles and another automobile.  R.R.O. 1990, Reg. 668, s. 9 (2). (3) If all automobiles involved in the incident are in motion and automobile “A” is the leading vehicle, automobile “B” is second and automobile “C” is the third vehicle, (a) in the collision between automobiles “A” and “B”, the driver of automobile “A” is not at fault and the driver of automobile “B” is 50 per cent at fault for the incident; (b) in the collision between automobiles “B” and “C”, the driver of automobile “B” is not at fault and the driver of automobile “C” is 100 per cent at fault for the incident. Diagram  Text alternative: Diagram containing a multiple collision involving 3 vehicles traveling in the same direction, in the same lane. Automobile “A” is in the front and has been struck in the rear by the front of automobile “B”. Automobile “B” has been struck in the rear by the front of automobile “C”. An arrow to the rear of automobile “A” has the text “0 %”. An arrow to the front of automobile “B” has the text “50 %”. An arrow to the rear of automobile “B” has the text “0 %”. An arrow to the front of automobile “C” has the text “100 %”. This text alternative is provided for convenience only and does not form part of the official law. R.R.O. 1990, Reg. 668, s. 9 (3). (4) If only automobile “C” is in motion when the incident occurs, (a) in the collision between automobiles “A” and “B”, neither driver is at fault for the incident; and (b) in the collision between automobiles “B” and “C”, the driver of automobile “B” is not at fault and the driver of automobile “C” is 100 per cent at fault for the incident. Diagram  Text alternative: Diagram containing a multiple collision involving 3 vehicles traveling in the same direction, in the same lane. Automobile “A” is in the front and has been struck in the rear by the front of automobile “B”. Automobile “B” has been struck in the rear by the front of automobile “C”. An arrow to the rear of automobile “A” has the text “0 %”. An arrow to the front of automobile “B” has the text “0 %”. An arrow to the rear of automobile “B” has the text “0 %”. An arrow to the front of automobile “C” has the text “100 %”. This text alternative is provided for convenience only and does not form part of the official law. R.R.O. 1990, Reg. 668, s. 9 (4). Rules for Automobiles Travelling in the Same Direction in Adjacent Lane",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) This section applies with respect to an incident involving three or more automobiles that are travelling in the same direction and in the same lane (a “chain reaction”).  R.R.O. 1990, Reg. 668, s. 9 (1).</p> <p class=\"subsection-e\">  (2) The degree of fault for each collision between two automobiles involved in the chain reaction is determined without reference to any related collisions involving either of the automobiles and another automobile.  R.R.O. 1990, Reg. 668, s. 9 (2).</p> <p class=\"subsection-e\">  (3) If all automobiles involved in the incident are in motion and automobile “A” is the leading vehicle, automobile “B” is second and automobile “C” is the third vehicle,</p> <p class=\"clause-e\">  (a) in the collision between automobiles “A” and “B”, the driver of automobile “A” is not at fault and the driver of automobile “B” is 50 per cent at fault for the incident;</p> <p class=\"clause-e\">  (b) in the collision between automobiles “B” and “C”, the driver of automobile “B” is not at fault and the driver of automobile “C” is 100 per cent at fault for the incident.</p> <p class=\"heading3-e\"><b>Diagram</b></p> <p class=\"scanned-e\"><img alt=\"Diagram of a collision where A is struck by B which is struck by C, including per cent fault of each automobile.\" border=\"0\" height=\"336\" src=\"900668_e_files/image007.png\" width=\"824\"/></p> <p class=\"Pnote-e\">Text alternative: Diagram containing a multiple collision involving 3 vehicles traveling in the same direction, in the same lane. Automobile “A” is in the front and has been struck in the rear by the front of automobile “B”. Automobile “B” has been struck in the rear by the front of automobile “C”. An arrow to the rear of automobile “A” has the text “0 %”. An arrow to the front of automobile “B” has the text “50 %”. An arrow to the rear of automobile “B” has the text “0 %”. An arrow to the front of automobile “C” has the text “100 %”. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 668, s. 9 (3).</p> <p class=\"subsection-e\">  (4) If only automobile “C” is in motion when the incident occurs,</p> <p class=\"clause-e\">  (a) in the collision between automobiles “A” and “B”, neither driver is at fault for the incident; and</p> <p class=\"clause-e\">  (b) in the collision between automobiles “B” and “C”, the driver of automobile “B” is not at fault and the driver of automobile “C” is 100 per cent at fault for the incident.</p> <p class=\"heading3-e\"><b>Diagram</b></p> <p class=\"scanned-e\"><img alt=\"Diagram of a collision where A is struck by B which is struck by C, including per cent fault of each automobile.\" border=\"0\" height=\"334\" src=\"900668_e_files/image008.png\" width=\"824\"/></p> <p class=\"Pnote-e\">Text alternative: Diagram containing a multiple collision involving 3 vehicles traveling in the same direction, in the same lane. Automobile “A” is in the front and has been struck in the rear by the front of automobile “B”. Automobile “B” has been struck in the rear by the front of automobile “C”. An arrow to the rear of automobile “A” has the text “0 %”. An arrow to the front of automobile “B” has the text “0 %”. An arrow to the rear of automobile “B” has the text “0 %”. An arrow to the front of automobile “C” has the text “100 %”. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 668, s. 9 (4).</p> <p class=\"heading1-e\">Rules for Automobiles Travelling in the Same Direction in Adjacent Lane</p>"
        },
        {
            "id": "10.",
            "section": "Rules for Automobiles Travelling in the Same Direction in Adjacent Lane",
            "content": " 10. (1) This section applies when automobile “A” collides with automobile “B”, and both automobiles are travelling in the same direction and in adjacent lanes.  R.R.O. 1990, Reg. 668, s. 10 (1). (2) If neither automobile “A” nor automobile “B” changes lanes, and both automobiles are on or over the centre line when the incident (a “sideswipe”) occurs, the driver of each automobile is 50 per cent at fault for the incident. Diagram  Text alternative: Diagram containing two types of collisions involving 2 vehicles traveling in the same direction, in adjacent lanes. In the first type, automobile “A” and “B” are driving parallel and strike each other on the centre line along the sides of the automobiles. In the second type, automobile “A” and “B” are driving around a curve. Automobile “B” is on the inner lane of the curve and the front passenger side strikes the driver side of automobile “A” on the centre line. This text alternative is provided for convenience only and does not form part of the official law. R.R.O. 1990, Reg. 668, s. 10 (2). (3) If the location on the road of automobiles “A” and “B” when the incident (a “sideswipe”) occurs cannot be determined, the driver of each automobile is 50 per cent at fault for the incident. Diagram  Text alternative: Diagram of a collision. Automobiles “A” and “B” are travelling alongside one another. There is a central island or centre of the road on the other side of Automobile “B”. Automobile “A” turns or transfers out of its lane away from  Automobile “B” and the automobiles strike each other on the side near the rear of both automobiles along the centre line. This text alternative is provided for convenience only and does not form part of the official law. R.R.O. 1990, Reg. 668, s. 10 (3). (4) If the incident occurs when automobile “B” is changing lanes, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident. Diagram  Text alternative: Diagram containing three types of collisions. In the first type, automobile “B” has moved toward automobile “A” and the front passenger side strikes the driver side of automobile “A”. In the second type, automobile “A” is driving in the lane between automobile “B” and a central island or centre of the road. Automobile “B” is changing lanes in front of automobile “A” and the front driver side has struck the front passenger side of automobile “A” in the lane that automobile “A” was in. In the third type, automobile “B” has moved toward automobile “A” and the passenger side of “B” has struck the in driver side front of automobile “A”. This text alternative is provided for convenience only and does not form part of the official law. R.R.O. 1990, Reg. 668, s. 10 (4). (5) If the incident occurs when automobile “A” is turning left at an intersection and automobile “B” is overtaking automobile “A” to pass it, the driver of automobile “A” is 25 per cent at fault and the driver of automobile “B” is 75 per cent at fault for the incident. Diagram  Text alternative: Diagram of a collision. Automobile “A” is turning left across a lane of traffic going in the opposite direction at an intersection. Automobile “A” is turning left and is struck by automobile “B”, which is driving to the left of automobile “A” against traffic. This text alternative is provided for convenience only and does not form part of the official law. R.R.O. 1990, Reg. 668, s. 10 (5). (6) If the incident occurs when automobile “A” is turning left at a private road or a driveway and automobile “B” is overtaking automobile “A” to pass it, the driver of each automobile is 50 per cent at fault for the incident. Diagram  Text alternative: Diagram of a collision. Automobile “A” is turning left across a lane of traffic going in the opposite direction into a  roadway. Automobile “A” is turning left and is struck by automobile “B”, which is driving on the left of automobile “A” against traffic. This text alternative is provided for convenience only and does not form part of the official law. R.R.O. 1990, Reg. 668, s. 10 (6). (7) If the incident occurs when automobile “A” is turning left at a private road or a driveway and automobile “B” is passing one or more automobiles stopped behind automobile “A”, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident. Diagram  Text alternative: Diagram of a collision. Automobile “A” is turning left across a lane of traffic going in the opposite direction into a  roadway. Two other automobiles are stopped behind automobile “A”. Automobile “A” is turning left and is struck on the driver side by automobile “B”, which is driving on the left of automobile “A” against traffic and has passed two other automobiles. This text alternative is provided for convenience only and does not form part of the official law. R.R.O. 1990, Reg. 668, s. 10 (7).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) This section applies when automobile “A” collides with automobile “B”, and both automobiles are travelling in the same direction and in adjacent lanes.  R.R.O. 1990, Reg. 668, s. 10 (1).</p> <p class=\"subsection-e\">  (2) If neither automobile “A” nor automobile “B” changes lanes, and both automobiles are on or over the centre line when the incident (a “sideswipe”) occurs, the driver of each automobile is 50 per cent at fault for the incident.</p> <p class=\"heading3-e\"><b>Diagram</b></p> <p class=\"scanned-e\"><img alt=\"Diagram of two collisions where automobile A and B sideswiped each other on the centre line.\" border=\"0\" height=\"336\" src=\"900668_e_files/image009.png\" width=\"824\"/></p> <p class=\"Pnote-e\">Text alternative: Diagram containing two types of collisions involving 2 vehicles traveling in the same direction, in adjacent lanes. In the first type, automobile “A” and “B” are driving parallel and strike each other on the centre line along the sides of the automobiles. In the second type, automobile “A” and “B” are driving around a curve. Automobile “B” is on the inner lane of the curve and the front passenger side strikes the driver side of automobile “A” on the centre line. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 668, s. 10 (2).</p> <p class=\"subsection-e\">  (3) If the location on the road of automobiles “A” and “B” when the incident (a “sideswipe”) occurs cannot be determined, the driver of each automobile is 50 per cent at fault for the incident.</p> <p class=\"heading3-e\"><b>Diagram</b></p> <p class=\"scanned-e\"><img alt=\"Diagram of a collision where automobile A is turning away from automobile B and sideswipes B on the centre line.\" border=\"0\" height=\"331\" src=\"900668_e_files/image010.png\" width=\"824\"/></p> <p class=\"Pnote-e\">Text alternative: Diagram of a collision. Automobiles “A” and “B” are travelling alongside one another. There is a central island or centre of the road on the other side of Automobile “B”. Automobile “A” turns or transfers out of its lane away from  Automobile “B” and the automobiles strike each other on the side near the rear of both automobiles along the centre line. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 668, s. 10 (3).</p> <p class=\"subsection-e\">  (4) If the incident occurs when automobile “B” is changing lanes, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.</p> <p class=\"heading3-e\"><b>Diagram</b></p> <p class=\"scanned-e\"><img alt=\"Diagram of three different types of collisions where automobile B is changing lanes and sideswipes automobile A.\" border=\"0\" height=\"336\" src=\"900668_e_files/image011.png\" width=\"824\"/></p> <p class=\"Pnote-e\">Text alternative: Diagram containing three types of collisions. In the first type, automobile “B” has moved toward automobile “A” and the front passenger side strikes the driver side of automobile “A”. In the second type, automobile “A” is driving in the lane between automobile “B” and a central island or centre of the road. Automobile “B” is changing lanes in front of automobile “A” and the front driver side has struck the front passenger side of automobile “A” in the lane that automobile “A” was in. In the third type, automobile “B” has moved toward automobile “A” and the passenger side of “B” has struck the in driver side front of automobile “A”. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 668, s. 10 (4).</p> <p class=\"subsection-e\">  (5) If the incident occurs when automobile “A” is turning left at an intersection and automobile “B” is overtaking automobile “A” to pass it, the driver of automobile “A” is 25 per cent at fault and the driver of automobile “B” is 75 per cent at fault for the incident.</p> <p class=\"heading3-e\"><b>Diagram</b></p> <p class=\"scanned-e\"><img alt=\"Diagram of a collision where automobile A turns left at an intersection and is struck by an overtaking automobile B.\" border=\"0\" height=\"286\" src=\"900668_e_files/image012.png\" width=\"824\"/></p> <p class=\"Pnote-e\">Text alternative: Diagram of a collision. Automobile “A” is turning left across a lane of traffic going in the opposite direction at an intersection. Automobile “A” is turning left and is struck by automobile “B”, which is driving to the left of automobile “A” against traffic. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 668, s. 10 (5).</p> <p class=\"subsection-e\">  (6) If the incident occurs when automobile “A” is turning left at a private road or a driveway and automobile “B” is overtaking automobile “A” to pass it, the driver of each automobile is 50 per cent at fault for the incident.</p> <p class=\"heading3-e\"><b>Diagram</b></p> <p class=\"scanned-e\"><img alt=\"Diagram of a collision where automobile A turns left at a driveway and is struck by B overtaking A against traffic. \" border=\"0\" height=\"329\" src=\"900668_e_files/image013.png\" width=\"824\"/></p> <p class=\"Pnote-e\">Text alternative: Diagram of a collision. Automobile “A” is turning left across a lane of traffic going in the opposite direction into a  roadway. Automobile “A” is turning left and is struck by automobile “B”, which is driving on the left of automobile “A” against traffic. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 668, s. 10 (6).</p> <p class=\"subsection-e\">  (7) If the incident occurs when automobile “A” is turning left at a private road or a driveway and automobile “B” is passing one or more automobiles stopped behind automobile “A”, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.</p> <p class=\"heading3-e\"><b>Diagram</b></p> <p class=\"scanned-e\"><img alt=\"Diagram of collision where automobile A turns left and is struck by B that has passed two automobiles, against traffic.\" border=\"0\" height=\"332\" src=\"900668_e_files/image014.png\" width=\"824\"/></p> <p class=\"Pnote-e\">Text alternative: Diagram of a collision. Automobile “A” is turning left across a lane of traffic going in the opposite direction into a  roadway. Two other automobiles are stopped behind automobile “A”. Automobile “A” is turning left and is struck on the driver side by automobile “B”, which is driving on the left of automobile “A” against traffic and has passed two other automobiles. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 668, s. 10 (7).</p>"
        },
        {
            "id": "11.",
            "section": "Rules for Automobiles Travelling in the Same Direction in Adjacent Lane",
            "content": " 11. (1) This section applies with respect to an incident involving three or more automobiles that are travelling in the same direction and in adjacent lanes (a “pile-up”).  R.R.O. 1990, Reg. 668, s. 11 (1). (2) For each collision between two automobiles involved in the pile-up, the driver of each automobile is 50 per cent at fault for the incident. Diagram  Text alternative: Diagram of a multiple pile up collision. Nine automobiles travelling in the same direction have collided with one another along a roadway. The front automobile did not strike any automobiles but was struck in the side by the automobile behind it. Other automobiles have struck the sides or rear of other automobiles. Some of the automobiles have been struck multiple times by different automobiles, and some have struck multiple automobiles. This text alternative is provided for convenience only and does not form part of the official law. R.R.O. 1990, Reg. 668, s. 11 (2). Rules for Automobiles Travelling in Opposite Directions",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) This section applies with respect to an incident involving three or more automobiles that are travelling in the same direction and in adjacent lanes (a “pile-up”).  R.R.O. 1990, Reg. 668, s. 11 (1).</p> <p class=\"subsection-e\">  (2) For each collision between two automobiles involved in the pile-up, the driver of each automobile is 50 per cent at fault for the incident.</p> <p class=\"heading3-e\"><b>Diagram</b></p> <p class=\"scanned-e\"><img alt=\"Diagram of a multiple pile up collision between nine automobiles travelling in the same direction.\" border=\"0\" height=\"331\" src=\"900668_e_files/image015.png\" width=\"823\"/></p> <p class=\"Pnote-e\">Text alternative: Diagram of a multiple pile up collision. Nine automobiles travelling in the same direction have collided with one another along a roadway. The front automobile did not strike any automobiles but was struck in the side by the automobile behind it. Other automobiles have struck the sides or rear of other automobiles. Some of the automobiles have been struck multiple times by different automobiles, and some have struck multiple automobiles. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 668, s. 11 (2).</p> <p class=\"heading1-e\">Rules for Automobiles Travelling in Opposite Directions</p>"
        },
        {
            "id": "12.",
            "section": "Rules for Automobiles Travelling in Opposite Directions",
            "content": " 12. (1) This section applies when automobile “A” collides with automobile “B”, and the automobiles are travelling in opposite directions and in adjacent lanes.  R.R.O. 1990, Reg. 668, s. 12 (1). (2) If neither automobile “A” nor automobile “B” changes lanes and both automobiles are on or over the centre lane when the incident (a “sideswipe”) occurs, the driver of each automobile is 50 per cent at fault for the incident. Diagram  Text alternative: Diagram containing two types of collisions. In the first diagram, automobiles “A” and “B” are travelling in opposite directions in adjacent lanes and strike each other on the side along the centre line. In the second type, automobiles “A” and “B” are travelling in opposite directions and are both turning left at an intersection. The automobiles strike each other on the lane that automobile “A” is turning out of while both automobiles are across the centre line. This text alternative is provided for convenience only and does not form part of the official law. R.R.O. 1990, Reg. 668, s. 12 (2). (3) If the location on the road of automobiles “A” and “B” when the incident (a “sideswipe”) occurs cannot be determined, the driver of each automobile is 50 per cent at fault for the incident. Diagram   Text alternative: Diagram of a collision. Automobiles “A” and “B” are travelling in opposite directions. Automobile “B” has crossed the centre line and is in the oncoming lane.  Automobile “A” and “B” strike the front driver side corner of each other as automobile “A” is changing lanes away from automobile “B”. The driver side rear corner of automobile “A” is on the centre line. This text alternative is provided for convenience only and does not form part of the official law. R.R.O. 1990, Reg. 668, s. 12 (3). (4) If automobile “B” is over the centre line of the road when the incident occurs, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident. Diagram  Text alternative: Diagram of a collision. Automobiles “A” and “B” are travelling in opposite directions. Automobile “B” has crossed the centre line into A’s lane. Automobile “A” and “B” strike the side of each other. This text alternative is provided for convenience only and does not form part of the official law. R.R.O. 1990, Reg. 668, s. 12 (4). (5) If automobile “B” turns left into the path of automobile “A”, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident. Diagram  Text alternative: Diagram of two types of collisions. In the first diagram “A” and “B” are traveling perpendicular to one another. Automobile “B” pulls out into oncoming traffic to make a left turn and strikes automobile “A\".  In the second type, automobiles “A” and “B” are traveling in opposite directions and automobile “B” is turning left. Automobile “B” turns left in front of automobile “A” and the front of both automobiles collide. This text alternative is provided for convenience only and does not form part of the official law. R.R.O. 1990, Reg. 668, s. 12 (5). (6) If automobile “B” is leaving a parking place or is entering the road from a private road or driveway, and if automobile “A” is overtaking to pass another automobile when the incident occurs, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident. Diagram  Text alternative: Diagram of a collision. Automobile “B” is entering a road with two lanes of traffic heading in opposite directions from a private road or driveway. In the lane closest to automobile “B”, automobile “A” is driving against traffic to overtake automobile “C”, which is driving alongside automobile “A” in the far lane. Automobile “B” exits the private road or driveway and collides with the front of automobile “A”. This text alternative is provided for convenience only and does not form part of the official law. R.R.O. 1990, Reg. 668, s. 12 (6). Rules for Automobiles in an Intersection",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) This section applies when automobile “A” collides with automobile “B”, and the automobiles are travelling in opposite directions and in adjacent lanes.  R.R.O. 1990, Reg. 668, s. 12 (1).</p> <p class=\"subsection-e\">  (2) If neither automobile “A” nor automobile “B” changes lanes and both automobiles are on or over the centre lane when the incident (a “sideswipe”) occurs, the driver of each automobile is 50 per cent at fault for the incident.</p> <p class=\"heading3-e\"><b>Diagram</b></p> <p class=\"scanned-e\"><img alt=\"Diagram of two collisions where automobiles A and B drive in opposite directions and collide on the centre line.\" border=\"0\" height=\"336\" src=\"900668_e_files/image016.png\" width=\"824\"/></p> <p class=\"Pnote-e\">Text alternative: Diagram containing two types of collisions. In the first diagram, automobiles “A” and “B” are travelling in opposite directions in adjacent lanes and strike each other on the side along the centre line. In the second type, automobiles “A” and “B” are travelling in opposite directions and are both turning left at an intersection. The automobiles strike each other on the lane that automobile “A” is turning out of while both automobiles are across the centre line. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 668, s. 12 (2).</p> <p class=\"subsection-e\">  (3) If the location on the road of automobiles “A” and “B” when the incident (a “sideswipe”) occurs cannot be determined, the driver of each automobile is 50 per cent at fault for the incident.</p> <p class=\"heading3-e\"><b>Diagram</b></p> <p class=\"scanned-e\"><img alt=\"Diagram of a collision where automobiles A and B drive in opposite directions and sideswipe each other.\" border=\"0\" height=\"334\" src=\"900668_e_files/image017.png\" width=\"824\"/></p> <p class=\"scanned-e\"> </p> <p class=\"Pnote-e\">Text alternative: Diagram of a collision. Automobiles “A” and “B” are travelling in opposite directions. Automobile “B” has crossed the centre line and is in the oncoming lane.  Automobile “A” and “B” strike the front driver side corner of each other as automobile “A” is changing lanes away from automobile “B”. The driver side rear corner of automobile “A” is on the centre line. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 668, s. 12 (3).</p> <p class=\"subsection-e\">  (4) If automobile “B” is over the centre line of the road when the incident occurs, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.</p> <p class=\"heading3-e\"><b>Diagram</b></p> <p class=\"scanned-e\"><img alt=\"Diagram of collision. Automobiles A and B drive in opposite directions, B is over the centre line and sideswipes A.\" border=\"0\" height=\"330\" src=\"900668_e_files/image018.png\" width=\"824\"/></p> <p class=\"Pnote-e\">Text alternative: Diagram of a collision. Automobiles “A” and “B” are travelling in opposite directions. Automobile “B” has crossed the centre line into A’s lane. Automobile “A” and “B” strike the side of each other. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 668, s. 12 (4).</p> <p class=\"subsection-e\">  (5) If automobile “B” turns left into the path of automobile “A”, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.</p> <p class=\"heading3-e\"><b>Diagram</b></p> <p class=\"scanned-e\"><img alt=\"Diagram of two collisions where automobile B turns left into path of automobile A and the automobiles collide.\" border=\"0\" height=\"334\" src=\"900668_e_files/image019.png\" width=\"824\"/></p> <p class=\"Pnote-e\">Text alternative: Diagram of two types of collisions. In the first diagram “A” and “B” are traveling perpendicular to one another. Automobile “B” pulls out into oncoming traffic to make a left turn and strikes automobile “A\".  In the second type, automobiles “A” and “B” are traveling in opposite directions and automobile “B” is turning left. Automobile “B” turns left in front of automobile “A” and the front of both automobiles collide. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 668, s. 12 (5).</p> <p class=\"subsection-e\">  (6) If automobile “B” is leaving a parking place or is entering the road from a private road or driveway, and if automobile “A” is overtaking to pass another automobile when the incident occurs, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.</p> <p class=\"heading3-e\"><b>Diagram</b></p> <p class=\"scanned-e\"><img alt=\"Diagram of collision where automobile B enters the road from a private road and collides with A which is overtaking C.\" border=\"0\" height=\"331\" src=\"900668_e_files/image020.png\" width=\"824\"/></p> <p class=\"Pnote-e\">Text alternative: Diagram of a collision. Automobile “B” is entering a road with two lanes of traffic heading in opposite directions from a private road or driveway. In the lane closest to automobile “B”, automobile “A” is driving against traffic to overtake automobile “C”, which is driving alongside automobile “A” in the far lane. Automobile “B” exits the private road or driveway and collides with the front of automobile “A”. This text alternative is provided for convenience only and does not form part of the official law.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 668, s. 12 (6).</p> <p class=\"heading1-e\">Rules for Automobiles in an Intersection</p>"
        },
        {
            "id": "13.",
            "section": "Rules for Automobiles in an Intersection",
            "content": " 13. (1) This section applies with respect to an incident that occurs at an intersection that does not have traffic signals or traffic signs.  R.R.O. 1990, Reg. 668, s. 13 (1). (2) If automobile “A” enters the intersection before automobile “B”, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 13 (2). (3) If automobiles “A” and “B” enter the intersection at the same time and automobile “A” is to the right of automobile “B” when in the intersection, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 13 (3). (4) If it cannot be established whether automobile “A” or “B” entered the intersection first, the driver of each automobile shall be deemed to be 50 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 13 (4).",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) This section applies with respect to an incident that occurs at an intersection that does not have traffic signals or traffic signs.  R.R.O. 1990, Reg. 668, s. 13 (1).</p> <p class=\"subsection-e\">  (2) If automobile “A” enters the intersection before automobile “B”, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 13 (2).</p> <p class=\"subsection-e\">  (3) If automobiles “A” and “B” enter the intersection at the same time and automobile “A” is to the right of automobile “B” when in the intersection, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 13 (3).</p> <p class=\"subsection-e\">  (4) If it cannot be established whether automobile “A” or “B” entered the intersection first, the driver of each automobile shall be deemed to be 50 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 13 (4).</p>"
        },
        {
            "id": "14.",
            "section": "Rules for Automobiles in an Intersection",
            "content": " 14. (1) This section applies with respect to an incident that occurs at an intersection with traffic signs.  R.R.O. 1990, Reg. 668, s. 14 (1). (2) If the incident occurs when the driver of automobile “B” fails to obey a stop sign, yield sign or a similar sign or flares or other signals on the ground, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 14 (2). (3) If the driver of each automobile fails to obey a stop sign, the driver of each automobile is 50 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 14 (3). (4) If it cannot be established who failed to obey a stop sign, the driver of each automobile shall be deemed to be 50 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 14 (4). (5) If, at an all-way stop intersection, automobile “A” arrives at the intersection first and stops, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 14 (5). (6) If, at an all-way stop intersection, both automobiles arrive at the intersection at the same time and stop, with automobile “A” to the right of automobile “B”, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 14 (6). (7) If it cannot be established who arrived at the all-way stop intersection first, the driver of each automobile shall be deemed to be 50 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 14 (7).",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) This section applies with respect to an incident that occurs at an intersection with traffic signs.  R.R.O. 1990, Reg. 668, s. 14 (1).</p> <p class=\"subsection-e\">  (2) If the incident occurs when the driver of automobile “B” fails to obey a stop sign, yield sign or a similar sign or flares or other signals on the ground, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 14 (2).</p> <p class=\"subsection-e\">  (3) If the driver of each automobile fails to obey a stop sign, the driver of each automobile is 50 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 14 (3).</p> <p class=\"subsection-e\">  (4) If it cannot be established who failed to obey a stop sign, the driver of each automobile shall be deemed to be 50 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 14 (4).</p> <p class=\"subsection-e\">  (5) If, at an all-way stop intersection, automobile “A” arrives at the intersection first and stops, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 14 (5).</p> <p class=\"subsection-e\">  (6) If, at an all-way stop intersection, both automobiles arrive at the intersection at the same time and stop, with automobile “A” to the right of automobile “B”, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 14 (6).</p> <p class=\"subsection-e\">  (7) If it cannot be established who arrived at the all-way stop intersection first, the driver of each automobile shall be deemed to be 50 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 14 (7).</p>"
        },
        {
            "id": "15.",
            "section": "Rules for Automobiles in an Intersection",
            "content": " 15. (1) This section applies with respect to an incident that occurs at an intersection with traffic signals.  R.R.O. 1990, Reg. 668, s. 15 (1). (2) If the driver of automobile “B” fails to obey a traffic signal, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 15 (2). (3) If it cannot be established whether the driver of either automobile failed to obey a traffic signal, the driver of each automobile shall be deemed to be 50 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 15 (3). (4) If the traffic signals at the intersection are inoperative, the degree of fault of the drivers shall be determined as if the intersection were an all-way stop intersection.  R.R.O. 1990, Reg. 668, s. 15 (4). Rules for Automobiles in Parking Lots",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) This section applies with respect to an incident that occurs at an intersection with traffic signals.  R.R.O. 1990, Reg. 668, s. 15 (1).</p> <p class=\"subsection-e\">  (2) If the driver of automobile “B” fails to obey a traffic signal, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 15 (2).</p> <p class=\"subsection-e\">  (3) If it cannot be established whether the driver of either automobile failed to obey a traffic signal, the driver of each automobile shall be deemed to be 50 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 15 (3).</p> <p class=\"subsection-e\">  (4) If the traffic signals at the intersection are inoperative, the degree of fault of the drivers shall be determined as if the intersection were an all-way stop intersection.  R.R.O. 1990, Reg. 668, s. 15 (4).</p> <p class=\"heading1-e\">Rules for Automobiles in Parking Lots</p>"
        },
        {
            "id": "16.",
            "section": "Rules for Automobiles in Parking Lots",
            "content": " 16. (1) This section applies with respect to incidents in parking lots.  R.R.O. 1990, Reg. 668, s. 16 (1). (2) The degree of fault of a driver involved in an incident on a thoroughfare shall be determined in accordance with this Regulation as if the thoroughfare were a road.  R.R.O. 1990, Reg. 668, s. 16 (2). (3) If automobile “A” is leaving a feeder lane and fails to yield the right of way to automobile “B” on a thoroughfare, the driver of automobile “A” is 100 per cent at fault and the driver of automobile “B” is not at fault for the incident.  R.R.O. 1990, Reg. 668, s. 16 (3). (4) If automobile “A” is leaving a parking space and fails to yield the right of way to automobile “B” on a feeder lane or a thoroughfare, the driver of automobile “A” is 100 per cent at fault and the driver of automobile “B” is not at fault for the incident.  R.R.O. 1990, Reg. 668, s. 16 (4). (5) In this section, “feeder lane” means a road in a parking lot other than a thoroughfare; “thoroughfare” means a main road for passage into, through or out of a parking lot.  R.R.O. 1990, Reg. 668, s. 16 (5). Rules for Other Circumstances",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) This section applies with respect to incidents in parking lots.  R.R.O. 1990, Reg. 668, s. 16 (1).</p> <p class=\"subsection-e\">  (2) The degree of fault of a driver involved in an incident on a thoroughfare shall be determined in accordance with this Regulation as if the thoroughfare were a road.  R.R.O. 1990, Reg. 668, s. 16 (2).</p> <p class=\"subsection-e\">  (3) If automobile “A” is leaving a feeder lane and fails to yield the right of way to automobile “B” on a thoroughfare, the driver of automobile “A” is 100 per cent at fault and the driver of automobile “B” is not at fault for the incident.  R.R.O. 1990, Reg. 668, s. 16 (3).</p> <p class=\"subsection-e\">  (4) If automobile “A” is leaving a parking space and fails to yield the right of way to automobile “B” on a feeder lane or a thoroughfare, the driver of automobile “A” is 100 per cent at fault and the driver of automobile “B” is not at fault for the incident.  R.R.O. 1990, Reg. 668, s. 16 (4).</p> <p class=\"subsection-e\">  (5) In this section,</p> <p class=\"firstdef-e\">“feeder lane” means a road in a parking lot other than a thoroughfare;</p> <p class=\"definition-e\">“thoroughfare” means a main road for passage into, through or out of a parking lot.  R.R.O. 1990, Reg. 668, s. 16 (5).</p> <p class=\"heading1-e\">Rules for Other Circumstances</p>"
        },
        {
            "id": "17.",
            "section": "Rules for Other Circumstances",
            "content": " 17. (1) If automobile “A” is parked when it is struck by automobile “B”, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 17 (1). (2) If automobile “A” is illegally parked, stopped or standing when it is struck by automobile “B” and if the incident occurs outside a city, town or village, the driver of automobile “A” is 100 per cent at fault and the driver of automobile “B” is not at fault for the incident.  R.R.O. 1990, Reg. 668, s. 17 (2).",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) If automobile “A” is parked when it is struck by automobile “B”, the driver of automobile “A” is not at fault and the driver of automobile “B” is 100 per cent at fault for the incident.  R.R.O. 1990, Reg. 668, s. 17 (1).</p> <p class=\"subsection-e\">  (2) If automobile “A” is illegally parked, stopped or standing when it is struck by automobile “B” and if the incident occurs outside a city, town or village, the driver of automobile “A” is 100 per cent at fault and the driver of automobile “B” is not at fault for the incident.  R.R.O. 1990, Reg. 668, s. 17 (2).</p>"
        },
        {
            "id": "18.",
            "section": "Rules for Other Circumstances",
            "content": " 18. The driver of automobile “A” is 100 per cent at fault and the driver of automobile “B” is not at fault for an incident in which automobile “A” collides with automobile “B” when the driver of automobile “A” fails to obey, (a) a police officer’s direction; (b) a do not enter sign; (c) a prohibited passing sign; or (d) a prohibited turn sign.  R.R.O. 1990, Reg. 668, s. 18.",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>The driver of automobile “A” is 100 per cent at fault and the driver of automobile “B” is not at fault for an incident in which automobile “A” collides with automobile “B” when the driver of automobile “A” fails to obey,</p> <p class=\"clause-e\">  (a) a police officer’s direction;</p> <p class=\"clause-e\">  (b) a do not enter sign;</p> <p class=\"clause-e\">  (c) a prohibited passing sign; or</p> <p class=\"clause-e\">  (d) a prohibited turn sign.  R.R.O. 1990, Reg. 668, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Rules for Other Circumstances",
            "content": " 19. The driver of automobile “A” is 100 per cent at fault and the driver of automobile “B” is not at fault for an incident that occurs, (a) when automobile “A” is backing up; (b) when automobile “A” is making a U-turn; or (c) when the driver of, or a passenger in, automobile “A” opens the automobile door or leaves the door open.  R.R.O. 1990, Reg. 668, s. 19. Rules When a Driver is Charged with a Driving Offence",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>The driver of automobile “A” is 100 per cent at fault and the driver of automobile “B” is not at fault for an incident that occurs,</p> <p class=\"clause-e\">  (a) when automobile “A” is backing up;</p> <p class=\"clause-e\">  (b) when automobile “A” is making a U-turn; or</p> <p class=\"clause-e\">  (c) when the driver of, or a passenger in, automobile “A” opens the automobile door or leaves the door open.  R.R.O. 1990, Reg. 668, s. 19.</p> <p class=\"heading1-e\">Rules When a Driver is Charged with a Driving Offence</p>"
        },
        {
            "id": "20.",
            "section": "Rules When a Driver is Charged with a Driving Offence",
            "content": " 20. (1) For the purposes of this Regulation, a driver is considered to be charged with a driving offence, (a) if, as a result of the incident, the driver is charged with operating the automobile while his or her ability to operate the automobile was impaired by alcohol or a drug or by a combination of alcohol and a drug; (b) if, as a result of the incident, the driver is charged with driving while his or her blood alcohol level or blood drug concentration level exceeded the limits permitted by law; (c) if, as a result of the incident, the driver is charged with an indictable offence related to the operation of the automobile; (d) if the driver, as a result of the incident, is asked to provide a breath sample or a sample of a bodily substance and he or she is charged with failing or refusing to provide the sample; (e) if the driver, as a result of the incident, is asked to perform physical coordination tests or submit to an evaluation and he or she is charged with failing or refusing to comply with the demand; or (f) if, as a result of the incident, the driver is charged with exceeding the speed limit by 16 or more kilometres per hour. O. Reg. 445/18, s. 1. (2) The degree of fault of the insured shall be determined in accordance with the ordinary rules of law, and not in accordance with these rules, (a) if the driver of automobile “A” involved in the incident is charged with a driving offence; and (b) if the driver of automobile “B” is wholly or partly at fault, as otherwise determined under these rules, for the incident.  R.R.O. 1990, Reg. 668, s. 20 (2).  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>(1) For the purposes of this Regulation, a driver is considered to be charged with a driving offence,</p> <p class=\"clause-e\">  (a) if, as a result of the incident, the driver is charged with operating the automobile while his or her ability to operate the automobile was impaired by alcohol or a drug or by a combination of alcohol and a drug;</p> <p class=\"clause-e\">  (b) if, as a result of the incident, the driver is charged with driving while his or her blood alcohol level or blood drug concentration level exceeded the limits permitted by law;</p> <p class=\"clause-e\">  (c) if, as a result of the incident, the driver is charged with an indictable offence related to the operation of the automobile;</p> <p class=\"clause-e\">  (d) if the driver, as a result of the incident, is asked to provide a breath sample or a sample of a bodily substance and he or she is charged with failing or refusing to provide the sample;</p> <p class=\"clause-e\">  (e) if the driver, as a result of the incident, is asked to perform physical coordination tests or submit to an evaluation and he or she is charged with failing or refusing to comply with the demand; or</p> <p class=\"clause-e\">  (f) if, as a result of the incident, the driver is charged with exceeding the speed limit by 16 or more kilometres per hour. O. Reg. 445/18, s. 1.</p> <p class=\"subsection-e\">  (2) The degree of fault of the insured shall be determined in accordance with the ordinary rules of law, and not in accordance with these rules,</p> <p class=\"clause-e\">  (a) if the driver of automobile “A” involved in the incident is charged with a driving offence; and</p> <p class=\"clause-e\">  (b) if the driver of automobile “B” is wholly or partly at fault, as otherwise determined under these rules, for the incident.  R.R.O. 1990, Reg. 668, s. 20 (2).</p> <p class=\"clause-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900668\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}