{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 174: LAKES AND RIVERS IMPROVEMENT ACT",
        "reg_name_text": "LAKES AND RIVERS IMPROVEMENT ACT",
        "citation": "R.R.O. 1990, Reg. 174: ",
        "act_under": "Consolidated Hearings Act",
        "url": "https://www.ontario.ca/laws/regulation/900174",
        "date_scraped": "2023-12-18 18:15:53"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900174/v3",
            "valid_from": "April 19, 2021",
            "valid_to": "May 31, 2021"
        },
        {
            "a_href": "/laws/regulation/900174/v2",
            "valid_from": "February 12, 2007",
            "valid_to": "April 18, 2021"
        },
        {
            "a_href": "/laws/regulation/900174/v1",
            "valid_from": "August 19, 1994",
            "valid_to": "February 11, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. The Lakes and Rivers Improvement Act is prescribed for the purposes of section 2 of the Consolidated Hearings Act.  R.R.O. 1990, Reg. 174, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>The <i>Lakes and Rivers Improvement Act </i>is prescribed for the purposes of section 2 of the <i>Consolidated Hearings Act</i>.  R.R.O. 1990, Reg. 174, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. All undertakings to which the Consolidated Hearings Act would apply because of the effect of section 1 are exempt from the application of the Act except, (a) the proposed undertaking including all alternatives thereto by The Municipality of Metropolitan Toronto to acquire lots 29 and 30, Concession 3, Town of Vaughan, The Regional Municipality of York, to extract clay therefrom, to transport the clay to the undertaking known as the Keele Valley Landfill Site and to construct the clay liner and final cover for the Keele Valley Landfill; (b) the proposed undertaking including all alternatives thereto by the Ontario Waste Management Corporation to establish a hazardous waste management treatment and disposal system for Ontario, consisting of physical chemical treatment facilities, incineration facilities, waste residue treatment facilities, a shallow entombed landfill and related facilities, in the Township of West Lincoln, in The Regional Municipality of Niagara; (c) the proposed undertaking, including all alternatives to it, by Reclamation Systems Inc. to dispose of waste in the Acton Quarry of United Aggregate Limited located on part of Lot 23, Concession 3, and parts of lots 23 and 24, Concession 4, Town of Halton Hills, in The Regional Municipality of Halton; (d) the proposed undertaking, including all alternatives thereto, by the Interim Waste Authority Ltd., to establish a landfill waste disposal site and ancillary facilities in The Regional Municipality of Peel; (e) the proposed undertaking, including all alternatives thereto, by the Interim Waste Authority Ltd., to establish a landfill waste disposal site and ancillary facilities in The Regional Municipality of Durham; (f) the proposed undertaking, including all alternatives thereto, by the Interim Waste Authority Ltd., to establish a landfill waste disposal site and ancillary facilities in The Regional Municipality of York.  R.R.O. 1990. Reg. 174, s. 2; O. Reg. 782/91, s. 1; O. Reg. 550/94, s. 1.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>All undertakings to which the <i>Consolidated Hearings Act</i> would apply because of the effect of section 1 are exempt from the application of the Act except,</p> <p class=\"clause-e\">  (a) the proposed undertaking including all alternatives thereto by The Municipality of Metropolitan Toronto to acquire lots 29 and 30, Concession 3, Town of Vaughan, The Regional Municipality of York, to extract clay therefrom, to transport the clay to the undertaking known as the Keele Valley Landfill Site and to construct the clay liner and final cover for the Keele Valley Landfill;</p> <p class=\"clause-e\">  (b) the proposed undertaking including all alternatives thereto by the Ontario Waste Management Corporation to establish a hazardous waste management treatment and disposal system for Ontario, consisting of physical chemical treatment facilities, incineration facilities, waste residue treatment facilities, a shallow entombed landfill and related facilities, in the Township of West Lincoln, in The Regional Municipality of Niagara;</p> <p class=\"clause-e\">  (c) the proposed undertaking, including all alternatives to it, by Reclamation Systems Inc. to dispose of waste in the Acton Quarry of United Aggregate Limited located on part of Lot 23, Concession 3, and parts of lots 23 and 24, Concession 4, Town of Halton Hills, in The Regional Municipality of Halton;</p> <p class=\"clause-e\">  (d) the proposed undertaking, including all alternatives thereto, by the Interim Waste Authority Ltd., to establish a landfill waste disposal site and ancillary facilities in The Regional Municipality of Peel;</p> <p class=\"clause-e\">  (e) the proposed undertaking, including all alternatives thereto, by the Interim Waste Authority Ltd., to establish a landfill waste disposal site and ancillary facilities in The Regional Municipality of Durham;</p> <p class=\"clause-e\">  (f) the proposed undertaking, including all alternatives thereto, by the Interim Waste Authority Ltd., to establish a landfill waste disposal site and ancillary facilities in The Regional Municipality of York.  R.R.O. 1990. Reg. 174, s. 2; O. Reg. 782/91, s. 1; O. Reg. 550/94, s. 1.</p> <p class=\"clause-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900174\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}