{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 700: LEASES",
        "reg_name_text": "LEASES",
        "citation": "R.R.O. 1990, Reg. 700: ",
        "act_under": "Land Transfer Tax Act   Loi sur les droits de cession immobilière",
        "url": "https://www.ontario.ca/laws/regulation/900700",
        "date_scraped": "2023-12-20 02:05:44"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 31, 1990",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. Where an instrument containing an extension or notice of extension of the rights under a lease or sublease is registered at a time when the term of such lease or sublease including any renewals or extensions, but without regard to the extension to be registered, exceeds fifty years, the value of the consideration in respect to such extension shall be reduced, (a) where no consideration is given for the acquisition of such extension, to zero; or (b) where consideration is given for the acquisition of such extension, to the amount of the consideration so given. R.R.O. 1990, Reg. 700, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>Where an instrument containing an extension or notice of extension of the rights under a lease or sublease is registered at a time when the term of such lease or sublease including any renewals or extensions, but without regard to the extension to be registered, exceeds fifty years, the value of the consideration in respect to such extension shall be reduced,</p> <p class=\"clause-e\">(a) where no consideration is given for the acquisition of such extension, to zero; or</p> <p class=\"clause-e\">(b) where consideration is given for the acquisition of such extension, to the amount of the consideration so given. R.R.O. 1990, Reg. 700, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Where, at the time of registration of an instrument containing a surrender or notice of a surrender of the rights of a lessee under a lease or sublease to the person entitled to the reversion of such lease or sublease, the term of such lease or sublease including any renewals or extensions, exceeds fifty years, the value of the consideration in respect to such surrender shall be reduced, (a) where no consideration is given for the acquisition of such surrender, to zero; or (b) where consideration is given for the acquisition of such surrender, to the amount of the consideration so given. R.R.O. 1990, Reg. 700, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>Where, at the time of registration of an instrument containing a surrender or notice of a surrender of the rights of a lessee under a lease or sublease to the person entitled to the reversion of such lease or sublease, the term of such lease or sublease including any renewals or extensions, exceeds fifty years, the value of the consideration in respect to such surrender shall be reduced,</p> <p class=\"clause-e\">(a) where no consideration is given for the acquisition of such surrender, to zero; or</p> <p class=\"clause-e\">(b) where consideration is given for the acquisition of such surrender, to the amount of the consideration so given. R.R.O. 1990, Reg. 700, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. Where a transferee acquires the reversionary interest in land simultaneously with the acquisition of the right to receive rental payments under one or more leases or subleases of that land, the term of each of which including any renewals or extensions exceeds fifty years, the value of the consideration determined under the Act for all such conveyances taken together shall be reduced to the higher of, (a) the fair market value of that land determined as of the date of registration of all such conveyances provided that all such conveyances are simultaneously tendered for registration; or (b) the value of the consideration paid by the transferee for the acquisition of all such interests in that land. R.R.O. 1990, Reg. 700, s. 3. ",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Where a transferee acquires the reversionary interest in land simultaneously with the acquisition of the right to receive rental payments under one or more leases or subleases of that land, the term of each of which including any renewals or extensions exceeds fifty years, the value of the consideration determined under the Act for all such conveyances taken together shall be reduced to the higher of,</p> <p class=\"clause-e\">(a) the fair market value of that land determined as of the date of registration of all such conveyances provided that all such conveyances are simultaneously tendered for registration; or</p> <p class=\"clause-e\">(b) the value of the consideration paid by the transferee for the acquisition of all such interests in that land. R.R.O. 1990, Reg. 700, s. 3.</p> <p class=\"Normal\"></p>"
        }
    ]
}