{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 308: SUPERVISED ALTERNATIVE LEARNING FOR EXCUSED PUPILS",
        "reg_name_text": "SUPERVISED ALTERNATIVE LEARNING FOR EXCUSED PUPILS",
        "citation": "R.R.O. 1990, Reg. 308: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/900308",
        "date_scraped": "2023-12-19 06:01:44"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900308/v2",
            "valid_from": "September 29, 2010",
            "valid_to": "January 31, 2011"
        },
        {
            "a_href": "/laws/regulation/900308/v1",
            "valid_from": "October 31, 1991",
            "valid_to": "September 28, 2010"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “achievement report” means a written communication on the progress of a pupil between a parent of the pupil and the principal of the school at which the pupil is enrolled or the principal of such other school designated by a committee; (“compte rendu des progrès de l’élève”) “approved work station” means the place of work approved by a committee where the pupil is employed during school hours when the pupil is excused from attendance at school either full-time or part-time under subsection 3 (4); (“poste de travail approuvé”) “child” means a person of compulsory school age who has attained the age of fourteen years; (“enfant”) “committee” means a Supervised Alternative Learning for Excused Pupils Committee established under section 2; (“comité”) “parent” includes a guardian; (“père ou mère”) “program” means a supervised alternative learning program in respect of a pupil that is approved by a committee and that may include one or more of, (a) full-time or part-time employment at an approved work station for such term or period of time as is fixed or determined under the program, (b) completion of a life-skills course, and (c) such continuing studies or other activity directed towards the pupil’s needs and interests as may be acceptable to the committee, pursuant to which a pupil is excused from attendance at school either full-time or part-time and by which regular contact with the pupil is maintained by a teacher or other staff member who is employed at or associated with the school where the pupil is enrolled, or such other school as may be designated by the committee, to ensure that the pupil continues to conform to the program; (“programme”) “pupil” means a child for whom a program has been prescribed under subsection 3 (4). (“élève”) R.R.O. 1990, Reg. 308, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“achievement report” means a written communication on the progress of a pupil between a parent of the pupil and the principal of the school at which the pupil is enrolled or the principal of such other school designated by a committee; (“compte rendu des progrès de l’élève”)</p> <p class=\"definition-e\">“approved work station” means the place of work approved by a committee where the pupil is employed during school hours when the pupil is excused from attendance at school either full-time or part-time under subsection 3 (4); (“poste de travail approuvé”)</p> <p class=\"definition-e\">“child” means a person of compulsory school age who has attained the age of fourteen years; (“enfant”)</p> <p class=\"definition-e\">“committee” means a Supervised Alternative Learning for Excused Pupils Committee established under section 2; (“comité”)</p> <p class=\"definition-e\">“parent” includes a guardian; (“père ou mère”)</p> <p class=\"definition-e\">“program” means a supervised alternative learning program in respect of a pupil that is approved by a committee and that may include one or more of,</p> <p class=\"defclause-e\">(a) full-time or part-time employment at an approved work station for such term or period of time as is fixed or determined under the program,</p> <p class=\"defclause-e\">(b) completion of a life-skills course, and</p> <p class=\"defclause-e\">(c) such continuing studies or other activity directed towards the pupil’s needs and interests as may be acceptable to the committee,</p> <p class=\"Sdefinition-e\">pursuant to which a pupil is excused from attendance at school either full-time or part-time and by which regular contact with the pupil is maintained by a teacher or other staff member who is employed at or associated with the school where the pupil is enrolled, or such other school as may be designated by the committee, to ensure that the pupil continues to conform to the program; (“programme”)</p> <p class=\"definition-e\">“pupil” means a child for whom a program has been prescribed under subsection 3 (4). (“élève”) R.R.O. 1990, Reg. 308, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) A board shall establish a committee to be known as the Supervised Alternative Learning for Excused Pupils Committee for the purposes of this Regulation and designate the secretary of it. (2) A committee shall be composed of such persons, not fewer than three, as may be appointed by a board in each year, and a quorum of a committee shall consist of, (a) a member of the board; (b) a supervisory officer who qualified as such as a teacher and is employed by the board, or, where the board does not employ a supervisory officer, the appropriate provincial supervisory officer for the area in which the board has jurisdiction; and (c) at least one person who is not an employee of the board in addition to those referred to in clauses (a) and (b). (3) A committee shall designate a member as chair. (4) Where a committee considers that it is in the best interests of a pupil, it may designate a school for the purposes of a program that is not the school where the pupil is enrolled. R.R.O. 1990, Reg. 308, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) A board shall establish a committee to be known as the Supervised Alternative Learning for Excused Pupils Committee for the purposes of this Regulation and designate the secretary of it.</p> <p class=\"subsection-e\">(2) A committee shall be composed of such persons, not fewer than three, as may be appointed by a board in each year, and a quorum of a committee shall consist of,</p> <p class=\"clause-e\">(a) a member of the board;</p> <p class=\"clause-e\">(b) a supervisory officer who qualified as such as a teacher and is employed by the board, or, where the board does not employ a supervisory officer, the appropriate provincial supervisory officer for the area in which the board has jurisdiction; and</p> <p class=\"clause-e\">(c) at least one person who is not an employee of the board in addition to those referred to in clauses (a) and (b).</p> <p class=\"subsection-e\">(3) A committee shall designate a member as chair.</p> <p class=\"subsection-e\">(4) Where a committee considers that it is in the best interests of a pupil, it may designate a school for the purposes of a program that is not the school where the pupil is enrolled. R.R.O. 1990, Reg. 308, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) A parent of a child may apply in writing to the principal of the school where the child is enrolled or has a right to attend to have the child participate in a program and the parent shall state in the application why he or she considers that the child should participate in a program. (2) Where an application is made under subsection (1), the principal shall forthwith forward the application to the secretary of the committee and a copy thereof to the school attendance counsellor, and the committee shall consider the application and any oral or written submission made by any person in support thereof or in opposition thereto and may require the principal and any other employee of the board to report to the committee upon the child in respect of whom the application is made and to make recommendations in respect of the application. (3) The parent of a child may examine the written reports and recommendations, if any, in respect of the child made under subsection (2). (4) The committee shall, after interviewing the child, his or her parent and, where the committee considers it appropriate, any other person, (a) reject the application, in which case the child shall attend school as required by subsection 21 (1) of the Act; or (b) approve the application, in which case the committee shall prescribe a program directed towards the child’s needs and interests, and the secretary of the committee shall notify in writing the principal, the school attendance counsellor, the child and the parent of the decision of the committee. R.R.O. 1990, Reg. 308, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) A parent of a child may apply in writing to the principal of the school where the child is enrolled or has a right to attend to have the child participate in a program and the parent shall state in the application why he or she considers that the child should participate in a program.</p> <p class=\"subsection-e\">(2) Where an application is made under subsection (1), the principal shall forthwith forward the application to the secretary of the committee and a copy thereof to the school attendance counsellor, and the committee shall consider the application and any oral or written submission made by any person in support thereof or in opposition thereto and may require the principal and any other employee of the board to report to the committee upon the child in respect of whom the application is made and to make recommendations in respect of the application.</p> <p class=\"subsection-e\">(3) The parent of a child may examine the written reports and recommendations, if any, in respect of the child made under subsection (2).</p> <p class=\"subsection-e\">(4) The committee shall, after interviewing the child, his or her parent and, where the committee considers it appropriate, any other person,</p> <p class=\"clause-e\">(a) reject the application, in which case the child shall attend school as required by subsection 21 (1) of the Act; or</p> <p class=\"clause-e\">(b) approve the application, in which case the committee shall prescribe a program directed towards the child’s needs and interests,</p> <p class=\"Ssubsection-e\">and the secretary of the committee shall notify in writing the principal, the school attendance counsellor, the child and the parent of the decision of the committee. R.R.O. 1990, Reg. 308, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) Where the parent of a child disagrees with the determination of the committee to reject the application under clause 3 (4) (a) and wishes to bring further relevant information to the attention of the committee, or disagrees with the program prescribed by the committee and notifies the secretary in writing of the disagreement setting out the reasons therefor, the committee may review the decision with which the parent disagrees and, as the case requires, with or without hearing the parent, (a) approve the application and prescribe a program; (b) confirm or alter the program; or (c) refuse to review its determination or the program that it has prescribed, and the committee shall notify in writing the principal, the school attendance counsellor, the child and the parent of the decisions it has taken in respect of the notification given by the parent. (2) A pupil shall conform to the program as prescribed for the pupil by the committee under subsection 3 (4) or subsection (1) of this section or as altered under subsection 6 (2), and the pupil is excused from attendance at school so long as the pupil conforms to the program. (3) A pupil who is excused from attendance at school either full-time or part-time as determined by the committee under subsection 3 (4) or subsection (1) of this section or as altered under subsection 6 (2), shall be recorded as a full-time pupil on the register of the school in which the pupil is enrolled or of such other school as was designated by the committee, until the pupil is no longer of compulsory school age. R.R.O.1990, Reg. 308, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) Where the parent of a child disagrees with the determination of the committee to reject the application under clause 3 (4) (a) and wishes to bring further relevant information to the attention of the committee, or disagrees with the program prescribed by the committee and notifies the secretary in writing of the disagreement setting out the reasons therefor, the committee may review the decision with which the parent disagrees and, as the case requires, with or without hearing the parent,</p> <p class=\"clause-e\">(a) approve the application and prescribe a program;</p> <p class=\"clause-e\">(b) confirm or alter the program; or</p> <p class=\"clause-e\">(c) refuse to review its determination or the program that it has prescribed,</p> <p class=\"Ssection-e\">and the committee shall notify in writing the principal, the school attendance counsellor, the child and the parent of the decisions it has taken in respect of the notification given by the parent.</p> <p class=\"subsection-e\">(2) A pupil shall conform to the program as prescribed for the pupil by the committee under subsection 3 (4) or subsection (1) of this section or as altered under subsection 6 (2), and the pupil is excused from attendance at school so long as the pupil conforms to the program.</p> <p class=\"subsection-e\">(3) A pupil who is excused from attendance at school either full-time or part-time as determined by the committee under subsection 3 (4) or subsection (1) of this section or as altered under subsection 6 (2), shall be recorded as a full-time pupil on the register of the school in which the pupil is enrolled or of such other school as was designated by the committee, until the pupil is no longer of compulsory school age. R.R.O.1990, Reg. 308, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) Where the parent of a child disagrees with the determination of the committee to, (a) reject the application under clause 3 (4) (a); or (b) refuse to review its determination under clause 4 (1) (c), the parent may in writing notify the provincial school attendance counsellor of his or her disagreement and the reasons therefor, and the provincial school attendance counsellor may, (c) inquire into the validity of the parent’s request to have a program prescribed for the child and recommend that the child attend school as required by subsection 21 (1) of the Act; or (d) recommend, where he or she is satisfied that the child should be excused from attendance at school under this Regulation, that a program be prescribed for the pupil and remit the application to the committee for reconsideration, and a copy of the recommendation shall be delivered to the board, the principal, the school attendance counsellor, the child and the parent. (2) Where the provincial school attendance counsellor remits an application to the committee under clause (1) (d), the committee shall reconsider the application. R.R.O. 1990, Reg. 308, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) Where the parent of a child disagrees with the determination of the committee to,</p> <p class=\"clause-e\">(a) reject the application under clause 3 (4) (a); or</p> <p class=\"clause-e\">(b) refuse to review its determination under clause 4 (1) (c),</p> <p class=\"Ssection-e\">the parent may in writing notify the provincial school attendance counsellor of his or her disagreement and the reasons therefor, and the provincial school attendance counsellor may,</p> <p class=\"clause-e\">(c) inquire into the validity of the parent’s request to have a program prescribed for the child and recommend that the child attend school as required by subsection 21 (1) of the Act; or</p> <p class=\"clause-e\">(d) recommend, where he or she is satisfied that the child should be excused from attendance at school under this Regulation, that a program be prescribed for the pupil and remit the application to the committee for reconsideration,</p> <p class=\"Ssection-e\">and a copy of the recommendation shall be delivered to the board, the principal, the school attendance counsellor, the child and the parent.</p> <p class=\"subsection-e\">(2) Where the provincial school attendance counsellor remits an application to the committee under clause (1) (d), the committee shall reconsider the application. R.R.O. 1990, Reg. 308, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) Where a parent of a pupil or a pupil wishes to alter the program prescribed for the pupil under subsection 3 (4) or 4 (1), the parent may apply in writing to the secretary of the committee for approval of such alteration by the committee. (2) Where a parent applies under subsection (1) or where a report is made under subsection 7 (2), the committee may, after discussion of the application or the report with the pupil and his or her parent, alter the program prescribed for the pupil and shall notify in writing the principal, the school attendance counsellor, the pupil and the parent of the decision of the committee. R.R.O. 1990, Reg. 308, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) Where a parent of a pupil or a pupil wishes to alter the program prescribed for the pupil under subsection 3 (4) or 4 (1), the parent may apply in writing to the secretary of the committee for approval of such alteration by the committee.</p> <p class=\"subsection-e\">(2) Where a parent applies under subsection (1) or where a report is made under subsection 7 (2), the committee may, after discussion of the application or the report with the pupil and his or her parent, alter the program prescribed for the pupil and shall notify in writing the principal, the school attendance counsellor, the pupil and the parent of the decision of the committee. R.R.O. 1990, Reg. 308, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) The school attendance counsellor shall have the same powers and shall perform the same duties in respect of a pupil as in the case of a child who is not excused from attendance at school. (2) The teacher or other staff member responsible for maintaining regular contact with the pupil shall report to the committee when requested by the committee, and the principal of the school where the pupil is enrolled or of such other school as was designated by the committee shall report to the parent whenever achievement reports are issued by the principal. (3) A school attendance counsellor of a board shall report as required by the board to the appropriate supervisory officer of the board who shall report to the provincial school attendance councellor through the chief executive officer of the board on or before the 30th day of September in each year on the number of pupils who under this Regulation during the preceding school year, (a) were excused from attendance at school; (b) were required to attend school on a part-time basis only; (c) returned to full-time attendance at school; and (d) ceased to be excused from attendance under section 8. (4) The parent of a pupil may examine a report in respect of the pupil under subsection (2). R.R.O. 1990, Reg. 308, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) The school attendance counsellor shall have the same powers and shall perform the same duties in respect of a pupil as in the case of a child who is not excused from attendance at school.</p> <p class=\"subsection-e\">(2) The teacher or other staff member responsible for maintaining regular contact with the pupil shall report to the committee when requested by the committee, and the principal of the school where the pupil is enrolled or of such other school as was designated by the committee shall report to the parent whenever achievement reports are issued by the principal.</p> <p class=\"subsection-e\">(3) A school attendance counsellor of a board shall report as required by the board to the appropriate supervisory officer of the board who shall report to the provincial school attendance councellor through the chief executive officer of the board on or before the 30th day of September in each year on the number of pupils who under this Regulation during the preceding school year,</p> <p class=\"clause-e\">(a) were excused from attendance at school;</p> <p class=\"clause-e\">(b) were required to attend school on a part-time basis only;</p> <p class=\"clause-e\">(c) returned to full-time attendance at school; and</p> <p class=\"clause-e\">(d) ceased to be excused from attendance under section 8.</p> <p class=\"subsection-e\">(4) The parent of a pupil may examine a report in respect of the pupil under subsection (2). R.R.O. 1990, Reg. 308, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. Where a pupil and his or her parent move from the area of jurisdiction of the board under which the program is prescribed for the pupil to the area of jurisdiction of another board, the pupil shall be removed from the roll on which he or she was included under subsection 4 (3), and the board of which the pupil is then qualified to be a resident pupil shall refer to its committee the question of whether the pupil should be excused from attendance at a school operated by it, and the committee shall make the determination in accordance with subsections 3 (2) and (4) and may prescribe a program for the pupil in accordance with subsection 3 (4), and for such purpose the committee shall, where it has obtained the consent in writing of the parent, have access to all reports, recommendations and submissions made to the committee of the board that previously prescribed a program for the pupil. R.R.O. 1990, Reg. 308, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>Where a pupil and his or her parent move from the area of jurisdiction of the board under which the program is prescribed for the pupil to the area of jurisdiction of another board, the pupil shall be removed from the roll on which he or she was included under subsection 4 (3), and the board of which the pupil is then qualified to be a resident pupil shall refer to its committee the question of whether the pupil should be excused from attendance at a school operated by it, and the committee shall make the determination in accordance with subsections 3 (2) and (4) and may prescribe a program for the pupil in accordance with subsection 3 (4), and for such purpose the committee shall, where it has obtained the consent in writing of the parent, have access to all reports, recommendations and submissions made to the committee of the board that previously prescribed a program for the pupil. R.R.O. 1990, Reg. 308, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. Where a pupil resides within the area of jurisdiction of the board under which the program for the pupil is administered but ceases to be a resident pupil of such board by reason of the parent of the pupil ceasing to reside within the area of jurisdiction of the board, the pupil shall continue in the program in accordance with this Regulation without payment of a fee. R.R.O. 1990, Reg. 308, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>Where a pupil resides within the area of jurisdiction of the board under which the program for the pupil is administered but ceases to be a resident pupil of such board by reason of the parent of the pupil ceasing to reside within the area of jurisdiction of the board, the pupil shall continue in the program in accordance with this Regulation without payment of a fee. R.R.O. 1990, Reg. 308, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. Where a pupil has ceased to reside within the area of jurisdiction of the board under which the program for the pupil was prescribed and the pupil is not qualified to be a resident pupil of the board in whose area of jurisdiction he or she has taken up residence, the pupil is not excused from attendance at school unless the pupil continues to conform to the program that was prescribed for him or her and, where the pupil continues to conform to the program, the pupil shall do so without the payment of a fee and shall remain enrolled as a full-time pupil of the school where the pupil was enrolled immediately before his or her change of residence and the school attendance counsellor for the board that has jurisdiction in the area in which the pupil resides shall give such assistance and co-operation to the teacher or other staff member who makes the reports to the committee under subsection 7 (2) as the committee may require. R.R.O. 1990, Reg. 308, s. 10. Français ",
            "raw_html": "<p class=\"section-e\"><b>10. </b>Where a pupil has ceased to reside within the area of jurisdiction of the board under which the program for the pupil was prescribed and the pupil is not qualified to be a resident pupil of the board in whose area of jurisdiction he or she has taken up residence, the pupil is not excused from attendance at school unless the pupil continues to conform to the program that was prescribed for him or her and, where the pupil continues to conform to the program, the pupil shall do so without the payment of a fee and shall remain enrolled as a full-time pupil of the school where the pupil was enrolled immediately before his or her change of residence and the school attendance counsellor for the board that has jurisdiction in the area in which the pupil resides shall give such assistance and co-operation to the teacher or other staff member who makes the reports to the committee under subsection 7 (2) as the committee may require. R.R.O. 1990, Reg. 308, s. 10.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900308_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900308_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}