{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 1020: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 1020: ",
        "act_under": "Small Business Development Corporations Act   Loi sur les sociétés pour l’expansion des petites entreprises",
        "url": "https://www.ontario.ca/laws/regulation/901020",
        "date_scraped": "2023-12-19 07:26:03"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/901020/v3",
            "valid_from": "September 21, 2009",
            "valid_to": "September 30, 2009"
        },
        {
            "a_href": "/laws/regulation/901020/v2",
            "valid_from": "May 23, 2006",
            "valid_to": "September 20, 2009"
        },
        {
            "a_href": "/laws/regulation/901020/v1",
            "valid_from": "August 15, 1997",
            "valid_to": "May 22, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. For the purposes of the definition of “equity capital” in subsection 1 (1) of the Act, the amount of consideration paid in money for which equity shares are issued shall be calculated as the aggregate consideration expressed in Canadian currency for which the equity shares referred to in clause 4 (c) of the Act from time to time outstanding were issued. R.R.O. 1990, Reg. 1020, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>For the purposes of the definition of “equity capital” in subsection 1 (1) of the Act, the amount of consideration paid in money for which equity shares are issued shall be calculated as the aggregate consideration expressed in Canadian currency for which the equity shares referred to in clause 4 (c) of the Act from time to time outstanding were issued. R.R.O. 1990, Reg. 1020, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) For the purposes of clause 9 (1) (b) of the Act, (a) any business activity that involves the production or putting into marketable form of goods or materials by employees of the small business for sale or lease by the small business from raw, unfinished or prepared goods or materials, by changing the form or content of those goods or materials, but not including, (i) construction activities, farming or fishing, (ii) activities that involve the original production or recording for a motion picture film or videotape of sound material or visual material, unless the visual element of the film or videotape is created and produced primarily by animation, (iii) the operation of a producing oil or gas well, or (iv) activities that involve the publishing, but not printing, of books, magazines or other printed matter, is prescribed as manufacturing and processing; (b) any business activity that involves the operation and management by the owner of, (i) a hotel, motel, resort or other similar establishment principally devoted to the offering of overnight accommodation and facilities incidental and ancillary thereto, (ii) a commercial tourist attraction or recreational facility that is designed for and is used principally by tourists, but not including a restaurant or other similar establishment, and (iii) a marina, (A) in which at least 30 per cent of the available berthing slips are retained by the marina for the exclusive use of transient boaters, and (B) that derives at least 50 per cent of its operating revenues from reserved moorings, sales of marine fuel and storage services, is prescribed as a tourist activity; (c) any business activity that involves the publishing of books manufactured and printed in Canada and written or translated substantially by Canadian authors is a prescribed business activity; (d) any business activity that involves scientific research, as defined under section 2900 of the regulations made under the Income Tax Act (Canada), and that is carried on directly in Canada is a prescribed business activity; (e) any business activity that involves the development of computer application or system software programs that are for sale, lease or licensing by the small business and that are marketable to users without modification, other than modification by the user, where, (i) employees of the small business carry out all of the phases of research, programming and testing, or (ii) the small business manufactures or markets programs and the employees of the small business have carried out all of the phases of research, programming and testing of the programs, is a prescribed business activity; (f) any business activity that involves the provision to business of services that are, (i) computer services, (ii) architectural, engineering or other professional scientific and related technical services, or (iii) services ancillary to or in the nature of manufacturing, is a prescribed business activity; (g) any business activity that involves, (i) the production of qualifying films, or (ii) the commercial distribution of qualifying films, is a prescribed business activity; (h) any business activity that involves, (i) the development of live theatrical events for production in Canada, or (ii) the production of live theatrical events staged in Canada, is a prescribed business activity; (i) any business activity that involves the regular publication of a periodical, except a periodical, (i) that is produced or published under licence from a publisher who publishes issues of a periodical that are printed, edited or published outside Canada, or (ii) the contents of which, except for advertisements, is substantially the same as the contents of one or more issues of one or more periodicals, that was or were printed, edited or published outside Canada, is a prescribed business activity; (j) any business activity that involves, (i) the commercial production in Canada of sound recordings on disc, audio cassette or a format that is similar to disc or audio cassette, or (ii) the commercial exploitation in Canada of the performing rights, mechanical rights, synchronization rights and other rights to musical works, is a prescribed business activity; and (k) a business activity that involves the provision of a business service to a commercial enterprise, other than the provision of a business service to an enterprise that is an associate or affiliated corporation of the small business, is a prescribed business activity. R.R.O. 1990, Reg. 1020, s. 2 (1). (2) Where an investment in a small business described in subsection 16 (1) is made by a Northern and Eastern small business development corporation, the manufacturing and processing, tourist activity and business activities described in subsection (1) and any business activity that involves the provision of services ancillary to the mining and forestry industries including, (a) transportation services for persons or materials to or from a logging or mining site; (b) transportation services provided to commercial enterprises engaged in activities ancillary to the mining or forestry industry described in clause (a); (c) equipment sales, rental, servicing and installation, where the sales, rental, service or installation is rendered to persons who are engaged directly or indirectly in the mining or forestry industry; (d) equipment sales, rental, servicing and installation rendered to a commercial enterprise that is ancillary to a mining or forestry industry described in clause (c); (e) the design, engineering or installation of equipment unique to or specifically dedicated for use in the mining or forestry industry or a commercial enterprise that is ancillary to the mining or forestry industry; (f) cone and gum gathering, forest fire fighting, reforestation and protection services provided directly or indirectly to the forestry industry; (g) the operation of a farm or nursery to provide seedlings or saplings to the forestry industry; (h) forestry and mining engineering, geological and geophysical services; (i) contract mine exploration services; and (j) assaying, geophysical prospecting, gravimetric and hydro-graphic services and magnometric and seismographic surveying, are prescribed business activities for the purpose of subclause 9 (1) (b) (iii) of the Act. R.R.O. 1990, Reg. 1020, s. 2 (2). (3) In clause (1) (c), “book” means a bound, non-periodical publication that contains no paid advertising and that is published solely for educational, technical, cultural or literary purposes; “Canadian author” means a writer or translator who is a Canadian citizen or who has been lawfully admitted to Canada for permanent residence. R.R.O. 1990, Reg. 1020, s. 2 (3). (4) For the purpose of subclause (1) (f) (i), “computer services” means the provision by the small business of, (a) access to a computer database, (b) access to computer hardware, software programs or related equipment and material directly controlled by the small business on a time-share, leased-time, rented-time or fee-for-service basis, (c) training in computer applications or operations, (d) services of data entry personnel on a temporary or casual basis, (e) services of trained technicians or other personnel for the identification and correction of computer and computer related malfunctions and for the repair and maintenance of computer systems, (f) services of systems analysts or programmers on a temporary or casual basis, (g) microfiche transfers, graphics, format conversions and other speciality services directly related to the computer industry, (h) consultation, advice, analyses or reports with respect to the attributes of various computer hardware and software systems as they relate to the specific needs of individual computer users, or (i) access to data and communications networks, to users all of whom use the service in the ordinary course of carrying on business but does not include the sale, rental or lease of computer hardware, software or related materials and equipment, computer brokerage or any similar service. R.R.O. 1990, Reg. 1020, s. 2 (4). (5) For the purpose of subclause (1) (f) (ii), the provision by the small business of a service that is, (a) the practice of architecture as defined in the Architects Act where the small business may perform that service under the provisions of that Act; (b) the practice of professional engineering as defined in the Professional Engineers Act under the authority of a certificate of authorization issued under that Act; or (c) research, analysis and reporting in any field of mathematical, physical or natural science, laboratory testing, hydrographic or land surveying, industrial designing or advising on energy conservation where the service is not, (i) a business consulting or similar service, or (ii) a legal or accounting service, is an architectural, engineering or other professional scientific or related technical service. R.R.O. 1990, Reg. 1020, s. 2 (5). (6) For the purpose of subclause (1) (f) (iii), a service ancillary to or in the nature of manufacturing means the provision by the small business to other commercial enterprises of a service that would constitute a prescribed manufacturing or processing activity but for the fact that the small business does not own the goods or materials on which an activity is performed. R.R.O. 1990, Reg. 1020, s. 2 (6). (7) For the purposes of clause (1) (g), (a) “qualifying film” means, (i) a “certified production” or a “certified feature film” as defined in subsection 1104 (2) of the regulations made under the Income Tax Act (Canada), or (ii) a production that, subsequent to the completion of principal photography, is recognized as a “Canadian program” by the Canadian Radio-television and Telecommunications Commission as set out in Public Notice CRTC 1984-94, other than productions of a promotional, advertising, institutional or industrial nature; (b) a small business shall not be considered to be involved in the production of qualifying films, (i) unless throughout each year following the date of the initial investment by the small business development corporation at least 51 per cent of the aggregate development and production costs incurred by the small business and any associates of the small business, on their own behalf or on behalf of others, are incurred in the development and production of qualifying films, or (ii) if the small business has been established for the purpose of producing a single qualifying film; and (c) a small business shall not be considered to be involved in the distribution of qualifying films unless, throughout each year following the date of the initial investment by the small business development corporation, at least 20 per cent of all distribution expenditures incurred by the small business and any associates of the small business, on their own behalf or on behalf of others, are directly related to the distribution of qualifying films. R.R.O. 1990, Reg. 1020, s. 2 (7). (8) For the purposes of clause (1) (h), “live theatrical events” means live theatrical events, (a) that have been authored by one or more individuals who are permanent residents within the meaning of the Immigration Act (Canada), or (b) in which 90 per cent of the persons who regularly participate in the company of the theatrical performance are individuals who are permanent residents within the meaning of the Immigration Act (Canada), but does not include circuses, events staged on ice, entertainment primarily featuring nudity or events that are solely musical or sporting in nature. R.R.O. 1990, Reg. 1020, s. 2 (8). (9) For the purposes of clause (1) (i), “editorial material” means news, articles of comment on or analysis of the news or articles with respect to other topics of interest to the public or to a segment of the public but does not include advertisements, catalogues, directories or listings; “periodical” means a medium of communication in print or machine readable format that, (a) is issued no less than four and no more than fifty-two times in a year, (b) contains at least 30 per cent editorial material, (c) is distributed on a non-confidential and non-membership basis, (d) is subject to audit by the Audit Bureau of Circulation or the Canadian Circulations Audit Board, and (e) where the periodical is printed, is fastened together by being bound, stapled, stitched or glued; “substantially the same” means more than 20 per cent the same. R.R.O. 1990, Reg. 1020, s. 2 (9). (10) For the purposes of clause (1) (j), a corporation shall be considered to produce sound recordings or to commercially exploit rights to musical works if at least 51 per cent of the corporation’s total annual expenditures are devoted to product development that meets the minimum Canadian Radio-television and Telecommunication Commission’s M.A.P.L. code requirements of two of four categories for sound recordings on disc or audio cassette or of one of two categories for rights exploitation. R.R.O. 1990, Reg. 1020, s. 2 (10). (11) For the purposes of clause (1) (k), “business service” includes an activity involving the provision of labour or of labour and materials that benefits a commercial enterprise, but does not include, (a) a service, (i) to or for the personal benefit of an individual, or (ii) for or by a corporation that is or has been registered as a small business development corporation, and (b) food, travel, entertainment, social and recreational services unless the services are necessary or incidental to the principal activity of the commercial enterprise; “commercial enterprise” includes a non-profit organization, a government and a government agency. R.R.O. 1990, Reg. 1020, s. 2 (11). (12) Where the services referred to in clause (b) of the definition of “business service” in subsection (11) are provided as a benefit to any employee of the commercial enterprise under a contract, agreement, collective agreement or arrangement governing that person’s employment relationship, the services shall not be considered to be necessary or incidental to the principal activity of the commercial enterprise. R.R.O. 1990, Reg. 1020, s. 2 (12).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) For the purposes of clause 9 (1) (b) of the Act,</p> <p class=\"clause-e\">(a) any business activity that involves the production or putting into marketable form of goods or materials by employees of the small business for sale or lease by the small business from raw, unfinished or prepared goods or materials, by changing the form or content of those goods or materials, but not including,</p> <p class=\"subclause-e\">(i) construction activities, farming or fishing,</p> <p class=\"subclause-e\">(ii) activities that involve the original production or recording for a motion picture film or videotape of sound material or visual material, unless the visual element of the film or videotape is created and produced primarily by animation,</p> <p class=\"subclause-e\">(iii) the operation of a producing oil or gas well, or</p> <p class=\"subclause-e\">(iv) activities that involve the publishing, but not printing, of books, magazines or other printed matter,</p> <p class=\"Sclause-e\">is prescribed as manufacturing and processing;</p> <p class=\"clause-e\">(b) any business activity that involves the operation and management by the owner of,</p> <p class=\"subclause-e\">(i) a hotel, motel, resort or other similar establishment principally devoted to the offering of overnight accommodation and facilities incidental and ancillary thereto,</p> <p class=\"subclause-e\">(ii) a commercial tourist attraction or recreational facility that is designed for and is used principally by tourists, but not including a restaurant or other similar establishment, and</p> <p class=\"subclause-e\">(iii) a marina,</p> <p class=\"subsubclause-e\">(A) in which at least 30 per cent of the available berthing slips are retained by the marina for the exclusive use of transient boaters, and</p> <p class=\"subsubclause-e\">(B) that derives at least 50 per cent of its operating revenues from reserved moorings, sales of marine fuel and storage services,</p> <p class=\"Sclause-e\">is prescribed as a tourist activity;</p> <p class=\"clause-e\">(c) any business activity that involves the publishing of books manufactured and printed in Canada and written or translated substantially by Canadian authors is a prescribed business activity;</p> <p class=\"clause-e\">(d) any business activity that involves scientific research, as defined under section 2900 of the regulations made under the <i>Income Tax Act</i> (Canada), and that is carried on directly in Canada is a prescribed business activity;</p> <p class=\"clause-e\">(e) any business activity that involves the development of computer application or system software programs that are for sale, lease or licensing by the small business and that are marketable to users without modification, other than modification by the user, where,</p> <p class=\"subclause-e\">(i) employees of the small business carry out all of the phases of research, programming and testing, or</p> <p class=\"subclause-e\">(ii) the small business manufactures or markets programs and the employees of the small business have carried out all of the phases of research, programming and testing of the programs,</p> <p class=\"Sclause-e\">is a prescribed business activity;</p> <p class=\"clause-e\">(f) any business activity that involves the provision to business of services that are,</p> <p class=\"subclause-e\">(i) computer services,</p> <p class=\"subclause-e\">(ii) architectural, engineering or other professional scientific and related technical services, or</p> <p class=\"subclause-e\">(iii) services ancillary to or in the nature of manufacturing,</p> <p class=\"Sclause-e\">is a prescribed business activity;</p> <p class=\"clause-e\">(g) any business activity that involves,</p> <p class=\"subclause-e\">(i) the production of qualifying films, or</p> <p class=\"subclause-e\">(ii) the commercial distribution of qualifying films,</p> <p class=\"Sclause-e\">is a prescribed business activity;</p> <p class=\"clause-e\">(h) any business activity that involves,</p> <p class=\"subclause-e\">(i) the development of live theatrical events for production in Canada, or</p> <p class=\"subclause-e\">(ii) the production of live theatrical events staged in Canada,</p> <p class=\"Sclause-e\">is a prescribed business activity;</p> <p class=\"clause-e\">(i) any business activity that involves the regular publication of a periodical, except a periodical,</p> <p class=\"subclause-e\">(i) that is produced or published under licence from a publisher who publishes issues of a periodical that are printed, edited or published outside Canada, or</p> <p class=\"subclause-e\">(ii) the contents of which, except for advertisements, is substantially the same as the contents of one or more issues of one or more periodicals, that was or were printed, edited or published outside Canada,</p> <p class=\"Sclause-e\">is a prescribed business activity;</p> <p class=\"clause-e\">(j) any business activity that involves,</p> <p class=\"subclause-e\">(i) the commercial production in Canada of sound recordings on disc, audio cassette or a format that is similar to disc or audio cassette, or</p> <p class=\"subclause-e\">(ii) the commercial exploitation in Canada of the performing rights, mechanical rights, synchronization rights and other rights to musical works,</p> <p class=\"Sclause-e\">is a prescribed business activity; and</p> <p class=\"clause-e\">(k) a business activity that involves the provision of a business service to a commercial enterprise, other than the provision of a business service to an enterprise that is an associate or affiliated corporation of the small business, is a prescribed business activity. R.R.O. 1990, Reg. 1020, s. 2 (1).</p> <p class=\"subsection-e\">(2) Where an investment in a small business described in subsection 16 (1) is made by a Northern and Eastern small business development corporation, the manufacturing and processing, tourist activity and business activities described in subsection (1) and any business activity that involves the provision of services ancillary to the mining and forestry industries including,</p> <p class=\"clause-e\">(a) transportation services for persons or materials to or from a logging or mining site;</p> <p class=\"clause-e\">(b) transportation services provided to commercial enterprises engaged in activities ancillary to the mining or forestry industry described in clause (a);</p> <p class=\"clause-e\">(c) equipment sales, rental, servicing and installation, where the sales, rental, service or installation is rendered to persons who are engaged directly or indirectly in the mining or forestry industry;</p> <p class=\"clause-e\">(d) equipment sales, rental, servicing and installation rendered to a commercial enterprise that is ancillary to a mining or forestry industry described in clause (c);</p> <p class=\"clause-e\">(e) the design, engineering or installation of equipment unique to or specifically dedicated for use in the mining or forestry industry or a commercial enterprise that is ancillary to the mining or forestry industry;</p> <p class=\"clause-e\">(f) cone and gum gathering, forest fire fighting, reforestation and protection services provided directly or indirectly to the forestry industry;</p> <p class=\"clause-e\">(g) the operation of a farm or nursery to provide seedlings or saplings to the forestry industry;</p> <p class=\"clause-e\">(h) forestry and mining engineering, geological and geophysical services;</p> <p class=\"clause-e\">(i) contract mine exploration services; and</p> <p class=\"clause-e\">(j) assaying, geophysical prospecting, gravimetric and hydro-graphic services and magnometric and seismographic surveying,</p> <p class=\"Ssubsection-e\">are prescribed business activities for the purpose of subclause 9 (1) (b) (iii) of the Act. R.R.O. 1990, Reg. 1020, s. 2 (2).</p> <p class=\"subsection-e\">(3) In clause (1) (c),</p> <p class=\"firstdef-e\">“book” means a bound, non-periodical publication that contains no paid advertising and that is published solely for educational, technical, cultural or literary purposes;</p> <p class=\"definition-e\">“Canadian author” means a writer or translator who is a Canadian citizen or who has been lawfully admitted to Canada for permanent residence. R.R.O. 1990, Reg. 1020, s. 2 (3).</p> <p class=\"subsection-e\">(4) For the purpose of subclause (1) (f) (i), </p> <p class=\"firstdef-e\">“computer services” means the provision by the small business of,</p> <p class=\"defclause-e\">(a) access to a computer database,</p> <p class=\"defclause-e\">(b) access to computer hardware, software programs or related equipment and material directly controlled by the small business on a time-share, leased-time, rented-time or fee-for-service basis,</p> <p class=\"defclause-e\">(c) training in computer applications or operations,</p> <p class=\"defclause-e\">(d) services of data entry personnel on a temporary or casual basis,</p> <p class=\"defclause-e\">(e) services of trained technicians or other personnel for the identification and correction of computer and computer related malfunctions and for the repair and maintenance of computer systems,</p> <p class=\"defclause-e\">(f) services of systems analysts or programmers on a temporary or casual basis,</p> <p class=\"defclause-e\">(g) microfiche transfers, graphics, format conversions and other speciality services directly related to the computer industry,</p> <p class=\"defclause-e\">(h) consultation, advice, analyses or reports with respect to the attributes of various computer hardware and software systems as they relate to the specific needs of individual computer users, or</p> <p class=\"defclause-e\">(i) access to data and communications networks,</p> <p class=\"Sdefinition-e\">to users all of whom use the service in the ordinary course of carrying on business but does not include the sale, rental or lease of computer hardware, software or related materials and equipment, computer brokerage or any similar service. R.R.O. 1990, Reg. 1020, s. 2 (4).</p> <p class=\"subsection-e\">(5) For the purpose of subclause (1) (f) (ii), the provision by the small business of a service that is,</p> <p class=\"clause-e\">(a) the practice of architecture as defined in the <i>Architects Act</i> where the small business may perform that service under the provisions of that Act;</p> <p class=\"clause-e\">(b) the practice of professional engineering as defined in the <i>Professional Engineers Act</i> under the authority of a certificate of authorization issued under that Act; or</p> <p class=\"clause-e\">(c) research, analysis and reporting in any field of mathematical, physical or natural science, laboratory testing, hydrographic or land surveying, industrial designing or advising on energy conservation where the service is not,</p> <p class=\"subclause-e\">(i) a business consulting or similar service, or</p> <p class=\"subclause-e\">(ii) a legal or accounting service,</p> <p class=\"Ssubsection-e\">is an architectural, engineering or other professional scientific or related technical service. R.R.O. 1990, Reg. 1020, s. 2 (5).</p> <p class=\"subsection-e\">(6) For the purpose of subclause (1) (f) (iii), a service ancillary to or in the nature of manufacturing means the provision by the small business to other commercial enterprises of a service that would constitute a prescribed manufacturing or processing activity but for the fact that the small business does not own the goods or materials on which an activity is performed. R.R.O. 1990, Reg. 1020, s. 2 (6).</p> <p class=\"subsection-e\">(7) For the purposes of clause (1) (g),</p> <p class=\"clause-e\">(a) “qualifying film” means,</p> <p class=\"subclause-e\">(i) a “certified production” or a “certified feature film” as defined in subsection 1104 (2) of the regulations made under the <i>Income Tax Act</i> (Canada), or</p> <p class=\"subclause-e\">(ii) a production that, subsequent to the completion of principal photography, is recognized as a “Canadian program” by the Canadian Radio-television and Telecommunications Commission as set out in Public Notice CRTC 1984-94,</p> <p class=\"Sclause-e\">other than productions of a promotional, advertising, institutional or industrial nature;</p> <p class=\"clause-e\">(b) a small business shall not be considered to be involved in the production of qualifying films,</p> <p class=\"subclause-e\">(i) unless throughout each year following the date of the initial investment by the small business development corporation at least 51 per cent of the aggregate development and production costs incurred by the small business and any associates of the small business, on their own behalf or on behalf of others, are incurred in the development and production of qualifying films, or</p> <p class=\"subclause-e\">(ii) if the small business has been established for the purpose of producing a single qualifying film; and</p> <p class=\"clause-e\">(c) a small business shall not be considered to be involved in the distribution of qualifying films unless, throughout each year following the date of the initial investment by the small business development corporation, at least 20 per cent of all distribution expenditures incurred by the small business and any associates of the small business, on their own behalf or on behalf of others, are directly related to the distribution of qualifying films. R.R.O. 1990, Reg. 1020, s. 2 (7).</p> <p class=\"subsection-e\">(8) For the purposes of clause (1) (h), </p> <p class=\"firstdef-e\">“live theatrical events” means live theatrical events,</p> <p class=\"defclause-e\">(a) that have been authored by one or more individuals who are permanent residents within the meaning of the <i>Immigration Act</i> (Canada), or</p> <p class=\"defclause-e\">(b) in which 90 per cent of the persons who regularly participate in the company of the theatrical performance are individuals who are permanent residents within the meaning of the <i>Immigration Act</i> (Canada),</p> <p class=\"Sdefinition-e\">but does not include circuses, events staged on ice, entertainment primarily featuring nudity or events that are solely musical or sporting in nature. R.R.O. 1990, Reg. 1020, s. 2 (8).</p> <p class=\"subsection-e\">(9) For the purposes of clause (1) (i),</p> <p class=\"firstdef-e\">“editorial material” means news, articles of comment on or analysis of the news or articles with respect to other topics of interest to the public or to a segment of the public but does not include advertisements, catalogues, directories or listings;</p> <p class=\"definition-e\">“periodical” means a medium of communication in print or machine readable format that,</p> <p class=\"defclause-e\">(a) is issued no less than four and no more than fifty-two times in a year,</p> <p class=\"defclause-e\">(b) contains at least 30 per cent editorial material,</p> <p class=\"defclause-e\">(c) is distributed on a non-confidential and non-membership basis,</p> <p class=\"defclause-e\">(d) is subject to audit by the Audit Bureau of Circulation or the Canadian Circulations Audit Board, and</p> <p class=\"defclause-e\">(e) where the periodical is printed, is fastened together by being bound, stapled, stitched or glued;</p> <p class=\"definition-e\">“substantially the same” means more than 20 per cent the same. R.R.O. 1990, Reg. 1020, s. 2 (9).</p> <p class=\"subsection-e\">(10) For the purposes of clause (1) (j), a corporation shall be considered to produce sound recordings or to commercially exploit rights to musical works if at least 51 per cent of the corporation’s total annual expenditures are devoted to product development that meets the minimum Canadian Radio-television and Telecommunication Commission’s M.A.P.L. code requirements of two of four categories for sound recordings on disc or audio cassette or of one of two categories for rights exploitation. R.R.O. 1990, Reg. 1020, s. 2 (10).</p> <p class=\"subsection-e\">(11) For the purposes of clause (1) (k),</p> <p class=\"firstdef-e\">“business service” includes an activity involving the provision of labour or of labour and materials that benefits a commercial enterprise, but does not include,</p> <p class=\"defclause-e\">(a) a service,</p> <p class=\"defsubclause-e\">(i) to or for the personal benefit of an individual, or</p> <p class=\"defsubclause-e\">(ii) for or by a corporation that is or has been registered as a small business development corporation, and</p> <p class=\"defclause-e\">(b) food, travel, entertainment, social and recreational services unless the services are necessary or incidental to the principal activity of the commercial enterprise;</p> <p class=\"definition-e\">“commercial enterprise” includes a non-profit organization, a government and a government agency. R.R.O. 1990, Reg. 1020, s. 2 (11).</p> <p class=\"subsection-e\">(12) Where the services referred to in clause (b) of the definition of “business service” in subsection (11) are provided as a benefit to any employee of the commercial enterprise under a contract, agreement, collective agreement or arrangement governing that person’s employment relationship, the services shall not be considered to be necessary or incidental to the principal activity of the commercial enterprise. R.R.O. 1990, Reg. 1020, s. 2 (12).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) For the purposes of clause 9 (1) (b) of the Act, a small business is primarily engaged in a business activity or activities prescribed by subsection 2 (1) if the aggregate of, (a) the percentage, expressed as a decimal fraction, that the assets used in the activity or activities is of the assets used in the total operations of the small business; and (b) the percentage, expressed as a decimal fraction, that the wages and salaries paid in respect of the activity or activities is of the wages and salaries paid in respect of the total operations of the small business, exceeds the number 1. R.R.O. 1990, Reg. 1020, s. 3 (1). (2) Where a small business is commencing its first operations in a business activity or activities prescribed by subsection 2 (1), other than an activity prescribed under clause 2 (1) (g), as of the date of investment by a small business development corporation, the small business is deemed to be primarily engaged in the activity or activities if, not later than twelve months following the date of investment by the small business development corporation in the small business, the small business is primarily engaged in the activity or activities in accordance with subsection (1). R.R.O. 1990, Reg. 1020, s. 3 (2). (3) Where a small business is commencing its first operations in a business activity or activities prescribed under subclause 2 (1) (g) (i) as of the date of investment by the small business development corporation, the small business is deemed to be primarily engaged in the activity or activities if, not later than twenty-four months following the date of investment by the small business development corporation in the small business, the small business and any associates of the small business, on their own behalf or on behalf of others, have incurred and continue to incur, development and production costs, 51 per cent of which are incurred directly in the production of qualifying films and the small business is primarily engaged in film production in accordance with subsection (1). R.R.O. 1990, Reg. 1020, s. 3 (3). (4) For the purpose of clause (1) (a), any asset held by a partnership of which the small business is a partner and any interest of the small business in a partnership shall not be assets of the small business used in a business activity or activities prescribed by subsection 2 (1). R.R.O. 1990, Reg. 1020, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) For the purposes of clause 9 (1) (b) of the Act, a small business is primarily engaged in a business activity or activities prescribed by subsection 2 (1) if the aggregate of,</p> <p class=\"clause-e\">(a) the percentage, expressed as a decimal fraction, that the assets used in the activity or activities is of the assets used in the total operations of the small business; and</p> <p class=\"clause-e\">(b) the percentage, expressed as a decimal fraction, that the wages and salaries paid in respect of the activity or activities is of the wages and salaries paid in respect of the total operations of the small business,</p> <p class=\"Ssection-e\">exceeds the number 1. R.R.O. 1990, Reg. 1020, s. 3 (1).</p> <p class=\"subsection-e\">(2) Where a small business is commencing its first operations in a business activity or activities prescribed by subsection 2 (1), other than an activity prescribed under clause 2 (1) (g), as of the date of investment by a small business development corporation, the small business is deemed to be primarily engaged in the activity or activities if, not later than twelve months following the date of investment by the small business development corporation in the small business, the small business is primarily engaged in the activity or activities in accordance with subsection (1). R.R.O. 1990, Reg. 1020, s. 3 (2).</p> <p class=\"subsection-e\">(3) Where a small business is commencing its first operations in a business activity or activities prescribed under subclause 2 (1) (g) (i) as of the date of investment by the small business development corporation, the small business is deemed to be primarily engaged in the activity or activities if, not later than twenty-four months following the date of investment by the small business development corporation in the small business, the small business and any associates of the small business, on their own behalf or on behalf of others, have incurred and continue to incur, development and production costs, 51 per cent of which are incurred directly in the production of qualifying films and the small business is primarily engaged in film production in accordance with subsection (1). R.R.O. 1990, Reg. 1020, s. 3 (3).</p> <p class=\"subsection-e\">(4) For the purpose of clause (1) (a), any asset held by a partnership of which the small business is a partner and any interest of the small business in a partnership shall not be assets of the small business used in a business activity or activities prescribed by subsection 2 (1). R.R.O. 1990, Reg. 1020, s. 3 (4).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. For the purposes of clause 9 (1) (c) of the Act, an eligible investment representing net new equity capital shall be calculated as the difference between, (a) the fair market value, at the date of purchase or redemption by the small business or an affiliated corporation, directly or indirectly, of any previously issued shares of the small business or an affiliated corporation; and (b) the purchase price for which the newly issued equity shares of the small business have been purchased or acquired by the small business development corporation. R.R.O. 1990, Reg.1020, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>For the purposes of clause 9 (1) (c) of the Act, an eligible investment representing net new equity capital shall be calculated as the difference between,</p> <p class=\"clause-e\">(a) the fair market value, at the date of purchase or redemption by the small business or an affiliated corporation, directly or indirectly, of any previously issued shares of the small business or an affiliated corporation; and</p> <p class=\"clause-e\">(b) the purchase price for which the newly issued equity shares of the small business have been purchased or acquired by the small business development corporation. R.R.O. 1990, Reg.1020, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. For the purposes of subsection 10 (2) of the Act, the deposit of assets of a small business development corporation in a corporation incorporated as a credit union or caisse populaire under the Credit Unions and Caisses Populaires Act, or a predecessor of that Act, is prescribed as an authorized investment. R.R.O. 1990, Reg. 1020, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>For the purposes of subsection 10 (2) of the Act, the deposit of assets of a small business development corporation in a corporation incorporated as a credit union or caisse populaire under the <i>Credit Unions and Caisses Populaires Act</i>, or a predecessor of that Act, is prescribed as an authorized investment. R.R.O. 1990, Reg. 1020, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) In this section, “adjustment date” means January 1, April 1, July 1 or October 1; “average prime rate”, on a particular date, means the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by that bank in Canada. O. Reg. 315/97, s. 1. (2) For the purposes of the Act, the prescribed rates of interest shall be determined in accordance with the following rules: 1. A base rate of interest shall be determined for January 1, 1997 and for each adjustment date after January 1, 1997 and shall be equal to the average prime rate on, i. October 15 of the previous year, if the adjustment date is January 1, ii. January 15 of the same year, if the adjustment date is April 1, iii. April 15 of the same year, if the adjustment date is July 1, and iv. July 15 of the same year, if the adjustment date is October 1. 2. The base rate of interest in effect on a particular date shall be, i. the base rate for the particular date, if the particular date is an adjustment date, and ii. the base rate for the last adjustment date before the particular date, otherwise. 3. The prescribed rate of interest payable by a person under the Act in respect of a particular day shall be an annual interest rate that is three percentage points higher than the base rate of interest in effect on that day. 4. The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day before July 1, 2006, shall be an annual interest rate that is two percentage points lower than the base rate of interest in effect for that day. 5. The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day after June 30, 2006, shall be an annual interest rate that is three percentage points lower than the base rate of interest in effect for that day. O. Reg. 315/97, s. 1; O. Reg. 213/06, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) In this section,</p> <p class=\"firstdef-e\">“adjustment date” means January 1, April 1, July 1 or October 1;</p> <p class=\"definition-e\">“average prime rate”, on a particular date, means the mean, rounded to the nearest whole percentage point, of the annual rates of interest announced by each of the Royal Bank of Canada, The Bank of Nova Scotia, the Canadian Imperial Bank of Commerce, the Bank of Montreal and The Toronto-Dominion Bank to be its prime or reference rate of interest in effect on that date for determining interest rates on Canadian dollar commercial loans by that bank in Canada. O. Reg. 315/97, s. 1.</p> <p class=\"subsection-e\">(2) For the purposes of the Act, the prescribed rates of interest shall be determined in accordance with the following rules:</p> <p class=\"paragraph-e\">1. A base rate of interest shall be determined for January 1, 1997 and for each adjustment date after January 1, 1997 and shall be equal to the average prime rate on,</p> <p class=\"subpara-e\">i. October 15 of the previous year, if the adjustment date is January 1,</p> <p class=\"subpara-e\">ii. January 15 of the same year, if the adjustment date is April 1,</p> <p class=\"subpara-e\">iii. April 15 of the same year, if the adjustment date is July 1, and</p> <p class=\"subpara-e\">iv. July 15 of the same year, if the adjustment date is October 1.</p> <p class=\"paragraph-e\">2. The base rate of interest in effect on a particular date shall be,</p> <p class=\"subpara-e\">i. the base rate for the particular date, if the particular date is an adjustment date, and</p> <p class=\"subpara-e\">ii. the base rate for the last adjustment date before the particular date, otherwise.</p> <p class=\"paragraph-e\">3. The prescribed rate of interest payable by a person under the Act in respect of a particular day shall be an annual interest rate that is three percentage points higher than the base rate of interest in effect on that day.</p> <p class=\"paragraph-e\">4. The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day before July 1, 2006, shall be an annual interest rate that is two percentage points lower than the base rate of interest in effect for that day.</p> <p class=\"paragraph-e\">5. The prescribed rate of interest to be paid or allowed by the Minister to a person under the Act, in respect of a particular day after June 30, 2006, shall be an annual interest rate that is three percentage points lower than the base rate of interest in effect for that day. O. Reg. 315/97, s. 1; O. Reg. 213/06, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) For the purposes of the Act,  “small business” means a corporation having not more than 150 employees, excluding directors and officers of the corporation. R.R.O. 1990, Reg. 1020, s. 7 (1). (2) For the purposes of subsection (1), (a) an employee of a corporation that is affiliated with the corporation or would be affiliated with the corporation but for equity shares held by a small business development corporation shall be deemed to be an employee of the corporation; (b) an employee of a corporation participating in a joint venture or of a corporation affiliated with such a corporation shall be deemed to be an employee of each corporation participating in the joint venture; (c) an employee is one who works a total of twenty hours or more per week for the corporation, a corporation referred to in clause (a), a corporation participating in a joint venture with the corporation or a corporation affiliated with such a corporation, or any combination thereof, and includes an employee hired through a temporary help agency; (d) the determination of whether a corporation has not more than 150 employees shall be based upon the average number of employees for the twelve month period commencing on the date of investment in the corporation by the small business development corporation; and (e) the Minister shall be satisfied that the corporation, any corporations referred to in clause (a), any corporations participating in a joint venture with the corporation and any corporations affiliated with such corporations have not reduced the number of employees for a purpose primarily related to enabling the corporation to become an eligible small business. R.R.O. 1990, Reg. 1020, s. 7 (2). (3) For the purposes of subsection (1), “officer” means the chair and any vice-chair of the board of directors, the president, vice-president, the secretary, any assistant secretary, the treasurer, any assistant treasurer, the general manager, or any other person designated an officer by by-law or by resolution of the directors or any other individual who performs functions for the corporation similar to those normally performed by any individual occupying any such office. R.R.O. 1990, Reg. 1020, s. 7 (3). (4) For the purposes of clause (2) (c), an employee is hired through a temporary help agency if the agency is in the business of supplying temporary help services or similar services and the employee is required to perform work or services at the place of business of the corporation retaining the services of the agency, for which the corporation pays a fee or other remuneration to the agency, and not to the employee, in respect of the work or services performed by the employee. R.R.O. 1990, Reg. 1020, s. 7 (4). (5) Despite subsection (1), a corporation shall not be a small business for the purposes of the Act unless the Minister is satisfied that, (a) the stated capital of the corporation and any previously affiliated corporation has not been reduced or otherwise varied; and (b) there have been no changes in the shareholders of the corporation and any previously affiliated corporation, for a purpose primarily related to enabling the corporation to qualify as a small business. R.R.O. 1990, Reg. 1020, s. 7 (5). (6) Despite subsection (2), the Minister may deem a corporation to be a small business if the Minister is satisfied that the corporation will qualify as a small business at the end of the twelve-month period commencing on the date of investment in the corporation by the small business development corporation. R.R.O. 1990, Reg. 1020, s. 7 (6). (7) For the purposes of subsection 13 (4) of the Act, the prescribed number of maximum permitted employees is 300, determined in the same manner as the number of employees of the corporation is determined for the purposes of subsection (1). R.R.O. 1990, Reg. 1020, s. 7 (7).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) For the purposes of the Act, </p> <p class=\"firstdef-e\">“small business” means a corporation having not more than 150 employees, excluding directors and officers of the corporation. R.R.O. 1990, Reg. 1020, s. 7 (1).</p> <p class=\"subsection-e\">(2) For the purposes of subsection (1),</p> <p class=\"clause-e\">(a) an employee of a corporation that is affiliated with the corporation or would be affiliated with the corporation but for equity shares held by a small business development corporation shall be deemed to be an employee of the corporation;</p> <p class=\"clause-e\">(b) an employee of a corporation participating in a joint venture or of a corporation affiliated with such a corporation shall be deemed to be an employee of each corporation participating in the joint venture;</p> <p class=\"clause-e\">(c) an employee is one who works a total of twenty hours or more per week for the corporation, a corporation referred to in clause (a), a corporation participating in a joint venture with the corporation or a corporation affiliated with such a corporation, or any combination thereof, and includes an employee hired through a temporary help agency;</p> <p class=\"clause-e\">(d) the determination of whether a corporation has not more than 150 employees shall be based upon the average number of employees for the twelve month period commencing on the date of investment in the corporation by the small business development corporation; and</p> <p class=\"clause-e\">(e) the Minister shall be satisfied that the corporation, any corporations referred to in clause (a), any corporations participating in a joint venture with the corporation and any corporations affiliated with such corporations have not reduced the number of employees for a purpose primarily related to enabling the corporation to become an eligible small business. R.R.O. 1990, Reg. 1020, s. 7 (2).</p> <p class=\"subsection-e\">(3) For the purposes of subsection (1), </p> <p class=\"firstdef-e\">“officer” means the chair and any vice-chair of the board of directors, the president, vice-president, the secretary, any assistant secretary, the treasurer, any assistant treasurer, the general manager, or any other person designated an officer by by-law or by resolution of the directors or any other individual who performs functions for the corporation similar to those normally performed by any individual occupying any such office. R.R.O. 1990, Reg. 1020, s. 7 (3).</p> <p class=\"subsection-e\">(4) For the purposes of clause (2) (c), an employee is hired through a temporary help agency if the agency is in the business of supplying temporary help services or similar services and the employee is required to perform work or services at the place of business of the corporation retaining the services of the agency, for which the corporation pays a fee or other remuneration to the agency, and not to the employee, in respect of the work or services performed by the employee. R.R.O. 1990, Reg. 1020, s. 7 (4).</p> <p class=\"subsection-e\">(5) Despite subsection (1), a corporation shall not be a small business for the purposes of the Act unless the Minister is satisfied that,</p> <p class=\"clause-e\">(a) the stated capital of the corporation and any previously affiliated corporation has not been reduced or otherwise varied; and</p> <p class=\"clause-e\">(b) there have been no changes in the shareholders of the corporation and any previously affiliated corporation,</p> <p class=\"Ssubsection-e\">for a purpose primarily related to enabling the corporation to qualify as a small business. R.R.O. 1990, Reg. 1020, s. 7 (5).</p> <p class=\"subsection-e\">(6) Despite subsection (2), the Minister may deem a corporation to be a small business if the Minister is satisfied that the corporation will qualify as a small business at the end of the twelve-month period commencing on the date of investment in the corporation by the small business development corporation. R.R.O. 1990, Reg. 1020, s. 7 (6).</p> <p class=\"subsection-e\">(7) For the purposes of subsection 13 (4) of the Act, the prescribed number of maximum permitted employees is 300, determined in the same manner as the number of employees of the corporation is determined for the purposes of subsection (1). R.R.O. 1990, Reg. 1020, s. 7 (7).</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. In determining the amount of equity capital of a small business development corporation for the purposes of section 7 of the Act, all equity shares issued and outstanding at the date of registration of the small business development corporation under the Act shall be deemed to have been issued on the date of registration. R.R.O. 1990, Reg.1020, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>In determining the amount of equity capital of a small business development corporation for the purposes of section 7 of the Act, all equity shares issued and outstanding at the date of registration of the small business development corporation under the Act shall be deemed to have been issued on the date of registration. R.R.O. 1990, Reg.1020, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. For the purposes of clause 10 (1) (e) of the Act, (a) that portion of the investment by a small business development corporation in a small business that, (i) is described in clause 9 (1) (c) of the Act, where the investment does not represent net new equity capital but the equity shares are issued as part of a transaction involving the purchase or redemption of previously issued shares of the small business or an affiliated corporation that are owned by a person who is not a shareholder or an associate of a shareholder of the small business development corporation, (ii) is described in clause 14 (a) or (b), where the repayment of the loan or the payment of dividends is made to a person who is not a shareholder or an associate of a shareholder of the small business development corporation, (iii) is described in clause 14 (c), where the vendor is not a shareholder or an associate of a shareholder of the small business development corporation, (iv) is described in clause 14 (d), where the Minister is satisfied that the debt was not incurred primarily for the purpose of enabling the investment in the small business to qualify as a prescribed form of asset, or (v) represents net new capital in the form of shares issued to the small business development corporation by a small business that would otherwise qualify as an eligible investment, and that, (A) have a preference over other shares as to the payment of dividends but no further right to participate in the distribution of profits of the corporation, (B) carry the right to such dividends at a rate acceptable to the Minister, whether the rate is set out in the articles of the corporation or is at the discretion of the directors of the corporation, (C) carry no voting rights except as required under the Business Corporations Act, and (D) carry no right to receive any property or money in excess of the fair market value or the consideration paid on the issue of the shares in the event that the eligible small business redeems, acquires, cancels or otherwise reduces the stated capital account with respect to those shares or in the event the eligible small business winds up, dissolves or reorganizes its business; (b) the acquisition by a small business development corporation of a small business development bond as defined under section 15.1 of the Income Tax Act (Canada) issued by a small business 75 per cent or more of whose wages and salaries are paid in respect of operations in Ontario; and (c) debt obligations issued by a shareholder of a small business in order to acquire shares of the small business from a small business development corporation, are a prescribed form of asset. R.R.O. 1990, Reg. 1020, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>For the purposes of clause 10 (1) (e) of the Act,</p> <p class=\"clause-e\">(a) that portion of the investment by a small business development corporation in a small business that,</p> <p class=\"subclause-e\">(i) is described in clause 9 (1) (c) of the Act, where the investment does not represent net new equity capital but the equity shares are issued as part of a transaction involving the purchase or redemption of previously issued shares of the small business or an affiliated corporation that are owned by a person who is not a shareholder or an associate of a shareholder of the small business development corporation,</p> <p class=\"subclause-e\">(ii) is described in clause 14 (a) or (b), where the repayment of the loan or the payment of dividends is made to a person who is not a shareholder or an associate of a shareholder of the small business development corporation,</p> <p class=\"subclause-e\">(iii) is described in clause 14 (c), where the vendor is not a shareholder or an associate of a shareholder of the small business development corporation,</p> <p class=\"subclause-e\">(iv) is described in clause 14 (d), where the Minister is satisfied that the debt was not incurred primarily for the purpose of enabling the investment in the small business to qualify as a prescribed form of asset, or</p> <p class=\"subclause-e\">(v) represents net new capital in the form of shares issued to the small business development corporation by a small business that would otherwise qualify as an eligible investment, and that,</p> <p class=\"subsubclause-e\">(A) have a preference over other shares as to the payment of dividends but no further right to participate in the distribution of profits of the corporation,</p> <p class=\"subsubclause-e\">(B) carry the right to such dividends at a rate acceptable to the Minister, whether the rate is set out in the articles of the corporation or is at the discretion of the directors of the corporation,</p> <p class=\"subsubclause-e\">(C) carry no voting rights except as required under the <i>Business Corporations Act</i>, and</p> <p class=\"subsubclause-e\">(D) carry no right to receive any property or money in excess of the fair market value or the consideration paid on the issue of the shares in the event that the eligible small business redeems, acquires, cancels or otherwise reduces the stated capital account with respect to those shares or in the event the eligible small business winds up, dissolves or reorganizes its business;</p> <p class=\"clause-e\">(b) the acquisition by a small business development corporation of a small business development bond as defined under section 15.1 of the <i>Income Tax Act</i> (Canada) issued by a small business 75 per cent or more of whose wages and salaries are paid in respect of operations in Ontario; and</p> <p class=\"clause-e\">(c) debt obligations issued by a shareholder of a small business in order to acquire shares of the small business from a small business development corporation,</p> <p class=\"Ssection-e\">are a prescribed form of asset. R.R.O. 1990, Reg. 1020, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. For the purposes of subsection 20 (5) of the Act, a pension fund that complies with the following terms and conditions shall be deemed to be a person ordinarily resident in Ontario: 1. The pension fund shall be, (i) a registered pension fund or plan as defined under subsection 248 (1) of the Income Tax Act (Canada), (ii) a deferred profit sharing plan as defined under section 147 of the Income Tax Act (Canada), (iii) a limited partnership, while it is registered under and conducting its affairs in accordance with the Limited Partnerships Act, of which, (A) each of the partners is a pension plan or fund registered under the Income Tax Act (Canada), with at least 10 per cent of its contributors ordinarily resident in Ontario, or a pension fund under subparagraph (v), or (B) each of the limited partners is a partner described in sub-subparagraph (A) and each general partner that is not a partner described in sub-subparagraph (A) provides a waiver, intended to bind that general partner, of any interest it may have or acquire in grants or tax credits payable or allowable to the limited partnership under the Act by reason of the limited partnership’s acquisition of equity shares of a small business development corporation, (iv) a pooled fund trust established under the regulations made under the Income Tax Act (Canada), comprising a number of pension funds or plans registered under the Income Tax Act (Canada), pursuant to which a separate trust fund makes investments on behalf of the participating pension funds or plans, each of which has acquired an interest or units in the pooled fund trust, if, (A) at least 10 per cent of the contributors to each of the pension funds and plans are ordinarily resident in Ontario, or (B) in the case of a pooled fund trust comprising one or more registered retirement savings plans, as defined in subsection 146 (1) of the Income Tax Act (Canada), the beneficiary of each trust governing the registered retirement savings plans is or is deemed to be ordinarily resident in Ontario under the regulations made under subsection 20 (7) of the Act, or (v) a pension corporation within the meaning of the Income Tax Act (Canada), if, (A) the pension corporation holds all its assets exclusively for the benefit of one or more pension plans or funds registered under the Income Tax Act (Canada) and at least 10 per cent of the contributors to each of the pension plans and funds are ordinarily resident in Ontario, or (B) all the shares and rights to acquire shares of the capital stock of the pension corporation are beneficially owned by one or more pension plans or funds registered under the Income Tax Act (Canada) and at least 10 per cent of the contributors to each of the pension plans and funds are ordinarily resident in Ontario. 2. A contributor to the pension fund shall be an employee or member covered by the pension fund pursuant to an agreement under which, (i) the employee or member makes direct financial payments to the fund, or (ii) the employer alone makes financial payments to the fund as part of the employment relationship. 3. The percentage of contributors resident in Ontario shall be determined as of the date of purchase by the pension fund of equity shares in a small business development corporation. R.R.O. 1990, Reg. 1020, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>For the purposes of subsection 20 (5) of the Act, a pension fund that complies with the following terms and conditions shall be deemed to be a person ordinarily resident in Ontario:</p> <p class=\"paragraph-e\">1. The pension fund shall be,</p> <p class=\"subpara-e\">(i) a registered pension fund or plan as defined under subsection 248 (1) of the <i>Income Tax Act</i> (Canada),</p> <p class=\"subpara-e\">(ii) a deferred profit sharing plan as defined under section 147 of the <i>Income Tax Act</i> (Canada),</p> <p class=\"subpara-e\">(iii) a limited partnership, while it is registered under and conducting its affairs in accordance with the <i>Limited Partnerships Act</i>, of which,</p> <p class=\"subsubpara-e\">(A) each of the partners is a pension plan or fund registered under the <i>Income Tax Act</i> (Canada), with at least 10 per cent of its contributors ordinarily resident in Ontario, or a pension fund under subparagraph (v), or</p> <p class=\"subsubpara-e\">(B) each of the limited partners is a partner described in sub-subparagraph (A) and each general partner that is not a partner described in sub-subparagraph (A) provides a waiver, intended to bind that general partner, of any interest it may have or acquire in grants or tax credits payable or allowable to the limited partnership under the Act by reason of the limited partnership’s acquisition of equity shares of a small business development corporation,</p> <p class=\"subpara-e\">(iv) a pooled fund trust established under the regulations made under the <i>Income Tax Act</i> (Canada), comprising a number of pension funds or plans registered under the <i>Income Tax Act</i> (Canada), pursuant to which a separate trust fund makes investments on behalf of the participating pension funds or plans, each of which has acquired an interest or units in the pooled fund trust, if,</p> <p class=\"subsubpara-e\">(A) at least 10 per cent of the contributors to each of the pension funds and plans are ordinarily resident in Ontario, or</p> <p class=\"subsubpara-e\">(B) in the case of a pooled fund trust comprising one or more registered retirement savings plans, as defined in subsection 146 (1) of the <i>Income Tax Act</i> (Canada), the beneficiary of each trust governing the registered retirement savings plans is or is deemed to be ordinarily resident in Ontario under the regulations made under subsection 20 (7) of the Act, or</p> <p class=\"subpara-e\">(v) a pension corporation within the meaning of the <i>Income Tax Act</i> (Canada), if,</p> <p class=\"subsubpara-e\">(A) the pension corporation holds all its assets exclusively for the benefit of one or more pension plans or funds registered under the <i>Income Tax Act</i> (Canada) and at least 10 per cent of the contributors to each of the pension plans and funds are ordinarily resident in Ontario, or</p> <p class=\"subsubpara-e\">(B) all the shares and rights to acquire shares of the capital stock of the pension corporation are beneficially owned by one or more pension plans or funds registered under the <i>Income Tax Act</i> (Canada) and at least 10 per cent of the contributors to each of the pension plans and funds are ordinarily resident in Ontario.</p> <p class=\"paragraph-e\">2. A contributor to the pension fund shall be an employee or member covered by the pension fund pursuant to an agreement under which,</p> <p class=\"subpara-e\">(i) the employee or member makes direct financial payments to the fund, or</p> <p class=\"subpara-e\">(ii) the employer alone makes financial payments to the fund as part of the employment relationship.</p> <p class=\"paragraph-e\">3. The percentage of contributors resident in Ontario shall be determined as of the date of purchase by the pension fund of equity shares in a small business development corporation. R.R.O. 1990, Reg. 1020, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. For the purposes of subsection 20 (6) of the Act, a corporation that has a permanent establishment in Ontario for the purposes of the Corporations Tax Act and is exempt from the payment of tax on its taxable income under section 49 of that Act is a prescribed corporation. R.R.O. 1990, Reg. 1020, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>For the purposes of subsection 20 (6) of the Act, a corporation that has a permanent establishment in Ontario for the purposes of the <i>Corporations Tax Act</i> and is exempt from the payment of tax on its taxable income under section 49 of that Act is a prescribed corporation. R.R.O. 1990, Reg. 1020, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. A corporation shall be deemed to be controlled by another person or corporation if the other person or corporation, either alone or together with an associate or associates or affiliated corporation or corporations or any combination thereof, has the right by agreement or otherwise to nominate or elect more than 50 per cent of the board of directors or more than 50 per cent of the executive committee of the board of directors of the first-mentioned corporation. R.R.O. 1990, Reg. 1020, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>A corporation shall be deemed to be controlled by another person or corporation if the other person or corporation, either alone or together with an associate or associates or affiliated corporation or corporations or any combination thereof, has the right by agreement or otherwise to nominate or elect more than 50 per cent of the board of directors or more than 50 per cent of the executive committee of the board of directors of the first-mentioned corporation. R.R.O. 1990, Reg. 1020, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. The Minister may at any time require a small business development corporation to provide sufficient information to establish to the Minister’s satisfaction that the small business development corporation has complied with the provisions of the Securities Act in relation to the means by which the corporation is capitalized. R.R.O. 1990, Reg. 1020, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>The Minister may at any time require a small business development corporation to provide sufficient information to establish to the Minister’s satisfaction that the small business development corporation has complied with the provisions of the <i>Securities Act</i> in relation to the means by which the corporation is capitalized. R.R.O. 1990, Reg. 1020, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. For the purposes of subclause 9 (1) (d) (v) of the Act, an investment by a small business development corporation in a small business shall not be an eligible investment if the small business uses the investment for the purpose of, (a) repayment of a loan advanced to the small business by its shareholders, by persons who were its shareholders at the time the loan funds were advanced, by associates of its shareholders, or by persons who were associates of its shareholders at the time the loan funds were advanced, except for a loan advanced by a small business development corporation; (b) payment of dividends; (c) funding all or part of the purchase price of any tangible and intangible assets acquired by a small business from a sole proprietorship, partnership, corporation or joint venture, where the assets include all or substantially all the assets (exclusive of trade accounts receivable and investments) of a business carried on by the vendor, unless the Minister is satisfied that the shareholders of the small business who are not small business development corporations are investing sufficient additional equity capital in the small business to equal or exceed the amount by which the purchase price of all assets acquired exceeds the difference between the amount of the liabilities of the vendor at the time of the sale of the assets and the aggregate of, (i) amounts loaned or advanced to the vendor by any of its shareholders, partners or associates and by associates of any shareholders and partners of the vendor, and (ii) liabilities of the vendor which in the opinion of the Minister were incurred for the purpose of reducing the capital investment that would otherwise be required by shareholders of the small business under this clause; (d) repayment of any debt which in the opinion of the Minister was incurred directly or indirectly for a purpose set out in clause (a), (b) or (c); or (e) payment of, (i) a debt owed by the small business, including amounts payable on the purchase of assets, goods or services and the amount of any loans and advances owed by the small business, where the debt is owed to a shareholder or an associate of a shareholder of the small business development corporation, or (ii) a debt which in the opinion of the Minister was incurred directly or indirectly for the purposes of payment of a debt described in subclause (i), unless, (iii) before the date the small business incurred the debt, the Minister has consented in writing to the use of the investment for the purposes of the payment, (iv) the small business development corporation is widely held and the debt arose as a result of the purchase or sale of goods or services under the circumstances referred to in subsection 12 (2) of the Act, or (v) the Minister is satisfied before the payment of the debt that additional equity capital in an amount equal to or exceeding the amount of the payment is being invested in the small business by any of its shareholders that is not a small business development corporation. R.R.O. 1990, Reg. 1020, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>For the purposes of subclause 9 (1) (d) (v) of the Act, an investment by a small business development corporation in a small business shall not be an eligible investment if the small business uses the investment for the purpose of,</p> <p class=\"clause-e\">(a) repayment of a loan advanced to the small business by its shareholders, by persons who were its shareholders at the time the loan funds were advanced, by associates of its shareholders, or by persons who were associates of its shareholders at the time the loan funds were advanced, except for a loan advanced by a small business development corporation;</p> <p class=\"clause-e\">(b) payment of dividends;</p> <p class=\"clause-e\">(c) funding all or part of the purchase price of any tangible and intangible assets acquired by a small business from a sole proprietorship, partnership, corporation or joint venture, where the assets include all or substantially all the assets (exclusive of trade accounts receivable and investments) of a business carried on by the vendor, unless the Minister is satisfied that the shareholders of the small business who are not small business development corporations are investing sufficient additional equity capital in the small business to equal or exceed the amount by which the purchase price of all assets acquired exceeds the difference between the amount of the liabilities of the vendor at the time of the sale of the assets and the aggregate of,</p> <p class=\"subclause-e\">(i) amounts loaned or advanced to the vendor by any of its shareholders, partners or associates and by associates of any shareholders and partners of the vendor, and</p> <p class=\"subclause-e\">(ii) liabilities of the vendor which in the opinion of the Minister were incurred for the purpose of reducing the capital investment that would otherwise be required by shareholders of the small business under this clause;</p> <p class=\"clause-e\">(d) repayment of any debt which in the opinion of the Minister was incurred directly or indirectly for a purpose set out in clause (a), (b) or (c); or</p> <p class=\"clause-e\">(e) payment of,</p> <p class=\"subclause-e\">(i) a debt owed by the small business, including amounts payable on the purchase of assets, goods or services and the amount of any loans and advances owed by the small business, where the debt is owed to a shareholder or an associate of a shareholder of the small business development corporation, or</p> <p class=\"subclause-e\">(ii) a debt which in the opinion of the Minister was incurred directly or indirectly for the purposes of payment of a debt described in subclause (i),</p> <p class=\"Sclause-e\">unless,</p> <p class=\"subclause-e\">(iii) before the date the small business incurred the debt, the Minister has consented in writing to the use of the investment for the purposes of the payment,</p> <p class=\"subclause-e\">(iv) the small business development corporation is widely held and the debt arose as a result of the purchase or sale of goods or services under the circumstances referred to in subsection 12 (2) of the Act, or</p> <p class=\"subclause-e\">(v) the Minister is satisfied before the payment of the debt that additional equity capital in an amount equal to or exceeding the amount of the payment is being invested in the small business by any of its shareholders that is not a small business development corporation. R.R.O. 1990, Reg. 1020, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. (1) For the purpose of subsection 8 (3) of the Act, upon the redemption, purchase or other acquisition of an equity share issued by a small business development corporation in consideration for equity capital in relation to which a grant or tax credit has been paid or allowed at the rate of 30 per cent, the amount of the payment from the trust fund to a shareholder of the small business development corporation is the amount obtained by subtracting the aggregate of, (a) any portion of the amount payable by the small business development corporation to the Minister under section 24 of the Act by reason of the redemption, purchase or acquisition of those equity shares that remains unpaid at the time of the payment from the trust fund; and (b) an amount equal to the amount of interest earned on the amount paid into the trust fund on the issue of that equity share from the date of issue of the equity share or the date of registration of the small business development corporation under the Act, whichever is later, from 30 per cent of the amount for which that equity share was originally issued or 30 per cent of the consideration payable by the small business development corporation to the shareholder on the redemption, purchase or other acquisition of that share, whichever is the lesser. R.R.O. 1990, Reg. 1020, s. 15 (1). (2) For the purpose of subsection 8 (3) of the Act, upon the redemption, purchase or other acquisition of an equity share issued by a small business development corporation in consideration for equity capital in relation to which a grant or tax credit has been paid or allowed at the rate of 25 per cent, the amount of the payment from the trust fund to a shareholder of the small business development corporation is the amount obtained by subtracting the aggregate of, (a) any portion of the amount payable by the small business development corporation to the Minister under section 24 of the Act by reason of the redemption, purchase or acquisition of those equity shares that remains unpaid at the time of the payment from the trust fund; and (b) an amount equal to the amount of interest earned on the amount paid into the trust fund on the issue of that equity share from the date of issue of that equity share or the date of registration of the small business development corporation under the Act, whichever is later, from 25 per cent of the amount for which that equity share was originally issued or 25 per cent of the consideration payable by the small business development corporation to the shareholder on the redemption, purchase or other acquisition of that share, whichever is the lesser. R.R.O. 1990, Reg. 1020, s. 15 (2). (3) For the purposes of subsections (1) and (2), an amount paid from the trust fund to a shareholder shall be considered to form part of the gross consideration payable to the shareholder on the redemption, purchase or other acquisition of the share. R.R.O. 1990, Reg. 1020, s. 15 (3).",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) For the purpose of subsection 8 (3) of the Act, upon the redemption, purchase or other acquisition of an equity share issued by a small business development corporation in consideration for equity capital in relation to which a grant or tax credit has been paid or allowed at the rate of 30 per cent, the amount of the payment from the trust fund to a shareholder of the small business development corporation is the amount obtained by subtracting the aggregate of,</p> <p class=\"clause-e\">(a) any portion of the amount payable by the small business development corporation to the Minister under section 24 of the Act by reason of the redemption, purchase or acquisition of those equity shares that remains unpaid at the time of the payment from the trust fund; and</p> <p class=\"clause-e\">(b) an amount equal to the amount of interest earned on the amount paid into the trust fund on the issue of that equity share from the date of issue of the equity share or the date of registration of the small business development corporation under the Act, whichever is later,</p> <p class=\"Ssection-e\">from 30 per cent of the amount for which that equity share was originally issued or 30 per cent of the consideration payable by the small business development corporation to the shareholder on the redemption, purchase or other acquisition of that share, whichever is the lesser. R.R.O. 1990, Reg. 1020, s. 15 (1).</p> <p class=\"subsection-e\">(2) For the purpose of subsection 8 (3) of the Act, upon the redemption, purchase or other acquisition of an equity share issued by a small business development corporation in consideration for equity capital in relation to which a grant or tax credit has been paid or allowed at the rate of 25 per cent, the amount of the payment from the trust fund to a shareholder of the small business development corporation is the amount obtained by subtracting the aggregate of,</p> <p class=\"clause-e\">(a) any portion of the amount payable by the small business development corporation to the Minister under section 24 of the Act by reason of the redemption, purchase or acquisition of those equity shares that remains unpaid at the time of the payment from the trust fund; and</p> <p class=\"clause-e\">(b) an amount equal to the amount of interest earned on the amount paid into the trust fund on the issue of that equity share from the date of issue of that equity share or the date of registration of the small business development corporation under the Act, whichever is later,</p> <p class=\"Ssubsection-e\">from 25 per cent of the amount for which that equity share was originally issued or 25 per cent of the consideration payable by the small business development corporation to the shareholder on the redemption, purchase or other acquisition of that share, whichever is the lesser. R.R.O. 1990, Reg. 1020, s. 15 (2).</p> <p class=\"subsection-e\">(3) For the purposes of subsections (1) and (2), an amount paid from the trust fund to a shareholder shall be considered to form part of the gross consideration payable to the shareholder on the redemption, purchase or other acquisition of the share. R.R.O. 1990, Reg. 1020, s. 15 (3).</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. (1) For the purposes of subsection 7 (4) and subclause 9 (1) (a) (i) of the Act, an investment by a small business development corporation is an investment in a small business primarily located in northern and eastern Ontario where the permanent establishment of the small business referred to in subclause 9 (1) (a) (i) of the Act is located in, (a) the County of Dundas, Frontenac, Glengarry, Grenville, Haliburton, Hastings, Lanark, Leeds, Lennox and Addington, Northumberland, Peterborough, Prescott, Prince Edward, Renfrew, Russell or Victoria; (b) the Town of Newcastle; (c) The Regional Municipality of Ottawa-Carleton; or (d) the Territorial Districts of Algoma, Cochrane, Kenora, Manitoulin, Muskoka, Nipissing, Parry Sound, Rainy River, Sudbury, Thunder Bay or Timiskaming. R.R.O. 1990, Reg. 1020, s. 16 (1). (2) For the purposes of subsection 7 (4) of the Act, an investment by a small business development corporation shall be considered to be an investment in a small business that is a new enterprise if the small business did not carry on business before the date of the investment or commenced its business operations within the twelve months immediately preceding that date. R.R.O. 1990, Reg. 1020, s. 16 (2). (3) Subsection (2) does not apply where the small business has acquired or acquires within the twelve months following the date of an investment by the small business development corporation, a significant portion of its business assets from a person who has carried on within the twelve months immediately preceding the acquisition, the same or a similar business to the business carried on or to be carried on by the small business unless such acquisition is from a receiver, receiver-manager, a trustee in bankruptcy or a secured creditor selling pursuant to a right of sale under a security agreement. R.R.O. 1990, Reg. 1020, s. 16 (3).",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) For the purposes of subsection 7 (4) and subclause 9 (1) (a) (i) of the Act, an investment by a small business development corporation is an investment in a small business primarily located in northern and eastern Ontario where the permanent establishment of the small business referred to in subclause 9 (1) (a) (i) of the Act is located in,</p> <p class=\"clause-e\">(a) the County of Dundas, Frontenac, Glengarry, Grenville, Haliburton, Hastings, Lanark, Leeds, Lennox and Addington, Northumberland, Peterborough, Prescott, Prince Edward, Renfrew, Russell or Victoria;</p> <p class=\"clause-e\">(b) the Town of Newcastle;</p> <p class=\"clause-e\">(c) The Regional Municipality of Ottawa-Carleton; or</p> <p class=\"clause-e\">(d) the Territorial Districts of Algoma, Cochrane, Kenora, Manitoulin, Muskoka, Nipissing, Parry Sound, Rainy River, Sudbury, Thunder Bay or Timiskaming. R.R.O. 1990, Reg. 1020, s. 16 (1).</p> <p class=\"subsection-e\">(2) For the purposes of subsection 7 (4) of the Act, an investment by a small business development corporation shall be considered to be an investment in a small business that is a new enterprise if the small business did not carry on business before the date of the investment or commenced its business operations within the twelve months immediately preceding that date. R.R.O. 1990, Reg. 1020, s. 16 (2).</p> <p class=\"subsection-e\">(3) Subsection (2) does not apply where the small business has acquired or acquires within the twelve months following the date of an investment by the small business development corporation, a significant portion of its business assets from a person who has carried on within the twelve months immediately preceding the acquisition, the same or a similar business to the business carried on or to be carried on by the small business unless such acquisition is from a receiver, receiver-manager, a trustee in bankruptcy or a secured creditor selling pursuant to a right of sale under a security agreement. R.R.O. 1990, Reg. 1020, s. 16 (3).</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. For the purposes of clause 20 (2) (b) of the Act, an applicant is ordinarily resident in Ontario if the applicant, (a) is a Canadian citizen or has been lawfully admitted to Canada for permanent residence without qualification or condition; and (b) has resided or sojourned in Ontario for a period of at least 183 days in the 365 days immediately preceding the date on which the determination is to be made. R.R.O. 1990, Reg. 1020, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>For the purposes of clause 20 (2) (b) of the Act, an applicant is ordinarily resident in Ontario if the applicant,</p> <p class=\"clause-e\">(a) is a Canadian citizen or has been lawfully admitted to Canada for permanent residence without qualification or condition; and</p> <p class=\"clause-e\">(b) has resided or sojourned in Ontario for a period of at least 183 days in the 365 days immediately preceding the date on which the determination is to be made. R.R.O. 1990, Reg. 1020, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "18. For the purposes of paragraph 4 of section 24 of the Act, an amount in respect of a “reduction of stated capital” or of a “reduction to the stated capital accounts” shall include any amount paid or payable to the Minister under that section. R.R.O. 1990, Reg. 1020, s. 18. ",
            "raw_html": "<p class=\"section-e\"><b>18. </b>For the purposes of paragraph 4 of section 24 of the Act, an amount in respect of a “reduction of stated capital” or of a “reduction to the stated capital accounts” shall include any amount paid or payable to the Minister under that section. R.R.O. 1990, Reg. 1020, s. 18.</p> <p class=\"Normal\"></p>"
        }
    ]
}