{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 612: SCHOOL BUSES",
        "reg_name_text": "SCHOOL BUSES",
        "citation": "R.R.O. 1990, Reg. 612: ",
        "act_under": "Highway Traffic Act",
        "url": "https://www.ontario.ca/laws/regulation/900612",
        "date_scraped": "2023-12-18 05:50:36"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900612/v13",
            "valid_from": "April  1, 2022",
            "valid_to": "June 30, 2022"
        },
        {
            "a_href": "/laws/regulation/900612/v12",
            "valid_from": "April 27, 2015",
            "valid_to": "March 31, 2022"
        },
        {
            "a_href": "/laws/regulation/900612/v11",
            "valid_from": "June  1, 2013",
            "valid_to": "April 26, 2015"
        },
        {
            "a_href": "/laws/regulation/900612/v10",
            "valid_from": "May 31, 2013",
            "valid_to": "May 31, 2013"
        },
        {
            "a_href": "/laws/regulation/900612/v9",
            "valid_from": "November  1, 2010",
            "valid_to": "May 30, 2013"
        },
        {
            "a_href": "/laws/regulation/900612/v8",
            "valid_from": "April  6, 2010",
            "valid_to": "October 31, 2010"
        },
        {
            "a_href": "/laws/regulation/900612/v7",
            "valid_from": "December 16, 2008",
            "valid_to": "April  5, 2010"
        },
        {
            "a_href": "/laws/regulation/900612/v6",
            "valid_from": "January  1, 2008",
            "valid_to": "December 15, 2008"
        },
        {
            "a_href": "/laws/regulation/900612/v5",
            "valid_from": "July  1, 2007",
            "valid_to": "December 31, 2007"
        },
        {
            "a_href": "/laws/regulation/900612/v4",
            "valid_from": "May  8, 2007",
            "valid_to": "June 30, 2007"
        },
        {
            "a_href": "/laws/regulation/900612/v3",
            "valid_from": "March 29, 2007",
            "valid_to": "May  7, 2007"
        },
        {
            "a_href": "/laws/regulation/900612/v2",
            "valid_from": "October  4, 2004",
            "valid_to": "March 28, 2007"
        },
        {
            "a_href": "/laws/regulation/900612/v1",
            "valid_from": "March 11, 2002",
            "valid_to": "October  3, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “accessible school bus” means a school bus that is designed or modified to be used for the purpose of transporting a person in a wheelchair and is used for that purpose, whether or not the school bus is also used to transport persons who are not in a wheelchair; (“autobus scolaire accessible”) “CSA Standard D250” means the Canadian Standards Association Standard D250, School Buses, and includes CSA-D250-M1982, CSA-D250-M1985, CSA-D250-98, CSA-D250-03, CSA-D250-07, CSA-D250-12 and any subsequent CSA-D250 that takes effect on or after June 1, 2013; (“norme D250”) “CSA Standard D409-M84” means the Canadian Standards Association Standard D409-M84, Motor Vehicles for the Transportation of Physically Disabled Persons; (“norme D409-M84”) “school bus” means a school bus as defined in subsection 175 (1) of the Act; (“autobus scolaire”) “school purposes bus” means, (a)  a school bus, or (b)  any other bus operated by or under contract with a school board or other authority in charge of a school while it is being used to transport adults with a developmental disability or children. (“autobus à usage scolaire”)  O. Reg. 129/10, s. 1. (2) For the purposes of this Regulation, the date that a school bus was manufactured is deemed, in the absence of evidence to the contrary, to be the date on the school bus’s compliance label.  O. Reg. 129/10, s. 1; O. Reg. 169/13, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> (1) In this Regulation,</p> <p class=\"firstdef-e\">“accessible school bus” means a school bus that is designed or modified to be used for the purpose of transporting a person in a wheelchair and is used for that purpose, whether or not the school bus is also used to transport persons who are not in a wheelchair; (“autobus scolaire accessible”)</p> <p class=\"definition-e\">“CSA Standard D250” means the Canadian Standards Association Standard D250, <i>School Buses</i>, and includes CSA-D250-M1982, CSA-D250-M1985, CSA-D250-98, CSA-D250-03, CSA-D250-07, CSA-D250-12 and any subsequent CSA-D250 that takes effect on or after June 1, 2013; (“norme D250”)</p> <p class=\"definition-e\">“CSA Standard D409-M84” means the Canadian Standards Association Standard D409-M84, <i>Motor Vehicles for the Transportation of Physically Disabled Persons</i>; (“norme D409-M84”)</p> <p class=\"definition-e\">“school bus” means a school bus as defined in subsection 175 (1) of the Act; (“autobus scolaire”)</p> <p class=\"definition-e\">“school purposes bus” means,</p> <p class=\"defclause-e\">  (a)  a school bus, or </p> <p class=\"defclause-e\">  (b)  any other bus operated by or under contract with a school board or other authority in charge of a school while it is being used to transport adults with a developmental disability or children. (“autobus à usage scolaire”)  O. Reg. 129/10, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of this Regulation, the date that a school bus was manufactured is deemed, in the absence of evidence to the contrary, to be the date on the school bus’s compliance label.  O. Reg. 129/10, s. 1; O. Reg. 169/13, s. 2.</p>"
        },
        {
            "id": "1.1",
            "section": "Conflicts between standards and regulation",
            "content": " 1.1 Where the requirements prescribed in a Canadian Standards Association Standard referred to in this Regulation are different from the requirements set out in this Regulation, the requirements set out in this Regulation prevail unless otherwise specified in this Regulation.  O. Reg. 129/10, s. 1. School Buses",
            "raw_html": "<p class=\"section-e\"> <b>1.1 </b>Where the requirements prescribed in a Canadian Standards Association Standard referred to in this Regulation are different from the requirements set out in this Regulation, the requirements set out in this Regulation prevail unless otherwise specified in this Regulation.  O. Reg. 129/10, s. 1.</p> <p class=\"heading1-e\">School Buses</p>"
        },
        {
            "id": "",
            "section": "CSA Standard D250",
            "content": " 2. (1) No person shall operate or permit the operation of a school bus registered in Ontario and manufactured before June 1, 2013, unless the school bus was manufactured in accordance with the following standards: 1.  In the case of a school bus manufactured on or after December 1, 1982 and before September 1, 1987, either CSA-D250-M1982 or CSA-D250-M1985. 2.  In the case of a school bus manufactured on or after September 1, 1987 and before June 1, 2000, either CSA-D250-M1985 or CSA-D250-98. 3.  In the case of a school bus manufactured on or after June 1, 2000 and before January 1, 2005, either CSA-D250-98 or CSA-D250-03. 4.  In the case of a school bus manufactured on or after January 1, 2005 and before November 1, 2010, either CSA-D250-03 or CSA-D250-07. 5.  In the case of a school bus manufactured on or after November 1, 2010 and before June 1, 2013, either CSA-D250-07 or CSA-D250-12. O. Reg. 129/10, s. 2 (1); O. Reg. 169/13, s. 4 (1, 2). (1.1) No person shall operate or permit the operation of a school bus registered in Ontario and manufactured on or after June 1, 2013 unless the school bus was manufactured in accordance with the following standards: 1.  CSA-D250-12 or, in the case of a school bus manufactured on or after the effective date prescribed in a subsequent CSA-D250, that subsequent CSA-D250. 2.  Despite paragraph 1, in the case of a school bus manufactured on or after the date of publication of a subsequent CSA-D250 but before the effective date prescribed in that subsequent CSA-D250, either one of the following: i.  that subsequent CSA-D250, or ii.  the CSA-D250 in effect when the school bus was manufactured. O. Reg. 169/13, s. 4 (3). (2) Subsection (1) does not apply to a school bus that was registered in a jurisdiction other than Ontario before it was registered in Ontario and that was registered in Ontario on December 1, 2008 if the school bus has been modified to comply with the appropriate CSA Standard D250 for the school bus depending on its date of manufacture, as set out in subsection (1).  O. Reg. 450/08, s. 2; O. Reg. 129/10, s. 2 (2). (3) On and after August 15, 2009, no person shall operate or permit the operation of a school bus described in subsection (2) unless the school bus has been inspected by a person approved by the Minister or belonging to a class of persons approved by the Minister and certified by that person to have been modified to comply with the appropriate CSA Standard D250 for the school bus depending on its date of manufacture, as set out in subsection (1).  O. Reg. 450/08, s. 2; O. Reg. 129/10, s. 2 (3). (4) The inspection and certification required by subsection (3) must be completed and issued before November 1, 2009.  O. Reg. 450/08, s. 2. (5) No person shall operate or permit the operation of a school bus registered in Ontario and manufactured in accordance with or modified to comply with CSA-D250-98, CSA-D250-03 or CSA-D250-07 unless the school bus continues to meet the CSA Standard D250 to which it was manufactured or modified. O. Reg. 169/13, s. 4 (4). (5.1) No person shall operate or permit the operation of a school bus registered in Ontario and manufactured in accordance with CSA-D250-12 or a subsequent CSA Standard D250 unless the school bus continues to meet the CSA Standard D250 to which it was manufactured. O. Reg. 169/13, s. 4 (4). (6) No person shall operate or permit the operation of a school bus registered in Ontario, manufactured before June 1, 2000 and manufactured in accordance with or modified to comply with CSA-D250-M1982 or CSA-D250-M1985 unless the school bus continues to comply with the colour and identification requirements prescribed, (a)  in Clauses 3.6, 4.7 and 4.18 of CSA-D250-M1982, in the case of a school bus manufactured in accordance with or modified to comply with CSA-D250-M1982; or (b)  in Clauses 4.6, 5.7 and 5.18 of CSA-D250-M1985, in the case of a school bus manufactured in accordance with or modified to comply with CSA-D250-M1985.  O. Reg. 129/10, s. 2 (5).",
            "raw_html": "<p class=\"section-e\"><b> </b><b>2.</b> (1) No person shall operate or permit the operation of a school bus registered in Ontario and manufactured before June 1, 2013, unless the school bus was manufactured in accordance with the following standards:</p> <p class=\"paragraph-e\">  1.  In the case of a school bus manufactured on or after December 1, 1982 and before September 1, 1987, either CSA-D250-M1982 or CSA-D250-M1985.</p> <p class=\"paragraph-e\">  2.  In the case of a school bus manufactured on or after September 1, 1987 and before June 1, 2000, either CSA-D250-M1985 or CSA-D250-98.</p> <p class=\"paragraph-e\">  3.  In the case of a school bus manufactured on or after June 1, 2000 and before January 1, 2005, either CSA-D250-98 or CSA-D250-03.</p> <p class=\"paragraph-e\">  4.  In the case of a school bus manufactured on or after January 1, 2005 and before November 1, 2010, either CSA-D250-03 or CSA-D250-07.</p> <p class=\"paragraph-e\">  5.  In the case of a school bus manufactured on or after November 1, 2010 and before June 1, 2013, either CSA-D250-07 or CSA-D250-12. O. Reg. 129/10, s. 2 (1); O. Reg. 169/13, s. 4 (1, 2).</p> <p class=\"subsection-e\"><b> </b>(1.1) No person shall operate or permit the operation of a school bus registered in Ontario and manufactured on or after June 1, 2013 unless the school bus was manufactured in accordance with the following standards:</p> <p class=\"paragraph-e\">  1.  CSA-D250-12 or, in the case of a school bus manufactured on or after the effective date prescribed in a subsequent CSA-D250, that subsequent CSA-D250.</p> <p class=\"paragraph-e\">  2.  Despite paragraph 1, in the case of a school bus manufactured on or after the date of publication of a subsequent CSA-D250 but before the effective date prescribed in that subsequent CSA-D250, either one of the following:</p> <p class=\"subpara-e\">  i.  that subsequent CSA-D250, or</p> <p class=\"subpara-e\">  ii.  the CSA-D250 in effect when the school bus was manufactured. O. Reg. 169/13, s. 4 (3).</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to a school bus that was registered in a jurisdiction other than Ontario before it was registered in Ontario and that was registered in Ontario on December 1, 2008 if the school bus has been modified to comply with the appropriate CSA Standard D250 for the school bus depending on its date of manufacture, as set out in subsection (1).  O. Reg. 450/08, s. 2; O. Reg. 129/10, s. 2 (2).</p> <p class=\"subsection-e\">  (3) On and after August 15, 2009, no person shall operate or permit the operation of a school bus described in subsection (2) unless the school bus has been inspected by a person approved by the Minister or belonging to a class of persons approved by the Minister and certified by that person to have been modified to comply with the appropriate CSA Standard D250 for the school bus depending on its date of manufacture, as set out in subsection (1).  O. Reg. 450/08, s. 2; O. Reg. 129/10, s. 2 (3).</p> <p class=\"subsection-e\">  (4) The inspection and certification required by subsection (3) must be completed and issued before November 1, 2009.  O. Reg. 450/08, s. 2.</p> <p class=\"subsection-e\">  (5) No person shall operate or permit the operation of a school bus registered in Ontario and manufactured in accordance with or modified to comply with CSA-D250-98, CSA-D250-03 or CSA-D250-07 unless the school bus continues to meet the CSA Standard D250 to which it was manufactured or modified. O. Reg. 169/13, s. 4 (4).</p> <p class=\"subsection-e\">  (5.1) No person shall operate or permit the operation of a school bus registered in Ontario and manufactured in accordance with CSA-D250-12 or a subsequent CSA Standard D250 unless the school bus continues to meet the CSA Standard D250 to which it was manufactured. O. Reg. 169/13, s. 4 (4).</p> <p class=\"subsection-e\">  (6) No person shall operate or permit the operation of a school bus registered in Ontario, manufactured before June 1, 2000 and manufactured in accordance with or modified to comply with CSA-D250-M1982 or CSA-D250-M1985 unless the school bus continues to comply with the colour and identification requirements prescribed,</p> <p class=\"clause-e\">  (a)  in Clauses 3.6, 4.7 and 4.18 of CSA-D250-M1982, in the case of a school bus manufactured in accordance with or modified to comply with CSA-D250-M1982; or</p> <p class=\"clause-e\">  (b)  in Clauses 4.6, 5.7 and 5.18 of CSA-D250-M1985, in the case of a school bus manufactured in accordance with or modified to comply with CSA-D250-M1985.  O. Reg. 129/10, s. 2 (5).</p>"
        },
        {
            "id": "3.",
            "section": "Equipment",
            "content": " 3. (1) Every school bus registered in Ontario shall, (a)  be equipped with overhead signal lights that consist of, (i)  in the case of a school bus manufactured before January 1, 2005, (A)  at least four red only overhead signal lights that comply with the requirements of the appropriate CSA Standard D250 for the school bus depending on its date of manufacture, as set out in subsection 2 (1) or (1.1), or (B)  if the school bus was manufactured to the CSA- D250-03 standard, overhead signal lights that comply with subsection 175 (4.1) of the Act and with the requirements of the CSA-D250-03 standard, or (ii)  in the case of a school bus manufactured on or after January 1, 2005, overhead signal lights that comply with subsection 175 (4.1) of the Act and with the requirements of the appropriate CSA Standard D250 for the school bus depending on its date of manufacture, as set out in subsection 2 (1) or (1.1); (a.1)  be equipped with a control device to actuate the overhead signal lights required by clause (a) that is accessible to the driver and equipped to give the driver a clear and unmistakable signal either visible or audible when the signal lights are operating; (b)  be equipped with a first aid kit that complies with, (i)  the appropriate CSA Standard D250 for the school bus depending on its date of manufacture, as set out in subsection 2 (1) or (1.1), or (ii)  a subsequent CSA Standard D250; (c)  be equipped with a system of mirrors that comply with the appropriate CSA Standard D250 for the school bus depending on its date of manufacture, as set out in subsection 2 (1) or (1.1), except that, (i)  a school bus manufactured before November 30, 1997 may comply with the mirror requirements prescribed in CSA-D250-98 or CSA-D250-03, and (ii)  a school bus manufactured on or after November 30, 1997 and before January 1, 2005 shall comply with the mirror requirements prescribed in CSA-D250-98 or CSA-D250-03; and (d)  display the words required by subsection 175 (3.1) of the Act on the front or rear of the bus, as the case may be, in a manner that complies with the requirements of the appropriate CSA Standard D250 for the school bus depending on its date of manufacture, as set out in subsection 2 (1) or (1.1). (e)  Revoked: O. Reg. 253/22, s. 1 (2). O. Reg. 129/10, s. 3; O. Reg. 169/13, s. 5 (1-5); O. Reg. 253/22, s. 1. (2) Every school bus registered in Ontario shall be equipped with a stop arm device that, (a)  displays on the front and rear of the device the word “STOP” in upper case letters; and (b)  complies with, (i)  CSA-D250-98 or CSA-D250-03, in the case of a school bus manufactured before January 1, 2005, or (ii)  the appropriate CSA Standard D250 for the school bus depending on its date of manufacture, as set out in subsection 2 (1) or (1.1), in the case of a school bus manufactured on or after January 1, 2005. O. Reg. 129/10, s. 3; O. Reg. 169/13, s. 5 (6). (3) Every school bus registered in Ontario that was manufactured before January 1, 2005 shall be equipped with a pedestrian-student safety crossing arm that complies with the requirements of CSA-D250-07.  O. Reg. 129/10, s. 3. (4) Every school bus registered in Ontario shall display, (a)  a sign affixed to the bottom of the left window on the rear of the school bus that has the dimensions and bears the markings as illustrated in Figure 1; and (b)  a sign affixed to the bottom of the right window on the rear of the bus that has the dimensions and bears the markings as illustrated in Figure 2. figure 1  Text alternative: Illustration of a sign labelled as Figure 1. The sign contains the “no passing” circle symbol with an interdictory stroke on the left side. Beside that is a solid black image of a stopped school bus with its stop arm extended. On the right side of the sign appear the words “MAX FINE $2,000”. The following measurements are written below the sign: (15 x 30) cm. The sign has a yellow reflective background and the symbols and wording appear in black. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. figure 2  Text alternative: Illustration of a sign labelled as Figure 2. The sign contains a “no passing” circle symbol with an interdictory stroke on the left side. Beside that is a solid black image of a stopped school bus with its stop arm extended. On the right side of the sign appear the words “AMENDE MAXIMALE 2 000 $”. The following measurements are written below the sign: (15 x 30) cm. The sign has a yellow reflective background and the symbols and wording appear in black. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. O. Reg. 129/10, s. 3; O. Reg. 92/15, s. 1. (5) If the dimensions of the left or right window on the rear of a school bus cannot accommodate either or both of the signs as required by subsection (4), both signs shall be affixed to the rear bumper directly below the locations prescribed by clauses (4) (a) and (b).  O. Reg. 129/10, s. 3. (6) The signs affixed in accordance with subsection (4) or (5) must be visible at all times to vehicles approaching from the rear of the school bus and shall not be obstructed by any part of or attachment to the school bus.  O. Reg. 129/10, s. 3. (7) The signs required by subsection (4) must meet the performance requirements of any of the types of sheeting specified in the American Society for Testing and Materials Standard D 4956-01a and the sheeting must have a Luminance Factor (Y%) of at least 15.  O. Reg. 129/10, s. 3. School Purposes Buses",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Every school bus registered in Ontario shall,</p> <p class=\"clause-e\">  (a)  be equipped with overhead signal lights that consist of,</p> <p class=\"subclause-e\">  (i)  in the case of a school bus manufactured before January 1, 2005,</p> <p class=\"subsubclause-e\">  (A)  at least four red only overhead signal lights that comply with the requirements of the appropriate CSA Standard D250 for the school bus depending on its date of manufacture, as set out in subsection 2 (1) or (1.1), or</p> <p class=\"subsubclause-e\">  (B)  if the school bus was manufactured to the CSA- D250-03 standard, overhead signal lights that comply with subsection 175 (4.1) of the Act and with the requirements of the CSA-D250-03 standard, or</p> <p class=\"subclause-e\">  (ii)  in the case of a school bus manufactured on or after January 1, 2005, overhead signal lights that comply with subsection 175 (4.1) of the Act and with the requirements of the appropriate CSA Standard D250 for the school bus depending on its date of manufacture, as set out in subsection 2 (1) or (1.1);</p> <p class=\"clause-e\"> (a.1)  be equipped with a control device to actuate the overhead signal lights required by clause (a) that is accessible to the driver and equipped to give the driver a clear and unmistakable signal either visible or audible when the signal lights are operating;</p> <p class=\"clause-e\">  (b)  be equipped with a first aid kit that complies with,</p> <p class=\"subclause-e\">  (i)  the appropriate CSA Standard D250 for the school bus depending on its date of manufacture, as set out in subsection 2 (1) or (1.1), or</p> <p class=\"subclause-e\">  (ii)  a subsequent CSA Standard D250;</p> <p class=\"clause-e\">  (c)  be equipped with a system of mirrors that comply with the appropriate CSA Standard D250 for the school bus depending on its date of manufacture, as set out in subsection 2 (1) or (1.1), except that,</p> <p class=\"subclause-e\">  (i)  a school bus manufactured before November 30, 1997 may comply with the mirror requirements prescribed in CSA-D250-98 or CSA-D250-03, and</p> <p class=\"subclause-e\">  (ii)  a school bus manufactured on or after November 30, 1997 and before January 1, 2005 shall comply with the mirror requirements prescribed in CSA-D250-98 or CSA-D250-03; and</p> <p class=\"clause-e\">  (d)  display the words required by subsection 175 (3.1) of the Act on the front or rear of the bus, as the case may be, in a manner that complies with the requirements of the appropriate CSA Standard D250 for the school bus depending on its date of manufacture, as set out in subsection 2 (1) or (1.1).</p> <p class=\"clause-e\">  (e)  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 253/22, s. 1 (2).</p> <p class=\"footnote-e\">O. Reg. 129/10, s. 3; O. Reg. 169/13, s. 5 (1-5); O. Reg. 253/22, s. 1.</p> <p class=\"subsection-e\">  (2) Every school bus registered in Ontario shall be equipped with a stop arm device that,</p> <p class=\"clause-e\">  (a)  displays on the front and rear of the device the word “STOP” in upper case letters; and</p> <p class=\"clause-e\">  (b)  complies with,</p> <p class=\"subclause-e\">  (i)  CSA-D250-98 or CSA-D250-03, in the case of a school bus manufactured before January 1, 2005, or</p> <p class=\"subclause-e\">  (ii)  the appropriate CSA Standard D250 for the school bus depending on its date of manufacture, as set out in subsection 2 (1) or (1.1), in the case of a school bus manufactured on or after January 1, 2005. O. Reg. 129/10, s. 3; O. Reg. 169/13, s. 5 (6).</p> <p class=\"subsection-e\">  (3) Every school bus registered in Ontario that was manufactured before January 1, 2005 shall be equipped with a pedestrian-student safety crossing arm that complies with the requirements of CSA-D250-07.  O. Reg. 129/10, s. 3.</p> <p class=\"subsection-e\">  (4) Every school bus registered in Ontario shall display,</p> <p class=\"clause-e\">  (a)  a sign affixed to the bottom of the left window on the rear of the school bus that has the dimensions and bears the markings as illustrated in Figure 1; and</p> <p class=\"clause-e\">  (b)  a sign affixed to the bottom of the right window on the rear of the bus that has the dimensions and bears the markings as illustrated in Figure 2.</p> <p class=\"headingx-e\">figure 1</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure 1 - sign with the circular no passing symbol, image of stopped bus, and text MAX FINE $2,000.\" border=\"0\" height=\"374\" id=\"Picture 1\" src=\"900612_e_files/image001.jpg\" width=\"527\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a sign labelled as Figure 1. The sign contains the “no passing” circle symbol with an interdictory stroke on the left side. Beside that is a solid black image of a stopped school bus with its stop arm extended. On the right side of the sign appear the words “MAX FINE $2,000”. The following measurements are written below the sign: (15 x 30) cm. The sign has a yellow reflective background and the symbols and wording appear in black. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. </p> <p class=\"headingx-e\">figure 2</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure 2 - sign with a circular no passing symbol, image of stopped bus, and text AMENDE MAXIMALE 2 000 $.\" border=\"0\" height=\"372\" id=\"Picture 2\" src=\"900612_e_files/image002.jpg\" width=\"519\"/></span></p> <p class=\"Pnote-e\">Text alternative: Illustration of a sign labelled as Figure 2. The sign contains a “no passing” circle symbol with an interdictory stroke on the left side. Beside that is a solid black image of a stopped school bus with its stop arm extended. On the right side of the sign appear the words “AMENDE MAXIMALE 2 000 $”. The following measurements are written below the sign: (15 x 30) cm. The sign has a yellow reflective background and the symbols and wording appear in black. The sign is surrounded by measurements of its different elements. This text alternative is provided for convenience only and does not form part of the official law. </p> <p class=\"footnote-e\">O. Reg. 129/10, s. 3; O. Reg. 92/15, s. 1.</p> <p class=\"subsection-e\">  (5) If the dimensions of the left or right window on the rear of a school bus cannot accommodate either or both of the signs as required by subsection (4), both signs shall be affixed to the rear bumper directly below the locations prescribed by clauses (4) (a) and (b).  O. Reg. 129/10, s. 3.</p> <p class=\"subsection-e\">  (6) The signs affixed in accordance with subsection (4) or (5) must be visible at all times to vehicles approaching from the rear of the school bus and shall not be obstructed by any part of or attachment to the school bus.  O. Reg. 129/10, s. 3.</p> <p class=\"subsection-e\">  (7) The signs required by subsection (4) must meet the performance requirements of any of the types of sheeting specified in the American Society for Testing and Materials Standard D 4956-01a and the sheeting must have a Luminance Factor (Y%) of at least 15.  O. Reg. 129/10, s. 3.</p> <p class=\"heading1-e\">School Purposes Buses</p>"
        },
        {
            "id": "4.",
            "section": "School purposes buses",
            "content": " 4. (1) No person shall operate or permit the operation of a school purposes bus in Ontario unless it is equipped with, (a)  a light or lights arranged to provide light to the whole of the interior except the driver’s position, and that are constantly lighted during darkness when there are passengers in the vehicle; (b)  an adequate fire extinguisher securely mounted in such a manner and place as to be readily accessible; (c)  tire chains or snow tires for each driving wheel that is not of the dual type that are placed on the wheels when the conditions of the highway require their use; and (d)  at least one door or exit and, (i)  a door or exit for emergency use situated at the rear of the vehicle or near the rear on the left side of the vehicle and which has a door lock equipped with an interior handle which releases the lock when lifted up, or (ii)  at least three pushout windows on each side of the passenger compartment of the vehicle each of which, (A)  has a minimum height of 500 millimetres and a minimum width of 760 millimetres, (B)  is designed, constructed and maintained to open outwards when a reasonable amount of manual force is applied to the inside of the window, and (C)  displays on or adjacent to the window adequate directions for its emergency use.  O. Reg. 129/10, s. 3. (2) A school purposes bus that is equipped in accordance with subclause (1) (d) (ii) must be equipped with an additional pushout window located in the rear of the bus.  O. Reg. 129/10, s. 3. Accessible School Buses",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) No person shall operate or permit the operation of a school purposes bus in Ontario unless it is equipped with,</p> <p class=\"clause-e\">  (a)  a light or lights arranged to provide light to the whole of the interior except the driver’s position, and that are constantly lighted during darkness when there are passengers in the vehicle;</p> <p class=\"clause-e\">  (b)  an adequate fire extinguisher securely mounted in such a manner and place as to be readily accessible; </p> <p class=\"clause-e\">  (c)  tire chains or snow tires for each driving wheel that is not of the dual type that are placed on the wheels when the conditions of the highway require their use; and</p> <p class=\"clause-e\">  (d)  at least one door or exit and,</p> <p class=\"subclause-e\">  (i)  a door or exit for emergency use situated at the rear of the vehicle or near the rear on the left side of the vehicle and which has a door lock equipped with an interior handle which releases the lock when lifted up, or</p> <p class=\"subclause-f\">  (ii)  at least three pushout windows on each side of the passenger compartment of the vehicle each of which,</p> <p class=\"subsubclause-e\">  (A)  has a minimum height of 500 millimetres and a minimum width of 760 millimetres,</p> <p class=\"subsubclause-e\">  (B)  is designed, constructed and maintained to open outwards when a reasonable amount of manual force is applied to the inside of the window, and</p> <p class=\"subsubclause-e\">  (C)  displays on or adjacent to the window adequate directions for its emergency use.  O. Reg. 129/10, s. 3.</p> <p class=\"subsection-e\">  (2) A school purposes bus that is equipped in accordance with subclause (1) (d) (ii) must be equipped with an additional pushout window located in the rear of the bus.  O. Reg. 129/10, s. 3.</p> <p class=\"heading1-e\">Accessible School Buses</p>"
        },
        {
            "id": "5.",
            "section": "Application of ss. 6 and 7",
            "content": " 5. Sections 6 and 7 apply with respect to accessible school buses and are in addition to any other provisions of this Regulation that apply with respect to school buses. O. Reg. 169/13, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>Sections 6 and 7 apply with respect to accessible school buses and are in addition to any other provisions of this Regulation that apply with respect to school buses. O. Reg. 169/13, s. 7.</p>"
        },
        {
            "id": "6.",
            "section": "CSA Standards: accessible school buses",
            "content": " 6. (1) No person shall operate or permit the operation of an accessible school bus registered in Ontario and manufactured on or after January 1, 1986 and before June 1, 2013 unless, (a)  the accessible school bus was, (i)  manufactured in accordance with or modified to comply with CSA Standard D409-M84 and, (A)  manufactured in accordance with the appropriate CSA Standard D250 for the school bus depending on its date of manufacture, as set out in subsection 2 (1), or (B)  in the case of a school bus referred to in subsection 2 (2), modified to comply with the appropriate CSA Standard D250 for the school bus depending on its date of manufacture, as set out in subsection 2 (1), or (ii)  manufactured in accordance with CSA-D250-12; and (b)  the accessible school bus continues to meet the CSA Standards referred to in subclause (a) (i) or (ii). O. Reg. 169/13, s. 7. (2) No person shall operate or permit the operation of an accessible school bus registered in Ontario and manufactured on or after June 1, 2013 unless the accessible school bus, (a)  was manufactured in accordance with the appropriate CSA Standard D250 for the accessible school bus depending on its date of manufacture, as set out in subsection 2 (1.1); and (b)  continues to meet the CSA Standard D250 to which it was manufactured. O. Reg. 169/13, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> (1) No person shall operate or permit the operation of an accessible school bus registered in Ontario and manufactured on or after January 1, 1986 and before June 1, 2013 unless,</p> <p class=\"clause-e\">  (a)  the accessible school bus was,</p> <p class=\"subclause-e\">  (i)  manufactured in accordance with or modified to comply with CSA Standard D409-M84 and,</p> <p class=\"subsubclause-e\">  (A)  manufactured in accordance with the appropriate CSA Standard D250 for the school bus depending on its date of manufacture, as set out in subsection 2 (1), or</p> <p class=\"subsubclause-e\">  (B)  in the case of a school bus referred to in subsection 2 (2), modified to comply with the appropriate CSA Standard D250 for the school bus depending on its date of manufacture, as set out in subsection 2 (1), or</p> <p class=\"subclause-e\">  (ii)  manufactured in accordance with CSA-D250-12; and</p> <p class=\"clause-e\">  (b)  the accessible school bus continues to meet the CSA Standards referred to in subclause (a) (i) or (ii). O. Reg. 169/13, s. 7.</p> <p class=\"subsection-e\">  (2) No person shall operate or permit the operation of an accessible school bus registered in Ontario and manufactured on or after June 1, 2013 unless the accessible school bus,</p> <p class=\"clause-e\">  (a)  was manufactured in accordance with the appropriate CSA Standard D250 for the accessible school bus depending on its date of manufacture, as set out in subsection 2 (1.1); and</p> <p class=\"clause-e\">  (b)  continues to meet the CSA Standard D250 to which it was manufactured. O. Reg. 169/13, s. 7.</p>"
        },
        {
            "id": "7.",
            "section": "Equipment: accessible school buses",
            "content": " 7. (1) This section applies to all accessible school buses registered in Ontario and manufactured on or after January 1, 1986. O. Reg. 169/13, s. 7. (2) Every accessible school bus shall, (a)  be equipped with lights above or beside each passenger access door that shall, (i)  be shielded to protect the eyes of entering and exiting passengers, and (ii)  in the case of an accessible school bus manufactured after December 31, 2012, illuminate the ground surface for a distance of at least 0.9 metres perpendicular to the outer edge of the lift or the bottom step tread; (b)  have floor covering in the aisle and on the steps that produces minimum glare; and (c)  conform to Canada Motor Vehicle Safety Standard 302 under the Motor Vehicle Safety Act (Canada) regarding flammability. O. Reg. 169/13, s. 7. (3) Every accessible school bus shall have at least one door for passenger access and an emergency exit door, located on different walls of the school bus, and the emergency exit door shall be operable from both inside and outside the school bus. O. Reg. 169/13, s. 7. (4) Each of the doors referred to in subsection (3) shall have a wheelchair passageway that must be at least 760 millimetres wide. O. Reg. 169/13, s. 7. (5) Every lift used on an accessible school bus shall, (a)  have a coloured-contrasted strip running the full width of the lift platform marking the outer edge of the platform; and (b)  be secured by means other than a support or lug in the door while the school bus is being operated on a highway. O. Reg. 169/13, s. 7. (6) Every accessible school bus shall display the international symbol of access in a clearly visible position on the rear of the school bus and on the front of the school bus in a position other than on the windshield. O. Reg. 169/13, s. 7. (7) The symbol of access required by subsection (6) must be at least 15 centimetres high and at least 15 centimetres wide. O. Reg. 169/13, s. 7. Schedules 1, 2 Revoked:  O. Reg. 198/07, s. 3.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> (1) This section applies to all accessible school buses registered in Ontario and manufactured on or after January 1, 1986. O. Reg. 169/13, s. 7.</p> <p class=\"subsection-e\">  (2) Every accessible school bus shall,</p> <p class=\"clause-e\">  (a)  be equipped with lights above or beside each passenger access door that shall,</p> <p class=\"subclause-e\">  (i)  be shielded to protect the eyes of entering and exiting passengers, and</p> <p class=\"subclause-e\">  (ii)  in the case of an accessible school bus manufactured after December 31, 2012, illuminate the ground surface for a distance of at least 0.9 metres perpendicular to the outer edge of the lift or the bottom step tread;</p> <p class=\"clause-e\">  (b)  have floor covering in the aisle and on the steps that produces minimum glare; and</p> <p class=\"clause-e\">  (c)  conform to Canada Motor Vehicle Safety Standard 302 under the Motor Vehicle Safety Act (Canada) regarding flammability. O. Reg. 169/13, s. 7.</p> <p class=\"subsection-e\">  (3) Every accessible school bus shall have at least one door for passenger access and an emergency exit door, located on different walls of the school bus, and the emergency exit door shall be operable from both inside and outside the school bus. O. Reg. 169/13, s. 7.</p> <p class=\"subsection-e\">  (4) Each of the doors referred to in subsection (3) shall have a wheelchair passageway that must be at least 760 millimetres wide. O. Reg. 169/13, s. 7.</p> <p class=\"subsection-e\">  (5) Every lift used on an accessible school bus shall,</p> <p class=\"clause-e\">  (a)  have a coloured-contrasted strip running the full width of the lift platform marking the outer edge of the platform; and</p> <p class=\"clause-e\">  (b)  be secured by means other than a support or lug in the door while the school bus is being operated on a highway. O. Reg. 169/13, s. 7.</p> <p class=\"subsection-e\">  (6) Every accessible school bus shall display the international symbol of access in a clearly visible position on the rear of the school bus and on the front of the school bus in a position other than on the windshield. O. Reg. 169/13, s. 7.</p> <p class=\"subsection-e\"><a name=\"s4s2\"></a>  (7) The symbol of access required by subsection (6) must be at least 15 centimetres high and at least 15 centimetres wide. O. Reg. 169/13, s. 7.</p> <p class=\"scheduleRevoked-e\"><span class=\"ovallcaps\">Schedules 1, 2</span> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 198/07, s. 3.</p> <p class=\"scheduleRevoked-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900612\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}