{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 1093: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 1093: ",
        "act_under": "Veterinarians Act",
        "url": "https://www.ontario.ca/laws/regulation/901093",
        "date_scraped": "2023-12-18 05:47:55"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/901093/v8",
            "valid_from": "April  4, 2022",
            "valid_to": "June 30, 2022"
        },
        {
            "a_href": "/laws/regulation/901093/v7",
            "valid_from": "November 24, 2015",
            "valid_to": "April  3, 2022"
        },
        {
            "a_href": "/laws/regulation/901093/v6",
            "valid_from": "July 24, 2015",
            "valid_to": "November 23, 2015"
        },
        {
            "a_href": "/laws/regulation/901093/v5",
            "valid_from": "September  1, 2011",
            "valid_to": "July 23, 2015"
        },
        {
            "a_href": "/laws/regulation/901093/v4",
            "valid_from": "July 22, 2011",
            "valid_to": "August 31, 2011"
        },
        {
            "a_href": "/laws/regulation/901093/v3",
            "valid_from": "July 26, 2007",
            "valid_to": "July 21, 2011"
        },
        {
            "a_href": "/laws/regulation/901093/v2",
            "valid_from": "June 10, 2004",
            "valid_to": "July 25, 2007"
        },
        {
            "a_href": "/laws/regulation/901093/v1",
            "valid_from": "January 25, 2002",
            "valid_to": "June  9, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK1",
            "TOCid": "PART I",
            "Section": "None",
            "Section1": "None",
            "Section2": "Sections",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK0",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Definitions",
            "Section2": "1",
            "part_id": "PART I",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK0",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Definitions",
            "Section2": "2",
            "part_id": "PART II",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "PART II",
            "Section": "None",
            "Section1": "REGISTRATION AND ACCREDITATION",
            "Section2": "None",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Licences",
            "Section2": "3-9.2",
            "part_id": "PART II",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Facility Accreditation",
            "Section2": "10-13",
            "part_id": "PART II",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Temporary Facilities",
            "Section2": "14",
            "part_id": "PART II",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Certificates of Accreditation",
            "Section2": "15",
            "part_id": "PART II",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "None",
            "Section": "None",
            "Section1": "Transition",
            "Section2": "15.1-16",
            "part_id": "PART II",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "PART III",
            "Section": "None",
            "Section1": "PROFESSIONAL MISCONDUCT",
            "Section2": "17-22",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "PART IV",
            "Section": "None",
            "Section1": "DRUGS",
            "Section2": "23-33",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "PART V",
            "Section": "None",
            "Section1": "ADVERTISING",
            "Section2": "34-41., 41.1",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "PART VII",
            "Section": "None",
            "Section1": "CONFLICT OF INTEREST",
            "Section2": "42-44",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "PART VII",
            "Section": "None",
            "Section1": "ADMINISTRATION",
            "Section2": "46., 47-56",
            "part_id": "nan",
            "part_type": "nan",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "None",
            "TOCid": "None",
            "Section": "None",
            "Section1": "None",
            "Section2": "None",
            "part_id": "PART VII",
            "part_type": "None",
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#1.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 1. In this Regulation, “auxiliary” means a person involved in a member’s practice of veterinary medicine other than another member; (“auxiliaire”) “client” means, with respect to a member, the owner of an animal that the member is treating, an authorized representative of the owner or an individual who the member reasonably determines is acting in the interest of the animal; (“client”) “dispense” means, with respect to a drug or substance, to distribute or provide the drug or substance and includes to sell or to give away the drug or substance but does not include the administration of the drug or substance, by injection, inhalation, ingestion or by any other means, to the body of an animal; (“délivrer”) “member” means a member of the College. (“membre”)  R.R.O. 1990, Reg. 1093, s. 1; O. Reg. 233/15, s. 1. PART I   REGISTRATION AND ACCREDITATION Definitions",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“auxiliary” means a person involved in a member’s practice of veterinary medicine other than another member; (“auxiliaire”)</p> <p class=\"definition-e\">“client” means, with respect to a member, the owner of an animal that the member is treating, an authorized representative of the owner or an individual who the member reasonably determines is acting in the interest of the animal; (“client”)</p> <p class=\"definition-e\">“dispense” means, with respect to a drug or substance, to distribute or provide the drug or substance and includes to sell or to give away the drug or substance but does not include the administration of the drug or substance, by injection, inhalation, ingestion or by any other means, to the body of an animal; (“délivrer”)</p> <p class=\"definition-e\">“member” means a member of the College. (“membre”)  R.R.O. 1990, Reg. 1093, s. 1; O. Reg. 233/15, s. 1.</p> <p class=\"partnum-e\"><a name=\"BK1\"></a>PART I <br/>  REGISTRATION AND ACCREDITATION</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Definitions</p>"
        },
        {
            "ahref_id": "#2.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 2. In this Part, “acceptable unaccredited veterinary school” means a veterinary school, other than an accredited veterinary school, that at the time of an applicant’s graduation, (a)  provides an undergraduate program of veterinary medical education leading to a basic degree that includes at least 125 weeks of instruction scheduled over a minimum of thirty-two months, and (b)  is listed in the World Directory of Veterinary Schools last published by the World Health Organization or is classified as “AVMA — listed” in the Directory of Veterinary Colleges of the World last published by the American Veterinary Medical Association; (“école de médecine vétérinaire non agréée mais reconnue”) “accredited clinical proficiency examination site” means a site where the clinical proficiency examination is administered and that is accredited by the National Examining Board of the Canadian Veterinary Medical Association or by the Educational Commission for Foreign Veterinary Graduates of the American Veterinary Medical Association; (“lieu d’examen agréé”) “accredited veterinary school” means a veterinary school that, at the time of an applicant’s graduation, is accredited by the Council on Education of the American Veterinary Medical Association; (“école de médecine vétérinaire agréée”) “basic degree” means a Doctor of Veterinary Medicine or an equivalent degree in veterinary medicine; (“diplôme de base”) “companion animal” does not include a horse; (“animal de compagnie”) “facility director” means the facility director designated under subsection 10 (1) as the facility director for a veterinary facility; (“directeur”) “local knowledge examination” means an examination approved by the Registration Committee on legal and ethical aspects of veterinary practice in Ontario including reportable diseases; (“examen des connaissances”) “major surgery” means surgery, (a)  in which bone, viscera or an extensive area of subcutaneous tissue is exposed, or (b)  the failure of which would endanger the life or organ function of the animal. (“chirurgie lourde”)  R.R.O. 1990, Reg. 1093, s. 2; O. Reg. 398/07, s. 1; O. Reg. 356/11, s. 1; O. Reg. 233/15, s. 2 ; O. Reg. 260/22, s. 1. Licences",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>In this Part,</p> <p class=\"firstdef-e\">“acceptable unaccredited veterinary school” means a veterinary school, other than an accredited veterinary school, that at the time of an applicant’s graduation,</p> <p class=\"defclause-e\">  (a)  provides an undergraduate program of veterinary medical education leading to a basic degree that includes at least 125 weeks of instruction scheduled over a minimum of thirty-two months, and</p> <p class=\"defclause-e\">  (b)  is listed in the World Directory of Veterinary Schools last published by the World Health Organization or is classified as “AVMA — listed” in the Directory of Veterinary Colleges of the World last published by the American Veterinary Medical Association; (“école de médecine vétérinaire non agréée mais reconnue”)</p> <p class=\"definition-e\">“accredited clinical proficiency examination site” means a site where the clinical proficiency examination is administered and that is accredited by the National Examining Board of the Canadian Veterinary Medical Association or by the Educational Commission for Foreign Veterinary Graduates of the American Veterinary Medical Association; (“lieu d’examen agréé”)</p> <p class=\"definition-e\">“accredited veterinary school” means a veterinary school that, at the time of an applicant’s graduation, is accredited by the Council on Education of the American Veterinary Medical Association; (“école de médecine vétérinaire agréée”)</p> <p class=\"definition-e\">“basic degree” means a Doctor of Veterinary Medicine or an equivalent degree in veterinary medicine; (“diplôme de base”)</p> <p class=\"definition-e\">“companion animal” does not include a horse; (“animal de compagnie”)</p> <p class=\"definition-e\">“facility director” means the facility director designated under subsection 10 (1) as the facility director for a veterinary facility; (“directeur”)</p> <p class=\"definition-e\">“local knowledge examination” means an examination approved by the Registration Committee on legal and ethical aspects of veterinary practice in Ontario including reportable diseases; (“examen des connaissances”)</p> <p class=\"definition-e\">“major surgery” means surgery,</p> <p class=\"defclause-e\">  (a)  in which bone, viscera or an extensive area of subcutaneous tissue is exposed, or</p> <p class=\"defclause-e\">  (b)  the failure of which would endanger the life or organ function of the animal. (“chirurgie lourde”)  R.R.O. 1990, Reg. 1093, s. 2; O. Reg. 398/07, s. 1; O. Reg. 356/11, s. 1; O. Reg. 233/15, s. 2 ; O. Reg. 260/22, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK3\"></a>Licences</p>"
        },
        {
            "ahref_id": "#3.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 3. (1) The requirements for the issuing of any licence are that the applicant, (a)  is a Canadian citizen or permanent resident or has another status under the Immigration Act\r\n(Canada) consistent with the class of licence for which application is made; (b)  has an adequate knowledge of English or French, as demonstrated by any of the following: 1.  The applicant has successfully completed before July 30, 1995, i.  the Test of English as a Foreign Language with a minimum score of 550 and the Test of Spoken English with a minimum score of 200, or ii.  tests acceptable to the College of the applicant’s ability to speak and write French with scores that reflect a competence that is at least equivalent to the competence required in English under subparagraph i. 2.  The applicant has successfully completed on or after July 30, 1995 but before July 11, 2000, i.  the Test of English as a Foreign Language with a minimum score of 550 and the Test of Spoken English with a minimum score of 50, or ii.  tests acceptable to the College of the applicant’s ability to speak and write French with scores that reflect a competence that is at least equivalent to the competence required in English under subparagraph i. 3.  The applicant has successfully completed, after July 10, 2000, i.  tests acceptable to the College of the applicant’s ability to speak and write in English, or ii.  tests acceptable to the College of the applicant’s ability to speak and write French with scores that reflect a competence that is at least equivalent to the competence required in English under subparagraph i; (c)  completes an application for the class of licence for which application is made on a form provided by the Registrar; (d)  if the applicant has previously practised veterinary medicine, provides evidence that there has been no finding of, and that there is no current proceeding involving an allegation of, professional misconduct, gross neglect or impairment; (e)  provides a declaration affirming that there has been no finding of guilt of, and that there is no charge pending involving an allegation of, an offence relevant to the applicant’s suitability to practise veterinary medicine; (e.1)  satisfies the requirement of subsection (4); (f)  pays the relevant examination fee, application fee, licence fee, and annual membership fee as set out in the by-laws; (g)  meets the requirements for the class of licence for which application is made; and (h)  submits proof of his or her identity; (i)  submits his or her basic degree from an accredited veterinary school or an acceptable unaccredited veterinary school or a copy of the degree that is, (i)  notarized by a person authorized to notarize documents in a Canadian jurisdiction, or (ii)  certified by a person authorized to practice law in a Canadian jurisdiction; and (j)  with respect to information provided by the applicant to the College that is relevant to the member’s suitability to practise veterinary medicine, has not provided false or misleading information, either knowingly or in circumstances where the applicant ought to have known the information was false or misleading.  R.R.O. 1990, Reg. 1093, s. 3 (1); O. Reg. 431/00, s. 1; O. Reg. 398/07, s. 2; O. Reg. 233/15, s. 3 (1-3). (2) Clause (1) (b) does not apply if the primary and secondary education of the applicant was conducted in English or French or if the undergraduate veterinary education of the applicant was conducted in English or French.  R.R.O. 1990, Reg. 1093, s. 3 (2). (3) Clause (1) (h) does not apply to an applicant who is a graduate of an accredited veterinary school in Canada or who applies for a short-term licence.  R.R.O. 1990, Reg. 1093, s. 3 (3). (4) It is a requirement for the issuing of a licence that the applicant’s previous conduct affords reasonable grounds for the belief that the applicant will practise veterinary medicine in a safe and professional manner. O. Reg. 233/15, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) The requirements for the issuing of any licence are that the applicant,</p> <p class=\"clause-e\">  (a)  is a Canadian citizen or permanent resident or has another status under the <i>Immigration Act</i>\r\n(Canada) consistent with the class of licence for which application is made;</p> <p class=\"clause-e\">  (b)  has an adequate knowledge of English or French, as demonstrated by any of the following:</p> <p class=\"subclause-e\">  1.  The applicant has successfully completed before July 30, 1995,</p> <p class=\"subsubclause-e\">  i.  the Test of English as a Foreign Language with a minimum score of 550 and the Test of Spoken English with a minimum score of 200, or</p> <p class=\"subsubclause-e\">  ii.  tests acceptable to the College of the applicant’s ability to speak and write French with scores that reflect a competence that is at least equivalent to the competence required in English under subparagraph i.</p> <p class=\"subclause-e\">  2.  The applicant has successfully completed on or after July 30, 1995 but before July 11, 2000,</p> <p class=\"subsubclause-e\">  i.  the Test of English as a Foreign Language with a minimum score of 550 and the Test of Spoken English with a minimum score of 50, or</p> <p class=\"subsubclause-e\">  ii.  tests acceptable to the College of the applicant’s ability to speak and write French with scores that reflect a competence that is at least equivalent to the competence required in English under subparagraph i.</p> <p class=\"subclause-e\">  3.  The applicant has successfully completed, after July 10, 2000,</p> <p class=\"subsubclause-e\">  i.  tests acceptable to the College of the applicant’s ability to speak and write in English, or</p> <p class=\"subsubclause-e\">  ii.  tests acceptable to the College of the applicant’s ability to speak and write French with scores that reflect a competence that is at least equivalent to the competence required in English under subparagraph i;</p> <p class=\"clause-e\">  (c)  completes an application for the class of licence for which application is made on a form provided by the Registrar;</p> <p class=\"clause-e\">  (d)  if the applicant has previously practised veterinary medicine, provides evidence that there has been no finding of, and that there is no current proceeding involving an allegation of, professional misconduct, gross neglect or impairment;</p> <p class=\"clause-e\">  (e)  provides a declaration affirming that there has been no finding of guilt of, and that there is no charge pending involving an allegation of, an offence relevant to the applicant’s suitability to practise veterinary medicine;</p> <p class=\"clause-e\"> (e.1)  satisfies the requirement of subsection (4);</p> <p class=\"clause-e\">  (f)  pays the relevant examination fee, application fee, licence fee, and annual membership fee as set out in the by-laws;</p> <p class=\"clause-e\">  (g)  meets the requirements for the class of licence for which application is made; and</p> <p class=\"clause-e\">  (h)  submits proof of his or her identity;</p> <p class=\"clause-e\">  (i)  submits his or her basic degree from an accredited veterinary school or an acceptable unaccredited veterinary school or a copy of the degree that is,</p> <p class=\"subclause-e\">  (i)  notarized by a person authorized to notarize documents in a Canadian jurisdiction, or</p> <p class=\"subclause-e\">  (ii)  certified by a person authorized to practice law in a Canadian jurisdiction; and</p> <p class=\"clause-e\">  (j)  with respect to information provided by the applicant to the College that is relevant to the member’s suitability to practise veterinary medicine, has not provided false or misleading information, either knowingly or in circumstances where the applicant ought to have known the information was false or misleading.  R.R.O. 1990, Reg. 1093, s. 3 (1); O. Reg. 431/00, s. 1; O. Reg. 398/07, s. 2; O. Reg. 233/15, s. 3 (1-3).</p> <p class=\"subsection-e\">  (2) Clause (1) (b) does not apply if the primary and secondary education of the applicant was conducted in English or French or if the undergraduate veterinary education of the applicant was conducted in English or French.  R.R.O. 1990, Reg. 1093, s. 3 (2).</p> <p class=\"subsection-e\">  (3) Clause (1) (h) does not apply to an applicant who is a graduate of an accredited veterinary school in Canada or who applies for a short-term licence.  R.R.O. 1990, Reg. 1093, s. 3 (3).</p> <p class=\"subsection-e\">  (4) It is a requirement for the issuing of a licence that the applicant’s previous conduct affords reasonable grounds for the belief that the applicant will practise veterinary medicine in a safe and professional manner. O. Reg. 233/15, s. 3 (4).</p>"
        },
        {
            "ahref_id": "#3.1",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 3.1 The following classes of licence are established: 1.  Restricted licence. 2.  General licence. 3.  Academic licence. 4.  Public service licence. 5.  Short-term licence. 6.  Educational licence. 7.  Postgraduate and resident licence.  O. Reg. 161/04, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3.1 </b>The following classes of licence are established:</p> <p class=\"paragraph-e\">  1.  Restricted licence.</p> <p class=\"paragraph-e\">  2.  General licence.</p> <p class=\"paragraph-e\">  3.  Academic licence.</p> <p class=\"paragraph-e\">  4.  Public service licence.</p> <p class=\"paragraph-e\">  5.  Short-term licence.</p> <p class=\"paragraph-e\">  6.  Educational licence.</p> <p class=\"paragraph-e\">  7.  Postgraduate and resident licence.  O. Reg. 161/04, s. 3.</p>"
        },
        {
            "ahref_id": "#4.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 4. (1) A restricted licence is a licence with conditions or limitations imposed by a committee under the Act or by the Council under a predecessor of that Act.  R.R.O. 1990, Reg. 1093, s. 4 (1). (2) A holder of a restricted licence may practise veterinary medicine only in accordance with the conditions of the licence.  R.R.O. 1990, Reg. 1093, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) A restricted licence is a licence with conditions or limitations imposed by a committee under the Act or by the Council under a predecessor of that Act.  R.R.O. 1990, Reg. 1093, s. 4 (1).</p> <p class=\"subsection-e\">  (2) A holder of a restricted licence may practise veterinary medicine only in accordance with the conditions of the licence.  R.R.O. 1990, Reg. 1093, s. 4 (2).</p>"
        },
        {
            "ahref_id": "#5.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 5. (1) To be eligible for a general licence the applicant must meet the following requirements: 1.  The applicant has earned a basic degree from an accredited veterinary school or an acceptable unaccredited veterinary school. 2.  The applicant has successfully completed the local knowledge examination within two years of application or holds an academic licence. 3.  The applicant, i.  has obtained a score higher than 1.5 standard deviations below the mean on both parts of the national board examination for veterinary medical licensing of the National Board Examination Committee of the American Veterinary Medical Association, including the clinical competency test, if the examinations are taken on or before November 30, 1992, ii.  has obtained a passing mark on both parts of the national board examination for veterinary medical licensing of the National Board Examination Committee of the American Veterinary Medical Association, including the clinical competency test, if the examinations are taken after November 30, 1992 but before November 30, 2000, or iii.  has obtained a passing mark on the North American Veterinary Licensing Examination, if the examination is taken on or after November 30, 2000. 4.  The applicant, i.  if a graduate of an acceptable unaccredited veterinary school, after compliance with paragraph 3 of subsection (1), has successfully completed the clinical proficiency examination of the National Examining Board of the Canadian Veterinary Medical Association administered through an accredited clinical proficiency examination site, or ii.  if a graduate of an accredited veterinary school who has failed either or both parts of the national board examination twice or more, after compliance with paragraph 3 of subsection (1), has successfully completed the clinical proficiency examination of the National Examining Board of the Canadian Veterinary Medical Association administered through an accredited clinical proficiency examination site.  O. Reg. 431/00, s. 2; O. Reg. 398/07, s. 3; O. Reg. 356/11, s. 2 (1). (2) Despite subsection (1), a member who surrenders a general licence and is issued an educational licence at the same time shall be deemed to meet the requirements for the issuing of a general licence for a period of two months after the termination of the educational licence.  O. Reg. 431/00, s. 2. (3) Revoked:  O. Reg. 356/11, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) To be eligible for a general licence the applicant must meet the following requirements:</p> <p class=\"paragraph-e\">  1.  The applicant has earned a basic degree from an accredited veterinary school or an acceptable unaccredited veterinary school.</p> <p class=\"paragraph-e\">  2.  The applicant has successfully completed the local knowledge examination within two years of application or holds an academic licence.</p> <p class=\"paragraph-e\">  3.  The applicant,</p> <p class=\"subpara-e\">  i.  has obtained a score higher than 1.5 standard deviations below the mean on both parts of the national board examination for veterinary medical licensing of the National Board Examination Committee of the American Veterinary Medical Association, including the clinical competency test, if the examinations are taken on or before November 30, 1992,</p> <p class=\"subpara-e\">  ii.  has obtained a passing mark on both parts of the national board examination for veterinary medical licensing of the National Board Examination Committee of the American Veterinary Medical Association, including the clinical competency test, if the examinations are taken after November 30, 1992 but before November 30, 2000, or  </p> <p class=\"subpara-e\">  iii.  has obtained a passing mark on the North American Veterinary Licensing Examination, if the examination is taken on or after November 30, 2000.</p> <p class=\"paragraph-e\">  4.  The applicant,</p> <p class=\"subpara-e\">  i.  if a graduate of an acceptable unaccredited veterinary school, after compliance with paragraph 3 of subsection (1), has successfully completed the clinical proficiency examination of the National Examining Board of the Canadian Veterinary Medical Association administered through an accredited clinical proficiency examination site, or </p> <p class=\"subpara-e\">  ii.  if a graduate of an accredited veterinary school who has failed either or both parts of the national board examination twice or more, after compliance with paragraph 3 of subsection (1), has successfully completed the clinical proficiency examination of the National Examining Board of the Canadian Veterinary Medical Association administered through an accredited clinical proficiency examination site.  O. Reg. 431/00, s. 2; O. Reg. 398/07, s. 3; O. Reg. 356/11, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a member who surrenders a general licence and is issued an educational licence at the same time shall be deemed to meet the requirements for the issuing of a general licence for a period of two months after the termination of the educational licence.  O. Reg. 431/00, s. 2.</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 356/11, s. 2 (2).</p>"
        },
        {
            "ahref_id": "#6.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 6. (1) The requirements for the issuing of an academic licence are that the applicant, (a)  has a basic degree from an accredited veterinary school or an acceptable unaccredited veterinary school; (b)  has a full-time teaching or research appointment of professorial rank in the Ontario Veterinary College of the University of Guelph with full payment at salary of rank paid by the University; and (c)  has successfully completed the local knowledge examination within two years of application.  R.R.O. 1990, Reg. 1093, s. 6 (1); O. Reg. 510/95, s. 2; O. Reg. 356/11, s. 3. (2) A holder of an academic licence may engage in the practice of veterinary medicine only in the department in which he or she holds a professorial appointment and to the extent required by that appointment.  R.R.O. 1990, Reg. 1093, s. 6 (2). (3) An academic licence terminates when the licensee ceases to hold an appointment in accordance with clause (1) (b).  R.R.O. 1990, Reg. 1093, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The requirements for the issuing of an academic licence are that the applicant,</p> <p class=\"clause-e\">  (a)  has a basic degree from an accredited veterinary school or an acceptable unaccredited veterinary school;</p> <p class=\"clause-e\">  (b)  has a full-time teaching or research appointment of professorial rank in the Ontario Veterinary College of the University of Guelph with full payment at salary of rank paid by the University; and</p> <p class=\"clause-e\">  (c)  has successfully completed the local knowledge examination within two years of application.  R.R.O. 1990, Reg. 1093, s. 6 (1); O. Reg. 510/95, s. 2; O. Reg. 356/11, s. 3.</p> <p class=\"subsection-e\">  (2) A holder of an academic licence may engage in the practice of veterinary medicine only in the department in which he or she holds a professorial appointment and to the extent required by that appointment.  R.R.O. 1990, Reg. 1093, s. 6 (2).</p> <p class=\"subsection-e\">  (3) An academic licence terminates when the licensee ceases to hold an appointment in accordance with clause (1) (b).  R.R.O. 1990, Reg. 1093, s. 6 (3).</p>"
        },
        {
            "ahref_id": "#7.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 7. (1) The requirements for the issuing of a public service licence are that, (a)  the applicant has earned a basic degree from an accredited veterinary school or an acceptable unaccredited veterinary school; (b)  the applicant, (i)  has obtained a score higher than 1.5 standard deviations below the mean on both parts of the national board examination for veterinary medical licensing of the National Board Examination Committee of the American Veterinary Medical Association, including the clinical competency test, if the applicant took the examinations on or before November 30, 1992, (ii)  has obtained a passing mark on both parts of the national board examination  for veterinary medical licensing of the National Board Examination Committee of the American Veterinary Medical Association, including the clinical competency test, if the applicant took the examinations after November 30, 1992 but before November 30, 2000, or (iii)  has obtained a passing mark on the North American Veterinary Licensing Examination, if the applicant took the examination on or after November 30, 2000; (c)  the applicant, after complying with clause (b), has successfully completed the clinical proficiency examination of the National Examining Board of the Canadian Veterinary Medical Association administered through an accredited clinical proficiency examination site, if the applicant is, (i)  a graduate of an accredited veterinary school who has failed either or both parts of the national board examination described in that clause twice or more, or (ii)  a graduate of an acceptable unaccredited veterinary school; and (d)  the applicant is employed as a veterinarian by the Crown in right of Canada  O. Reg. 161/04, s. 5; O. Reg. 398/07, s. 4. (2) A holder of a public service licence may engage in the practice of veterinary medicine only in the course of employment as a veterinarian by the Crown in right of Canada.  R.R.O. 1990, Reg. 1093, s. 7 (2); O. Reg. 308/91, s. 1 (2). (3) A public service licence terminates when the licensee ceases to be employed as a veterinarian by the Crown in right of Canada.  R.R.O. 1990, Reg. 1093, s. 7 (3); O. Reg. 308/91, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The requirements for the issuing of a public service licence are that,</p> <p class=\"clause-e\">  (a)  the applicant has earned a basic degree from an accredited veterinary school or an acceptable unaccredited veterinary school;</p> <p class=\"clause-e\">  (b)  the applicant,</p> <p class=\"subclause-e\">  (i)  has obtained a score higher than 1.5 standard deviations below the mean on both parts of the national board examination for veterinary medical licensing of the National Board Examination Committee of the American Veterinary Medical Association, including the clinical competency test, if the applicant took the examinations on or before November 30, 1992,</p> <p class=\"subclause-e\">  (ii)  has obtained a passing mark on both parts of the national board examination  for veterinary medical licensing of the National Board Examination Committee of the American Veterinary Medical Association, including the clinical competency test, if the applicant took the examinations after November 30, 1992 but before November 30, 2000, or</p> <p class=\"subclause-e\">  (iii)  has obtained a passing mark on the North American Veterinary Licensing Examination, if the applicant took the examination on or after November 30, 2000;</p> <p class=\"clause-e\">  (c)  the applicant, after complying with clause (b), has successfully completed the clinical proficiency examination of the National Examining Board of the Canadian Veterinary Medical Association administered through an accredited clinical proficiency examination site, if the applicant is,</p> <p class=\"subclause-e\">  (i)  a graduate of an accredited veterinary school who has failed either or both parts of the national board examination described in that clause twice or more, or</p> <p class=\"subclause-e\">  (ii)  a graduate of an acceptable unaccredited veterinary school; and</p> <p class=\"clause-e\">  (d)  the applicant is employed as a veterinarian by the Crown in right of Canada  O. Reg. 161/04, s. 5; O. Reg. 398/07, s. 4.</p> <p class=\"subsection-e\">  (2) A holder of a public service licence may engage in the practice of veterinary medicine only in the course of employment as a veterinarian by the Crown in right of Canada.  R.R.O. 1990, Reg. 1093, s. 7 (2); O. Reg. 308/91, s. 1 (2).</p> <p class=\"subsection-e\">  (3) A public service licence terminates when the licensee ceases to be employed as a veterinarian by the Crown in right of Canada.  R.R.O. 1990, Reg. 1093, s. 7 (3); O. Reg. 308/91, s. 1 (3).</p>"
        },
        {
            "ahref_id": "#8.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 8. (1) The requirements for the issuing of a short-term licence are that the applicant, (a)  has earned a basic degree from an accredited veterinary school or an acceptable unaccredited veterinary school; (b)  provides a document from a member holding a general licence without conditions that evidences the member’s undertaking to supervise the applicant and to be responsible for continuing after the licensee leaves Ontario any veterinary care started in Ontario by the licensee; and (c)  is appointed by the Ontario Veterinary College of the University of Guelph, a regional academy of veterinary medicine in Ontario or a recognized group of members with special veterinary interest, or has the consent of the College, to perform specific veterinary services solely for a short-term, special purpose.  R.R.O. 1990, Reg. 1093, s. 8 (1). (2) A holder of a short-term licence may engage in the practice of veterinary medicine only under the supervision of the member whose undertaking has been given under clause (1) (b) and to the extent required by the appointment or consent under clause (1) (c).  R.R.O. 1990, Reg. 1093, s. 8 (2). (3) A short-term licence terminates on the earliest of, (a)  the day the appointment or consent under clause (1) (c) is terminated; (b)  the day the licensee leaves Ontario; and (c)  thirty days after the licence is issued.  R.R.O. 1990, Reg. 1093, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The requirements for the issuing of a short-term licence are that the applicant,</p> <p class=\"clause-e\">  (a)  has earned a basic degree from an accredited veterinary school or an acceptable unaccredited veterinary school;</p> <p class=\"clause-e\">  (b)  provides a document from a member holding a general licence without conditions that evidences the member’s undertaking to supervise the applicant and to be responsible for continuing after the licensee leaves Ontario any veterinary care started in Ontario by the licensee; and</p> <p class=\"clause-e\">  (c)  is appointed by the Ontario Veterinary College of the University of Guelph, a regional academy of veterinary medicine in Ontario or a recognized group of members with special veterinary interest, or has the consent of the College, to perform specific veterinary services solely for a short-term, special purpose.  R.R.O. 1990, Reg. 1093, s. 8 (1).</p> <p class=\"subsection-e\">  (2) A holder of a short-term licence may engage in the practice of veterinary medicine only under the supervision of the member whose undertaking has been given under clause (1) (b) and to the extent required by the appointment or consent under clause (1) (c).  R.R.O. 1990, Reg. 1093, s. 8 (2).</p> <p class=\"subsection-e\">  (3) A short-term licence terminates on the earliest of,</p> <p class=\"clause-e\">  (a)  the day the appointment or consent under clause (1) (c) is terminated;</p> <p class=\"clause-e\">  (b)  the day the licensee leaves Ontario; and</p> <p class=\"clause-e\">  (c)  thirty days after the licence is issued.  R.R.O. 1990, Reg. 1093, s. 8 (3).</p>"
        },
        {
            "ahref_id": "#9.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 9. (1) The requirements for the issuing of an educational licence are that the applicant, (a)  has earned a basic degree from an accredited veterinary school or an acceptable unaccredited veterinary school; and (b)  is enrolled in a program of postgraduate veterinary education provided by the Ontario Veterinary College of the University of Guelph.  R.R.O. 1990, Reg. 1093, s. 9 (1). (2) The holder of an educational licence, (a)  may engage in the practice of veterinary medicine only as required by the program of education in which the licensee is enrolled and only under the supervision of a full-time employee of the University of Guelph who holds a general licence or an academic licence; and (b)  may receive remuneration for veterinary services only in the form of a fixed salary or stipend.  R.R.O. 1990, Reg. 1093, s. 9 (2). (3) An educational licence terminates when the licensee ceases to be enrolled in a program of postgraduate veterinary education provided by the Ontario Veterinary College of the University of Guelph.  R.R.O. 1990, Reg. 1093, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) The requirements for the issuing of an educational licence are that the applicant,</p> <p class=\"clause-e\">  (a)  has earned a basic degree from an accredited veterinary school or an acceptable unaccredited veterinary school; and</p> <p class=\"clause-e\">  (b)  is enrolled in a program of postgraduate veterinary education provided by the Ontario Veterinary College of the University of Guelph.  R.R.O. 1990, Reg. 1093, s. 9 (1).</p> <p class=\"subsection-e\">  (2) The holder of an educational licence,</p> <p class=\"clause-e\">  (a)  may engage in the practice of veterinary medicine only as required by the program of education in which the licensee is enrolled and only under the supervision of a full-time employee of the University of Guelph who holds a general licence or an academic licence; and</p> <p class=\"clause-e\">  (b)  may receive remuneration for veterinary services only in the form of a fixed salary or stipend.  R.R.O. 1990, Reg. 1093, s. 9 (2).</p> <p class=\"subsection-e\">  (3) An educational licence terminates when the licensee ceases to be enrolled in a program of postgraduate veterinary education provided by the Ontario Veterinary College of the University of Guelph.  R.R.O. 1990, Reg. 1093, s. 9 (3).</p>"
        },
        {
            "ahref_id": "#9.1",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 9.1 (1) The requirements for issuing a postgraduate and resident licence are that the applicant, (a)  has a basic degree from an accredited veterinary school or an acceptable unaccredited veterinary school; (b)  is enrolled as an intern, resident or Doctor of Veterinary Science student at the Veterinary Teaching Hospital of the Ontario Veterinary College; and (c)  has successfully completed the local knowledge examination within two years preceding the application.  O. Reg. 431/00, s. 3; O. Reg. 356/11, s. 4. (2) The holder of a postgraduate and resident licence may engage in the practice of veterinary medicine only as required by the program in which he or she is enrolled as an intern, resident or Doctor of Veterinary Science student at the Veterinary Teaching Hospital of the Ontario Veterinary College.  O. Reg. 431/00, s. 3. (3) A postgraduate and resident licence terminates when the holder of the licence ceases to be enrolled as an intern, resident or Doctor of Veterinary Science student at the Veterinary Teaching Hospital of the Ontario Veterinary College.  O. Reg. 431/00, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>9.1 </b>(1) The requirements for issuing a postgraduate and resident licence are that the applicant,</p> <p class=\"clause-e\">  (a)  has a basic degree from an accredited veterinary school or an acceptable unaccredited veterinary school;</p> <p class=\"clause-e\">  (b)  is enrolled as an intern, resident or Doctor of Veterinary Science student at the Veterinary Teaching Hospital of the Ontario Veterinary College; and</p> <p class=\"clause-e\">  (c)  has successfully completed the local knowledge examination within two years preceding the application.  O. Reg. 431/00, s. 3; O. Reg. 356/11, s. 4.</p> <p class=\"subsection-e\">  (2) The holder of a postgraduate and resident licence may engage in the practice of veterinary medicine only as required by the program in which he or she is enrolled as an intern, resident or Doctor of Veterinary Science student at the Veterinary Teaching Hospital of the Ontario Veterinary College.  O. Reg. 431/00, s. 3.</p> <p class=\"subsection-e\">  (3) A postgraduate and resident licence terminates when the holder of the licence ceases to be enrolled as an intern, resident or Doctor of Veterinary Science student at the Veterinary Teaching Hospital of the Ontario Veterinary College.  O. Reg. 431/00, s. 3.</p>"
        },
        {
            "ahref_id": "#9.2",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 9.2 (1) Despite sections 3 to 9.1, if an application for a licence is made by a person who holds an authorizing certificate issued by an out-of-province regulatory authority and authorizing the person to engage in the practice of veterinary medicine in another jurisdiction, the person must meet the requirement for the licence otherwise set out in this Regulation subject to the following rules: 1.  Clause 3 (1) (b) does not apply if proficiency in English or French was a condition of granting the applicant’s authorizing certificate in the jurisdiction of the out-of-province regulatory authority. 2.  If the application is referred to the Registration Committee under section 14 of the Act, any additional experience, education or training may only be required of the applicant under subsection 14 (4) of the Act if the requirement complies with Part II of the Ontario Labour Mobility Act, 2009. 3.  If the applicant has applied for a restricted licence or is being considered for a restricted licence under section 14 of the Act, any condition or limitation imposed on the restricted licence must comply with Part II of the Ontario Labour Mobility Act, 2009. 4.  An applicant for a general licence is not required to satisfy the requirements set out in paragraphs 1, 3 and 4 of subsection 5 (1) if, in the opinion of the Registrar, the authorizing certificate issued to the applicant by the out-of-province regulatory authority is equivalent to a general licence. 5.  An applicant for an academic licence is not required to satisfy the requirement set out in clause 6 (1) (a) if, in the opinion of the Registrar, the authorizing certificate issued to the applicant by the out-of-province regulatory authority is equivalent to an academic licence or a general licence. 6.  An applicant for a public service licence is not required to satisfy the requirements set out in clause 7 (1) (a), (b) or (c) if, in the opinion of the Registrar, the authorizing certificate issued to the applicant by the out-of-province regulatory authority is equivalent to a public service licence or a general licence. 7.  An applicant for a short-term licence is not required to satisfy the requirement set out in clause 8 (1) (a) if, in the opinion of the Registrar, the authorizing certificate issued to the applicant by the out-of-province regulatory authority is equivalent to a short-term licence or general licence. 8.  An applicant for an educational licence is not required to satisfy the requirement set out in clause 9 (1) (a) if, in the opinion of the Registrar, the authorizing certificate issued to the applicant by the out-of-province regulatory authority is equivalent to an educational licence or a general licence. 9.  An applicant for a post-graduate and resident licence is not required to satisfy the requirement set out in clause 9.1 (1) (a) if, in the opinion of the Registrar, the authorizing certificate issued to the applicant by the out-of-province regulatory authority is equivalent to a post-graduate and resident licence or to a general licence.  O. Reg. 356/11, s. 5. (2) In this section, “authorizing certificate” means a certificate, licence, registration or other form of official recognition granted by an out-of-province regulatory authority to an individual, which attests to the individual being qualified to engage in the practice of veterinary medicine and authorizes the individual to engage in the practice of veterinarian medicine and to hold herself or himself out as engaging in that practice; (“certificat d’autorisation”) “out-of-province regulatory authority” means a regulatory authority that is authorized to grant authorizing certificates to individuals under an Act of Canada or of a province or territory of Canada that is a party to the Agreement on Internal Trade, other than Ontario. (“autorité de réglementation extraprovinciale”)  O. Reg. 356/11, s. 5. Facility Accreditation",
            "raw_html": "<p class=\"section-e\"> <b>9.2 </b>(1) Despite sections 3 to 9.1, if an application for a licence is made by a person who holds an authorizing certificate issued by an out-of-province regulatory authority and authorizing the person to engage in the practice of veterinary medicine in another jurisdiction, the person must meet the requirement for the licence otherwise set out in this Regulation subject to the following rules:</p> <p class=\"paragraph-e\">  1.  Clause 3 (1) (b) does not apply if proficiency in English or French was a condition of granting the applicant’s authorizing certificate in the jurisdiction of the out-of-province regulatory authority.</p> <p class=\"paragraph-e\">  2.  If the application is referred to the Registration Committee under section 14 of the Act, any additional experience, education or training may only be required of the applicant under subsection 14 (4) of the Act if the requirement complies with Part II of the <i>Ontario Labour Mobility Act, 2009</i>.</p> <p class=\"paragraph-e\">  3.  If the applicant has applied for a restricted licence or is being considered for a restricted licence under section 14 of the Act, any condition or limitation imposed on the restricted licence must comply with Part II of the <i>Ontario Labour Mobility Act, 2009</i>.</p> <p class=\"paragraph-e\">  4.  An applicant for a general licence is not required to satisfy the requirements set out in paragraphs 1, 3 and 4 of subsection 5 (1) if, in the opinion of the Registrar, the authorizing certificate issued to the applicant by the out-of-province regulatory authority is equivalent to a general licence.</p> <p class=\"paragraph-e\">  5.  An applicant for an academic licence is not required to satisfy the requirement set out in clause 6 (1) (a) if, in the opinion of the Registrar, the authorizing certificate issued to the applicant by the out-of-province regulatory authority is equivalent to an academic licence or a general licence.</p> <p class=\"paragraph-e\">  6.  An applicant for a public service licence is not required to satisfy the requirements set out in clause 7 (1) (a), (b) or (c) if, in the opinion of the Registrar, the authorizing certificate issued to the applicant by the out-of-province regulatory authority is equivalent to a public service licence or a general licence.</p> <p class=\"paragraph-e\">  7.  An applicant for a short-term licence is not required to satisfy the requirement set out in clause 8 (1) (a) if, in the opinion of the Registrar, the authorizing certificate issued to the applicant by the out-of-province regulatory authority is equivalent to a short-term licence or general licence.</p> <p class=\"paragraph-e\">  8.  An applicant for an educational licence is not required to satisfy the requirement set out in clause 9 (1) (a) if, in the opinion of the Registrar, the authorizing certificate issued to the applicant by the out-of-province regulatory authority is equivalent to an educational licence or a general licence.</p> <p class=\"paragraph-e\">  9.  An applicant for a post-graduate and resident licence is not required to satisfy the requirement set out in clause 9.1 (1) (a) if, in the opinion of the Registrar, the authorizing certificate issued to the applicant by the out-of-province regulatory authority is equivalent to a post-graduate and resident licence or to a general licence.  O. Reg. 356/11, s. 5.</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"firstdef-e\">“authorizing certificate” means a certificate, licence, registration or other form of official recognition granted by an out-of-province regulatory authority to an individual, which attests to the individual being qualified to engage in the practice of veterinary medicine and authorizes the individual to engage in the practice of veterinarian medicine and to hold herself or himself out as engaging in that practice; (“certificat d’autorisation”)</p> <p class=\"definition-e\">“out-of-province regulatory authority” means a regulatory authority that is authorized to grant authorizing certificates to individuals under an Act of Canada or of a province or territory of Canada that is a party to the Agreement on Internal Trade, other than Ontario. (“autorité de réglementation extraprovinciale”)  O. Reg. 356/11, s. 5.</p> <p class=\"heading1-e\"><a name=\"BK4\"></a>Facility Accreditation</p>"
        },
        {
            "ahref_id": "#10.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": "  10. (1) In order to obtain, maintain or renew a certificate of accreditation for a veterinary facility, other than a temporary facility, the owners of the veterinary facility or the partners in the practice conducted in or from the facility, as the case may be, shall designate a facility director. O. Reg. 260/22, s. 2. (2) The facility director shall be responsible for the oversight of the veterinary facility, including ensuring that the facility is operated in accordance with the Act, the regulations and the standards established by the Council under section 8 of the Act. O. Reg. 260/22, s. 2. (3) The facility director shall ensure that their name and contact information are clearly and publicly displayed at the veterinary facility. O. Reg. 260/22, s. 2. (4) For greater certainty, despite the designation of a facility director, each member practising in or from a veterinary facility is responsible for meeting the requirements set out in the Act and the regulations and the standards established by the Council under section 8 of the Act. O. Reg. 260/22, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>  10. </b>(1) In order to obtain, maintain or renew a certificate of accreditation for a veterinary facility, other than a temporary facility, the owners of the veterinary facility or the partners in the practice conducted in or from the facility, as the case may be, shall designate a facility director. O. Reg. 260/22, s. 2.</p> <p class=\"subsection-e\">  (2) The facility director shall be responsible for the oversight of the veterinary facility, including ensuring that the facility is operated in accordance with the Act, the regulations and the standards established by the Council under section 8 of the Act. O. Reg. 260/22, s. 2.</p> <p class=\"subsection-e\">  (3) The facility director shall ensure that their name and contact information are clearly and publicly displayed at the veterinary facility. O. Reg. 260/22, s. 2.</p> <p class=\"subsection-e\">  (4) For greater certainty, despite the designation of a facility director, each member practising in or from a veterinary facility is responsible for meeting the requirements set out in the Act and the regulations and the standards established by the Council under section 8 of the Act. O. Reg. 260/22, s. 2.</p>"
        },
        {
            "ahref_id": "#11.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": "  11. (1) A certificate of accreditation for a veterinary facility, other than a temporary facility, shall not be issued or renewed unless the veterinary facility and the applicant meet the applicable requirements set out in the Act and the regulations and the standards established by the Council under section 8 of the Act. O. Reg. 260/22, s. 2. (2) The following requirements apply with respect to an application for the issuance or renewal of a certificate of accreditation for a veterinary facility, other than a temporary facility: 1.  The application shall be submitted by the facility director to the College. 2.  The applicant shall submit the application on a form provided by the Registrar. 3.  The applicant must, i.  hold a general or restricted licence the conditions of which are consistent with the conditions of the certificate of accreditation that is being sought, and ii.  be engaged in the practice of veterinary medicine conducted in or from the veterinary facility in respect of which the application is being made. 4.  With respect to an application for a renewal of a certificate of accreditation, the applicant must be in compliance with any terms, conditions and limitations as specified by the Registrar on the existing certificate of accreditation. 5.  The applicant shall pay the fees set out in the by-laws and shall not be in default of any fees. 6.  The applicant shall provide, on a form provided by the Registrar, a written undertaking that the applicant will, i.  be responsible for the oversight of the facility, including ensuring that the facility is operated in accordance with the Act, the regulations and the standards established by the Council under section 8 of the Act, and ii.  ensure that only members will have responsibility for and control over all of the clinical and professional aspects of the provision of services through the facility, including maintaining the standards of practice of the profession. 7.  If the facility director is not an owner of the veterinary facility or a partner in the practice conducted in or from the facility that is the subject of the application, the application shall include a written attestation from the owners or partners, as the case may be, that the facility director is authorized to be the facility director and is authorized to provide the undertaking required under paragraph 6. O. Reg. 260/22, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>  11. </b>(1) A certificate of accreditation for a veterinary facility, other than a temporary facility, shall not be issued or renewed unless the veterinary facility and the applicant meet the applicable requirements set out in the Act and the regulations and the standards established by the Council under section 8 of the Act. O. Reg. 260/22, s. 2.</p> <p class=\"subsection-e\">  (2) The following requirements apply with respect to an application for the issuance or renewal of a certificate of accreditation for a veterinary facility, other than a temporary facility:</p> <p class=\"paragraph-e\">  1.  The application shall be submitted by the facility director to the College.</p> <p class=\"paragraph-e\">  2.  The applicant shall submit the application on a form provided by the Registrar.</p> <p class=\"paragraph-e\">  3.  The applicant must,</p> <p class=\"subpara-e\">  i.  hold a general or restricted licence the conditions of which are consistent with the conditions of the certificate of accreditation that is being sought, and</p> <p class=\"subpara-e\">  ii.  be engaged in the practice of veterinary medicine conducted in or from the veterinary facility in respect of which the application is being made.</p> <p class=\"paragraph-e\">  4.  With respect to an application for a renewal of a certificate of accreditation, the applicant must be in compliance with any terms, conditions and limitations as specified by the Registrar on the existing certificate of accreditation.</p> <p class=\"paragraph-e\">  5.  The applicant shall pay the fees set out in the by-laws and shall not be in default of any fees.</p> <p class=\"paragraph-e\">  6.  The applicant shall provide, on a form provided by the Registrar, a written undertaking that the applicant will,</p> <p class=\"subpara-e\">  i.  be responsible for the oversight of the facility, including ensuring that the facility is operated in accordance with the Act, the regulations and the standards established by the Council under section 8 of the Act, and</p> <p class=\"subpara-e\">  ii.  ensure that only members will have responsibility for and control over all of the clinical and professional aspects of the provision of services through the facility, including maintaining the standards of practice of the profession.</p> <p class=\"paragraph-e\">  7.  If the facility director is not an owner of the veterinary facility or a partner in the practice conducted in or from the facility that is the subject of the application, the application shall include a written attestation from the owners or partners, as the case may be, that the facility director is authorized to be the facility director and is authorized to provide the undertaking required under paragraph 6. O. Reg. 260/22, s. 2.</p>"
        },
        {
            "ahref_id": "#11.1",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": "  11.1 Revoked: O. Reg. 260/22, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>  11.1 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 260/22, s. 2.</p>"
        },
        {
            "ahref_id": "#12.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 12. (1) A certificate of accreditation expires five years after it is issued or renewed unless, (a)  it expires at an earlier date pursuant to subsection (2); or (b)  the Registrar issues or renews the certificate on condition that it expire at an earlier date. O. Reg. 260/22, s. 2. (2) A certificate of accreditation shall expire before the period described in subsection (1) if any of the following events occurs: 1.  A veterinary facility, or a stationary element of a facility with a mobile element, is relocated. 2.  The veterinary facility no longer has a facility director. 3.  The veterinary facility no longer has any members who would meet the requirements in paragraph 3 of subsection 11 (2). 4.  The veterinary facility no longer has any members who have made an undertaking that would satisfy the requirements set out in paragraph 6 of subsection 11 (2). O. Reg. 260/22, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) A certificate of accreditation expires five years after it is issued or renewed unless,</p> <p class=\"clause-e\">  (a)  it expires at an earlier date pursuant to subsection (2); or</p> <p class=\"clause-e\">  (b)  the Registrar issues or renews the certificate on condition that it expire at an earlier date. O. Reg. 260/22, s. 2.</p> <p class=\"subsection-e\">  (2) A certificate of accreditation shall expire before the period described in subsection (1) if any of the following events occurs:</p> <p class=\"paragraph-e\">  1.  A veterinary facility, or a stationary element of a facility with a mobile element, is relocated.</p> <p class=\"paragraph-e\">  2.  The veterinary facility no longer has a facility director.</p> <p class=\"paragraph-e\">  3.  The veterinary facility no longer has any members who would meet the requirements in paragraph 3 of subsection 11 (2).</p> <p class=\"paragraph-e\">  4.  The veterinary facility no longer has any members who have made an undertaking that would satisfy the requirements set out in paragraph 6 of subsection 11 (2). O. Reg. 260/22, s. 2.</p>"
        },
        {
            "ahref_id": "#13.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 13. The holder of a certificate of accreditation shall immediately notify the College, in writing, if any of the following events occur: 1.  Any change to the name of the veterinary facility. 2.  Any change in the type of species treated in or from the facility. 3.  Any change in the scope of veterinary services offered in or from the facility. 4.  The relocation of the veterinary facility or of a stationary element of a facility with a mobile element. 5.  Any change in the identity of the facility director. 6.  The facility no longer has any members who would satisfy the requirements set out in paragraph 3 of subsection 11 (2). O. Reg. 260/22, s. 2. Temporary Facilities",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>The holder of a certificate of accreditation shall immediately notify the College, in writing, if any of the following events occur:</p> <p class=\"paragraph-e\">  1.  Any change to the name of the veterinary facility.</p> <p class=\"paragraph-e\">  2.  Any change in the type of species treated in or from the facility.</p> <p class=\"paragraph-e\">  3.  Any change in the scope of veterinary services offered in or from the facility.</p> <p class=\"paragraph-e\">  4.  The relocation of the veterinary facility or of a stationary element of a facility with a mobile element.</p> <p class=\"paragraph-e\">  5.  Any change in the identity of the facility director.</p> <p class=\"paragraph-e\">  6.  The facility no longer has any members who would satisfy the requirements set out in paragraph 3 of subsection 11 (2). O. Reg. 260/22, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK5\"></a>Temporary Facilities</p>"
        },
        {
            "ahref_id": "#14.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 14. (1) A certificate of accreditation for a temporary facility shall not be issued unless the temporary facility and the applicant meet the applicable requirements set out in the Act and the regulations and the standards established by the Council under section 8 of the Act. O. Reg. 260/22, s. 2. (2) The following requirements apply with respect to an application for a certificate of accreditation for a temporary facility: 1.  The application shall be submitted by the applicant to the College. 2.  The applicant shall submit the application on a form provided by the Registrar. 3.  The applicant must, i.  hold a general or restricted licence the conditions of which are consistent with the conditions of the certificate of accreditation that is being sought, and ii.  be engaged in the practice of veterinary medicine conducted in or from the temporary facility. O. Reg. 260/22, s. 2. Certificates of Accreditation",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) A certificate of accreditation for a temporary facility shall not be issued unless the temporary facility and the applicant meet the applicable requirements set out in the Act and the regulations and the standards established by the Council under section 8 of the Act. O. Reg. 260/22, s. 2.</p> <p class=\"subsection-e\">  (2) The following requirements apply with respect to an application for a certificate of accreditation for a temporary facility:</p> <p class=\"paragraph-e\">  1.  The application shall be submitted by the applicant to the College.</p> <p class=\"paragraph-e\">  2.  The applicant shall submit the application on a form provided by the Registrar.</p> <p class=\"paragraph-e\">  3.  The applicant must,</p> <p class=\"subpara-e\">  i.  hold a general or restricted licence the conditions of which are consistent with the conditions of the certificate of accreditation that is being sought, and</p> <p class=\"subpara-e\">  ii.  be engaged in the practice of veterinary medicine conducted in or from the temporary facility. O. Reg. 260/22, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK6\"></a>Certificates of Accreditation</p>"
        },
        {
            "ahref_id": "#15.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 15. (1) A certificate of accreditation for a veterinary facility, including a temporary facility, issued by the Registrar must include the facility name, location, any terms, conditions or limitations and the date of expiry of the certificate. O. Reg. 260/22, s. 2. (2) A certificate of accreditation for a veterinary facility, including a temporary facility, limits the veterinary practice in or from the facility to the veterinary services specified in the certificate and for the period of time specified in the certificate which, in the case of a temporary facility, shall be no longer than 30 days. O. Reg. 260/22, s. 2. (3) The holder of a certificate of accreditation, (a)  in the case of a veterinary facility other than a temporary or mobile facility, shall ensure that the certificate of accreditation is posted visibly in the veterinary facility; or (b)  in the case of a temporary or a mobile facility, shall make the certificate of accreditation available to any person for review upon request. O. Reg. 260/22, s. 2. Transition",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) A certificate of accreditation for a veterinary facility, including a temporary facility, issued by the Registrar must include the facility name, location, any terms, conditions or limitations and the date of expiry of the certificate. O. Reg. 260/22, s. 2.</p> <p class=\"subsection-e\">  (2) A certificate of accreditation for a veterinary facility, including a temporary facility, limits the veterinary practice in or from the facility to the veterinary services specified in the certificate and for the period of time specified in the certificate which, in the case of a temporary facility, shall be no longer than 30 days. O. Reg. 260/22, s. 2.</p> <p class=\"subsection-e\">  (3) The holder of a certificate of accreditation,</p> <p class=\"clause-e\">  (a)  in the case of a veterinary facility other than a temporary or mobile facility, shall ensure that the certificate of accreditation is posted visibly in the veterinary facility; or</p> <p class=\"clause-e\">  (b)  in the case of a temporary or a mobile facility, shall make the certificate of accreditation available to any person for review upon request. O. Reg. 260/22, s. 2.</p> <p class=\"heading1-e\"><a name=\"BK7\"></a>Transition</p>"
        },
        {
            "ahref_id": "#15.1",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 15.1 (1) A certificate of accreditation that was in force immediately before the day this section comes into force is continued and is subject to the same terms, conditions and limitations that were in effect immediately before that day. O. Reg. 260/22, s. 2. (2) For greater certainty, the continuation of the certificate of accreditation does not change the status of a hearing or review related to the certificate of accreditation, or any associated deadlines, if the hearing or review was commenced but not concluded before the day this section comes into force. O. Reg. 260/22, s. 2. (3) A certificate of accreditation that is continued under subsection (1) shall expire in accordance with the rules that were in effect immediately before the day this section comes into force. O. Reg. 260/22, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>15.1 </b>(1) A certificate of accreditation that was in force immediately before the day this section comes into force is continued and is subject to the same terms, conditions and limitations that were in effect immediately before that day. O. Reg. 260/22, s. 2.</p> <p class=\"subsection-e\">  (2) For greater certainty, the continuation of the certificate of accreditation does not change the status of a hearing or review related to the certificate of accreditation, or any associated deadlines, if the hearing or review was commenced but not concluded before the day this section comes into force. O. Reg. 260/22, s. 2.</p> <p class=\"subsection-e\">  (3) A certificate of accreditation that is continued under subsection (1) shall expire in accordance with the rules that were in effect immediately before the day this section comes into force. O. Reg. 260/22, s. 2.</p>"
        },
        {
            "ahref_id": "#15.2",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 15.2 Despite section 11, an application for the issuance or renewal of a certificate of accreditation that was submitted before the day section 11 comes into force shall be determined in accordance with this Regulation as it read immediately before that day. O. Reg. 260/22, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>15.2 </b>Despite section 11, an application for the issuance or renewal of a certificate of accreditation that was submitted before the day section 11 comes into force shall be determined in accordance with this Regulation as it read immediately before that day. O. Reg. 260/22, s. 2.</p>"
        },
        {
            "ahref_id": "#16.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 16. (1) The fees payable under the Act are set out in the by-laws.  O. Reg. 431/00, s. 4; O. Reg. 398/07, s. 9 (1). (2), (3) Revoked:  O. Reg. 398/07, s. 9 (2). (4) A postgraduate and resident licence is valid for 12 months.  O. Reg. 431/00, s. 4. (5) The initial fee for a postgraduate and resident licence is due before the licence is issued.  O. Reg. 431/00, s. 4; O. Reg. 398/07, s. 9 (3). (6) Revoked:  O. Reg. 398/07, s. 9 (4). Part II   Professional misconduct",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) The fees payable under the Act are set out in the by-laws.  O. Reg. 431/00, s. 4; O. Reg. 398/07, s. 9 (1).</p> <p class=\"subsection-e\">  (2), (3) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 398/07, s. 9 (2).</p> <p class=\"subsection-e\">  (4) A postgraduate and resident licence is valid for 12 months.  O. Reg. 431/00, s. 4.</p> <p class=\"subsection-e\">  (5) The initial fee for a postgraduate and resident licence is due before the licence is issued.  O. Reg. 431/00, s. 4; O. Reg. 398/07, s. 9 (3).</p> <p class=\"subsection-e\">  (6) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 398/07, s. 9 (4).</p> <p class=\"partnum-e\"><a name=\"BK8\"></a>Part II <br/>  Professional misconduct</p>"
        },
        {
            "ahref_id": "#17.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 17. (1) For the purposes of the Act, professional misconduct includes the following: 1.  An act or omission inconsistent with the Act or this Regulation. 2.  Failing to maintain the standard of practice of the profession. 3.  Failing to fulfil the terms of an agreement with a client. 4.  Failing to continue to provide professional services to an animal until the services are no longer required or until the client has had a reasonable opportunity to arrange for the services of another member. 5.  Failing to provide within a reasonable time and without cause any certificate or report requested by a client or his or her agent in respect to an examination or treatment performed by the member. 6.  Revealing information concerning a client, an animal or any professional service performed for an animal, to any person other than the client or another member treating the animal except, i.  with the consent of the client, ii.  if required or authorized to do so by law, iii.  to prevent, or contribute information for the treatment of, a disease or physical injury of a person, or iv.  Revoked: O. Reg. 233/15, s. 11 (1). v.  for the purpose of identifying, locating or notifying the apparent owner of the animal, protecting the rights of the apparent owner or enforcing applicable laws in respect of the animal, where it appears that the animal is not owned by the person presenting it for treatment. 7.  Providing, or attempting or offering to provide, services that are not reasonably useful or needed. 7.1  Recommending, referring, ordering or requisitioning laboratory tests, technical procedures or professional services that are not reasonably useful or needed. 8.  Making a misrepresentation to a client or prospective client. 9.  Making a claim respecting the utility of any remedy, treatment, device or procedure other than a claim which can reasonably be supported as professional opinion. 10.  Guaranteeing a cure, or making a statement which a client would reasonably understand as a guarantee of a cure. 11.  Charging a fee that is excessive in relation to the amount normally charged for the services performed or the product dispensed or adding a charge that is excessive when recovering any disbursement incurred in the course of providing services. 12.  Charging a fee for an unperformed service, except a fee for an appointment missed without at least twenty-four hours notice. 13.  Revoked:  O. Reg. 510/95, s. 4. 14.  Revoked: O. Reg. 233/15, s. 11 (3). 15.  Knowingly submitting a false or misleading account or charge for professional services. 16.  Failing to issue a statement or receipt when a statement or receipt is requested by a client or his or her agent. 17.  Failing to itemize the services provided, the fees therefor and the disbursements charged, when an itemized account is requested by a client or his or her agent. 18.  Reducing, or offering to reduce, an account for prompt payment without notifying the client of the terms of reduction before providing the pertinent service. 19.  Charging interest on an account without notifying the client of the terms of interest before providing the pertinent service, except where interest has been granted by a court. 20.  Selling, or attempting to sell, an account for professional services to a third party. 21.  Failing to dispose of an animal, whether deceased or alive, or a part of it, in accordance with the client’s instructions if those instructions are in accordance with the standards of practice of the profession. 22.  Disposing of an animal, whether deceased or alive, or a part of it, by any means that are not in accordance with the standards of practice of the profession, if the client does not give instructions regarding such disposal or gives instructions that are not in accordance with the standards of practice of the profession. 22.1  Failing to dispose of biological, pathological or hazardous wastes in accordance with the requirements of the Environmental Protection Act or, if there are no such requirements, in accordance with the standards of practice of the profession. 23.  If an animal has died unexpectedly or from an anaesthetic, failing to promptly inform the client about the availability of a necropsy through a veterinarian independent of the attending veterinarian but, having provided the information, the attending veterinarian or an associate, upon the client’s request, may perform the necropsy. 24.  Abusing a client verbally or physically or permitting or counselling an associate or auxiliary to abuse a client verbally or physically. 25.  Having a conflict of interest. 26.  Having a licence under the Livestock Medicines Act or an interest in an establishment or undertaking that has a licence under that Act, or deriving a benefit directly or indirectly from an establishment or undertaking that has a licence under the Livestock Medicines Act. 27.  Failing to make or retain the records required by this Regulation. 28.  Falsifying a record regarding professional services. 29.  Failing to abide by a condition in a licence or a certificate of accreditation. 30.  Failing to direct or supervise, or inadequately directing or supervising, an auxiliary. 31.  Permitting, counselling or assisting any person, other than a member, to practise, or to attempt to practise, veterinary medicine. 32.  Permitting, advising or assisting any person, other than a member, to perform any act or function which should properly be performed by a member. 33.  Directly or by implication representing any person to be a member who is not a member. 34.  Signing or issuing a veterinary certificate, report or similar document that contains a statement that the member knows or ought to know is false, misleading or otherwise improper. 35.  Signing or issuing a veterinary certificate, report or similar document without ascertaining, or taking reasonable measures to determine, the accuracy of its contents. 36.  Permitting a veterinary certificate, report or similar document to be issued in the member’s name, or with his or her concurrence, without personally signing it. 37.  If a licence of another person is suspended or has been revoked, cancelled or terminated, a member for any purpose related to the practice of veterinary medicine, except with the prior written consent of the Executive Committee and subject to the terms of that consent, i.  retains or uses the services of that person, ii.  employs or is employed by him or her, iii.  maintains a partnership or association with him or her or is a shareholder in a professional corporation in which he or she is a shareholder or of which he or she is an employee, iv.  directly or indirectly receives, makes or confers any remuneration or benefit from or to him or her, or v.  shares or occupies space with him or her. 38.  Failing to reply appropriately to a written inquiry received from the College or failing to reply to the inquiry within the time specified in the inquiry or, if no time is specified, within 25 days after the day the inquiry was received by the member. 38.1  Providing false or misleading information to the College. 39.  Making any statement, orally or in writing, calculated to belittle or injure the professional reputation of another veterinarian, or unnecessarily commenting adversely upon any professional act of another veterinarian. 40.  Treating an animal receiving veterinary services from another member without notifying the other member and obtaining the relevant historical information as soon as practicable except if the treatment is done in accordance with subsection 33 (1.1). 41.  Treating an animal receiving veterinary services from another member who did not refer the animal without advising the client that such uncoordinated veterinary services may place the animal at risk except if the treatment is done in accordance with subsection 33 (1.1). 42., 43.  Revoked: O. Reg. 233/15, s. 11 (6). 43.1  Being a shareholder, officer or director of a professional corporation where the professional corporation does or omits to do anything that would be professional misconduct if done or omitted to be done by the member. 44.  An act or omission relevant to the practice of veterinary medicine that, having regard to the circumstances, would be regarded by members as disgraceful, dishonourable or unprofessional. 45.  Conduct unbecoming a veterinarian. 46.  Contravening a law if, i.  the purpose of the law is to protect or promote the health or welfare of animals or to protect or promote public health, or ii.  the contravention is relevant to the member’s suitability to practise veterinary medicine.  R.R.O. 1990, Reg. 1093, s. 17 (1); O. Reg. 513/94, s. 1; O. Reg. 510/95, s. 4; O. Reg. 431/00, s. 5 (1, 2); O. Reg. 24/02, s. 1 (1-4); O. Reg. 161/04, s. 11 (1-5); O. Reg. 398/07, s. 10; O. Reg. 233/15, s. 11 (1-7). (1.1) Despite paragraph 21of subsection (1), it is not professional misconduct for a member to dispose of a live animal that is not claimed by the client after the completion of an in-hospital treatment and convalescence or of an ancillary service as defined in section 34 by transferring the animal to an animal shelter or to a third party owner if at least 10 days have passed since the completion of the treatment, convalescence or ancillary service and, (a)  the client has agreed in writing to the transfer; or (b)  the member has done all of the following and has not received notice from the client that he or she is unable to pay the applicable fees and costs necessary to the return of the animal: (i)  attempted to contact the client on at least five occasions and by at least two different methods, (ii)  made a written record of the attempts described in subclause (i) and keeps the record in accordance with subsection (1.2), and (iii)  made at least one attempt to contact the emergency contact person identified by the client. O. Reg. 233/15, s. 11 (8). (1.2) A member shall keep a record described in subclause (1.1) (b) (ii) for the shorter of the following two periods: 1.  A period of five years after the last attempt to contact the client is documented. 2.  A period of two years after the member ceases to practise veterinary medicine. O. Reg. 233/15, s. 11 (8). (2) Despite paragraph 26 of subsection (1), it is not professional misconduct for a member to own shares in a corporation the shares of which are publicly traded through the Toronto Stock Exchange even if the corporation has a licence under the Livestock Medicines Act.  R.R.O. 1990, Reg. 1093, s. 17 (2); O. Reg. 233/15, s. 11 (9). (3) Despite paragraph 26 of subsection (1), it is not professional misconduct for a member to be employed by, or have a contract to provide services to, an entity that is an individual, a partnership or a corporation, if, (a)  the member does not have a financial interest in the entity; (b)  the entity is engaged in manufacturing or selling feed for poultry or is engaged in breeding, hatching, growing, processing or feeding poultry; (c)  the entity is licensed under the Livestock Medicines Act; and (d)  the entity does not offer veterinary services as an inducement to others to buy its products or to sell products to it.  O. Reg. 431/00, s. 5 (3). (4) Despite paragraph 20 of subsection (1), it is not professional misconduct to retain a lawyer or agent to collect unpaid accounts or to accept payment for professional services by credit card. O. Reg. 233/15, s. 11 (10). (5) A treatment provided in the circumstances described in paragraphs 40 and 41 of subsection (1) does not constitute professional misconduct if the treatment is provided in a temporary facility and, (a)  in the case of a treatment provided in circumstances described in paragraph 40, relevant historical medical information is obtained from the client before providing the treatment and the client is advised to inform the other member of the treatment provided at the temporary facility; and (b)  in the case of a treatment provided in circumstances described in paragraph 41, the treatment received at the temporary facility does not place the animal at risk with respect to any other veterinary services that it may receive elsewhere. O. Reg. 233/15, s. 11 (10).",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) For the purposes of the Act, professional misconduct includes the following:</p> <p class=\"paragraph-e\">  1.  An act or omission inconsistent with the Act or this Regulation.</p> <p class=\"paragraph-e\">  2.  Failing to maintain the standard of practice of the profession.</p> <p class=\"paragraph-e\">  3.  Failing to fulfil the terms of an agreement with a client.</p> <p class=\"paragraph-e\">  4.  Failing to continue to provide professional services to an animal until the services are no longer required or until the client has had a reasonable opportunity to arrange for the services of another member.</p> <p class=\"paragraph-e\">  5.  Failing to provide within a reasonable time and without cause any certificate or report requested by a client or his or her agent in respect to an examination or treatment performed by the member.</p> <p class=\"paragraph-e\">  6.  Revealing information concerning a client, an animal or any professional service performed for an animal, to any person other than the client or another member treating the animal except,</p> <p class=\"subpara-e\">  i.  with the consent of the client,</p> <p class=\"subpara-e\">  ii.  if required or authorized to do so by law,</p> <p class=\"subpara-e\">  iii.  to prevent, or contribute information for the treatment of, a disease or physical injury of a person, or</p> <p class=\"subpara-e\">  iv.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 233/15, s. 11 (1).</p> <p class=\"subpara-e\">  v.  for the purpose of identifying, locating or notifying the apparent owner of the animal, protecting the rights of the apparent owner or enforcing applicable laws in respect of the animal, where it appears that the animal is not owned by the person presenting it for treatment.</p> <p class=\"paragraph-e\">  7.  Providing, or attempting or offering to provide, services that are not reasonably useful or needed.</p> <p class=\"paragraph-e\">  7.1  Recommending, referring, ordering or requisitioning laboratory tests, technical procedures or professional services that are not reasonably useful or needed.</p> <p class=\"paragraph-e\">  8.  Making a misrepresentation to a client or prospective client.</p> <p class=\"paragraph-e\">  9.  Making a claim respecting the utility of any remedy, treatment, device or procedure other than a claim which can reasonably be supported as professional opinion.</p> <p class=\"paragraph-e\">  10.  Guaranteeing a cure, or making a statement which a client would reasonably understand as a guarantee of a cure.</p> <p class=\"paragraph-e\">  11.  Charging a fee that is excessive in relation to the amount normally charged for the services performed or the product dispensed or adding a charge that is excessive when recovering any disbursement incurred in the course of providing services.</p> <p class=\"paragraph-e\">  12.  Charging a fee for an unperformed service, except a fee for an appointment missed without at least twenty-four hours notice.</p> <p class=\"paragraph-e\">  13.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 510/95, s. 4.</p> <p class=\"paragraph-e\">  14.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 233/15, s. 11 (3).</p> <p class=\"paragraph-e\">  15.  Knowingly submitting a false or misleading account or charge for professional services.</p> <p class=\"paragraph-e\">  16.  Failing to issue a statement or receipt when a statement or receipt is requested by a client or his or her agent.</p> <p class=\"paragraph-e\">  17.  Failing to itemize the services provided, the fees therefor and the disbursements charged, when an itemized account is requested by a client or his or her agent.</p> <p class=\"paragraph-e\">  18.  Reducing, or offering to reduce, an account for prompt payment without notifying the client of the terms of reduction before providing the pertinent service.</p> <p class=\"paragraph-e\">  19.  Charging interest on an account without notifying the client of the terms of interest before providing the pertinent service, except where interest has been granted by a court.</p> <p class=\"paragraph-e\">  20.  Selling, or attempting to sell, an account for professional services to a third party. </p> <p class=\"paragraph-e\">  21.  Failing to dispose of an animal, whether deceased or alive, or a part of it, in accordance with the client’s instructions if those instructions are in accordance with the standards of practice of the profession.</p> <p class=\"paragraph-e\">  22.  Disposing of an animal, whether deceased or alive, or a part of it, by any means that are not in accordance with the standards of practice of the profession, if the client does not give instructions regarding such disposal or gives instructions that are not in accordance with the standards of practice of the profession.</p> <p class=\"paragraph-e\"> 22.1  Failing to dispose of biological, pathological or hazardous wastes in accordance with the requirements of the <i>Environmental Protection Act</i> or, if there are no such requirements, in accordance with the standards of practice of the profession.</p> <p class=\"paragraph-e\">  23.  If an animal has died unexpectedly or from an anaesthetic, failing to promptly inform the client about the availability of a necropsy through a veterinarian independent of the attending veterinarian but, having provided the information, the attending veterinarian or an associate, upon the client’s request, may perform the necropsy.</p> <p class=\"paragraph-e\">  24.  Abusing a client verbally or physically or permitting or counselling an associate or auxiliary to abuse a client verbally or physically.</p> <p class=\"paragraph-e\">  25.  Having a conflict of interest.</p> <p class=\"paragraph-e\">  26.  Having a licence under the <i>Livestock Medicines Act</i> or an interest in an establishment or undertaking that has a licence under that Act, or deriving a benefit directly or indirectly from an establishment or undertaking that has a licence under the <i>Livestock Medicines Act</i>.</p> <p class=\"paragraph-e\">  27.  Failing to make or retain the records required by this Regulation.</p> <p class=\"paragraph-e\">  28.  Falsifying a record regarding professional services.</p> <p class=\"paragraph-e\">  29.  Failing to abide by a condition in a licence or a certificate of accreditation.</p> <p class=\"paragraph-e\">  30.  Failing to direct or supervise, or inadequately directing or supervising, an auxiliary.</p> <p class=\"paragraph-e\">  31.  Permitting, counselling or assisting any person, other than a member, to practise, or to attempt to practise, veterinary medicine.</p> <p class=\"paragraph-e\">  32.  Permitting, advising or assisting any person, other than a member, to perform any act or function which should properly be performed by a member.</p> <p class=\"paragraph-e\">  33.  Directly or by implication representing any person to be a member who is not a member.</p> <p class=\"paragraph-e\">  34.  Signing or issuing a veterinary certificate, report or similar document that contains a statement that the member knows or ought to know is false, misleading or otherwise improper.</p> <p class=\"paragraph-e\">  35.  Signing or issuing a veterinary certificate, report or similar document without ascertaining, or taking reasonable measures to determine, the accuracy of its contents.</p> <p class=\"paragraph-e\">  36.  Permitting a veterinary certificate, report or similar document to be issued in the member’s name, or with his or her concurrence, without personally signing it.</p> <p class=\"paragraph-e\">  37.  If a licence of another person is suspended or has been revoked, cancelled or terminated, a member for any purpose related to the practice of veterinary medicine, except with the prior written consent of the Executive Committee and subject to the terms of that consent,</p> <p class=\"subpara-e\">  i.  retains or uses the services of that person,</p> <p class=\"subpara-e\">  ii.  employs or is employed by him or her,</p> <p class=\"subpara-e\">  iii.  maintains a partnership or association with him or her or is a shareholder in a professional corporation in which he or she is a shareholder or of which he or she is an employee,</p> <p class=\"subpara-e\">  iv.  directly or indirectly receives, makes or confers any remuneration or benefit from or to him or her, or</p> <p class=\"subpara-e\">  v.  shares or occupies space with him or her.</p> <p class=\"paragraph-e\">  38.  Failing to reply appropriately to a written inquiry received from the College or failing to reply to the inquiry within the time specified in the inquiry or, if no time is specified, within 25 days after the day the inquiry was received by the member.</p> <p class=\"paragraph-e\"> 38.1  Providing false or misleading information to the College.</p> <p class=\"paragraph-e\">  39.  Making any statement, orally or in writing, calculated to belittle or injure the professional reputation of another veterinarian, or unnecessarily commenting adversely upon any professional act of another veterinarian.</p> <p class=\"paragraph-e\">  40.  Treating an animal receiving veterinary services from another member without notifying the other member and obtaining the relevant historical information as soon as practicable except if the treatment is done in accordance with subsection 33 (1.1).</p> <p class=\"paragraph-e\">  41.  Treating an animal receiving veterinary services from another member who did not refer the animal without advising the client that such uncoordinated veterinary services may place the animal at risk except if the treatment is done in accordance with subsection 33 (1.1).</p> <p class=\"paragraph-e\"> 42., 43.  <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 233/15, s. 11 (6).</p> <p class=\"paragraph-e\"> 43.1  Being a shareholder, officer or director of a professional corporation where the professional corporation does or omits to do anything that would be professional misconduct if done or omitted to be done by the member.</p> <p class=\"paragraph-e\">  44.  An act or omission relevant to the practice of veterinary medicine that, having regard to the circumstances, would be regarded by members as disgraceful, dishonourable or unprofessional. </p> <p class=\"paragraph-e\">  45.  Conduct unbecoming a veterinarian.</p> <p class=\"paragraph-e\">  46.  Contravening a law if,</p> <p class=\"subpara-e\">  i.  the purpose of the law is to protect or promote the health or welfare of animals or to protect or promote public health, or</p> <p class=\"subpara-e\">  ii.  the contravention is relevant to the member’s suitability to practise veterinary medicine.  R.R.O. 1990, Reg. 1093, s. 17 (1); O. Reg. 513/94, s. 1; O. Reg. 510/95, s. 4; O. Reg. 431/00, s. 5 (1, 2); O. Reg. 24/02, s. 1 (1-4); O. Reg. 161/04, s. 11 (1-5); O. Reg. 398/07, s. 10; O. Reg. 233/15, s. 11 (1-7).</p> <p class=\"subsection-e\">  (1.1) Despite paragraph 21of subsection (1), it is not professional misconduct for a member to dispose of a live animal that is not claimed by the client after the completion of an in-hospital treatment and convalescence or of an ancillary service as defined in section 34 by transferring the animal to an animal shelter or to a third party owner if at least 10 days have passed since the completion of the treatment, convalescence or ancillary service and,</p> <p class=\"clause-e\">  (a)  the client has agreed in writing to the transfer; or</p> <p class=\"clause-e\">  (b)  the member has done all of the following and has not received notice from the client that he or she is unable to pay the applicable fees and costs necessary to the return of the animal:</p> <p class=\"subclause-e\">  (i)  attempted to contact the client on at least five occasions and by at least two different methods,</p> <p class=\"subclause-e\">  (ii)  made a written record of the attempts described in subclause (i) and keeps the record in accordance with subsection (1.2), and</p> <p class=\"subclause-e\">  (iii)  made at least one attempt to contact the emergency contact person identified by the client. O. Reg. 233/15, s. 11 (8).</p> <p class=\"subsection-e\">  (1.2) A member shall keep a record described in subclause (1.1) (b) (ii) for the shorter of the following two periods:</p> <p class=\"paragraph-e\">  1.  A period of five years after the last attempt to contact the client is documented.</p> <p class=\"paragraph-e\">  2.  A period of two years after the member ceases to practise veterinary medicine. O. Reg. 233/15, s. 11 (8).</p> <p class=\"subsection-e\">  (2) Despite paragraph 26 of subsection (1), it is not professional misconduct for a member to own shares in a corporation the shares of which are publicly traded through the Toronto Stock Exchange even if the corporation has a licence under the <i>Livestock Medicines Act</i>.  R.R.O. 1990, Reg. 1093, s. 17 (2); O. Reg. 233/15, s. 11 (9).</p> <p class=\"subsection-e\">  (3) Despite paragraph 26 of subsection (1), it is not professional misconduct for a member to be employed by, or have a contract to provide services to, an entity that is an individual, a partnership or a corporation, if,</p> <p class=\"clause-e\">  (a)  the member does not have a financial interest in the entity;</p> <p class=\"clause-e\">  (b)  the entity is engaged in manufacturing or selling feed for poultry or is engaged in breeding, hatching, growing, processing or feeding poultry;</p> <p class=\"clause-e\">  (c)  the entity is licensed under the <i>Livestock Medicines Act</i>; and</p> <p class=\"clause-e\">  (d)  the entity does not offer veterinary services as an inducement to others to buy its products or to sell products to it.  O. Reg. 431/00, s. 5 (3).</p> <p class=\"subsection-e\">  (4) Despite paragraph 20 of subsection (1), it is not professional misconduct to retain a lawyer or agent to collect unpaid accounts or to accept payment for professional services by credit card. O. Reg. 233/15, s. 11 (10).</p> <p class=\"subsection-e\">  (5) A treatment provided in the circumstances described in paragraphs 40 and 41 of subsection (1) does not constitute professional misconduct if the treatment is provided in a temporary facility and,</p> <p class=\"clause-e\">  (a)  in the case of a treatment provided in circumstances described in paragraph 40, relevant historical medical information is obtained from the client before providing the treatment and the client is advised to inform the other member of the treatment provided at the temporary facility; and</p> <p class=\"clause-e\">  (b)  in the case of a treatment provided in circumstances described in paragraph 41, the treatment received at the temporary facility does not place the animal at risk with respect to any other veterinary services that it may receive elsewhere. O. Reg. 233/15, s. 11 (10).</p>"
        },
        {
            "ahref_id": "#18.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": "  18. (1) A member shall comply with the standards of practice of the profession in the performance of veterinary services. O. Reg. 233/15, s. 12. (2) A member shall not provide veterinary services in respect of an animal unless the member has, (a)  been retained by the owner of the animal, an authorized representative of the owner or an individual who the member reasonably determines is acting in the interest of the animal; (b)  advised the client that the member will only provide services in accordance with the standards of practice of the profession; (c)  reached an agreement with the client as to the scope of the services to be provided by the member; and (d)  obtained the consent of the client for each service to be provided. O. Reg. 233/15, s. 12. (3) Subsection (2) does not apply if, (a)  a member, acting reasonably, determines that it is an emergency and that the animal requires immediate veterinary services; (b)  a member is an employee or contractor of the Crown in right of Canada or the Crown in right of Ontario and is providing veterinary services as part of that employment or contractual relationship; (c)  a member is providing veterinary services in or from a temporary facility; (d)  a member is providing veterinary services that are permitted or required under the Dog Owners’ Liability Act, the Animals for Research Act, the Provincial Animal Welfare Services Act, 2019, the Animal Health Act, 2009 or under any other Act except for the Veterinarians Act; or (e)  a member is retained or employed by a person other than an animal’s owner to conduct an independent examination of the animal and report on the animal’s health to that person. O. Reg. 233/15, s. 12; O. Reg. 260/22, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>  18. </b>(1) A member shall comply with the standards of practice of the profession in the performance of veterinary services. O. Reg. 233/15, s. 12.</p> <p class=\"subsection-e\">  (2) A member shall not provide veterinary services in respect of an animal unless the member has,</p> <p class=\"clause-e\">  (a)  been retained by the owner of the animal, an authorized representative of the owner or an individual who the member reasonably determines is acting in the interest of the animal;</p> <p class=\"clause-e\">  (b)  advised the client that the member will only provide services in accordance with the standards of practice of the profession;</p> <p class=\"clause-e\">  (c)  reached an agreement with the client as to the scope of the services to be provided by the member; and</p> <p class=\"clause-e\">  (d)  obtained the consent of the client for each service to be provided. O. Reg. 233/15, s. 12.</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply if,</p> <p class=\"clause-e\">  (a)  a member, acting reasonably, determines that it is an emergency and that the animal requires immediate veterinary services;</p> <p class=\"clause-e\">  (b)  a member is an employee or contractor of the Crown in right of Canada or the Crown in right of Ontario and is providing veterinary services as part of that employment or contractual relationship;</p> <p class=\"clause-e\">  (c)  a member is providing veterinary services in or from a temporary facility;</p> <p class=\"clause-e\">  (d)  a member is providing veterinary services that are permitted or required under the <i>Dog Owners’ Liability Act</i>, the <i>Animals for Research Act</i>, the <i>Provincial Animal Welfare Services Act, 2019</i>, the <i>Animal Health Act, 2009</i> or under any other Act except for the <i>Veterinarians Act</i>; or</p> <p class=\"clause-e\">  (e)  a member is retained or employed by a person other than an animal’s owner to conduct an independent examination of the animal and report on the animal’s health to that person. O. Reg. 233/15, s. 12; O. Reg. 260/22, s. 3.</p>"
        },
        {
            "ahref_id": "#19.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 19. (1) A member is responsible for the conduct of his or her auxiliaries and for the suitability and quality of the performance of their acts.  R.R.O. 1990, Reg. 1093, s. 19 (1). (2) A member is guilty of professional misconduct if an auxiliary of the member does or omits to do anything that, if done or omitted by a member, would constitute professional misconduct.  R.R.O. 1990, Reg. 1093, s. 19 (2). (3) A member shall supervise the performance of an auxiliary’s task in one of the following methods, whichever is appropriate in the circumstances: 1.  Immediate supervision, where the member is on the same premises as the auxiliary and can see and hear the auxiliary perform the task. 2.  Direct supervision, where the member is on the same premises as the auxiliary and, although not present to see and hear the task being performed, is accessible to the auxiliary in a timely and appropriate manner. 3.  Indirect supervision, where the member is not on the same premises as the auxiliary while the task is being performed but where the member, i.  communicates appropriately with the auxiliary before and after the auxiliary performs the task, and ii.  is accessible to the auxiliary in a timely and appropriate manner while the task is being performed. O. Reg. 233/15, s. 13. (4) A member may direct an auxiliary who is suitably qualified by education or experience to perform, under the supervision of a member, the tasks traditionally assigned to auxiliaries including flushing and infusion procedures in the course of embryo transfers after appropriate assessment by a member.  R.R.O. 1990, Reg. 1093, s. 19 (4).",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>(1) A member is responsible for the conduct of his or her auxiliaries and for the suitability and quality of the performance of their acts.  R.R.O. 1990, Reg. 1093, s. 19 (1).</p> <p class=\"subsection-e\">  (2) A member is guilty of professional misconduct if an auxiliary of the member does or omits to do anything that, if done or omitted by a member, would constitute professional misconduct.  R.R.O. 1990, Reg. 1093, s. 19 (2).</p> <p class=\"subsection-e\">  (3) A member shall supervise the performance of an auxiliary’s task in one of the following methods, whichever is appropriate in the circumstances:</p> <p class=\"paragraph-e\">  1.  Immediate supervision, where the member is on the same premises as the auxiliary and can see and hear the auxiliary perform the task.</p> <p class=\"paragraph-e\">  2.  Direct supervision, where the member is on the same premises as the auxiliary and, although not present to see and hear the task being performed, is accessible to the auxiliary in a timely and appropriate manner.</p> <p class=\"paragraph-e\">  3.  Indirect supervision, where the member is not on the same premises as the auxiliary while the task is being performed but where the member,</p> <p class=\"subpara-e\">  i.  communicates appropriately with the auxiliary before and after the auxiliary performs the task, and</p> <p class=\"subpara-e\">  ii.  is accessible to the auxiliary in a timely and appropriate manner while the task is being performed. O. Reg. 233/15, s. 13.</p> <p class=\"subsection-e\">  (4) A member may direct an auxiliary who is suitably qualified by education or experience to perform, under the supervision of a member, the tasks traditionally assigned to auxiliaries including flushing and infusion procedures in the course of embryo transfers after appropriate assessment by a member.  R.R.O. 1990, Reg. 1093, s. 19 (4).</p>"
        },
        {
            "ahref_id": "#20.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 20. (1) A member is responsible for providing reasonably prompt services outside of regular practice hours if the services are medically necessary for animals that he or she has recently treated or that he or she treats regularly.  R.R.O. 1990, Reg. 1093, s. 20 (1). (2) The services required under subsection (1) may be provided by the member or an associate or by referral to another member who has agreed to cover the referring member’s practice.  R.R.O. 1990, Reg. 1093, s. 20 (2). (3) If a member provides services under subsection (1) outside of regular practice hours by referring an animal to an emergency clinic, the member is responsible for promptly continuing to provide medically necessary services to the animal after discharge from the emergency clinic until the services are no longer required or until the client has had a reasonable opportunity to arrange for the services of another member.  R.R.O. 1990, Reg. 1093, s. 20 (3). (4) A member shall inform each of his or her clients as to how they can access services outside of the member’s regular practice hours. O. Reg. 233/15, s. 14. (5) If a member changes the arrangements for accessing services outside of the member’s regular practice hours, he or she shall promptly inform his or her clients of the changes. O. Reg. 233/15, s. 14. (6) The member shall keep records of every time information is provided under subsections (4) and (5). O. Reg. 233/15, s. 14. (7) If an animal is to be left in a veterinary facility after regular practice hours, the member treating the animal shall inform the client of supervision arrangements for that animal. O. Reg. 233/15, s. 14. (8) This section does not apply to a member who provides veterinary services in or from a temporary facility unless compliance with this section is required as a condition to the certificate of accreditation of the temporary facility. O. Reg. 233/15, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>(1) A member is responsible for providing reasonably prompt services outside of regular practice hours if the services are medically necessary for animals that he or she has recently treated or that he or she treats regularly.  R.R.O. 1990, Reg. 1093, s. 20 (1).</p> <p class=\"subsection-e\">  (2) The services required under subsection (1) may be provided by the member or an associate or by referral to another member who has agreed to cover the referring member’s practice.  R.R.O. 1990, Reg. 1093, s. 20 (2).</p> <p class=\"subsection-e\">  (3) If a member provides services under subsection (1) outside of regular practice hours by referring an animal to an emergency clinic, the member is responsible for promptly continuing to provide medically necessary services to the animal after discharge from the emergency clinic until the services are no longer required or until the client has had a reasonable opportunity to arrange for the services of another member.  R.R.O. 1990, Reg. 1093, s. 20 (3).</p> <p class=\"subsection-e\">  (4) A member shall inform each of his or her clients as to how they can access services outside of the member’s regular practice hours. O. Reg. 233/15, s. 14.</p> <p class=\"subsection-e\">  (5) If a member changes the arrangements for accessing services outside of the member’s regular practice hours, he or she shall promptly inform his or her clients of the changes. O. Reg. 233/15, s. 14.</p> <p class=\"subsection-e\">  (6) The member shall keep records of every time information is provided under subsections (4) and (5). O. Reg. 233/15, s. 14.</p> <p class=\"subsection-e\">  (7) If an animal is to be left in a veterinary facility after regular practice hours, the member treating the animal shall inform the client of supervision arrangements for that animal. O. Reg. 233/15, s. 14.</p> <p class=\"subsection-e\">  (8) This section does not apply to a member who provides veterinary services in or from a temporary facility unless compliance with this section is required as a condition to the certificate of accreditation of the temporary facility. O. Reg. 233/15, s. 14.</p>"
        },
        {
            "ahref_id": "#21.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 21. (1) A member who induces general anaesthesia in an animal or undertakes critical care of an animal is responsible for monitoring the recovery of the animal until its medical condition is stable and satisfactory.  R.R.O. 1990, Reg. 1093, s. 21 (1). (2) The monitoring under subsection (1) may be done personally, through another member or through an auxiliary who is suitably qualified by education or experience if supervised by the member.  R.R.O. 1990, Reg. 1093, s. 21 (2).",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>(1) A member who induces general anaesthesia in an animal or undertakes critical care of an animal is responsible for monitoring the recovery of the animal until its medical condition is stable and satisfactory.  R.R.O. 1990, Reg. 1093, s. 21 (1).</p> <p class=\"subsection-e\">  (2) The monitoring under subsection (1) may be done personally, through another member or through an auxiliary who is suitably qualified by education or experience if supervised by the member.  R.R.O. 1990, Reg. 1093, s. 21 (2).</p>"
        },
        {
            "ahref_id": "#22.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 22. (1) The records required in respect of each companion animal shall contain the following information: 1.  Animal identification, including species, breed, colour, age and sex. 2.  The client’s name, address and telephone numbers. 3.  If the client is likely to be absent from his or her address while the animal is confined with the member, the name, address and telephone number of a person to be contacted in case of an emergency. 4.  Date of each time that the member sees the animal. 5.  A history of the animal’s health, including a record of vaccinations. 6.  The animal’s current weight. 7.  Particulars of each assessment, including physical examination data and any diagnostic investigations, performed or ordered by the member and the results of each assessment. 8.  A note of any professional advice given regarding the animal and an indication of when and to whom such advice was given if other than to the client. 9.  All medical or surgical treatments and procedures used, dispensed, prescribed or performed by or at the direction of the member, including the name, strength, dose and quantity of any drugs. 9.1  One of the following with respect to each surgical treatment: i.  The written consent to the surgical treatment signed by or on behalf of the owner of the animal. ii.  A note that the owner of the animal or a person on the owner’s behalf consented orally to the surgical treatment, and the reason why the consent was not in writing. iii.  A note that neither the owner of the animal nor anyone on the owner’s behalf was available to consent to the surgical treatment, and the reason why, in the member’s opinion, it was medically advisable to conduct the surgical treatment. 10.  A copy of all reports prepared by the member in respect of the animal. 11.  A final assessment of the animal. 12.  The fees and charges, showing separately those for drugs and those for advice or other services. 13.  Any additional records required by this Regulation.  R.R.O. 1990, Reg. 1093, s. 22 (1); O. Reg. 431/00, s. 6; O. Reg. 233/15, s. 15 (1, 2). (2) The records required in respect of each food-producing animal or herd shall contain the following information: 1.  Individual or herd identification, including breed and sex. 2.  If individual advice or care is given, at least one of the animal’s name, the animal’s tattoo or ear-tag number or the animal’s colour, markings or other distinguishing physical features. 3.  The client’s name, address and telephone numbers. 4.  The name and telephone number of a person to be contacted in the absence of the client. 5.  Date of each service. 6.  A history of the presenting complaint. 7.  If there is a presenting complaint, particulars of each assessment, including any laboratory investigations performed or ordered by the member and the results of each assessment. 8.  A note of any professional advice regarding the individual or herd and an indication of to whom the advice was given if other than to the client. 9.  A complete record of all written prescriptions and drugs that the member has prescribed or dispensed. 10.  A copy of any report prepared by the member in respect of the individual or herd. 11.  The fees and charges, showing separately those for drugs and those for advice or other services. 12.  Any additional records required by this Regulation.  R.R.O. 1990, Reg. 1093, s. 22 (2); O. Reg. 510/95, s. 5 (1). (3) The records required in respect of a horse are the same as those required in respect of a food-producing animal.  R.R.O. 1990, Reg. 1093, s. 22 (3). (4) The records required in respect of poultry, for each bird or flock, shall contain the following information: 1.  Bird or flock identification, or both, including species and type. 2.  The client’s name, address and telephone numbers. 3.  The name and telephone number of a person to be contacted in the absence of the client. 4.  Date of each service. 5.  A history of the presenting complaint. 6.  If there is a presenting complaint, particulars of each assessment, including any laboratory investigations performed or ordered by the member and the results of each assessment. 7.  A note of any professional advice regarding the bird or flock and an indication of to whom the advice was given if other than to the client. 8.  A complete record of all written prescriptions and drugs dispensed or prescribed by the member, made in accordance with section 27. 9.  A copy of any report prepared by the member in respect of the bird or flock. 10.  The fees and charges showing separately those for drugs and those for advice or other services. 11.  Any additional records required by this Regulation.  R.R.O. 1990, Reg. 1093, s. 22 (4). (4.1) A member who provides veterinary services in a temporary facility is not required to keep the information referred to in subsections (1) to (4) in respect of an animal receiving services at the temporary facility but shall maintain records containing the information specified in the certificate of accreditation for the temporary facility in accordance with subsections (5) and (6). O. Reg. 233/15, s. 15 (3). (4.2) A member who provides veterinary services with respect to an animal in the circumstances described in clause 18 (3) (d) or (e) shall obtain only as much of the information required under subsection (1), (2), (3) or (4), as the case may be, as can reasonably be obtained in the circumstances and shall keep records of the information obtained in accordance with subsections (5) and (6). O. Reg. 233/15, s. 15 (3). (5) The records required under this section shall be, (a)  legibly written or typewritten; (b)  kept in a systematic manner; (b.1)  in practices of more than one practitioner or practices that employ locums, identified after each entry with the initials or code of the veterinarian responsible for the procedure; and (c)  retained for a period of at least five years after the date of the last entry in the record or until two years after the member ceases to practise veterinary medicine, whichever occurs first.  R.R.O. 1990, Reg. 1093, s. 22 (5); O. Reg. 510/95, s. 5 (2). (5.1) Each time a record required under this section is updated, the update or change to the record must be dated and documented so that, (a)  the update or change that is being made, as well as the date on which it is made, is clearly identifiable; (b)  each update or change that was previously made to the record, as well as the date on which each update or change was made, is clearly identifiable; and (c)  the content of the record before each update or change was made is preserved. O. Reg. 233/15, s. 15 (3). (6) Despite subsection (5), the records required by this section may be made and maintained in an electronic computer system if it has the following characteristics: 1.  The system provides a visual display of the recorded information. 2.  The system provides a means of access to the record of each animal by its name or other unique identifier. 3.  The system is capable of printing the recorded information promptly. 4.  The system is capable of visually displaying and printing the recorded information for each animal in chronological order. 5.  The system maintains an audit trail that, i.  records the date and time of each entry of information for each animal, ii.  indicates any changes in the recorded information, iii.  preserves the original content of the recorded information when changed or updated, and iv.  is capable of being printed separately from the recorded information for each animal. 6.  The system includes a password and other reasonable methods of protecting against unauthorized access. 7.  The system automatically backs up files and allows the recovery of backed-up files or otherwise provides reasonable protection against loss of, damage to, and inaccessibility of, information. 8.  The system has a secure method that permits only the member to apply an electronic signature to a document that is issued electronically and must be signed by the member. O. Reg. 233/15, s. 15 (4). (7) If a member uses an electronic computer system described in subsection (6) to keep his or her records, the member shall use the secure method referred to in paragraph 8 of that subsection to apply an electronic signature to any document that is issued electronically and must be signed by the member. O. Reg. 233/15, s. 15 (4). PART III   DRUGS",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>(1) The records required in respect of each companion animal shall contain the following information:</p> <p class=\"paragraph-e\">  1.  Animal identification, including species, breed, colour, age and sex.</p> <p class=\"paragraph-e\">  2.  The client’s name, address and telephone numbers.</p> <p class=\"paragraph-e\">  3.  If the client is likely to be absent from his or her address while the animal is confined with the member, the name, address and telephone number of a person to be contacted in case of an emergency.</p> <p class=\"paragraph-e\">  4.  Date of each time that the member sees the animal.</p> <p class=\"paragraph-e\">  5.  A history of the animal’s health, including a record of vaccinations.</p> <p class=\"paragraph-e\">  6.  The animal’s current weight.</p> <p class=\"paragraph-e\">  7.  Particulars of each assessment, including physical examination data and any diagnostic investigations, performed or ordered by the member and the results of each assessment.</p> <p class=\"paragraph-e\">  8.  A note of any professional advice given regarding the animal and an indication of when and to whom such advice was given if other than to the client.</p> <p class=\"paragraph-e\">  9.  All medical or surgical treatments and procedures used, dispensed, prescribed or performed by or at the direction of the member, including the name, strength, dose and quantity of any drugs.</p> <p class=\"paragraph-e\">  9.1  One of the following with respect to each surgical treatment:</p> <p class=\"subpara-e\">  i.  The written consent to the surgical treatment signed by or on behalf of the owner of the animal.</p> <p class=\"subpara-e\">  ii.  A note that the owner of the animal or a person on the owner’s behalf consented orally to the surgical treatment, and the reason why the consent was not in writing.</p> <p class=\"subpara-e\">  iii.  A note that neither the owner of the animal nor anyone on the owner’s behalf was available to consent to the surgical treatment, and the reason why, in the member’s opinion, it was medically advisable to conduct the surgical treatment.</p> <p class=\"paragraph-e\">  10.  A copy of all reports prepared by the member in respect of the animal.</p> <p class=\"paragraph-e\">  11.  A final assessment of the animal.</p> <p class=\"paragraph-e\">  12.  The fees and charges, showing separately those for drugs and those for advice or other services.</p> <p class=\"paragraph-e\">  13.  Any additional records required by this Regulation.  R.R.O. 1990, Reg. 1093, s. 22 (1); O. Reg. 431/00, s. 6; O. Reg. 233/15, s. 15 (1, 2).</p> <p class=\"subsection-e\">  (2) The records required in respect of each food-producing animal or herd shall contain the following information:</p> <p class=\"paragraph-e\">  1.  Individual or herd identification, including breed and sex.</p> <p class=\"paragraph-e\">  2.  If individual advice or care is given, at least one of the animal’s name, the animal’s tattoo or ear-tag number or the animal’s colour, markings or other distinguishing physical features.</p> <p class=\"paragraph-e\">  3.  The client’s name, address and telephone numbers.</p> <p class=\"paragraph-e\">  4.  The name and telephone number of a person to be contacted in the absence of the client.</p> <p class=\"paragraph-e\">  5.  Date of each service.</p> <p class=\"paragraph-e\">  6.  A history of the presenting complaint.</p> <p class=\"paragraph-e\">  7.  If there is a presenting complaint, particulars of each assessment, including any laboratory investigations performed or ordered by the member and the results of each assessment.</p> <p class=\"paragraph-e\">  8.  A note of any professional advice regarding the individual or herd and an indication of to whom the advice was given if other than to the client.</p> <p class=\"paragraph-e\">  9.  A complete record of all written prescriptions and drugs that the member has prescribed or dispensed.</p> <p class=\"paragraph-e\">  10.  A copy of any report prepared by the member in respect of the individual or herd.</p> <p class=\"paragraph-e\">  11.  The fees and charges, showing separately those for drugs and those for advice or other services.</p> <p class=\"paragraph-e\">  12.  Any additional records required by this Regulation.  R.R.O. 1990, Reg. 1093, s. 22 (2); O. Reg. 510/95, s. 5 (1).</p> <p class=\"subsection-e\">  (3) The records required in respect of a horse are the same as those required in respect of a food-producing animal.  R.R.O. 1990, Reg. 1093, s. 22 (3).</p> <p class=\"subsection-e\">  (4) The records required in respect of poultry, for each bird or flock, shall contain the following information:</p> <p class=\"paragraph-e\">  1.  Bird or flock identification, or both, including species and type.</p> <p class=\"paragraph-e\">  2.  The client’s name, address and telephone numbers.</p> <p class=\"paragraph-e\">  3.  The name and telephone number of a person to be contacted in the absence of the client.</p> <p class=\"paragraph-e\">  4.  Date of each service.</p> <p class=\"paragraph-e\">  5.  A history of the presenting complaint.</p> <p class=\"paragraph-e\">  6.  If there is a presenting complaint, particulars of each assessment, including any laboratory investigations performed or ordered by the member and the results of each assessment.</p> <p class=\"paragraph-e\">  7.  A note of any professional advice regarding the bird or flock and an indication of to whom the advice was given if other than to the client.</p> <p class=\"paragraph-e\">  8.  A complete record of all written prescriptions and drugs dispensed or prescribed by the member, made in accordance with section 27.</p> <p class=\"paragraph-e\">  9.  A copy of any report prepared by the member in respect of the bird or flock.</p> <p class=\"paragraph-e\">  10.  The fees and charges showing separately those for drugs and those for advice or other services.</p> <p class=\"paragraph-e\">  11.  Any additional records required by this Regulation.  R.R.O. 1990, Reg. 1093, s. 22 (4).</p> <p class=\"subsection-e\">  (4.1) A member who provides veterinary services in a temporary facility is not required to keep the information referred to in subsections (1) to (4) in respect of an animal receiving services at the temporary facility but shall maintain records containing the information specified in the certificate of accreditation for the temporary facility in accordance with subsections (5) and (6). O. Reg. 233/15, s. 15 (3).</p> <p class=\"subsection-e\">  (4.2) A member who provides veterinary services with respect to an animal in the circumstances described in clause 18 (3) (d) or (e) shall obtain only as much of the information required under subsection (1), (2), (3) or (4), as the case may be, as can reasonably be obtained in the circumstances and shall keep records of the information obtained in accordance with subsections (5) and (6). O. Reg. 233/15, s. 15 (3).</p> <p class=\"subsection-e\">  (5) The records required under this section shall be,</p> <p class=\"clause-e\">  (a)  legibly written or typewritten;</p> <p class=\"clause-e\">  (b)  kept in a systematic manner;</p> <p class=\"clause-e\"> (b.1)  in practices of more than one practitioner or practices that employ locums, identified after each entry with the initials or code of the veterinarian responsible for the procedure; and</p> <p class=\"clause-e\">  (c)  retained for a period of at least five years after the date of the last entry in the record or until two years after the member ceases to practise veterinary medicine, whichever occurs first.  R.R.O. 1990, Reg. 1093, s. 22 (5); O. Reg. 510/95, s. 5 (2).</p> <p class=\"subsection-e\">  (5.1) Each time a record required under this section is updated, the update or change to the record must be dated and documented so that,</p> <p class=\"clause-e\">  (a)  the update or change that is being made, as well as the date on which it is made, is clearly identifiable;</p> <p class=\"clause-e\">  (b)  each update or change that was previously made to the record, as well as the date on which each update or change was made, is clearly identifiable; and</p> <p class=\"clause-e\">  (c)  the content of the record before each update or change was made is preserved. O. Reg. 233/15, s. 15 (3).</p> <p class=\"subsection-e\">  (6) Despite subsection (5), the records required by this section may be made and maintained in an electronic computer system if it has the following characteristics:</p> <p class=\"paragraph-e\">  1.  The system provides a visual display of the recorded information.</p> <p class=\"paragraph-e\">  2.  The system provides a means of access to the record of each animal by its name or other unique identifier.</p> <p class=\"paragraph-e\">  3.  The system is capable of printing the recorded information promptly.</p> <p class=\"paragraph-e\">  4.  The system is capable of visually displaying and printing the recorded information for each animal in chronological order.</p> <p class=\"paragraph-e\">  5.  The system maintains an audit trail that,</p> <p class=\"subpara-e\">  i.  records the date and time of each entry of information for each animal,</p> <p class=\"subpara-e\">  ii.  indicates any changes in the recorded information,</p> <p class=\"subpara-e\">  iii.  preserves the original content of the recorded information when changed or updated, and</p> <p class=\"subpara-e\">  iv.  is capable of being printed separately from the recorded information for each animal.</p> <p class=\"paragraph-e\">  6.  The system includes a password and other reasonable methods of protecting against unauthorized access.</p> <p class=\"paragraph-e\">  7.  The system automatically backs up files and allows the recovery of backed-up files or otherwise provides reasonable protection against loss of, damage to, and inaccessibility of, information.</p> <p class=\"paragraph-e\">  8.  The system has a secure method that permits only the member to apply an electronic signature to a document that is issued electronically and must be signed by the member. O. Reg. 233/15, s. 15 (4).</p> <p class=\"subsection-e\">  (7) If a member uses an electronic computer system described in subsection (6) to keep his or her records, the member shall use the secure method referred to in paragraph 8 of that subsection to apply an electronic signature to any document that is issued electronically and must be signed by the member. O. Reg. 233/15, s. 15 (4).</p> <p class=\"partnum-e\"><a name=\"BK9\"></a>PART III <br/>  DRUGS</p>"
        },
        {
            "ahref_id": "#23.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 23. (1) In this Part, “controlled substance” means a controlled substance as defined in subsection 2 (1) of the Controlled Drugs and Substances Act (Canada); (“substance designee”) “pharmacist” means a member of the Ontario College of Pharmacists; (“pharmacien”) “prescription” means a direction from a member authorizing the dispensing of a drug or mixture of drugs to a client for a specified animal or group of animals; (“ordonnance”) “Schedule 1” means Schedule 1 established under section 3 of Ontario Regulation 264/16 (General) made under the Drug and Pharmacies Regulation Act. (“annexe 1”)  R.R.O. 1990, Reg. 1093, s. 23 (1); O. Reg. 510/95, s. 6; O. Reg. 161/04, s. 12 (1-3); O. Reg. 233/15, s. 16 (1-3); O. Reg. 260/22, s. 4. (2) Revoked: O. Reg. 233/15, s. 16 (4).",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>(1) In this Part,</p> <p class=\"firstdef-e\">“controlled substance” means a controlled substance as defined in subsection 2 (1) of the <i>Controlled Drugs and Substances Act </i>(Canada); (“substance designee”)</p> <p class=\"definition-e\">“pharmacist” means a member of the Ontario College of Pharmacists; (“pharmacien”)</p> <p class=\"definition-e\">“prescription” means a direction from a member authorizing the dispensing of a drug or mixture of drugs to a client for a specified animal or group of animals; (“ordonnance”)</p> <p class=\"definition-e\">“Schedule 1” means Schedule 1 established under section 3 of Ontario Regulation 264/16 (General) made under the <i>Drug and Pharmacies Regulation Act</i>. (“annexe 1”)  R.R.O. 1990, Reg. 1093, s. 23 (1); O. Reg. 510/95, s. 6; O. Reg. 161/04, s. 12 (1-3); O. Reg. 233/15, s. 16 (1-3); O. Reg. 260/22, s. 4.</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 233/15, s. 16 (4).</p>"
        },
        {
            "ahref_id": "#24.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 24. Subsections 22 (5) and (6) apply to the registers, entries and other records required by this Part.  R.R.O. 1990, Reg. 1093, s. 24.",
            "raw_html": "<p class=\"section-e\"> <b>24. </b>Subsections 22 (5) and (6) apply to the registers, entries and other records required by this Part.  R.R.O. 1990, Reg. 1093, s. 24.</p>"
        },
        {
            "ahref_id": "#25.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 25. (1) Every member who dispenses drugs shall maintain a system for filing the records of the purchase and dispensing of the drugs.  R.R.O. 1990, Reg. 1093, s. 25 (1). (2) A member shall keep a record of every drug that he or she purchases and, immediately upon receiving the drug, the member shall enter the following information in the record: 1.  The date of purchase of the drug and if different, the date the member received the drug. 2.  The name, strength and quantity of the drug received. 3.  The name and address of the person from whom the drug was purchased. 4.  The purchase price. 5.  In the case of a controlled substance, the signature of the member who made the purchase and the signature of the person who received it. O. Reg. 233/15, s. 17. (3) Revoked: O. Reg. 233/15, s. 17.",
            "raw_html": "<p class=\"section-e\"> <b>25. </b>(1) Every member who dispenses drugs shall maintain a system for filing the records of the purchase and dispensing of the drugs.  R.R.O. 1990, Reg. 1093, s. 25 (1).</p> <p class=\"subsection-e\">  (2) A member shall keep a record of every drug that he or she purchases and, immediately upon receiving the drug, the member shall enter the following information in the record:</p> <p class=\"paragraph-e\">  1.  The date of purchase of the drug and if different, the date the member received the drug.</p> <p class=\"paragraph-e\">  2.  The name, strength and quantity of the drug received.</p> <p class=\"paragraph-e\">  3.  The name and address of the person from whom the drug was purchased.</p> <p class=\"paragraph-e\">  4.  The purchase price.</p> <p class=\"paragraph-e\">  5.  In the case of a controlled substance, the signature of the member who made the purchase and the signature of the person who received it. O. Reg. 233/15, s. 17.</p> <p class=\"subsection-e\">  (3) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 233/15, s. 17.</p>"
        },
        {
            "ahref_id": "#26.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": "  26. (1) If a member determines that a drug should be prescribed to treat an animal but the client requests that, instead of the member dispensing the drug, the member give a prescription for the drug, the member shall give the client the prescription and shall do so in writing unless subsection (2) applies. O. Reg. 233/15, s. 18. (2) If the client requests an oral prescription, the member shall give the oral prescription so long as, (a)  the member gives the prescription orally either to another member, to a pharmacist or to a veterinarian practising outside Ontario; (b)  the client has selected or approved of the member, the pharmacist or the veterinarian practising outside Ontario to whom the prescription is to be given orally; and (c)  in the case of an oral prescription given to another member, the member giving the oral prescription is satisfied that the requirements of subsection 33 (1) or (1.1), as the case may be, will be met. O. Reg. 233/15, s. 18. (3) A member who issues a written prescription shall sign the prescription and include the following information on the prescription: 1.  The name, strength and quantity of the drug. 2.  The name and address of the member. 3.  The identity of the animal or group of animals for which the drug is prescribed. 4.  The name of the client. 5.  The prescribed directions for use. 6.  The date the prescription is issued, including the day, month and year. 7.  The withholding times if the prescription is for a food-producing animal. 8.  The number of refills permitted, if any. 9.  The member’s name, in print or legible form. 10.  The member’s licence number issued by the College. O. Reg. 233/15, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>  26. </b>(1) If a member determines that a drug should be prescribed to treat an animal but the client requests that, instead of the member dispensing the drug, the member give a prescription for the drug, the member shall give the client the prescription and shall do so in writing unless subsection (2) applies. O. Reg. 233/15, s. 18.</p> <p class=\"subsection-e\">  (2) If the client requests an oral prescription, the member shall give the oral prescription so long as,</p> <p class=\"clause-e\">  (a)  the member gives the prescription orally either to another member, to a pharmacist or to a veterinarian practising outside Ontario;</p> <p class=\"clause-e\">  (b)  the client has selected or approved of the member, the pharmacist or the veterinarian practising outside Ontario to whom the prescription is to be given orally; and</p> <p class=\"clause-e\">  (c)  in the case of an oral prescription given to another member, the member giving the oral prescription is satisfied that the requirements of subsection 33 (1) or (1.1), as the case may be, will be met. O. Reg. 233/15, s. 18.</p> <p class=\"subsection-e\">  (3) A member who issues a written prescription shall sign the prescription and include the following information on the prescription:</p> <p class=\"paragraph-e\">  1.  The name, strength and quantity of the drug.</p> <p class=\"paragraph-e\">  2.  The name and address of the member.</p> <p class=\"paragraph-e\">  3.  The identity of the animal or group of animals for which the drug is prescribed.</p> <p class=\"paragraph-e\">  4.  The name of the client.</p> <p class=\"paragraph-e\">  5.  The prescribed directions for use.</p> <p class=\"paragraph-e\">  6.  The date the prescription is issued, including the day, month and year.</p> <p class=\"paragraph-e\">  7.  The withholding times if the prescription is for a food-producing animal.</p> <p class=\"paragraph-e\">  8.  The number of refills permitted, if any.</p> <p class=\"paragraph-e\">  9.  The member’s name, in print or legible form.</p> <p class=\"paragraph-e\">  10.  The member’s licence number issued by the College. O. Reg. 233/15, s. 18.</p>"
        },
        {
            "ahref_id": "#27.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 27. (1) A member who dispenses a drug shall make a written record showing, (a)  the name and address of the owner of the animal or group of animals for which the drug is prescribed; (b)  the name, strength and quantity of the prescribed drug; (c)  the directions for use if they are different than the directions for use on the manufacturer’s label or if the manufacturer’s label does not specify the directions for use; (d)  the date on which the drug is dispensed; and (e)  the price charged.  R.R.O. 1990, Reg. 1093, s. 27 (1). (2) The member shall retain the written record required under subsection (1) for a period of at least five years or until he or she ceases to practice veterinary medicine, whichever occurs first.  R.R.O. 1990, Reg. 1093, s. 27 (2). (3) A member who dispenses a drug shall mark the container in which the drug is dispensed with, (a)  the name, strength and quantity of the drug; (b)  the date the drug is dispensed; (c)  the name and address of the member; (d)  the identity of the animal or group of animals for which it is dispensed; (e)  the name of the owner of the animal or animals; and (f)  the prescribed directions for use.  R.R.O. 1990, Reg. 1093, s. 27 (3). (4) Except for a drug listed in Schedule 1, clauses (3) (a) and (f) do not apply if the container in which a drug is dispensed is the original and unopened container in which the drug was packaged, the original label on the container has not been altered and the prescribed directions for use are the same as the directions for use on the original label.  R.R.O. 1990, Reg. 1093, s. 27 (4); O. Reg. 161/04, s. 15; O. Reg. 233/15, s. 19.",
            "raw_html": "<p class=\"section-e\"> <b>27. </b>(1) A member who dispenses a drug shall make a written record showing,</p> <p class=\"clause-e\">  (a)  the name and address of the owner of the animal or group of animals for which the drug is prescribed;</p> <p class=\"clause-e\">  (b)  the name, strength and quantity of the prescribed drug;</p> <p class=\"clause-e\">  (c)  the directions for use if they are different than the directions for use on the manufacturer’s label or if the manufacturer’s label does not specify the directions for use;</p> <p class=\"clause-e\">  (d)  the date on which the drug is dispensed; and</p> <p class=\"clause-e\">  (e)  the price charged.  R.R.O. 1990, Reg. 1093, s. 27 (1).</p> <p class=\"subsection-e\">  (2) The member shall retain the written record required under subsection (1) for a period of at least five years or until he or she ceases to practice veterinary medicine, whichever occurs first.  R.R.O. 1990, Reg. 1093, s. 27 (2).</p> <p class=\"subsection-e\">  (3) A member who dispenses a drug shall mark the container in which the drug is dispensed with,</p> <p class=\"clause-e\">  (a)  the name, strength and quantity of the drug;</p> <p class=\"clause-e\">  (b)  the date the drug is dispensed;</p> <p class=\"clause-e\">  (c)  the name and address of the member;</p> <p class=\"clause-e\">  (d)  the identity of the animal or group of animals for which it is dispensed;</p> <p class=\"clause-e\">  (e)  the name of the owner of the animal or animals; and</p> <p class=\"clause-e\">  (f)  the prescribed directions for use.  R.R.O. 1990, Reg. 1093, s. 27 (3).</p> <p class=\"subsection-e\">  (4) Except for a drug listed in Schedule 1, clauses (3) (a) and (f) do not apply if the container in which a drug is dispensed is the original and unopened container in which the drug was packaged, the original label on the container has not been altered and the prescribed directions for use are the same as the directions for use on the original label.  R.R.O. 1990, Reg. 1093, s. 27 (4); O. Reg. 161/04, s. 15; O. Reg. 233/15, s. 19.</p>"
        },
        {
            "ahref_id": "#28.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 28. (1) A member who dispenses or administers a controlled substance shall keep a controlled substances register and shall enter the following information in it, 1.  The date the controlled substance is dispensed or administered. 2.  The name and address of the client. 3.  The name, strength and quantity of the controlled substance dispensed or administered. 4.  The quantity of the controlled substance remaining in the member’s inventory after the controlled substance is dispensed or administered. O. Reg. 233/15, s. 20. (2) A member shall, (a)  protect controlled substances in his or her possession from loss and theft; and (b)  report any loss or theft of controlled substances in his or her possession to, (i)  a police officer immediately upon discovery of the loss or theft, and (ii)  the Minister of Health for the Government of Canada within 10 days of discovering the loss or theft. O. Reg. 233/15, s. 20. (3) A member shall not permit any person, other than another member or an auxiliary acting upon the specific direction of a member, to dispense, administer or have access to the controlled substances in the member’s possession. O. Reg. 233/15, s. 20. (4) A member shall ensure that the controlled substances in his or her possession are kept in a locked storage area designed and constructed to ensure the reasonable security of the controlled substances. O. Reg. 233/15, s. 20. (5) The storage area mentioned in subsection (4) shall be kept locked except when a controlled substance is being placed in or removed from the storage area. O. Reg. 233/15, s. 20. (6) A member shall not prescribe, administer or dispense a controlled substance unless, (a)  the animal for which the controlled substance is prescribed or dispensed or to which it is administered is an animal under his or her professional treatment; and (b)  the controlled substance is required for a condition for which the animal is receiving treatment from the member. O. Reg. 233/15, s. 20.",
            "raw_html": "<p class=\"section-e\"> <b>28. </b>(1) A member who dispenses or administers a controlled substance shall keep a controlled substances register and shall enter the following information in it,</p> <p class=\"paragraph-e\">  1.  The date the controlled substance is dispensed or administered.</p> <p class=\"paragraph-e\">  2.  The name and address of the client.</p> <p class=\"paragraph-e\">  3.  The name, strength and quantity of the controlled substance dispensed or administered.</p> <p class=\"paragraph-e\">  4.  The quantity of the controlled substance remaining in the member’s inventory after the controlled substance is dispensed or administered. O. Reg. 233/15, s. 20.</p> <p class=\"subsection-e\">  (2) A member shall,</p> <p class=\"clause-e\">  (a)  protect controlled substances in his or her possession from loss and theft; and</p> <p class=\"clause-e\">  (b)  report any loss or theft of controlled substances in his or her possession to,</p> <p class=\"subclause-e\">  (i)  a police officer immediately upon discovery of the loss or theft, and</p> <p class=\"subclause-e\">  (ii)  the Minister of Health for the Government of Canada within 10 days of discovering the loss or theft. O. Reg. 233/15, s. 20.</p> <p class=\"subsection-e\">  (3) A member shall not permit any person, other than another member or an auxiliary acting upon the specific direction of a member, to dispense, administer or have access to the controlled substances in the member’s possession. O. Reg. 233/15, s. 20.</p> <p class=\"subsection-e\">  (4) A member shall ensure that the controlled substances in his or her possession are kept in a locked storage area designed and constructed to ensure the reasonable security of the controlled substances. O. Reg. 233/15, s. 20.</p> <p class=\"subsection-e\">  (5) The storage area mentioned in subsection (4) shall be kept locked except when a controlled substance is being placed in or removed from the storage area. O. Reg. 233/15, s. 20.</p> <p class=\"subsection-e\">  (6) A member shall not prescribe, administer or dispense a controlled substance unless,</p> <p class=\"clause-e\">  (a)  the animal for which the controlled substance is prescribed or dispensed or to which it is administered is an animal under his or her professional treatment; and</p> <p class=\"clause-e\">  (b)  the controlled substance is required for a condition for which the animal is receiving treatment from the member. O. Reg. 233/15, s. 20.</p>"
        },
        {
            "ahref_id": "#29., 30.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 29., 30. Revoked:  O. Reg. 398/07, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>29., 30. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 398/07, s. 13.</p>"
        },
        {
            "ahref_id": "#31.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 31. (1) In this section, “withholding time” means, in reference to an animal that receives a drug or substance, the period of time for which the animal or the product of the animal should be withheld or withdrawn from sale for consumption.  R.R.O. 1990, Reg. 1093, s. 31 (1). (2) When a member prescribes, dispenses or administers a drug or substance for use in food-producing animals, the member shall advise the client of an appropriate withholding time, which shall be at least as long as the withholding time recommended by the manufacturer of the drug or substance. O. Reg. 233/15, s. 21. (3) The container in which the drug or substance is dispensed shall include on the label, legibly and conspicuously displayed on the outer surface of the container, a warning of an appropriate withholding time, which shall be at least as long as the withholding time recommended by the manufacturer.  R.R.O. 1990, Reg. 1093, s. 31 (3). (4) When a member dispenses a drug or substance for use in food-producing animals and the member knows or suspects that use will be made or a dosage will be administered of the drug or substance that is different than the use or dosage that is customary or recommended by the manufacturer, the member shall, in addition to the advice required under subsection (2), advise the recipient of the drug or substance that the appropriate withholding time is not known but should be substantially longer than the recommended withholding time.  R.R.O. 1990, Reg. 1093, s. 31 (4).",
            "raw_html": "<p class=\"section-e\"> <b>31. </b>(1) In this section,</p> <p class=\"firstdef-e\">“withholding time” means, in reference to an animal that receives a drug or substance, the period of time for which the animal or the product of the animal should be withheld or withdrawn from sale for consumption.  R.R.O. 1990, Reg. 1093, s. 31 (1).</p> <p class=\"subsection-e\">  (2) When a member prescribes, dispenses or administers a drug or substance for use in food-producing animals, the member shall advise the client of an appropriate withholding time, which shall be at least as long as the withholding time recommended by the manufacturer of the drug or substance. O. Reg. 233/15, s. 21.</p> <p class=\"subsection-e\">  (3) The container in which the drug or substance is dispensed shall include on the label, legibly and conspicuously displayed on the outer surface of the container, a warning of an appropriate withholding time, which shall be at least as long as the withholding time recommended by the manufacturer.  R.R.O. 1990, Reg. 1093, s. 31 (3).</p> <p class=\"subsection-e\">  (4) When a member dispenses a drug or substance for use in food-producing animals and the member knows or suspects that use will be made or a dosage will be administered of the drug or substance that is different than the use or dosage that is customary or recommended by the manufacturer, the member shall, in addition to the advice required under subsection (2), advise the recipient of the drug or substance that the appropriate withholding time is not known but should be substantially longer than the recommended withholding time.  R.R.O. 1990, Reg. 1093, s. 31 (4).</p>"
        },
        {
            "ahref_id": "#32.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 32. (1) In this section, “child resistant package” means a container or package that meets the standards for child resistant packages prescribed by the Food and Drug Regulations made under the Food and Drugs Act (Canada). (2) A member shall dispense a drug in a child resistant package unless, (a)  a child resistant package is unobtainable through no fault of the member; (b)  a child resistant package is not suitable because of the amount or physical form of the drug; (c)  the recipient directs otherwise; or (d)  in the best interests of the recipient it is advisable not to use a child resistant package.  R.R.O. 1990, Reg. 1093, s. 32 (2); O. Reg. 510/95, s. 8; O. Reg. 233/15, s. 22.",
            "raw_html": "<p class=\"section-e\"> <b>32. </b>(1) In this section,</p> <p class=\"firstdef-e\">“child resistant package” means a container or package that meets the standards for child resistant packages prescribed by the <i>Food and Drug Regulations</i> made under the <i>Food and Drugs Act</i> (Canada).</p> <p class=\"subsection-e\">  (2) A member shall dispense a drug in a child resistant package unless,</p> <p class=\"clause-e\">  (a)  a child resistant package is unobtainable through no fault of the member;</p> <p class=\"clause-e\">  (b)  a child resistant package is not suitable because of the amount or physical form of the drug;</p> <p class=\"clause-e\">  (c)  the recipient directs otherwise; or</p> <p class=\"clause-e\">  (d)  in the best interests of the recipient it is advisable not to use a child resistant package.  R.R.O. 1990, Reg. 1093, s. 32 (2); O. Reg. 510/95, s. 8; O. Reg. 233/15, s. 22.</p>"
        },
        {
            "ahref_id": "#33.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 33. (1) No member shall administer, dispense or prescribe a drug unless, (a)  the requirements of subsection 18 (2) or (3) have been met in respect of the animal or group of animals to which the drug is going to be administered, dispensed or prescribed; (b)  the member has sufficient knowledge of the animal or group of animals by virtue of a history and inquiry and either physical examination of the animal or group of animals or medically appropriate and timely visits to the premises where the animal or group of animals is kept to reach at least a general or preliminary diagnosis; (c)  the member believes that the drug is prophylactically or therapeutically indicated for the animal or group of animals; and (d)  the member is readily available in case of adverse reactions to the drug or failure of the regimen of therapy.  R.R.O. 1990, Reg. 1093, s. 33 (1); O. Reg. 431/00, s. 7; O. Reg. 233/15, s. 23 (1). (1.1) Subsection (1) does not apply to a member who administers or dispenses a drug, other than a controlled substance, pursuant to an oral or written prescription from another member if, (a)  it is not reasonably possible for the client to obtain the drug from the prescribing member or a pharmacy; (b)  it is necessary in the interests of the animal to administer or dispense the drug without the delay that would be associated with returning to the prescribing member; (c)  the member makes a reasonable effort to discuss the matter with the prescribing member; (d)  the member conducts a sufficient assessment of the animal’s circumstances, which may not require a physical examination in every case, to ascertain that it is unlikely that there has been a material change in the circumstances since the prescription was given; (e)  the quantity of the drug dispensed is no more than would reasonably enable the client to return to the prescribing member for future prescriptions or quantities of the drug; and (f)  the member makes a written record of the transaction as otherwise required by this Regulation.  O. Reg. 161/04, s. 19 (1); O. Reg. 233/15, s. 23 (2). (2) No member shall, (a)  sign a blank prescription form; (b)  knowingly represent that a drug is a drug which it is not or that it contains a substance which it does not; (c)  mail a controlled substance or a drug referred to in Schedule 1, or have it otherwise delivered, using a means of delivery other than registered mail or any other method of delivery that, (i)  allows the controlled substance or drug to be tracked, and (ii)  requires the person receiving the controlled substance or drug to sign for its receipt; (d)  knowingly dispense a drug for resale except where the drug is dispensed to another member or a pharmacist in reasonably limited quantities in order to address a temporary shortage experienced by that other member or pharmacist; (e)  prescribe a drug, dispense or administer a drug, or possess a drug for the purpose of dispensing or administering it, at any place other than a veterinary facility where he or she practises veterinary medicine; or (f)  dispense pharmaceutical product T-61 except if it is for administration by a member or a person who is known to the member to be competent in the humane administration of euthanasia and aware of the advisability of administering sedation to the animal before administering the product and who, (i)  is an auxiliary of the member acting upon the specific direction of the member, or (ii)  is carrying out euthanasia procedures on animals, including wild animals, while, (A)  operating, or being employed by a person operating, a pound or research facility within the meaning of the Animals for Research Act, (B)  being employed by the Ontario Society for the Prevention of Cruelty to Animals or an affiliate of the Society, or (C)  acting as a wildlife custodian within the meaning of section 44 of the Fish and Wildlife Conservation Act, 1997.  R.R.O. 1990, Reg. 1093, s. 33 (2); O. Reg. 407/92, s. 5; O. Reg. 161/04, s. 19 (2); O. Reg. 398/07, s. 14; O. Reg. 233/15, s. 23 (3). Part IV   Advertising",
            "raw_html": "<p class=\"section-e\"> <b>33. </b>(1) No member shall administer, dispense or prescribe a drug unless,</p> <p class=\"clause-e\">  (a)  the requirements of subsection 18 (2) or (3) have been met in respect of the animal or group of animals<i> </i>to which the drug is going to be administered, dispensed or prescribed;</p> <p class=\"clause-e\">  (b)  the member has sufficient knowledge of the animal or group of animals by virtue of a history and inquiry and either physical examination of the animal or group of animals or medically appropriate and timely visits to the premises where the animal or group of animals is kept to reach at least a general or preliminary diagnosis;</p> <p class=\"clause-e\">  (c)  the member believes that the drug is prophylactically or therapeutically indicated for the animal or group of animals; and</p> <p class=\"clause-e\">  (d)  the member is readily available in case of adverse reactions to the drug or failure of the regimen of therapy.  R.R.O. 1990, Reg. 1093, s. 33 (1); O. Reg. 431/00, s. 7; O. Reg. 233/15, s. 23 (1).</p> <p class=\"subsection-e\">  (1.1) Subsection (1) does not apply to a member who administers or dispenses a drug, other than a controlled substance, pursuant to an oral or written prescription from another member if, </p> <p class=\"clause-e\">  (a)  it is not reasonably possible for the client to obtain the drug from the prescribing member or a pharmacy;</p> <p class=\"clause-e\">  (b)  it is necessary in the interests of the animal to administer or dispense the drug without the delay that would be associated with returning to the prescribing member;</p> <p class=\"clause-e\">  (c)  the member makes a reasonable effort to discuss the matter with the prescribing member;</p> <p class=\"clause-e\">  (d)  the member conducts a sufficient assessment of the animal’s circumstances, which may not require a physical examination in every case, to ascertain that it is unlikely that there has been a material change in the circumstances since the prescription was given;</p> <p class=\"clause-e\">  (e)  the quantity of the drug dispensed is no more than would reasonably enable the client to return to the prescribing member for future prescriptions or quantities of the drug; and</p> <p class=\"clause-e\">  (f)  the member makes a written record of the transaction as otherwise required by this Regulation.  O. Reg. 161/04, s. 19 (1); O. Reg. 233/15, s. 23 (2).</p> <p class=\"subsection-e\">  (2) No member shall,</p> <p class=\"clause-e\">  (a)  sign a blank prescription form;</p> <p class=\"clause-e\">  (b)  knowingly represent that a drug is a drug which it is not or that it contains a substance which it does not;</p> <p class=\"clause-e\">  (c)  mail a controlled substance or a drug referred to in Schedule 1, or have it otherwise delivered, using a means of delivery other than registered mail or any other method of delivery that,</p> <p class=\"subclause-e\">  (i)  allows the controlled substance or drug to be tracked, and</p> <p class=\"subclause-e\">  (ii)  requires the person receiving the controlled substance or drug to sign for its receipt;</p> <p class=\"clause-e\">  (d)  knowingly dispense a drug for resale except where the drug is dispensed to another member or a pharmacist in reasonably limited quantities in order to address a temporary shortage experienced by that other member or pharmacist;</p> <p class=\"clause-e\">  (e)  prescribe a drug, dispense or administer a drug, or possess a drug for the purpose of dispensing or administering it, at any place other than a veterinary facility where he or she practises veterinary medicine; or</p> <p class=\"clause-e\">  (f)  dispense pharmaceutical product T-61 except if it is for administration by a member or a person who is known to the member to be competent in the humane administration of euthanasia and aware of the advisability of administering sedation to the animal before administering the product and who,</p> <p class=\"subclause-e\">  (i)  is an auxiliary of the member acting upon the specific direction of the member, or </p> <p class=\"subclause-e\">  (ii)  is carrying out euthanasia procedures on animals, including wild animals, while,</p> <p class=\"subsubclause-e\">  (A)  operating, or being employed by a person operating, a pound or research facility within the meaning of the <i>Animals for Research Act</i>,</p> <p class=\"subsubclause-e\">  (B)  being employed by the Ontario Society for the Prevention of Cruelty to Animals or an affiliate of the Society, or</p> <p class=\"subsubclause-e\">  (C)  acting as a wildlife custodian within the meaning of section 44 of the <i>Fish and Wildlife Conservation Act, 1997</i>.  R.R.O. 1990, Reg. 1093, s. 33 (2); O. Reg. 407/92, s. 5; O. Reg. 161/04, s. 19 (2); O. Reg. 398/07, s. 14; O. Reg. 233/15, s. 23 (3).</p> <p class=\"partnum-e\"><a name=\"BK10\"></a>Part IV <br/>  Advertising</p>"
        },
        {
            "ahref_id": "#34.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 34. In this Part, “ancillary services” means boarding, grooming, funeral services and sales of foods, supplies and other goods and services used by or with animals that is provided by a member whether as part of, or separately from, his or her practice of veterinary medicine.  R.R.O. 1990, Reg. 1093, s. 34.",
            "raw_html": "<p class=\"section-e\"> <b>34. </b>In this Part,</p> <p class=\"firstdef-e\">“ancillary services” means boarding, grooming, funeral services and sales of foods, supplies and other goods and services used by or with animals that is provided by a member whether as part of, or separately from, his or her practice of veterinary medicine.  R.R.O. 1990, Reg. 1093, s. 34.</p>"
        },
        {
            "ahref_id": "#35.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 35. A member shall not advertise or communicate the availability of veterinary or ancillary services except in accordance with this Part. O. Reg. 260/22, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>35. </b>A member shall not advertise or communicate the availability of veterinary or ancillary services except in accordance with this Part. O. Reg. 260/22, s. 5.</p>"
        },
        {
            "ahref_id": "#36.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 36. (1) A member shall ensure that information included in their advertisements complies with the following rules: 1.  The information must be factual, accurate and verifiable. 2.  The information must not, i.  be false, misleading or deceptive by the inclusion or omission of information, ii.  contain any comparative or superlative statements, or iii.  contain any endorsement or promotion of drugs or third-party service providers. 3.  The information must not reasonably be regarded by the members as likely to demean the integrity or dignity of the profession or to bring the profession into disrepute. O. Reg. 260/22, s. 5. (2) No member shall cause or permit their status as a licensed veterinarian to be used in any communication offering a product or service to the public other than products, veterinary services or ancillary services that are offered by the member in their professional capacity. O. Reg. 260/22, s. 5. (3) A member shall not use a term, title or designation which indicates specialization in veterinary medicine or represents to the public that the member is a specialist or is specially qualified in a branch of veterinary medicine, unless the member is qualified in that specialization in accordance with subsection (4). O. Reg. 260/22, s. 5. (4) In order to be qualified in a specialization for the purposes of subsection (3), a member must be a graduate of a program that is approved by the Council and is designed to educate a person to be a veterinary specialist in that area. O. Reg. 260/22, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>36. </b>(1) A member shall ensure that information included in their advertisements complies with the following rules:</p> <p class=\"paragraph-e\">  1.  The information must be factual, accurate and verifiable.</p> <p class=\"paragraph-e\">  2.  The information must not,</p> <p class=\"subpara-e\">  i.  be false, misleading or deceptive by the inclusion or omission of information,</p> <p class=\"subpara-e\">  ii.  contain any comparative or superlative statements, or</p> <p class=\"subpara-e\">  iii.  contain any endorsement or promotion of drugs or third-party service providers.</p> <p class=\"paragraph-e\">  3.  The information must not reasonably be regarded by the members as likely to demean the integrity or dignity of the profession or to bring the profession into disrepute. O. Reg. 260/22, s. 5.</p> <p class=\"subsection-e\">  (2) No member shall cause or permit their status as a licensed veterinarian to be used in any communication offering a product or service to the public other than products, veterinary services or ancillary services that are offered by the member in their professional capacity. O. Reg. 260/22, s. 5.</p> <p class=\"subsection-e\">  (3) A member shall not use a term, title or designation which indicates specialization in veterinary medicine or represents to the public that the member is a specialist or is specially qualified in a branch of veterinary medicine, unless the member is qualified in that specialization in accordance with subsection (4). O. Reg. 260/22, s. 5.</p> <p class=\"subsection-e\">  (4) In order to be qualified in a specialization for the purposes of subsection (3), a member must be a graduate of a program that is approved by the Council and is designed to educate a person to be a veterinary specialist in that area. O. Reg. 260/22, s. 5.</p>"
        },
        {
            "ahref_id": "#37.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 37. Revoked: O. Reg. 233/15, s. 25.",
            "raw_html": "<p class=\"section-e\"> <b>37. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 233/15, s. 25.</p>"
        },
        {
            "ahref_id": "#38.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 38. Revoked: O. Reg. 260/22, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>38. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 260/22, s. 5.</p>"
        },
        {
            "ahref_id": "#39., 40.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 39., 40. Revoked: O. Reg. 233/15, s. 26.",
            "raw_html": "<p class=\"section-e\"> <b>39., 40. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 233/15, s. 26.</p>"
        },
        {
            "ahref_id": "#41., 41.1",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 41., 41.1 Revoked: O. Reg. 260/22, s. 5. PART V   CONFLICT OF INTEREST",
            "raw_html": "<p class=\"section-e\"> <b>41., 41.1 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 260/22, s. 5.</p> <p class=\"partnum-e\"><a name=\"BK11\"></a>PART V <br/>  CONFLICT OF INTEREST</p>"
        },
        {
            "ahref_id": "#42.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 42. (1) In this Part, “related person” means a person connected with a member by blood relationship, marriage or adoption, and, (a)  persons are connected by blood relationship if one is the child or other descendent of the other or one is the brother or sister of the other, (b)  persons are connected by marriage if one is married to the other or to a person who is connected by blood relationship to the other, and (c)  persons are connected by adoption if one has been adopted, either legally or in fact, as the child of the other or as the child of a person who is so connected by blood relationship, except as a brother or sister, to the other.  R.R.O. 1990, Reg. 1093, s. 42 (1). (2) A member has a conflict of interest where the member, or a related person, or an employee or employer of the member, directly or indirectly, (a)  enters into any agreement, including a lease of premises, under which any amount payable by or to a member or a related person is related to the amount of fees charged by the member or the net revenue from the member’s practice of veterinary medicine or any other measure of financial performance respecting the member’s practice of veterinary medicine; or (b)  receives, makes or confers a fee, credit or other benefit by reason of the referral or transfer of an animal or a specimen from or to any other person.  R.R.O. 1990, Reg. 1093, s. 42 (2); O. Reg. 233/15, s. 28 (1). (3) Clause (2) (a) does not prevent a member, (a)  from entering into a partnership, association or employment agreement with another member under which the drawings, interest or remuneration of the partners, associates or employees, as the case may be, is related to the amount of fees charged by them, the net revenue from their practice of veterinary medicine or any other measure of financial performance respecting their practice of veterinary medicine; or (b)  from entering into an agreement with another member to form a professional corporation, under which the drawings, interest or remuneration of the members is related to the amount of fees charged by them, the net revenue from their practice of veterinary medicine or any other measure of financial performance respecting their practice of veterinary medicine.  O. Reg. 24/02, s. 3; O. Reg. 161/04, s. 20 (1); O. Reg. 233/15, s. 28 (2, 3). (4) Clause (2) (b) does not prevent a member from referring or transferring an animal or a specimen to another veterinarian who is a partner, associate, employer or employee of the member if, (a)  the animal is seen or the specimen is examined in the same facility by both veterinarians; or (b)  the member provides a written explanation to the client of the member’s relationship to the other veterinarian, if the animal is seen or the specimen is examined in a different facility.  O. Reg. 161/04, s. 20 (2). (5) Clause (2) (b) does not prevent a member from referring or transferring an animal or a specimen to a corporation or other business entity from which the member receives a benefit, by reason only that the member or a related person has an interest in the corporation or other business entity, if, (a)  the member provides a written explanation to the client of the member’s or related person’s interest in the corporation or other business entity; (b)  the member provides written notice to the client that, if the client chooses another service provider, the client’s choice will not affect the client’s ability to obtain services from the member unless the choice would result in the care provided to the animal being unco-ordinated; (c)  in the case of laboratory testing or radiological or other technical procedures, the member provides a written explanation to the client that the member is professionally responsible for the quality of the testing or technical procedures performed for the animal; and (d)  the member provides the College, upon request, documents demonstrating that the member has complied with clauses (a), (b) and (c).  O. Reg. 161/04, s. 20 (2).",
            "raw_html": "<p class=\"section-e\"> <b>42. </b>(1) In this Part,</p> <p class=\"firstdef-e\">“related person” means a person connected with a member by blood relationship, marriage or adoption, and,</p> <p class=\"defclause-e\">  (a)  persons are connected by blood relationship if one is the child or other descendent of the other or one is the brother or sister of the other,</p> <p class=\"defclause-e\">  (b)  persons are connected by marriage if one is married to the other or to a person who is connected by blood relationship to the other, and</p> <p class=\"defclause-e\">  (c)  persons are connected by adoption if one has been adopted, either legally or in fact, as the child of the other or as the child of a person who is so connected by blood relationship, except as a brother or sister, to the other.  R.R.O. 1990, Reg. 1093, s. 42 (1).</p> <p class=\"subsection-e\">  (2) A member has a conflict of interest where the member, or a related person, or an employee or employer of the member, directly or indirectly,</p> <p class=\"clause-e\">  (a)  enters into any agreement, including a lease of premises, under which any amount payable by or to a member or a related person is related to the amount of fees charged by the member or the net revenue from the member’s practice of veterinary medicine or any other measure of financial performance respecting the member’s practice of veterinary medicine; or</p> <p class=\"clause-e\">  (b)  receives, makes or confers a fee, credit or other benefit by reason of the referral or transfer of an animal or a specimen from or to any other person.  R.R.O. 1990, Reg. 1093, s. 42 (2); O. Reg. 233/15, s. 28 (1).</p> <p class=\"subsection-e\">  (3) Clause (2) (a) does not prevent a member,</p> <p class=\"clause-e\">  (a)  from entering into a partnership, association or employment agreement with another member under which the drawings, interest or remuneration of the partners, associates or employees, as the case may be, is related to the amount of fees charged by them, the net revenue from their practice of veterinary medicine or any other measure of financial performance respecting their practice of veterinary medicine; or</p> <p class=\"clause-e\">  (b)  from entering into an agreement with another member to form a professional corporation, under which the drawings, interest or remuneration of the members is related to the amount of fees charged by them, the net revenue from their practice of veterinary medicine or any other measure of financial performance respecting their practice of veterinary medicine.  O. Reg. 24/02, s. 3; O. Reg. 161/04, s. 20 (1); O. Reg. 233/15, s. 28 (2, 3).</p> <p class=\"subsection-e\">  (4) Clause (2) (b) does not prevent a member from referring or transferring an animal or a specimen to another veterinarian who is a partner, associate, employer or employee of the member if,</p> <p class=\"clause-e\">  (a)  the animal is seen or the specimen is examined in the same facility by both veterinarians; or </p> <p class=\"clause-e\">  (b)  the member provides a written explanation to the client of the member’s relationship to the other veterinarian, if the animal is seen or the specimen is examined in a different facility.  O. Reg. 161/04, s. 20 (2).</p> <p class=\"subsection-e\">  (5) Clause (2) (b) does not prevent a member from referring or transferring an animal or a specimen to a corporation or other business entity from which the member receives a benefit, by reason only that the member or a related person has an interest in the corporation or other business entity, if,</p> <p class=\"clause-e\">  (a)  the member provides a written explanation to the client of the member’s or related person’s interest in the corporation or other business entity;</p> <p class=\"clause-e\">  (b)  the member provides written notice to the client that, if the client chooses another service provider, the client’s choice will not affect the client’s ability to obtain services from the member unless the choice would result in the care provided to the animal being unco-ordinated;</p> <p class=\"clause-e\">  (c)  in the case of laboratory testing or radiological or other technical procedures, the member provides a written explanation to the client that the member is professionally responsible for the quality of the testing or technical procedures performed for the animal; and</p> <p class=\"clause-e\">  (d)  the member provides the College, upon request, documents demonstrating that the member has complied with clauses (a), (b) and (c).  O. Reg. 161/04, s. 20 (2).</p>"
        },
        {
            "ahref_id": "#43.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 43. (1) In this section, “employer” includes a principal.  R.R.O. 1990, Reg. 1093, s. 43 (1); O. Reg. 233/15, s. 29 (1). (2) It is a conflict of interest for a member who is employed by a person other than another member or a professional corporation, or who has a contract to provide veterinary services with such a  person, to perform veterinary services in the course of his or her employment or pursuant to his or her contract for a client other than the employer or the contractor. O. Reg. 233/15, s. 29 (2). (3) Despite subsection (2), a member who is employed by any of the following persons or entities, or who has a contract to provide services with any of the following persons or entities, does not have a conflict of interest if, in the course of his or her employment or pursuant to his or her contract, he or she performs veterinary services for a client other than the employer or the contractor: 1.  The Crown in right of Canada or the Crown in right of Ontario or an agency of the Crown. 2.  Any university, college of applied arts and technology or post-secondary institution in Ontario, the enrolments of which are counted for purposes of calculating annual operating grants received from the Government of Ontario. 3.  Any post-secondary institution that is affiliated with a university referred to in paragraph 2, the enrolments of which are not counted for purposes of calculating annual operating grants received from the Government of Ontario. 4.  A Royal Military College. 5.  A pound operated under the Animals for Research Act or an entity prescribed under subsection 6 (1) of Ontario Regulation 447/19 (Ministerial Prescriptions) made under the Provincial Animal Welfare Services Act, 2019. 6.  The estate trustee of a deceased member or an attorney pursuant to a continuing power of attorney or a Guardian of Property of a mentally incapacitated member, for a reasonable period of time after the member’s death or the commencement of the member’s incapacity to settle matters. 7.  A zoo or a wildlife rehabilitation centre. O. Reg. 233/15, s. 29 (2); O. Reg. 260/22, s. 6. (4) Despite subsection (2), a member who is employed by, or has a contract to provide veterinary services with, a municipal corporation does not have a conflict of interest with respect to any spay or neuter procedures, including the pre-operative, intra-operative and post-operative management services usually associated with such procedures, that the member performs in the course of his or her employment or pursuant to his or her contract, for a client other than the municipal corporation. O. Reg. 233/15, s. 29 (2). (4.1) Despite subsection (2), a member who is employed by, or has a contract to provide veterinary services with, an individual, partnership or corporation that sells food or drug products for use in food-producing animals, does not have a conflict of interest with respect to veterinary services that the member provides in the course of his or her employment or pursuant to his or her contract, if the following conditions are met: 1.  The veterinary services must relate to the food or drug products sold by the employer or contractor. 2.  The veterinary services must be provided to an established customer of the employer or contractor at the customer’s farm or at a similar establishment. 3.  The member must take all reasonable steps to notify the veterinarian who would normally attend the client’s animals of the member’s visit and the reasons for it so that that veterinarian may discuss the matter with the client and, if desirable, arrange to meet the member before or at the visit. O. Reg. 233/15, s. 29 (2). (4.2) Despite subsection (2), a member who is employed by, or has a contract to provide veterinary services with, Eastgen Incorporated does not have a conflict of interest with respect to the following veterinary services that the member provides, in the course of his or her employment or pursuant to his or her contract, to animals that are not owned by Eastgen Incorporated: 1.  In the case of a member who has been continuously employed by, or under a contract for veterinary services with, Eastgen Incorporated since September 14, 1998, services in respect of fertility, including ova and embryo transfer. 2.  In the case of a member who was employed by, or entered into a contract for veterinary services with, Eastgen Incorporated after September 14, 1998, ova and embryo transfer services. O. Reg. 233/15, s. 29 (2). (5) Despite subsection (2), it is not a conflict of interest for a member to provide veterinarian services under the following circumstances: 1.  The member is employed by, or has a contract to provide services to, an entity that is an individual, a partnership or a corporation. 2.  The entity does not provide services or products that are exclusive to veterinary medicine. 3.  In the course of the member’s employment or provision of services, the member performs veterinary services related only to the entity’s products or  services, for an established customer of the entity and at the customer’s farm or similar establishment. 4.  In the course of the member’s employment or provision of services, the member takes all reasonable steps to notify the normally attending veterinarian of the member’s proposed visit and the reasons for it so that the normally attending veterinarian can discuss the matter with his or her client, and, if desirable, arrange to meet the member before or at the visit.  O. Reg. 431/00, s. 10 (3); O. Reg. 233/15, s. 29 (3, 4). (6) Despite subsection (2), it is not a conflict of interest for a member to provide veterinary services under the following circumstances: 1.  The member is employed by, or has a contract to provide services to, an entity that is an individual, a partnership or a corporation. 2.  The entity is engaged in manufacturing or selling feed for poultry or is engaged in breeding, hatching, growing, processing or feeding poultry. 3.  The entity does not offer veterinary services as an inducement to others to buy its products or to sell products to it.  O. Reg. 431/00, s. 10 (3); O. Reg. 233/15, s. 29 (5). (7) Despite anything in subsections (3) to (6), a member who is employed by a person or entity described in any of those subsections, or who has a contract to provide veterinary services with such a person, has a conflict of interest in respect of any services that the member provides where the employer or contractor exercises control or influences any of the clinical or professional aspects of the provision of services. O. Reg. 233/15, s. 29 (6). (8) For greater certainty, subsection (7) applies even where the member is providing services to an animal that is owned by, or in the custody of, the person who employs the member or with whom he or she has a contract for the provision of veterinary services. O. Reg. 233/15, s. 29 (6).",
            "raw_html": "<p class=\"section-e\"> <b>43. </b>(1) In this section,</p> <p class=\"definition-e\">“employer” includes a principal.  R.R.O. 1990, Reg. 1093, s. 43 (1); O. Reg. 233/15, s. 29 (1).</p> <p class=\"subsection-e\">  (2) It is a conflict of interest for a member who is employed by a person other than another member or a professional corporation, or who has a contract to provide veterinary services with such a  person, to perform veterinary services in the course of his or her employment or pursuant to his or her contract for a client other than the employer or the contractor. O. Reg. 233/15, s. 29 (2).</p> <p class=\"subsection-e\">  (3) Despite subsection (2), a member who is employed by any of the following persons or entities, or who has a contract to provide services with any of the following persons or entities, does not have a conflict of interest if, in the course of his or her employment or pursuant to his or her contract, he or she performs veterinary services for a client other than the employer or the contractor:</p> <p class=\"paragraph-e\">  1.  The Crown in right of Canada or the Crown in right of Ontario or an agency of the Crown.</p> <p class=\"paragraph-e\">  2.  Any university, college of applied arts and technology or post-secondary institution in Ontario, the enrolments of which are counted for purposes of calculating annual operating grants received from the Government of Ontario.</p> <p class=\"paragraph-e\">  3.  Any post-secondary institution that is affiliated with a university referred to in paragraph 2, the enrolments of which are not counted for purposes of calculating annual operating grants received from the Government of Ontario.</p> <p class=\"paragraph-e\">  4.  A Royal Military College.</p> <p class=\"paragraph-e\">  5.  A pound operated under the <i>Animals for Research Act</i> or an entity prescribed under subsection 6 (1) of Ontario Regulation 447/19 (Ministerial Prescriptions) made under the <i>Provincial Animal Welfare Services Act, 2019</i>.</p> <p class=\"paragraph-e\">  6.  The estate trustee of a deceased member or an attorney pursuant to a continuing power of attorney or a Guardian of Property of a mentally incapacitated member, for a reasonable period of time after the member’s death or the commencement of the member’s incapacity to settle matters.</p> <p class=\"paragraph-e\">  7.  A zoo or a wildlife rehabilitation centre. O. Reg. 233/15, s. 29 (2); O. Reg. 260/22, s. 6.</p> <p class=\"subsection-e\">  (4) Despite subsection (2), a member who is employed by, or has a contract to provide veterinary services with, a municipal corporation does not have a conflict of interest with respect to any spay or neuter procedures, including the pre-operative, intra-operative and post-operative management services usually associated with such procedures, that the member performs in the course of his or her employment or pursuant to his or her contract, for a client other than the municipal corporation. O. Reg. 233/15, s. 29 (2).</p> <p class=\"subsection-e\">  (4.1) Despite subsection (2), a member who is employed by, or has a contract to provide veterinary services with, an individual, partnership or corporation that sells food or drug products for use in food-producing animals, does not have a conflict of interest with respect to veterinary services that the member provides in the course of his or her employment or pursuant to his or her contract, if the following conditions are met:</p> <p class=\"paragraph-e\">  1.  The veterinary services must relate to the food or drug products sold by the employer or contractor.</p> <p class=\"paragraph-e\">  2.  The veterinary services must be provided to an established customer of the employer or contractor at the customer’s farm or at a similar establishment.</p> <p class=\"paragraph-e\">  3.  The member must take all reasonable steps to notify the veterinarian who would normally attend the client’s animals of the member’s visit and the reasons for it so that that veterinarian may discuss the matter with the client and, if desirable, arrange to meet the member before or at the visit. O. Reg. 233/15, s. 29 (2).</p> <p class=\"subsection-e\">  (4.2) Despite subsection (2), a member who is employed by, or has a contract to provide veterinary services with, Eastgen Incorporated does not have a conflict of interest with respect to the following veterinary services that the member provides, in the course of his or her employment or pursuant to his or her contract, to animals that are not owned by Eastgen Incorporated:</p> <p class=\"paragraph-e\">  1.  In the case of a member who has been continuously employed by, or under a contract for veterinary services with, Eastgen Incorporated since September 14, 1998, services in respect of fertility, including ova and embryo transfer.</p> <p class=\"paragraph-e\">  2.  In the case of a member who was employed by, or entered into a contract for veterinary services with, Eastgen Incorporated after September 14, 1998, ova and embryo transfer services. O. Reg. 233/15, s. 29 (2).</p> <p class=\"subsection-e\">  (5) Despite subsection (2), it is not a conflict of interest for a member to provide veterinarian services under the following circumstances:</p> <p class=\"paragraph-e\">  1.  The member is employed by, or has a contract to provide services to, an entity that is an individual, a partnership or a corporation.</p> <p class=\"paragraph-e\">  2.  The entity does not provide services or products that are exclusive to veterinary medicine. </p> <p class=\"paragraph-e\">  3.  In the course of the member’s employment or provision of services, the member performs veterinary services related only to the entity’s products or  services, for an established customer of the entity and at the customer’s farm or similar establishment.</p> <p class=\"paragraph-e\">  4.  In the course of the member’s employment or provision of services, the member takes all reasonable steps to notify the normally attending veterinarian of the member’s proposed visit and the reasons for it so that the normally attending veterinarian can discuss the matter with his or her client, and, if desirable, arrange to meet the member before or at the visit.  O. Reg. 431/00, s. 10 (3); O. Reg. 233/15, s. 29 (3, 4).</p> <p class=\"subsection-e\">  (6) Despite subsection (2), it is not a conflict of interest for a member to provide veterinary services under the following circumstances:</p> <p class=\"paragraph-e\">  1.  The member is employed by, or has a contract to provide services to, an entity that is an individual, a partnership or a corporation.</p> <p class=\"paragraph-e\">  2.  The entity is engaged in manufacturing or selling feed for poultry or is engaged in breeding, hatching, growing, processing or feeding poultry.</p> <p class=\"paragraph-e\">  3.  The entity does not offer veterinary services as an inducement to others to buy its products or to sell products to it.  O. Reg. 431/00, s. 10 (3); O. Reg. 233/15, s. 29 (5).</p> <p class=\"subsection-e\">  (7) Despite anything in subsections (3) to (6), a member who is employed by a person or entity described in any of those subsections, or who has a contract to provide veterinary services with such a person, has a conflict of interest in respect of any services that the member provides where the employer or contractor exercises control or influences any of the clinical or professional aspects of the provision of services. O. Reg. 233/15, s. 29 (6).</p> <p class=\"subsection-e\">  (8) For greater certainty, subsection (7) applies even where the member is providing services to an animal that is owned by, or in the custody of, the person who employs the member or with whom he or she has a contract for the provision of veterinary services. O. Reg. 233/15, s. 29 (6).</p>"
        },
        {
            "ahref_id": "#44.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 44. (1) A member has a conflict of interest if the member or a partner or associate of the member, (a)  inspects or assesses an animal on behalf of both the seller and the buyer of the animal; or (b)  being regularly engaged by the seller or buyer of an animal, inspects or assesses an animal on behalf of the other party to a sale.  R.R.O. 1990, Reg. 1093, s. 44 (1). (2) Despite subsection (1), a member, or a partner or associate of the member, may inspect or assess an animal on behalf of both the buyer and seller of the animal or, where one or more of them are regularly engaged by the seller or buyer of an animal, any of them may inspect or assess an animal on behalf of the other party to a sale if, before accepting engagement by the second party, he or she, (a)  informs both parties of the conflict of interest and of the circumstances giving rise to it; (b)  informs both parties that no information received by the member, or a partner or associate of the member, in connection with the transaction can be treated as confidential so far as the other party is concerned; and (c)  after informing the parties under clauses (a) and (b), obtains the consent of both parties to inspect or assess the animal on behalf of both of them, which shall be in writing unless it is impracticable to obtain the consent in written form.  R.R.O. 1990, Reg. 1093, s. 44 (2). Part v.1 (ss. 44.1- 44.11) Revoked:  O. Reg. 398/07, s. 16. PART VI (s. 45) Revoked: O. Reg. 233/15, s. 30. PART VII   ADMINISTRATION",
            "raw_html": "<p class=\"section-e\"> <b>44. </b>(1) A member has a conflict of interest if the member or a partner or associate of the member,</p> <p class=\"clause-e\">  (a)  inspects or assesses an animal on behalf of both the seller and the buyer of the animal; or</p> <p class=\"clause-e\">  (b)  being regularly engaged by the seller or buyer of an animal, inspects or assesses an animal on behalf of the other party to a sale.  R.R.O. 1990, Reg. 1093, s. 44 (1).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a member, or a partner or associate of the member, may inspect or assess an animal on behalf of both the buyer and seller of the animal or, where one or more of them are regularly engaged by the seller or buyer of an animal, any of them may inspect or assess an animal on behalf of the other party to a sale if, before accepting engagement by the second party, he or she,</p> <p class=\"clause-e\">  (a)  informs both parties of the conflict of interest and of the circumstances giving rise to it;</p> <p class=\"clause-e\">  (b)  informs both parties that no information received by the member, or a partner or associate of the member, in connection with the transaction can be treated as confidential so far as the other party is concerned; and</p> <p class=\"clause-e\">  (c)  after informing the parties under clauses (a) and (b), obtains the consent of both parties to inspect or assess the animal on behalf of both of them, which shall be in writing unless it is impracticable to obtain the consent in written form.  R.R.O. 1990, Reg. 1093, s. 44 (2).</p> <p class=\"partnumRevoked-e\"><span class=\"ovboldallcaps\">Part v.1</span><span class=\"ovboldallcaps\"> (</span>ss. 44.1- 44.11) <span class=\"ovsmallcap\">Revoked:</span>  O. Reg. 398/07, s. 16.</p> <p class=\"partnumRevoked-e\"><b>PART VI</b> (s. 45) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 233/15, s. 30.</p> <p class=\"partnum-e\"><a name=\"BK12\"></a>PART VII <br/>  ADMINISTRATION</p>"
        },
        {
            "ahref_id": "#46., 47.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 46., 47. Revoked:  O. Reg. 398/07, s. 17.",
            "raw_html": "<p class=\"section-e\"> <b>46., 47.</b> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 398/07, s. 17.</p>"
        },
        {
            "ahref_id": "#48.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 48. (1) A member in private practice in Ontario shall maintain a principal place of practice.  R.R.O. 1990, Reg. 1093, s. 48 (1). (2)-(5) Revoked:  O. Reg. 398/07, s. 18.",
            "raw_html": "<p class=\"section-e\"> <b>48. </b>(1) A member in private practice in Ontario shall maintain a principal place of practice.  R.R.O. 1990, Reg. 1093, s. 48 (1).</p> <p class=\"subsection-e\">  (2)-(5) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 398/07, s. 18.</p>"
        },
        {
            "ahref_id": "#49.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 49. Revoked:  O. Reg. 398/07, s. 19.",
            "raw_html": "<p class=\"section-e\"> <b>49. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 398/07, s. 19.</p>"
        },
        {
            "ahref_id": "#50.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 50. (1) The Registrar shall cause, and the members shall permit, the inspection of facilities and of the records kept by members in connection with the practice of veterinary medicine, in order to determine if, (a)  the facility is being operated under and in accordance with a certificate of accreditation; (b)  the facility and the applicant or holder of a certificate of accreditation meet the qualifications and requirements for a certificate of accreditation; (c)  the records in respect of the practice of veterinary medicine are being kept as required; and (d)  the veterinary medicine being practised is generally in accordance with the standards of practice of the profession.  R.R.O. 1990, Reg. 1093, s. 50 (1). (2) A holder of a certificate of accreditation who meets the requirements of section 11 is eligible for a renewal of the certificate if an application for the renewal is submitted not earlier than five months and not later than three months before the expiry of the certificate.  R.R.O. 1990, Reg. 1093, s. 50 (2); O. Reg. 260/22, s. 7 (1). (3) If an application for renewal is not submitted in the time specified under subsection (2) and the certificate of accreditation expires, the holder of the certificate must submit a new application.  R.R.O. 1990, Reg. 1093, s. 50 (3). (4) Upon receipt of an application for renewal, the Registrar shall promptly cause an inspection under subsection (1) to be carried out.  R.R.O. 1990, Reg. 1093, s. 50 (4). (5) If a holder of a certificate of accreditation applies in accordance with subsection (2), and the inspection does not occur one month or more before the expiry of the certificate of accreditation, the certificate of accreditation remains valid, (a)  until the Registrar renews the certificate of accreditation; or (b)  where the Registrar refuses to renew the certificate of accreditation, until the Accreditation Committee decides the disposition of the application.  R.R.O. 1990, Reg. 1093, s. 50 (5). (6) If a member applies for a certificate of accreditation and complies with section 11, the Registrar shall promptly cause an inspection to be carried out in order to determine if the veterinary facility meets the applicable standards established under subsection 8 (1) of the Act.  R.R.O. 1990, Reg. 1093, s. 50 (6); O. Reg. 260/22, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <b>50. </b>(1) The Registrar shall cause, and the members shall permit, the inspection of facilities and of the records kept by members in connection with the practice of veterinary medicine, in order to determine if,</p> <p class=\"clause-e\">  (a)  the facility is being operated under and in accordance with a certificate of accreditation;</p> <p class=\"clause-e\">  (b)  the facility and the applicant or holder of a certificate of accreditation meet the qualifications and requirements for a certificate of accreditation;</p> <p class=\"clause-e\">  (c)  the records in respect of the practice of veterinary medicine are being kept as required; and</p> <p class=\"clause-e\">  (d)  the veterinary medicine being practised is generally in accordance with the standards of practice of the profession.  R.R.O. 1990, Reg. 1093, s. 50 (1).</p> <p class=\"subsection-e\">  (2) A holder of a certificate of accreditation who meets the requirements of section 11 is eligible for a renewal of the certificate if an application for the renewal is submitted not earlier than five months and not later than three months before the expiry of the certificate.  R.R.O. 1990, Reg. 1093, s. 50 (2); O. Reg. 260/22, s. 7 (1).</p> <p class=\"subsection-e\">  (3) If an application for renewal is not submitted in the time specified under subsection (2) and the certificate of accreditation expires, the holder of the certificate must submit a new application.  R.R.O. 1990, Reg. 1093, s. 50 (3).</p> <p class=\"subsection-e\">  (4) Upon receipt of an application for renewal, the Registrar shall promptly cause an inspection under subsection (1) to be carried out.  R.R.O. 1990, Reg. 1093, s. 50 (4).</p> <p class=\"subsection-e\">  (5) If a holder of a certificate of accreditation applies in accordance with subsection (2), and the inspection does not occur one month or more before the expiry of the certificate of accreditation, the certificate of accreditation remains valid,</p> <p class=\"clause-e\">  (a)  until the Registrar renews the certificate of accreditation; or</p> <p class=\"clause-e\">  (b)  where the Registrar refuses to renew the certificate of accreditation, until the Accreditation Committee decides the disposition of the application.  R.R.O. 1990, Reg. 1093, s. 50 (5).</p> <p class=\"subsection-e\">  (6) If a member applies for a certificate of accreditation and complies with section 11, the Registrar shall promptly cause an inspection to be carried out in order to determine if the veterinary facility meets the applicable standards established under subsection 8 (1) of the Act.  R.R.O. 1990, Reg. 1093, s. 50 (6); O. Reg. 260/22, s. 7 (2).</p>"
        },
        {
            "ahref_id": "#51.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 51. (1) Subject to subsection (2), the name of a member entered in the register shall be the same as the name of the member in the documentary evidence of his or her basic degree in veterinary medicine.  R.R.O. 1990, Reg. 1093, s. 51 (1). (2) The Registrar shall direct the entry of a name other than the name required by subsection (1) if the member satisfies the Registrar that the use of the other name is not for an improper purpose and deposits with the College, (a)  a certified copy of an order of a court of competent jurisdiction in Ontario changing the member’s name or a change of name certificate issued under the Change of Name Act; (b)  a certified copy of a valid certificate of marriage or of a decree absolute of divorce from a court in Canada; (c)  documentary material that, in the opinion of the Registrar, sufficiently identifies the member as the person named in the documentary evidence of his or her basic degree in veterinary medicine; or (d)  any combination of material referred to in clauses (a), (b) and (c).  R.R.O. 1990, Reg. 1093, s. 51 (2). (3) Subsection (2) applies with necessary modifications to an applicant for a licence.  R.R.O. 1990, Reg. 1093, s. 51 (3).",
            "raw_html": "<p class=\"section-e\"> <b>51. </b>(1) Subject to subsection (2), the name of a member entered in the register shall be the same as the name of the member in the documentary evidence of his or her basic degree in veterinary medicine.  R.R.O. 1990, Reg. 1093, s. 51 (1).</p> <p class=\"subsection-e\">  (2) The Registrar shall direct the entry of a name other than the name required by subsection (1) if the member satisfies the Registrar that the use of the other name is not for an improper purpose and deposits with the College,</p> <p class=\"clause-e\">  (a)  a certified copy of an order of a court of competent jurisdiction in Ontario changing the member’s name or a change of name certificate issued under the <i>Change of Name Act</i>;</p> <p class=\"clause-e\">  (b)  a certified copy of a valid certificate of marriage or of a decree absolute of divorce from a court in Canada;</p> <p class=\"clause-e\">  (c)  documentary material that, in the opinion of the Registrar, sufficiently identifies the member as the person named in the documentary evidence of his or her basic degree in veterinary medicine; or</p> <p class=\"clause-e\">  (d)  any combination of material referred to in clauses (a), (b) and (c).  R.R.O. 1990, Reg. 1093, s. 51 (2).</p> <p class=\"subsection-e\">  (3) Subsection (2) applies with necessary modifications to an applicant for a licence.  R.R.O. 1990, Reg. 1093, s. 51 (3).</p>"
        },
        {
            "ahref_id": "#52.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": "  52. (1) The Registrar shall enter in the register the following information for each member: 1.  The name of the member, and if the member has changed his or her name, any past names used by the member since beginning to practise veterinary medicine. 2.  The university and year of graduation of the member. 3.  The year the member joined the College. 4.  The member’s principal place of practice or residence. 5.  The address of the member’s principal place of practice or, if none, a current address for contacting the member. 6.  The member’s business telephone number, if there is one. 7.  The member’s professional activity. 8.  The member’s employment function and type of employment. 9.  The language or languages in which the member can offer professional services. 10.  The class of licence held by the member. 11.  The conditions and limitations imposed on the member’s licence. 12.  A notation of every decision or sanction imposed on the member’s licence.  O. Reg. 398/07, s. 20; O. Reg. 233/15, s. 31 (1). (2) Once information is placed in the register, the Registrar shall not remove the information from the register unless he or she is satisfied that, (a)  the information is obsolete and no longer relevant to the member’s suitability to practise; or (b)  maintaining the information in the register would jeopardize the safety of a person. O. Reg. 233/15, s. 31 (2).",
            "raw_html": "<p class=\"section-e\"><b>  52. </b>(1) The Registrar shall enter in the register the following information for each member:</p> <p class=\"paragraph-e\">  1.  The name of the member, and if the member has changed his or her name, any past names used by the member since beginning to practise veterinary medicine.</p> <p class=\"paragraph-e\">  2.  The university and year of graduation of the member.</p> <p class=\"paragraph-e\">  3.  The year the member joined the College.</p> <p class=\"paragraph-e\">  4.  The member’s principal place of practice or residence.</p> <p class=\"paragraph-e\">  5.  The address of the member’s principal place of practice or, if none, a current address for contacting the member.</p> <p class=\"paragraph-e\">  6.  The member’s business telephone number, if there is one.</p> <p class=\"paragraph-e\">  7.  The member’s professional activity.</p> <p class=\"paragraph-e\">  8.  The member’s employment function and type of employment.</p> <p class=\"paragraph-e\">  9.  The language or languages in which the member can offer professional services.</p> <p class=\"paragraph-e\">  10.  The class of licence held by the member.</p> <p class=\"paragraph-e\">  11.  The conditions and limitations imposed on the member’s licence.</p> <p class=\"paragraph-e\">  12.  A notation of every decision or sanction imposed on the member’s licence.  O. Reg. 398/07, s. 20; O. Reg. 233/15, s. 31 (1).</p> <p class=\"subsection-e\">  (2) Once information is placed in the register, the Registrar shall not remove the information from the register unless he or she is satisfied that,</p> <p class=\"clause-e\">  (a)  the information is obsolete and no longer relevant to the member’s suitability to practise; or</p> <p class=\"clause-e\">  (b)  maintaining the information in the register would jeopardize the safety of a person. O. Reg. 233/15, s. 31 (2).</p>"
        },
        {
            "ahref_id": "#53.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 53. (1) Any person may inspect the information entered in the register or in the directory during the normal hours of operation of the College’s offices.  R.R.O. 1990, Reg. 1093, s. 53 (1). (2) The register or the directory may be maintained in an electronic form and, if so, the information entered in the register or in the directory shall be capable of being printed promptly.  R.R.O. 1990, Reg. 1093, s. 53 (2). (3) The Registrar may give information from the register or the directory to any person in printed form or orally.  R.R.O. 1990, Reg. 1093, s. 53 (3).",
            "raw_html": "<p class=\"section-e\"> <b>53. </b>(1) Any person may inspect the information entered in the register or in the directory during the normal hours of operation of the College’s offices.  R.R.O. 1990, Reg. 1093, s. 53 (1).</p> <p class=\"subsection-e\">  (2) The register or the directory may be maintained in an electronic form and, if so, the information entered in the register or in the directory shall be capable of being printed promptly.  R.R.O. 1990, Reg. 1093, s. 53 (2).</p> <p class=\"subsection-e\">  (3) The Registrar may give information from the register or the directory to any person in printed form or orally.  R.R.O. 1990, Reg. 1093, s. 53 (3).</p>"
        },
        {
            "ahref_id": "#54.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 54. (1) The Registrar shall issue a certificate of standing in respect of a member to any person who requests a certificate and pays the appropriate fee set out in the by-laws.  R.R.O. 1990, Reg. 1093, s. 54 (1); O. Reg. 398/07, s. 21. (2) A certificate of standing shall set out, (a)  the information respecting the member that is entered in the register; and (b)  whether there is any outstanding referral to the Discipline Committee or the Registration Committee in respect of the member.  R.R.O. 1990, Reg. 1093, s. 54 (2).",
            "raw_html": "<p class=\"section-e\"> <b>54. </b>(1) The Registrar shall issue a certificate of standing in respect of a member to any person who requests a certificate and pays the appropriate fee set out in the by-laws.  R.R.O. 1990, Reg. 1093, s. 54 (1); O. Reg. 398/07, s. 21.</p> <p class=\"subsection-e\">  (2) A certificate of standing shall set out,</p> <p class=\"clause-e\">  (a)  the information respecting the member that is entered in the register; and</p> <p class=\"clause-e\">  (b)  whether there is any outstanding referral to the Discipline Committee or the Registration Committee in respect of the member.  R.R.O. 1990, Reg. 1093, s. 54 (2).</p>"
        },
        {
            "ahref_id": "#55.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 55. (1) The Registrar shall publish the written reasons for any decision of the Discipline Committee in the original or a modified form and, in any such publication, (a)  the identity of the member shall be made known if the name of the member or former member is required by the Act to be included in the publication of the Committee’s finding; or (b)  if clause (a) does not apply, the identity of the member shall not be made known unless the member requests in writing that he or she be identified.  R.R.O. 1990, Reg. 1093, s. 55 (1). (2) The written reasons for a decision of the Discipline Committee, in their original or modified form, shall be available to the public upon request.  R.R.O. 1990, Reg. 1093, s. 55 (2). (3) The Registrar may communicate orally or in writing, or both, the decision of the Discipline Committee to any complainant and upon request, to any witness who testified at the hearing and the Registrar may also provide any other information necessary to explain the proceedings and the decision to the complainant or witness, including a copy of any written reasons of the committee in their original or modified form.  R.R.O. 1990, Reg. 1093, s. 55 (3). (4) The Registrar may publish the findings and reasons for a decision of the Registration Committee in respect of impairment proceedings but, in any such publication, the identity of any member who is the subject of impairment proceedings shall not be made known.  R.R.O. 1990, Reg. 1093, s. 55 (4). (5) The Registrar may confirm the licence number of a member to any person who requests it.  O. Reg. 398/07, s. 22.",
            "raw_html": "<p class=\"section-e\"> <b>55. </b>(1) The Registrar shall publish the written reasons for any decision of the Discipline Committee in the original or a modified form and, in any such publication,</p> <p class=\"clause-e\">  (a)  the identity of the member shall be made known if the name of the member or former member is required by the Act to be included in the publication of the Committee’s finding; or</p> <p class=\"clause-e\">  (b)  if clause (a) does not apply, the identity of the member shall not be made known unless the member requests in writing that he or she be identified.  R.R.O. 1990, Reg. 1093, s. 55 (1).</p> <p class=\"subsection-e\">  (2) The written reasons for a decision of the Discipline Committee, in their original or modified form, shall be available to the public upon request.  R.R.O. 1990, Reg. 1093, s. 55 (2).</p> <p class=\"subsection-e\">  (3) The Registrar may communicate orally or in writing, or both, the decision of the Discipline Committee to any complainant and upon request, to any witness who testified at the hearing and the Registrar may also provide any other information necessary to explain the proceedings and the decision to the complainant or witness, including a copy of any written reasons of the committee in their original or modified form.  R.R.O. 1990, Reg. 1093, s. 55 (3).</p> <p class=\"subsection-e\">  (4) The Registrar may publish the findings and reasons for a decision of the Registration Committee in respect of impairment proceedings but, in any such publication, the identity of any member who is the subject of impairment proceedings shall not be made known.  R.R.O. 1990, Reg. 1093, s. 55 (4).</p> <p class=\"subsection-e\">  (5) The Registrar may confirm the licence number of a member to any person who requests it.  O. Reg. 398/07, s. 22.</p>"
        },
        {
            "ahref_id": "#56.",
            "TOCid": NaN,
            "Section": NaN,
            "Section1": NaN,
            "Section2": NaN,
            "part_id": NaN,
            "part_type": NaN,
            "content": " 56. Information in respect of matters referred to in subsection 38 (1) of the Act may be disclosed, (a)  upon the approval of the Executive Committee, to a law enforcement agency for an investigation with a view to law enforcement; (a.1)  to a body that regulates a profession, whether inside or outside of Ontario, or to an umbrella organization for such bodies, where the College believes that such disclosure is in the public interest or that such disclosure will promote reciprocal disclosure of regulatory information; or (b)  for publication in statistical form as long as individual confidentiality is preserved.  O. Reg. 165/94, s. 1; O. Reg. 398/07, s. 23. Schedule Revoked:  O. Reg. 398/07, s. 24.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>56. </b>Information in respect of matters referred to in subsection 38 (1) of the Act may be disclosed,</p> <p class=\"clause-e\">  (a)  upon the approval of the Executive Committee, to a law enforcement agency for an investigation with a view to law enforcement;</p> <p class=\"clause-e\"> (a.1)  to a body that regulates a profession, whether inside or outside of Ontario, or to an umbrella organization for such bodies, where the College believes that such disclosure is in the public interest or that such disclosure will promote reciprocal disclosure of regulatory information; or</p> <p class=\"clause-e\">  (b)  for publication in statistical form as long as individual confidentiality is preserved.  O. Reg. 165/94, s. 1; O. Reg. 398/07, s. 23.</p> <p class=\"scheduleRevoked-e\"><span class=\"ovallcaps\">Schedule</span> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 398/07, s. 24.</p> <p class=\"scheduleRevoked-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/901093\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}