{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 446: FUND FOR MILK AND CREAM PRODUCERS",
        "reg_name_text": "FUND FOR MILK AND CREAM PRODUCERS",
        "citation": "R.R.O. 1990, Reg. 446: ",
        "act_under": "Farm Products Payments Act   Loi sur le recouvrement du prix des produits agricoles",
        "url": "https://www.ontario.ca/laws/regulation/900446",
        "date_scraped": "2023-12-19 23:03:16"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “cream” means cream separated from milk on the farm on which the milk is produced and supplied to a plant in Ontario on or before April 30, 1999; “Director” means the Director appointed under the Milk Act; “Fund” means The Fund for Milk and Cream Producers; “marketing board” means the marketing board known as Dairy Farmers of Ontario; “milk” means milk from cows or goats supplied to a plant on or before April 30, 1999; “plant” means plant as defined in the Milk Act; “producer” means a producer of milk or cream. R.R.O. 1990, Reg. 446, s. 1; O. Reg. 349/95, s. 1; O. Reg. 267/99, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“cream” means cream separated from milk on the farm on which the milk is produced and supplied to a plant in Ontario on or before April 30, 1999;</p> <p class=\"definition-e\">“Director” means the Director appointed under the <i>Milk Act</i>;</p> <p class=\"definition-e\">“Fund” means The Fund for Milk and Cream Producers;</p> <p class=\"definition-e\">“marketing board” means the marketing board known as Dairy Farmers of Ontario;</p> <p class=\"definition-e\">“milk” means milk from cows or goats supplied to a plant on or before April 30, 1999;</p> <p class=\"definition-e\">“plant” means plant as defined in the <i>Milk Act</i>;</p> <p class=\"definition-e\">“producer” means a producer of milk or cream. R.R.O. 1990, Reg. 446, s. 1; O. Reg. 349/95, s. 1; O. Reg. 267/99, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The fund for producers of milk or cream known as The Fund for Milk and Cream Producers is continued. R.R.O. 1990, Reg. 446, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The fund for producers of milk or cream known as The Fund for Milk and Cream Producers is continued. R.R.O. 1990, Reg. 446, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. The Ontario Farm Products Marketing Commission is designated as the Board to administer the Fund, and is hereinafter referred to as the Board. R.R.O. 1990, Reg. 446, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The Ontario Farm Products Marketing Commission is designated as the Board to administer the Fund, and is hereinafter referred to as the Board. R.R.O. 1990, Reg. 446, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Milk and cream are designated as farm products. R.R.O. 1990, Reg. 446, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Milk and cream are designated as farm products. R.R.O. 1990, Reg. 446, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. The marketing board is designated as a producer. R.R.O. 1990, Reg. 446, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>The marketing board is designated as a producer. R.R.O. 1990, Reg. 446, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. Revoked: O. Reg. 448/95, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>Revoked: O. Reg. 448/95, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. The placing of the whole or any part of the assets of a dealer in the hands of a receiver pursuant to a debenture or like instrument is prescribed as an additional condition under which a producer may apply for payment from the Fund. R.R.O. 1990, Reg. 446, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>The placing of the whole or any part of the assets of a dealer in the hands of a receiver pursuant to a debenture or like instrument is prescribed as an additional condition under which a producer may apply for payment from the Fund. R.R.O. 1990, Reg. 446, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) An application for payment from the Fund shall be made to the Board in a form satisfactory to the Board. (2) A separate application shall be made to the Board in respect of each dealer against whom a producer has a claim. (3) An application shall be made not later than the 30th day next following the date on which, (a) the payment in respect of which the application is made became due; or (b) the whole or any part of the dealer’s assets has been placed in the hands of a trustee for distribution under the Bankruptcy Act (Canada) or the Bulk Sales Act or in the hands of the receiver. R.R.O. 1990, Reg. 446, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) An application for payment from the Fund shall be made to the Board in a form satisfactory to the Board.</p> <p class=\"subsection-e\">(2) A separate application shall be made to the Board in respect of each dealer against whom a producer has a claim.</p> <p class=\"subsection-e\">(3) An application shall be made not later than the 30th day next following the date on which,</p> <p class=\"clause-e\">(a) the payment in respect of which the application is made became due; or</p> <p class=\"clause-e\">(b) the whole or any part of the dealer’s assets has been placed in the hands of a trustee for distribution under the <i>Bankruptcy Act </i>(Canada) or the <i>Bulk Sales Act</i> or in the hands of the receiver. R.R.O. 1990, Reg. 446, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. On receipt of an application under section 8, the Board shall, (a) give notice to the dealer by registered mail of the producer’s claim for payment; and (b) notify the Director. R.R.O. 1990, Reg. 446, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>On receipt of an application under section 8, the Board shall,</p> <p class=\"clause-e\">(a) give notice to the dealer by registered mail of the producer’s claim for payment; and</p> <p class=\"clause-e\">(b) notify the Director. R.R.O. 1990, Reg. 446, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. Where the Board determines that a claim is not valid, it shall refuse payment of the claim and shall give notice of the refusal by registered mail to the producer and to the dealer, and shall notify the Director. R.R.O. 1990, Reg. 446, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>Where the Board determines that a claim is not valid, it shall refuse payment of the claim and shall give notice of the refusal by registered mail to the producer and to the dealer, and shall notify the Director. R.R.O. 1990, Reg. 446, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. Where the Board determines that a claim is valid, it shall, (a) make payment to the producer from the Fund; and (b) notify the dealer and the Director. R.R.O. 1990, Reg. 446, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>Where the Board determines that a claim is valid, it shall,</p> <p class=\"clause-e\">(a) make payment to the producer from the Fund; and</p> <p class=\"clause-e\">(b) notify the dealer and the Director. R.R.O. 1990, Reg. 446, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. (1) Where the Board makes a payment from the Fund, the dealer in respect of whom the payment is made shall, (a) pay to the Board; or (b) commence to pay by instalments in accordance with an undertaking approved by the Board, the amount paid from the Fund less the amount, if any, paid to the Board from the sale of security deposited by the dealer with the Director under Regulation 761 of the Revised Regulations of Ontario, 1990. (2) The Board shall notify the Director if a dealer fails, (a) to comply with the provisions of subsection (1); or (b) to make any instalment payment as it becomes due under an undertaking referred to in clause (1) (b). R.R.O. 1990, Reg. 446, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) Where the Board makes a payment from the Fund, the dealer in respect of whom the payment is made shall,</p> <p class=\"clause-e\">(a) pay to the Board; or</p> <p class=\"clause-e\">(b) commence to pay by instalments in accordance with an undertaking approved by the Board,</p> <p class=\"ssection-e\">the amount paid from the Fund less the amount, if any, paid to the Board from the sale of security deposited by the dealer with the Director under Regulation 761 of the Revised Regulations of Ontario, 1990.</p> <p class=\"subsection-e\">(2) The Board shall notify the Director if a dealer fails,</p> <p class=\"clause-e\">(a) to comply with the provisions of subsection (1); or</p> <p class=\"clause-e\">(b) to make any instalment payment as it becomes due under an undertaking referred to in clause (1) (b). R.R.O. 1990, Reg. 446, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) The Board may refuse to make payment in respect of a claim, (a) subject to subsection (2), where a producer claims payment in respect of a dealer who is not the holder of a licence to operate the plant under Regulation 761 of the Revised Regulations of Ontario, 1990; (b) where any cheque received by a producer from a dealer is dishonoured by non-acceptance or non-payment unless the producer has presented the cheque for payment within ten days of the date on which the producer received it; (c) where a producer fails to make an application within the time prescribed by subsection 8 (3); (d) where a producer has made an arrangement with the dealer whereby the time on which payment becomes due is extended; or (e) where the applicant and the dealer are associated in any way and the conduct of the applicant or, where the applicant is a corporation, of an officer or director of the applicant or person having power to direct the management of the applicant, caused the default in payment and in the circumstances it would be inequitable to make a payment from the Fund. (2) A producer may be paid from the Fund where the producer’s claim is made in respect of milk or cream delivered to a dealer prior to the date on which the producer received notice from the Director that the licence of the dealer had been suspended or revoked or had not been renewed. R.R.O. 1990, Reg. 446, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) The Board may refuse to make payment in respect of a claim,</p> <p class=\"clause-e\">(a) subject to subsection (2), where a producer claims payment in respect of a dealer who is not the holder of a licence to operate the plant under Regulation 761 of the Revised Regulations of Ontario, 1990;</p> <p class=\"clause-e\">(b) where any cheque received by a producer from a dealer is dishonoured by non-acceptance or non-payment unless the producer has presented the cheque for payment within ten days of the date on which the producer received it;</p> <p class=\"clause-e\">(c) where a producer fails to make an application within the time prescribed by subsection 8 (3);</p> <p class=\"clause-e\">(d) where a producer has made an arrangement with the dealer whereby the time on which payment becomes due is extended; or</p> <p class=\"clause-e\">(e) where the applicant and the dealer are associated in any way and the conduct of the applicant or, where the applicant is a corporation, of an officer or director of the applicant or person having power to direct the management of the applicant, caused the default in payment and in the circumstances it would be inequitable to make a payment from the Fund.</p> <p class=\"subsection-e\">(2) A producer may be paid from the Fund where the producer’s claim is made in respect of milk or cream delivered to a dealer prior to the date on which the producer received notice from the Director that the licence of the dealer had been suspended or revoked or had not been renewed. R.R.O. 1990, Reg. 446, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. The Board, having regard to the circumstances of a case, may make payment from the Fund where a claim for payment is made in substantial conformity with subsection 8 (3). R.R.O. 1990, Reg. 446, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>The Board, having regard to the circumstances of a case, may make payment from the Fund where a claim for payment is made in substantial conformity with subsection 8 (3). R.R.O. 1990, Reg. 446, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. The amount that may be paid out of the Fund to a producer on any application shall not exceed the payment due for milk or cream for a period of sixty days. R.R.O. 1990, Reg. 446, s. 15. ",
            "raw_html": "<p class=\"section-e\"><b>15. </b>The amount that may be paid out of the Fund to a producer on any application shall not exceed the payment due for milk or cream for a period of sixty days. R.R.O. 1990, Reg. 446, s. 15.</p> <p class=\"Normal\"></p>"
        }
    ]
}