{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 703: TAXATION OF MINERAL LANDS",
        "reg_name_text": "TAXATION OF MINERAL LANDS",
        "citation": "R.R.O. 1990, Reg. 703: ",
        "act_under": "Land Transfer Tax Act   Loi sur les droits de cession immobilière",
        "url": "https://www.ontario.ca/laws/regulation/900703",
        "date_scraped": "2023-12-20 02:05:22"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 31, 1990",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “minerals” includes gold, silver, ore, coal, gas, oil, salt, rare and precious metals and other like materials found in, upon or under the surface but does not include sand, gravel or stone; “mineral rights” means the right to enter upon or use lands for the sole purpose of exploring, drilling for, winning, taking, removing or raising the minerals situate therein and includes such easements, rights of way or other similar rights of access as are incidental to winning, taking, removing or raising the minerals situate therein; “surface rights” means every right in land other than the mineral rights; “surface rights option” means any right to acquire the surface rights to land, the mineral rights to which have been acquired by the optionee either prior to the granting of the surface rights option or by the conveyance that itself contains the grant of the surface rights option. R.R.O. 1990, Reg. 703, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“minerals” includes gold, silver, ore, coal, gas, oil, salt, rare and precious metals and other like materials found in, upon or under the surface but does not include sand, gravel or stone;</p> <p class=\"definition-e\">“mineral rights” means the right to enter upon or use lands for the sole purpose of exploring, drilling for, winning, taking, removing or raising the minerals situate therein and includes such easements, rights of way or other similar rights of access as are incidental to winning, taking, removing or raising the minerals situate therein;</p> <p class=\"definition-e\">“surface rights” means every right in land other than the mineral rights;</p> <p class=\"definition-e\">“surface rights option” means any right to acquire the surface rights to land, the mineral rights to which have been acquired by the optionee either prior to the granting of the surface rights option or by the conveyance that itself contains the grant of the surface rights option. R.R.O. 1990, Reg. 703, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. It is determined that the Act was not intended to apply to the classes of conveyance described in paragraphs 1, 2 and 3, and any person tendering for registration any conveyance of a class described in paragraph 1, 2 or 3 is exempt from the tax imposed by the Act: 1. Any conveyance that conveys only the mineral rights to the land described in the conveyance for a consideration that is dependent wholly upon the quantity or value of the minerals that are won, taken, removed or raised. 2. Any conveyance that is a grant, sale, transfer or assignment of a surface rights option but not the exercise of a surface rights option. 3. Any conveyance that is a combination of the conveyances described in paragraphs 1 and 2. R.R.O. 1990, Reg. 703, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>It is determined that the Act was not intended to apply to the classes of conveyance described in paragraphs 1, 2 and 3, and any person tendering for registration any conveyance of a class described in paragraph 1, 2 or 3 is exempt from the tax imposed by the Act:</p> <p class=\"paragraph-e\">1. Any conveyance that conveys only the mineral rights to the land described in the conveyance for a consideration that is dependent wholly upon the quantity or value of the minerals that are won, taken, removed or raised.</p> <p class=\"paragraph-e\">2. Any conveyance that is a grant, sale, transfer or assignment of a surface rights option but not the exercise of a surface rights option.</p> <p class=\"paragraph-e\">3. Any conveyance that is a combination of the conveyances described in paragraphs 1 and 2. R.R.O. 1990, Reg. 703, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) The value of the consideration in respect of the following classes of conveyances shall be determined by the Minister prior to the registration of such conveyances and such conveyances shall not be tendered for registration unless a certification made under subsection 2 (9) of the Act is endorsed on the conveyance: 1. Any conveyance that is a conveyance of the mineral rights to the land described in the conveyance and is also, i. a lease of the surface rights to the said land with respect to which the mineral rights are granted, ii. a transfer of the interest of a lessee under a lease described in subparagraph i, or iii. a notice in writing signifying the existence of a lease described in subparagraph i or transfer of the interest of a lessee under such a lease, if such lease at the time the conveyance is tendered for registration is for an unexpired term that, including any renewals or extensions of such term provided for in the lease, exceeds fifty years. 2. Any conveyance that reflects or gives effect to the exercise of a surface rights option. 3. Any conveyance that is a conveyance of the mineral rights to the land described in the conveyance but is neither a conveyance described in paragraph 1 nor a conveyance described in paragraph 1 of section 2. R.R.O. 1990, Reg. 703, s. 3 (1). (2) The value of the consideration in respect of any conveyance that is, (a) described in paragraph 1 of subsection (1), shall be the higher of the fair market value of the surface rights to which the lease extends or the consideration that, in the opinion of the Minister, is reasonably attributable to the surface rights; (b) described in paragraph 2 of subsection (1), shall be the higher of, (i) the consideration paid by the person exercising the surface rights option to acquire it plus any consideration paid to exercise it, or (ii) the consideration that, in the opinion of the Minister, is reasonably attributable to the acquisition of the surface rights to the land which is the subject-matter of the surface rights option; or (c) described in paragraph 3 of subsection (1), shall be the value of the whole or any part of the consideration paid for the conveyance that, in the opinion of the Minister, is reasonably attributable to a conveyance of the surface rights to the land that is the subject-matter of the conveyance. R.R.O. 1990, Reg. 703, s. 3 (2). ",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) The value of the consideration in respect of the following classes of conveyances shall be determined by the Minister prior to the registration of such conveyances and such conveyances shall not be tendered for registration unless a certification made under subsection 2 (9) of the Act is endorsed on the conveyance:</p> <p class=\"paragraph-e\">1. Any conveyance that is a conveyance of the mineral rights to the land described in the conveyance and is also,</p> <p class=\"subpara-e\">i. a lease of the surface rights to the said land with respect to which the mineral rights are granted,</p> <p class=\"subpara-e\">ii. a transfer of the interest of a lessee under a lease described in subparagraph i, or</p> <p class=\"subpara-e\">iii. a notice in writing signifying the existence of a lease described in subparagraph i or transfer of the interest of a lessee under such a lease,</p> <p class=\"Sparagraph-e\">if such lease at the time the conveyance is tendered for registration is for an unexpired term that, including any renewals or extensions of such term provided for in the lease, exceeds fifty years.</p> <p class=\"paragraph-e\">2. Any conveyance that reflects or gives effect to the exercise of a surface rights option.</p> <p class=\"paragraph-e\">3. Any conveyance that is a conveyance of the mineral rights to the land described in the conveyance but is neither a conveyance described in paragraph 1 nor a conveyance described in paragraph 1 of section 2. R.R.O. 1990, Reg. 703, s. 3 (1).</p> <p class=\"subsection-e\">(2) The value of the consideration in respect of any conveyance that is,</p> <p class=\"clause-e\">(a) described in paragraph 1 of subsection (1), shall be the higher of the fair market value of the surface rights to which the lease extends or the consideration that, in the opinion of the Minister, is reasonably attributable to the surface rights;</p> <p class=\"clause-e\">(b) described in paragraph 2 of subsection (1), shall be the higher of,</p> <p class=\"subclause-e\">(i) the consideration paid by the person exercising the surface rights option to acquire it plus any consideration paid to exercise it, or</p> <p class=\"subclause-e\">(ii) the consideration that, in the opinion of the Minister, is reasonably attributable to the acquisition of the surface rights to the land which is the subject-matter of the surface rights option; or</p> <p class=\"clause-e\">(c) described in paragraph 3 of subsection (1), shall be the value of the whole or any part of the consideration paid for the conveyance that, in the opinion of the Minister, is reasonably attributable to a conveyance of the surface rights to the land that is the subject-matter of the conveyance. R.R.O. 1990, Reg. 703, s. 3 (2).</p> <p class=\"Normal\"></p>"
        }
    ]
}