{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 1045: BRICK AND STONE MASON",
        "reg_name_text": "BRICK AND STONE MASON",
        "citation": "R.R.O. 1990, Reg. 1045: ",
        "act_under": "Trades Qualification and Apprenticeship Act",
        "url": "https://www.ontario.ca/laws/regulation/901045",
        "date_scraped": "2023-12-19 04:48:23"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/901045/v4",
            "valid_from": "December 18, 2012",
            "valid_to": "April  7, 2013"
        },
        {
            "a_href": "/laws/regulation/901045/v3",
            "valid_from": "September  3, 2010",
            "valid_to": "December 17, 2012"
        },
        {
            "a_href": "/laws/regulation/901045/v2",
            "valid_from": "July  5, 2007",
            "valid_to": "September  2, 2010"
        },
        {
            "a_href": "/laws/regulation/901045/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "July  4, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “brick and stone mason” means a person who, (a) constructs, erects, installs and repairs with brick, concrete block, insulation and other masonry units, walls, arches, paving, floors, fireplaces, chimneys, smoke-stacks and other structures, (b) cuts and trims all brick, concrete block and other masonry units by hand tools and power activated equipment, (c) lays firebrick and other refractory materials to walls, arches and floors in the construction of furnaces or to lining furnaces and retorts or to enclosing boilers, tanks and heat treating furnaces, (d) has a comprehensive knowledge of tools to perform in the trade, (e) reads and understands blueprints, sketches, specifications, codes and manufacturers literature used in the layout and erection of a structure; (“briqueteur-maçon”) “certified trade” means the trade of brick and stone mason. (“métier agréé”) R.R.O. 1990, Reg. 1045, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“brick and stone mason” means a person who,</p> <p class=\"defclause-e\">(a) constructs, erects, installs and repairs with brick, concrete block, insulation and other masonry units, walls, arches, paving, floors, fireplaces, chimneys, smoke-stacks and other structures,</p> <p class=\"defclause-e\">(b) cuts and trims all brick, concrete block and other masonry units by hand tools and power activated equipment,</p> <p class=\"defclause-e\">(c) lays firebrick and other refractory materials to walls, arches and floors in the construction of furnaces or to lining furnaces and retorts or to enclosing boilers, tanks and heat treating furnaces,</p> <p class=\"defclause-e\">(d) has a comprehensive knowledge of tools to perform in the trade,</p> <p class=\"defclause-e\">(e) reads and understands blueprints, sketches, specifications, codes and manufacturers literature used in the layout and erection of a structure; (“briqueteur-maçon”)</p> <p class=\"definition-e\">“certified trade” means the trade of brick and stone mason. (“métier agréé”) R.R.O. 1990, Reg. 1045, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The trade of brick and stone mason is designated as a certified trade for the purposes of the Act. R.R.O. 1990, Reg. 1045, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The trade of brick and stone mason is designated as a certified trade for the purposes of the Act. R.R.O. 1990, Reg. 1045, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) No person shall become an apprentice in the certified trade unless he or she has successfully completed Grade 8 in Ontario or has such other academic qualification that in the opinion of the Director is equivalent thereto. R.R.O. 1990, Reg. 1045, s. 3 (1). (2) Despite subsection (1), a person may be registered as an apprentice in the certified trade if the person has, (a) graduated in a course for the trade of brick and stone mason offered in the occupational program of a junior or special vocational school; and (b) been recommended to the Director by the Principal of the school where the person completed the course for enrollment as an apprentice in the certified trade. R.R.O. 1990, Reg. 1045, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) No person shall become an apprentice in the certified trade unless he or she has successfully completed Grade 8 in Ontario or has such other academic qualification that in the opinion of the Director is equivalent thereto. R.R.O. 1990, Reg. 1045, s. 3 (1).</p> <p class=\"subsection-e\">(2) Despite subsection (1), a person may be registered as an apprentice in the certified trade if the person has,</p> <p class=\"clause-e\">(a) graduated in a course for the trade of brick and stone mason offered in the occupational program of a junior or special vocational school; and</p> <p class=\"clause-e\">(b) been recommended to the Director by the Principal of the school where the person completed the course for enrollment as an apprentice in the certified trade. R.R.O. 1990, Reg. 1045, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) An apprentice training program for the certified trade is established in accordance with this section. O. Reg. 332/07, s. 1. (2) The apprentice training program for the certified trade shall include the following two components: 1. Classes that provide training and instruction. 2. On the job work experience. O. Reg. 332/07, s. 1. (3) A period of apprentice training included in the apprentice training program under subsection (4) may include either or both of the components referred to in subsection (2). O. Reg. 332/07, s. 1. (4) The apprentice training program for the certified trade shall consist of four periods and each period shall include 1,400 hours of apprentice training. O. Reg. 332/07, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) An apprentice training program for the certified trade is established in accordance with this section. O. Reg. 332/07, s. 1.</p> <p class=\"subsection-e\">(2) The apprentice training program for the certified trade shall include the following two components:</p> <p class=\"paragraph-e\">1. Classes that provide training and instruction.</p> <p class=\"paragraph-e\">2. On the job work experience. O. Reg. 332/07, s. 1.</p> <p class=\"subsection-e\">(3) A period of apprentice training included in the apprentice training program under subsection (4) may include either or both of the components referred to in subsection (2). O. Reg. 332/07, s. 1.</p> <p class=\"subsection-e\">(4) The apprentice training program for the certified trade shall consist of four periods and each period shall include 1,400 hours of apprentice training. O. Reg. 332/07, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. Despite subsection 8 (2) of Regulation 1055 of the Revised Regulations of Ontario, 1990 (General) made under the Act, hours worked by an apprentice in the certified trade in excess of his or her regular daily hours of on the job work experience shall be included when determining whether the apprentice has fulfilled the hours of apprentice training required under subsection 4 (4). O. Reg. 332/07, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>Despite subsection 8 (2) of Regulation 1055 of the Revised Regulations of Ontario, 1990 (General) made under the Act, hours worked by an apprentice in the certified trade in excess of his or her regular daily hours of on the job work experience shall be included when determining whether the apprentice has fulfilled the hours of apprentice training required under subsection 4 (4). O. Reg. 332/07, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) The rate of wages to be paid by an employer to an apprentice working in the certified trade during the apprentice training program shall not be less than the following percentage of the average hourly rate of wages for journeypersons employed by the employer in that trade: 1. During the first period of apprentice training, 40 per cent. 2. During the second period of apprentice training, 60 per cent. 3. During the third period of apprentice training , 70 per cent. 4. During the fourth period of apprentice training, 80 per cent. O. Reg. 332/07, s. 1. (2) Subsection (1) applies to the determination of rate of wages for regular daily hours of work of an apprentice as well as for hours of work in excess of regular daily hours of work. O. Reg. 332/07, s. 1. (3) If an employer employs an apprentice in the certified trade but does not employ other journeypersons in the trade, the apprentice’s rate of wages shall be determined in accordance with subsections (1) and (2). However, any reference in those subsections to the average hourly rate of wages for journeypersons employed by the employer in the certified trade shall be deemed to be a reference to the average hourly rate of wages paid to journeypersons employed in the trade in the locality in which the apprentice is employed. O. Reg. 332/07, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) The rate of wages to be paid by an employer to an apprentice working in the certified trade during the apprentice training program shall not be less than the following percentage of the average hourly rate of wages for journeypersons employed by the employer in that trade:</p> <p class=\"paragraph-e\">1. During the first period of apprentice training, 40 per cent.</p> <p class=\"paragraph-e\">2. During the second period of apprentice training, 60 per cent.</p> <p class=\"paragraph-e\">3. During the third period of apprentice training , 70 per cent.</p> <p class=\"paragraph-e\">4. During the fourth period of apprentice training, 80 per cent. O. Reg. 332/07, s. 1.</p> <p class=\"subsection-e\">(2) Subsection (1) applies to the determination of rate of wages for regular daily hours of work of an apprentice as well as for hours of work in excess of regular daily hours of work. O. Reg. 332/07, s. 1.</p> <p class=\"subsection-e\">(3) If an employer employs an apprentice in the certified trade but does not employ other journeypersons in the trade, the apprentice’s rate of wages shall be determined in accordance with subsections (1) and (2). However, any reference in those subsections to the average hourly rate of wages for journeypersons employed by the employer in the certified trade shall be deemed to be a reference to the average hourly rate of wages paid to journeypersons employed in the trade in the locality in which the apprentice is employed. O. Reg. 332/07, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) The number of apprentices who may be employed by an employer in the certified trade shall not exceed the number determined in accordance with the following rules: 1. For the first journeyperson employed by the employer in the trade, one apprentice. 2. For every three additional journeypersons employed by the employer in the trade, add one apprentice. O. Reg. 332/07, s. 1. (2) If an employer is a journeyperson, he or she shall be considered to be the first journeyperson employed by the employer for the purposes of paragraph 1 of subsection (1). O. Reg. 332/07, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) The number of apprentices who may be employed by an employer in the certified trade shall not exceed the number determined in accordance with the following rules:</p> <p class=\"paragraph-e\">1. For the first journeyperson employed by the employer in the trade, one apprentice.</p> <p class=\"paragraph-e\">2. For every three additional journeypersons employed by the employer in the trade, add one apprentice. O. Reg. 332/07, s. 1.</p> <p class=\"subsection-e\">(2) If an employer is a journeyperson, he or she shall be considered to be the first journeyperson employed by the employer for the purposes of paragraph 1 of subsection (1). O. Reg. 332/07, s. 1.</p>"
        },
        {
            "id": "8., 9.",
            "section": null,
            "content": "8., 9. Revoked: O. Reg. 332/07, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>8., 9. </b>Revoked: O. Reg. 332/07, s. 1.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. The Director shall issue a progress record book to each apprentice and the apprentice shall record therein the time that he or she spends in related training and work experience and the apprentice shall be responsible for the safekeeping of the progress record book. R.R.O. 1990, Reg. 1045, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>The Director shall issue a progress record book to each apprentice and the apprentice shall record therein the time that he or she spends in related training and work experience and the apprentice shall be responsible for the safekeeping of the progress record book. R.R.O. 1990, Reg. 1045, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) Section 9 and subsection 10 (2) of the Act do not apply to any person who works or is employed in the certified trade. R.R.O. 1990, Reg. 1045, s. 11 (1). (2) Subsection 10 (3) of the Act does not apply to an employer in the certified trade. R.R.O. 1990, Reg. 1045, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) Section 9 and subsection 10 (2) of the Act do not apply to any person who works or is employed in the certified trade. R.R.O. 1990, Reg. 1045, s. 11 (1).</p> <p class=\"subsection-e\">(2) Subsection 10 (3) of the Act does not apply to an employer in the certified trade. R.R.O. 1990, Reg. 1045, s. 11 (2).</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. A certificate of qualification in the certified trade is not required to be renewed. R.R.O. 1990, Reg. 1045, s. 12. SCHEDULES 1, 2 Revoked: O. Reg. 332/07, s. 2. Français ",
            "raw_html": "<p class=\"section-e\"><b>12. </b>A certificate of qualification in the certified trade is not required to be renewed. R.R.O. 1990, Reg. 1045, s. 12.</p> <p class=\"scheduleRevoked-e\">SCHEDULES 1, 2 Revoked: O. Reg. 332/07, s. 2.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_901045_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_901045_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}