{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 828: DEVELOPMENT WITHIN THE DEVELOPMENT CONTROL AREA",
        "reg_name_text": "DEVELOPMENT WITHIN THE DEVELOPMENT CONTROL AREA",
        "citation": "R.R.O. 1990, Reg. 828: ",
        "act_under": "Niagara Escarpment Planning and Development Act   Loi sur la planification et l’aménagement de l’escarpement du Niagara",
        "url": "https://www.ontario.ca/laws/regulation/900828",
        "date_scraped": "2023-12-19 04:55:42"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2013",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900828/v2",
            "valid_from": "December 18, 2012",
            "valid_to": "December 31, 2012"
        },
        {
            "a_href": "/laws/regulation/900828/v1",
            "valid_from": "February  3, 1999",
            "valid_to": "December 17, 2012"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “dwelling” means a building or part thereof, designed for use by one household and which has for the exclusive use of the household, (a) one or more habitable rooms, (b) separate kitchen facilities, (c) separate sanitary facilities, and (d) a private entrance from outside the building or from a common area within the building, but does not include a mobile home; “front wall” means the wall of a building or structure that is located nearest to the front lot line; “front yard” means a yard extending across the full width of a lot on which a building or structure is situate, and extending from the front lot line to the part of the building or structure that is nearest to the front lot line; “general agricultural development” means a class of development whereby land, buildings or structures are used for the purpose of forestry, cultivation of trees and nursery stock, maple sugar harvesting, field crops, fruit farming, market gardening, dairying, animal husbandry, poultry raising, beekeeping, the operation of glass or plastic covered greenhouses, and such uses as are customarily and normally related to agriculture, but does not include, (a) special agricultural development, or (b) the construction of an equestrian racetrack or sand ring or any class of development whereby land, buildings or structures are used for the purpose of an equestrian event or a horseback riding school; “good forestry practices” means the proper implementation of harvest, renewal and maintenance activities known to be appropriate for the forest and environmental conditions under which they are being applied and that minimize detriments to forest values including significant ecosystems, important fish and wildlife habitat, soil and water quality and quantity, forest productivity and health and the aesthetics and recreational opportunities of the landscape; “group home” means a residence that is licensed or funded by a public agency for the accommodation of three to 10 persons, exclusive of staff, living under supervision in a single housekeeping unit and who, by reason of their emotional, mental, social or physical condition or legal status, need a group living arrangement for their well being; “household” means one or more persons living as a single housekeeping unit in one dwelling or in a group home; “lot” means a parcel of land, (a) described in a deed or other document legally capable of conveying an interest in land, or (b) shown as a lot or block on a registered plan of subdivision; “lot area” means the horizontal area within the boundary lines of a lot; “mobile home” means a vehicle that is, (a) designed to be pulled or propelled by a motor vehicle, and (b) used for human habitation; “professional forester” means a person who holds a certificate of registration under the Professional Foresters Act, 2000; “rear yard” means a yard extended across the full width of a lot upon which a building or structure is situate and from the rear lot line to the part of the building or structure that is nearest to the rear lot line; “road” means a highway that is, (a) under the jurisdiction of the Province of Ontario or a municipality, or (b) a road within a registered plan of subdivision; “seasonal” means operated for six months or less in a calendar year; “side yard” means a yard extending from the front yard to the rear yard of a lot upon which a building or structure is situate and from the side lot line to the part of the building or structure that is nearest to the side lot line; “single dwelling” means a separate building containing only one dwelling; “special agricultural development” means a class of development whereby land, buildings or structures are used for the purpose of intensive livestock, poultry, cattle or other farm operations and includes use as a piggery, a turkey, game bird or chicken farm or hatchery, a fur farm, a mushroom farm, an animal kennel, a farm for the keeping or display of exotic animals, an aquaculture facility and a feed lot area or manure storage area; “tree” means a woody plant that, (a) has reached a height of 4.5 metres or belongs to a species that has an average height of at least 4.5 metres at physiological maturity, and (b) has a stem diameter of more than 10.2 centimetres when measured from the outside bark at a point 1.3 metres above the ground; “wind machine” means an engine-driven fan that is used for protecting horticultural crops from damage due to cold air and frost; “yard” means the area on a lot unoccupied by a building or structure.  R.R.O. 1990, Reg. 828, s. 1; O. Reg. 658/92, s. 1; O. Reg. 190/93, s. 1; O. Reg. 48/99, s. 1 (1-4); O. Reg. 423/12, s. 1. (2) In this Regulation, (a) a lot that abuts on a road or a body of water is considered to have a front lot line on each lot line that abuts on the road or the water; and (b) a corner lot is considered to have two front lot lines. (3) For the purposes of this Regulation, something is accessory to another thing if it is normally incidental or subordinate to the other thing, but a dwelling or other structure that is used for human habitation shall be deemed not to be accessory to anything.  O. Reg. 48/99, s. 1 (5).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“dwelling” means a building or part thereof, designed for use by one household and which has for the exclusive use of the household,</p> <p class=\"defclause-e\">  (a) one or more habitable rooms,</p> <p class=\"defclause-e\">  (b) separate kitchen facilities,</p> <p class=\"defclause-e\">  (c) separate sanitary facilities, and</p> <p class=\"defclause-e\">  (d) a private entrance from outside the building or from a common area within the building,</p> <p class=\"Sdefinition-e\">but does not include a mobile home;</p> <p class=\"definition-e\">“front wall” means the wall of a building or structure that is located nearest to the front lot line;</p> <p class=\"definition-e\">“front yard” means a yard extending across the full width of a lot on which a building or structure is situate, and extending from the front lot line to the part of the building or structure that is nearest to the front lot line;</p> <p class=\"definition-e\">“general agricultural development” means a class of development whereby land, buildings or structures are used for the purpose of forestry, cultivation of trees and nursery stock, maple sugar harvesting, field crops, fruit farming, market gardening, dairying, animal husbandry, poultry raising, beekeeping, the operation of glass or plastic covered greenhouses, and such uses as are customarily and normally related to agriculture, but does not include,</p> <p class=\"defclause-e\">  (a) special agricultural development, or</p> <p class=\"defclause-e\">  (b) the construction of an equestrian racetrack or sand ring or any class of development whereby land, buildings or structures are used for the purpose of an equestrian event or a horseback riding school;</p> <p class=\"definition-e\">“good forestry practices” means the proper implementation of harvest, renewal and maintenance activities known to be appropriate for the forest and environmental conditions under which they are being applied and that minimize detriments to forest values including significant ecosystems, important fish and wildlife habitat, soil and water quality and quantity, forest productivity and health and the aesthetics and recreational opportunities of the landscape;</p> <p class=\"definition-e\">“group home” means a residence that is licensed or funded by a public agency for the accommodation of three to 10 persons, exclusive of staff, living under supervision in a single housekeeping unit and who, by reason of their emotional, mental, social or physical condition or legal status, need a group living arrangement for their well being;</p> <p class=\"definition-e\">“household” means one or more persons living as a single housekeeping unit in one dwelling or in a group home;</p> <p class=\"definition-e\">“lot” means a parcel of land,</p> <p class=\"defclause-e\">  (a) described in a deed or other document legally capable of conveying an interest in land, or</p> <p class=\"defclause-e\">  (b) shown as a lot or block on a registered plan of subdivision;</p> <p class=\"definition-e\">“lot area” means the horizontal area within the boundary lines of a lot;</p> <p class=\"definition-e\">“mobile home” means a vehicle that is,</p> <p class=\"defclause-e\">  (a) designed to be pulled or propelled by a motor vehicle, and</p> <p class=\"defclause-e\">  (b) used for human habitation;</p> <p class=\"definition-e\">“professional forester” means a person who holds a certificate of registration under the <i>Professional Foresters Act, 2000</i>;</p> <p class=\"definition-e\">“rear yard” means a yard extended across the full width of a lot upon which a building or structure is situate and from the rear lot line to the part of the building or structure that is nearest to the rear lot line;</p> <p class=\"definition-e\">“road” means a highway that is,</p> <p class=\"defclause-e\">  (a) under the jurisdiction of the Province of Ontario or a municipality, or</p> <p class=\"defclause-e\">  (b) a road within a registered plan of subdivision;</p> <p class=\"definition-e\">“seasonal” means operated for six months or less in a calendar year;</p> <p class=\"definition-e\">“side yard” means a yard extending from the front yard to the rear yard of a lot upon which a building or structure is situate and from the side lot line to the part of the building or structure that is nearest to the side lot line;</p> <p class=\"definition-e\">“single dwelling” means a separate building containing only one dwelling;</p> <p class=\"definition-e\">“special agricultural development” means a class of development whereby land, buildings or structures are used for the purpose of intensive livestock, poultry, cattle or other farm operations and includes use as a piggery, a turkey, game bird or chicken farm or hatchery, a fur farm, a mushroom farm, an animal kennel, a farm for the keeping or display of exotic animals, an aquaculture facility and a feed lot area or manure storage area;</p> <p class=\"definition-e\">“tree” means a woody plant that,</p> <p class=\"defclause-e\">  (a) has reached a height of 4.5 metres or belongs to a species that has an average height of at least 4.5 metres at physiological maturity, and</p> <p class=\"defclause-e\">  (b) has a stem diameter of more than 10.2 centimetres when measured from the outside bark at a point 1.3 metres above the ground;</p> <p class=\"definition-e\">“wind machine” means an engine-driven fan that is used for protecting horticultural crops from damage due to cold air and frost;</p> <p class=\"definition-e\">“yard” means the area on a lot unoccupied by a building or structure.  R.R.O. 1990, Reg. 828, s. 1; O. Reg. 658/92, s. 1; O. Reg. 190/93, s. 1; O. Reg. 48/99, s. 1 (1-4); O. Reg. 423/12, s. 1.</p> <p class=\"subsection-e\">  (2) In this Regulation,</p> <p class=\"clause-e\">  (a) a lot that abuts on a road or a body of water is considered to have a front lot line on each lot line that abuts on the road or the water; and</p> <p class=\"clause-e\">  (b) a corner lot is considered to have two front lot lines.</p> <p class=\"subsection-e\">  (3) For the purposes of this Regulation, something is accessory to another thing if it is normally incidental or subordinate to the other thing, but a dwelling or other structure that is used for human habitation shall be deemed not to be accessory to anything.  O. Reg. 48/99, s. 1 (5).</p>"
        },
        {
            "id": "2.",
            "section": "Interpretation",
            "content": " 2. This Regulation applies to the areas of land within the Niagara Escarpment Planning Area that is designated under Regulation 826 of the Revised Regulations of Ontario, 1990 (Designation of Area of Development Control) made under the Act as an area of development control.  R.R.O. 1990, Reg. 828, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Regulation applies to the areas of land within the Niagara Escarpment Planning Area that is designated under Regulation 826 of the Revised Regulations of Ontario, 1990 (Designation of Area of Development Control) made under the Act as an area of development control.  R.R.O. 1990, Reg. 828, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Interpretation",
            "content": " 3. Zoning by-laws and the Minister’s orders made under section 47 of the Planning Act have no effect in the area of development control designated under Regulation 826 of the Revised Regulations of Ontario, 1990 (Designation of Area of Development Control) made under the Act.  O. Reg. 48/99, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>Zoning by-laws and the Minister’s orders made under section 47 of the <i>Planning Act</i><i> </i>have no effect in the area of development control designated under Regulation 826 of the Revised Regulations of Ontario, 1990 (Designation of Area of Development Control) made under the Act.  O. Reg. 48/99, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": "Interpretation",
            "content": " 4. An application for a development permit shall be on a form provided by the Commission.  O. Reg. 48/99, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>An application for a development permit shall be on a form provided by the Commission.  O. Reg. 48/99, s. 2.</p>"
        },
        {
            "id": "5.",
            "section": "Interpretation",
            "content": " 5. The following classes of development, if listed as permitted uses under the land use policies established in the Niagara Escarpment Plan and not in conflict with a development permit issued under the Act, are exempt from the requirement of obtaining a development permit: 1. The maintenance or repair of land, buildings or structures damaged, without any human intervention, by fire, lightning, unusually severe weather, storms, floods or other natural causes. 2. The reconstruction of land, buildings or structures damaged or destroyed, without any human intervention, by fire, lightning, unusually severe weather, storms, floods or other natural causes, if the reconstruction, i. is on the same site where the damage or destruction occurred, ii. does not change the use on the site, iii. in the case of a building or structure, results in a building or structure that occupies an area that is not more than that occupied by the original or is of a height that is no greater than that of the original, and iv. is started within two years after the damage or destruction occurred. 3. The maintenance, repair, reconstruction or demolition of land, buildings or structures that is required by an order or other instrument issued under an Act by a public authority for the purpose of ensuring public safety or health. 3.1 The environmental remediation of land, buildings or structures that is required by an order or other instrument issued under an Act by a public authority. 4. The maintenance, repair, reconstruction or improvement of the interior of a building or structure that does not change the use of the building or structure. 4.1 The maintenance or repair of the exterior of a building or structure that does not change the use of the building or structure. 4.2 The maintenance, repair, construction or improvement of a building or structure for fire safety and fire exits and barrier free access. 4.3 The maintenance, repair or renewal of highways or municipal roads if the maintenance, repair or renewal does not, i. open an unopened road allowance, ii. expand the width of the road, iii. change the road from a seasonal to a year round road, iv. change the surface of the road from gravel to pavement, or v. require road cuts and contour changes. 4.4 The maintenance, repair or cleaning of drainage ditches and swales along highways and municipal roads, including the replacement of culverts associated with driveway lanes and entrances onto municipal roads and highways. 4.5 The maintenance or repair of slopes and retaining walls within the road allowance of highways and municipal roads. 4.6 The maintenance or repair of rock faces or cliffs associated with road cuts, including the mechanical scaling of rock cliffs within the road allowance required for safety purposes. 4.7 The maintenance or repair of rock faces or cliffs associated with hydroelectric facilities, including the mechanical scaling of rock cliffs required for safety purposes. 5. The construction, erection, installation, maintenance, repair or renewal of sidewalks, curbs, gutters, street signs and street lights on municipal roads and highways and the maintenance and renewal of driveway lanes and entrances onto municipal roads and highways. 6. The maintenance, repair or renewal of sewers, mains, pipes, cables, including fiber optic cables, wire or other apparatus connected with public utilities, including equipment shelters and lockers, and the breaking open of any municipal road or highway or other land for this purpose. 6.1 The construction or installation of sewers, mains, pipes, cables, including fiber optic cables, wire or other apparatus connected with public utilities, including equipment shelters and lockers, in an area designated as an Urban Area in the Niagara Escarpment Plan. 7. Subject to paragraphs 8, 9, 9.1, 9.2, 10, 11, 13, 13.1, 13.2, 13.3, 20 and 31, general agricultural development. 8. The following classes of development for the purposes of general agricultural development: i. The cultivation of soil, including the picking and removal of field rocks and stones, but not including the stripping, removal or stockpiling of topsoil, earth, rock, sand, gravel or other aggregate material, the addition of fill or the construction of a berm. ii. The digging or drilling of a well. iii. The installation of a farm tile drain. iv. The installation or operation of a water irrigation system that does not include the construction of a pond or the alteration of a stream or watercourse. v. The repair, maintenance and cleaning of farm drains. vi. The spreading of manure and similar farm waste and processed municipal bio-solids in accordance with the Nutrient Management Act, 2002 and the Clean Water Act, 2006. 9. The construction of a building, structure or facility accessory to general agricultural development, other than a dwelling or pond if, on completion of the development, all the following conditions are met: i. The area of the lot on which the construction occurred is at least 20 hectares. ii. The side yard depth of the lot on which the construction occurred is at least 15 metres. iii. The rear yard depth of the lot on which the construction occurred is at least 15 metres. iv. The building, structure or facility is at least 90 metres from the centre line of an abutting open public road. v. In the case of an equestrian facility or horse barn, the structure is not greater in size than 450 square metres, not greater in height than 10 metres to the roof peak and does not contain a dwelling. vi. The building, structure or facility meets the setback requirements calculated under the minimum distance separation formulae as defined in the Niagara Escarpment Plan. vii. The lot is not identified as an Agricultural Purposes Only Lot in the Niagara Escarpment Plan. 9.1 The conversion and use of agricultural buildings, structures and facilities from one type of livestock, animal husbandry or poultry farming to another on a lot with an area of at least 20 hectares, if the minimum distance separation formulae as defined in the Niagara Escarpment Plan are met and such conversion and use is in accordance with the Nutrient Management Act, 2002\r\nand the Clean Water Act, 2006. 9.2 The installation of a wind machine if the structure is set back 25 metres from any lot line and 125 metres from the nearest dwelling on another lot. 10. A dug farm pond accessory to general agricultural development if, on completion of the development, all the following conditions are met: i. The pond is not located within the Escarpment Natural Area of the Niagara Escarpment Plan nor within a wetland as defined by the Niagara Escarpment Plan. ii. The pond does not need construction of a dam or berm and is not located on a stream or watercourse. iii. The surface area of the pond is located at least 30 metres from the nearest lot line and from any septic system or well. iv. The surface area of the pond is not greater than 150 square metres. v. The area of the lot is at least 20 hectares. vi. The dredged material is used for landscaping immediately around the pond site and rehabilitated with vegetation. vii. The pond does not require the use of water from a well. 11. The installation of a portable, seasonal farm produce stand or market structure accessory to general agricultural development, other than a food service vehicle, if, on completion of the installation, all the following conditions are met: i. The total surface area covered by the stand or structure does not exceed 28 square metres. ii. The setback of the stand or structure from the front lot line is at least 7.5 metres. iii. The items for sale at the stand or structure are limited to produce grown by or products made from produce grown by the owner or operator of the lot on which the stand or structure is situated. iv. The stand or structure is removed during the portion of the season when it is not in operation. 11.1 The extension of a single dwelling if, on completion of the extension, the height of the extension does not exceed the height of the original dwelling, the total surface area occupied by the extension does not exceed 93 square metres and the dimensions of the extension are such that either, i. the yard depth of the lot on which the extension occurred meets the following conditions: A. the side yard depth is at least 4.5 metres, B. the rear yard depth is at least 7.5 metres, and C. the front yard depth is at least 15 metres, or ii. if the yard depth of the lot on which the single dwelling is situated was less than the yard depth described in sub-paragraph i before the extension was begun, the yard depth of the lot, determined in relation to the extension alone, meets the conditions described in subparagraph i. 11.2 A change to the height or pitch of a roof of a single dwelling, or of a building or structure that is accessory to a single dwelling, for the purpose of maintenance, repair or renewal if, i. the total floor area of the dwelling, building or structure is not increased, ii. the height of the dwelling, building or structure is not increased by more than 2.5 metres, and iii. one of the following conditions is met: A. In the case of a dwelling, building or structure that before the change had a roof line of 7.5 metres or less in height, the height of the roofline of the dwelling, building or structure after the change does not exceed 7.5 metres. B. In the case of a dwelling, building or structure that before the change had a roof line of more than 7.5 metres in height, the height of the roof line of the dwelling, building or structure after the change does not exceed the height of the highest part of the roof line as it was before the change. 11.3 The construction or extension of buildings or structures accessory to single dwellings, if all the following conditions are met on the completion of the construction or extension: i. No accessory building or structure or any part thereof lies between the front lot line and the wall of the dwelling nearest to it, unless the accessory building or structure has a front yard setback of at least 15 metres. ii. No accessory building or structure or any part thereof is less than one metre from any side or rear lot line. iii. The total area covered by all accessory buildings and structures does not exceed 5 per cent of the lot area, or 72 square metres, whichever is the lesser. iv. No accessory building or structure exceeds a height of 4.5 metres. 12. The planting and cultivation of trees or nursery stock. 13. Subject to any applicable municipal by-law or regulation made under any Act that regulates the cutting of trees, the cutting, destruction, removal, pruning, relocation or transplantation of trees on a lot, if the trees are cut, destroyed, removed, pruned, relocated or transplanted for any of the following purposes or reasons: i. as part of the normal operation of a Christmas tree farm, nursery or orchard, ii. because the trees constitute a safety hazard, iii. because the trees are dead or diseased or have been damaged by natural causes and not by human intervention, iv. for the maintenance of oil and gas pipelines, distribution lines and corridors, v. for the maintenance of electric power distribution lines and corridors, vi. for the connection, repair and maintenance of public utilities to approved buildings and structures, vii. for the maintenance of open public roads and road allowances immediately adjacent to them, viii. for the maintenance of existing recreational trails, ix. for personal use by the owner of the lot on which the trees to be cut, destroyed, removed or pruned are situated, if no sale occurs of the trees or any wood products created from the cutting, destruction, removal or pruning of the trees, x. for controlling exotic pests and diseases through programs authorized or undertaken by public authorities having jurisdiction to prescribe such control, xi. for forest fire control or controlled burning through programs authorized or undertaken by public authorities having jurisdiction to prescribe such control. 13.1 The non-commercial cutting, destruction, removal, pruning, relocation or transplanting of trees on a lot that is not greater than 0.8 hectares in area, if, i. the cutting, destruction, removal, pruning, relocation or transplanting is carried out in accordance with good forestry practices, and ii. there is a municipal by-law governing the cutting, destruction, removal, pruning, relocation or transplanting and all operations are carried out in accordance with the by-law. 13.2 Subject to any municipal by-law that regulates the cutting of trees, the cutting, destruction, removal, pruning, relocating or transplanting, in accordance with good forestry practices, of not more than 10 per cent of the trees within a 10-year period on a lot that is greater than 0.8 hectares in area, if, in the case of an Area of Natural Scientific Interest (Life Science) that is in public ownership, the trees are cut, destroyed, removed, pruned, relocated or transplanted only where it is necessary to maintain the values for which the area was acquired, for emergency access, where existing agreements are in effect, or to implement uses permitted in approved Park and Open Space Plans that are not in conflict with the Niagara Escarpment Plan. 13.3 The cutting, destruction, removal, pruning, relocating or transplanting of more than 10 per cent of the trees within a 10-year period on a lot that is greater than 0.8 hectares in area, if the trees are cut, destroyed, removed, pruned, relocated or transplanted in accordance with, i. the Crown Forest Sustainability Act, 1994, the Forestry Act, the Conservation Authorities Act or a by-law made under the Municipal Act, 2001, and, in the case of an Area of Natural Scientific Interest (Life Science) that is in public ownership, the trees are cut, destroyed, removed, pruned, relocated or transplanted only where it is necessary to maintain the values for which the area was acquired, for emergency access, where existing agreements are in effect or to implement uses permitted in approved Park and Open Space Plans that are not in conflict with the Niagara Escarpment Plan, or ii. a forest management plan, including tree cutting prescriptions, recommended by the Ministry of Natural Resources, a conservation authority or a professional forester, that, A. uses tree cutting and management methods designed to minimize adverse effects on the natural environment, including surface drainage and groundwater, B. minimizes disruption of habitats for plants and animal species occurring in the area, C. retains the diversity of native tree species and other plant and animal species, D. aims over the long term to maintain and enhance the quality and productivity of the forest site, E. minimizes cutting and tree management within highly sensitive areas such as steep slopes, unstable soils, stream valleys, wetlands and areas of significant groundwater recharge and discharge, F. includes natural regeneration or rehabilitation through reforestation where necessary, and G. in the case of an Area of Natural Scientific Interest (Life Science) that is in public ownership, permits tree cutting only where it is necessary to maintain the values for which the area was acquired, for emergency access, where existing agreements are in effect or to implement uses permitted in approved Park and Open Space Plans that are not in conflict with the Niagara Escarpment Plan. 14. The maintenance, repair, replacement or decommissioning of a private sewage disposal system that services only the lot on which it is located. 15. The digging or drilling of a well or the installation of a cistern for the purpose of supplying potable water for a single dwelling. 16. The construction of an outdoor swimming pool, spa or hot tub accessory to a single dwelling, including an associated deck, pump, filter or heater, if all the following conditions are met on the completion of the development: i. The water area of the swimming pool, spa or hot tub is at least 2.5 metres from the nearest lot line. ii. Any associated pump, filter or heater is at least one metre from the nearest lot line. iii. The maximum water area is 93 square metres in the case of a swimming pool and 13 square metres in the case of a spa or hot tub. iv. Municipal swimming pool, spa or hot tub fencing and safety requirements are met. v. If the swimming pool, spa or hot tub is located on a lot containing part of the Escarpment brow as defined in the Niagara Escarpment Plan in which the brow is formed by a rock cliff, the water area of the swimming pool, spa or hot tub is set back at least 10 metres from the location of the brow on the lot. 17. The maintenance of lands, buildings and structures under the jurisdiction of a conservation authority, the establishment of hiking or cross-country ski trails and the erection of signs for the purposes of property identification or interpretative or recreational information on lands owned by a conservation authority. 18. The installation of electric power distribution lines, operating at a nominal voltage not exceeding 50 kilovolts by, i. burying the lines underground, or ii. using poles not exceeding a height of 18.9 metres to carry them if the distribution lines are, A. located on or immediately adjacent to public road allowances, or B. located on easements for such distribution lines contained in a registered plan of subdivision or condominium. 18.1 The installation of electric power distribution lines of any voltage if they are added to and carried on existing poles, towers or similar structures that were approved and intended for this purpose. 19. The production of aggregate from land that was licensed for a pit or quarry on June 10, 1975 under the Pits and Quarries Control Act, 1971 and that has been licensed for a pit or quarry continuously since that date under the Aggregate Resources Act or a predecessor of the Aggregate Resources Act, including the removal and stockpiling of overburden, the construction of berms and the blasting, excavation, crushing, washing, stockpiling and hauling of aggregate from the licensed site, but not including, i. dewatering, the taking of water or the discharge of water or sewage, unless the dewatering, taking or discharge was authorized under a permit or approval obtained under the Ontario Water Resources Act before Ontario Regulation 469/96 came into force, ii. the construction of a building, structure or facility, other than a berm, iii. any activity related to the production of aggregate that was excavated elsewhere, or iv. any activity related to an asphalt or concrete batch plant or a brick or cement block manufacturing plant. 19.1 The recycling and reprocessing of materials originally produced from aggregate as defined under the Niagara Escarpment Plan within an area licensed for a pit or quarry in the area identified for extraction on the site plans approved under the Aggregate Resources Act if the following conditions are met: i. The recycling and reprocessing use shall be incidental and subordinate to the mineral resource extraction operation licensed pursuant to the Aggregate Resources Act and shall not continue after extraction of on-site aggregate materials is complete. ii. The appropriate amendments to the site plans under the Aggregate Resources Act have been obtained from the Ministry of Natural Resources and the site plan shows the recycling location as a separate specific delineated area. iii. The recycling and reprocessing use shall be operated by the licensee or for the licensee in accordance with the licence and site plans under the Aggregate Resources Act. iv. All waste materials not used in recycling and reprocessing, including steel and rebar shall be removed from the site and not permanently stored or stockpiled. v. Recyclable asphalt materials will not be stockpiled within 30 metres of any natural or artificial water body or pond or within 2 metres of the surface of the established water table. vi. The recycling and reprocessing use is limited to crushing, washing, processing, stockpiling, blending and hauling the materials to and from the licensed site but does not include activities specified in subparagraph 19 iv. vii. The recycled and reprocessed materials shall not be used in the site rehabilitation, berming or screening of the pit or quarry. viii. Any required permits, approvals, certificates and similar authorizations for the recycling and reprocessing use have been obtained from the Ministry of the Environment. 19.2 The demolition or removal of all or part of any building or structure within an area licensed for a pit or quarry so that extraction can occur within the area identified for extraction on the site plans approved under the Aggregate Resources Act, subject to any terms and conditions that apply to such buildings and structures on the licence or the site plan. 20. The demolition of all or part of a dwelling, a building or structure accessory to a dwelling or a building or structure accessory to general agricultural development, if all the following conditions are met: i. The dwelling, building or structure or the part to be demolished has a total floor space not exceeding 93 square metres. ii. The dwelling, building or structure or the part to be demolished, A. is not designated under the Ontario Heritage Act as being of historic or architectural value or interest, B. is not intended to be designated under the Ontario Heritage Act\r\nas being of historic or architectural value or interest, according to a notice of intention to designate published under that Act, and C. is not otherwise recognized under any Act or any municipal by-law as being historically or architecturally significant. iii. The site on which the demolition occurs is levelled and covered with topsoil of sufficient depth to support the growth of vegetation. iv. Any waste material resulting from the demolition is reused on the site or removed and disposed of at a waste disposal site approved to receive that kind of waste under the Environmental Protection Act or the Environmental Assessment Act. 21. The construction of a patio, porch, deck or verandah as an extension to a single dwelling if, on the completion of the construction, all the following conditions are met: i. The total surface area covered by the patio, deck, porch or verandah does not exceed 56 square metres. ii. The side yard depth of the lot on which the construction occurred is at least one metre. iii. The rear yard depth of the lot on which the construction occurred is at least 7.5 metres. iv. The front yard depth of the lot on which the construction occurred is at least 10 metres. v. If the dwelling is located on a lot that contains part of the Escarpment brow as defined in the Niagara Escarpment Plan in which the brow is formed by a rock cliff, the patio, porch, deck or verandah is set back at least 10 metres from the location of the brow on the lot. 22. The repair, replacement, decommissioning or maintenance of an existing underground fuel tank. 23. The construction or installation for a single dwelling of an air conditioner, heat pump, chimney, flag pole or television or radio receiving antenna that is located at least one metre from the nearest lot line.  However, the installation of a satellite dish is not exempted under this paragraph. 23.1 The construction or installation on a lot of entrance gates or decorative pillars associated with driveway lanes and entrances onto municipal roads and highways. 24. The excavation of land, including the boring of holes, for one of the following temporary purposes: i. Testing for aggregate in the Escarpment Rural Area of the Niagara Escarpment Plan. ii. Soil testing. iii. Test drilling for the supply of water. iv. Archaeological exploration, survey or field work carried out in accordance with the Ontario Heritage Act or a federal statute. v. Surveys or field work undertaken for the purpose of environmental monitoring, research or inventory. 24.1 The installation of permanent boreholes for the purpose of monitoring dam safety at hydroelectric facilities. 25. The construction or installation for a single dwelling of a satellite dish that is not more than one metre in diameter and that is located at least one metre from the nearest lot line. 26. The construction or installation of a satellite dish more than one metre in diameter for a single dwelling if, on the completion of the construction or installation, all the following conditions are met: i. The area of the lot on which the single dwelling is situated is at least 0.4 hectares. ii. Only one satellite dish is located on the lot. iii. The satellite dish is not located in the front yard. iv. The height of the satellite dish above the ground, including the pole, does not exceed 4.5 metres. v. The side yard depth measured from the closest point of the satellite dish to the side lot line is at least 4.5 metres. vi. The rear yard depth measured from the closest point of the satellite dish to the rear lot line is at least 4.5 metres. 27. The construction or installation of a portable storage compound, works yard or trailer used in or incidental to the construction of federal, provincial or municipal public works if the compound, yard or trailer does not house an asphalt plant or facility and is not used as a dwelling.  The compound, yard or trailer must be removed within one year after its construction or installation or when the public works is completed, whichever is earlier. 28. The construction or installation of a portable tool shed, scaffold, trailer or other building or structure used in or incidental to approved development if the shed, scaffold, trailer or other building or structure is not used as a dwelling and is located on the same lot as the approved development.  The shed, scaffold, trailer, building or structure must be removed within one year after its construction or installation or when the development is completed, whichever is earlier. 29. Small scale recycling depots for paper, glass, plastic, wood, metal or cardboard established by a municipality to serve the local community if the area of the depot does not exceed 74 square metres. 30. The maintenance of land, buildings and structures for the Bruce Trail by the Bruce Trail Conservancy and the establishment of the Bruce Trail by the Bruce Trail Conservancy on land owned or managed by agreement with the Bruce Trail Conservancy. 31. The repair or maintenance of an existing dug pond, if all the following conditions are met: i. The pond is not located within the Escarpment Natural Area of the Niagara Escarpment Plan. ii. The original surface area and depth is not increased. iii. The pond does not require the construction or reconstruction of a dam or berm and is not located on a stream or watercourse. iv. The dredged material is used for landscaping immediately around the pond site and rehabilitated with vegetation. 32. The construction of an outdoor tennis court and associated fencing accessory to a single dwelling, if all the following conditions are met on the completion of the development: i. The surface area of the tennis court is at least 10 metres from the nearest lot line. ii. The maximum surface area of the tennis court is 650 square metres. iii. Municipal fencing and lighting requirements are met. 33. The construction or removal of school classroom portables accessory to an existing educational facility on property owned by a school board, college or university. 33.1 The establishment, placement or removal of a portable recreational trailer or vehicle on an existing site within a seasonal campground or trailer park, and, if the trailer or vehicle is allowed to remain on the site year round, the construction of the following facilities associated with the trailer or vehicle and located at least 15 metres from the nearest lot line to the campground or trailer park: i. An addition that does not exceed 45 square metres in area and is equal to or less than the height of the existing trailer or vehicle. ii. A patio, deck or covered porch that does not exceed 56 square metres in area. iii. An accessory building that does not exceed 40 square metres in area. 34. The erection or removal of a temporary special event tent, if all the following conditions are met: i. The tent is situated on a lot for not more than 30 days in any calendar year. ii. The tent does not require servicing facilities or the construction of a permanent foundation. iii. The tent does not result in a change in use of the land upon which it is situated. 35. The installation, construction or repair of the following signs and structures: i. Traffic, caution, directional and emergency street number signs erected by or on behalf of any government agency. ii. Election signs. iii. No trespassing or warning signs. iv. Temporary public information signs erected by or on behalf of any government agency. v. Temporary real estate signs that do not exceed one square metre in area. vi. Mail boxes. vii. Children’s outdoor playground equipment. viii. A children’s school bus weather shelter or enclosure that is adjacent to a municipal road or highway and not larger than 4 square metres. ix. A garbage enclosure or storage area that is not larger than 9 square metres. x. A retaining wall installed for landscaping, decorative or aesthetic purposes that has a maximum height of 1 metre. xi. A fence that has a maximum height of 2.4 metres, a brick or stone wall that has a maximum height of 1.2 metres, or a fence or wall that is permitted by a municipal by-law governing the erection of fencing or walls, but does not include fencing, stone walls or sound barriers for animal kennels and veterinary clinics. xii. Unlit signage, plaques or cairns identifying a site or feature as being of cultural local, provincial or national value or interest or of historical significance. xiii. A temporary and portable sign or banner within an area designated as a Minor Urban Centre or Urban Area in the Niagara Escarpment Plan, if the sign is subject to a permit from the municipality having jurisdiction. xiv. A temporary hunting blind. 36. Subject to any municipal by-law governing signage, the erection of one sign advertising the sale of farm produce if all of the following conditions are met: i. The sign is not more than 122 centimetres by 122 centimetres in size. ii. The sign has a posted height from the existing grade of not more than 244 centimetres to the top of the sign. iii. The sign is not lighted. iv. The sign is erected on the lot on which the produce is offered for sale. v. The owner of the sign also owns or rents the lot on which the sign is located. vi. The owner of the sign also owns or rents the lot on which the produce being offered for sale was grown. vii. The sign is erected and displayed only during the growing season in which the produce being offered for sale is harvested and available for sale. 37. The construction and installation of flush mounted solar panels and solar water heating systems on the roof of any building or structure. 38. The installation, construction or repair of a ground source heat pump, if on completion all of the following conditions are met: i. The ground source heat pump does not require the removal of trees or the addition of fill or earth. ii. The ground source heat pump does not require the construction of a pond or the alteration of an existing pond, stream or watercourse. 39. Water taking or discharge associated with a permitted use if, i. the water taking or discharge is authorized under an emergency order or other similar instrument issued by the Ministry of the Environment under the authority of an Act for the purpose of ensuring public safety, environmental protection or health, or ii. all of the following conditions are met: A. The water taking or discharge was originally authorized by a Development Permit issued under the Act. B. A Permit to Take Water previously authorized by a Development Permit is being renewed by the Ministry of the Environment for the same purpose at the same maximum rates of water taking. C. An environmental compliance approval for water discharge authorized by a Development Permit is being renewed by the Ministry of the Environment for the same purpose at the same rates of discharge. D. The water taking or discharge does not require the construction or installation of additional infrastructure or apparatus. 40. The drilling of wells for a municipal water supply that serves the population of the municipality. 41. The construction and installation of buildings, structures, facilities and related undertakings identified in a Park and Open Space Plan as defined in the Niagara Escarpment Plan for a park or open space area listed in Appendix 1 of the Niagara Escarpment Plan if, i. The plan has been approved by the Niagara Escarpment Commission and Ministry of Natural Resources under Part 3 of the Niagara Escarpment Plan after the coming into force of Ontario Regulation 423/12. ii. The plan has specifically identified and detailed the buildings, structures, facilities and related undertakings that are to be exempted under this section. iii. The construction and installation of the buildings, structures, facilities and related undertakings occurs within 5 years of the approval of the master plan under subparagraph i.  R.R.O. 1990, Reg. 828, s. 5; O. Reg. 658/92, s. 2; O. Reg. 469/96, s. 1; O. Reg. 48/99, s. 3; O. Reg. 423/12, s. 2. Schedule 1 Revoked:  O. Reg. 48/99, s. 4. Form 1 Revoked:  O. Reg. 48/99, s. 5.    ",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The following classes of development, if listed as permitted uses under the land use policies established in the Niagara Escarpment Plan and not in conflict with a development permit issued under the Act, are exempt from the requirement of obtaining a development permit:</p> <p class=\"paragraph-e\">  1. The maintenance or repair of land, buildings or structures damaged, without any human intervention, by fire, lightning, unusually severe weather, storms, floods or other natural causes.</p> <p class=\"paragraph-e\">  2. The reconstruction of land, buildings or structures damaged or destroyed, without any human intervention, by fire, lightning, unusually severe weather, storms, floods or other natural causes, if the reconstruction,</p> <p class=\"subpara-e\">  i. is on the same site where the damage or destruction occurred,</p> <p class=\"subpara-e\">  ii. does not change the use on the site,</p> <p class=\"subpara-e\">  iii. in the case of a building or structure, results in a building or structure that occupies an area that is not more than that occupied by the original or is of a height that is no greater than that of the original, and </p> <p class=\"subpara-e\">  iv. is started within two years after the damage or destruction occurred.</p> <p class=\"paragraph-e\">  3. The maintenance, repair, reconstruction or demolition of land, buildings or structures that is required by an order or other instrument issued under an Act by a public authority for the purpose of ensuring public safety or health.</p> <p class=\"paragraph-e\">  3.1 The environmental remediation of land, buildings or structures that is required by an order or other instrument issued under an Act by a public authority.</p> <p class=\"paragraph-e\">  4. The maintenance, repair, reconstruction or improvement of the interior of a building or structure that does not change the use of the building or structure.</p> <p class=\"paragraph-e\">  4.1 The maintenance or repair of the exterior of a building or structure that does not change the use of the building or structure.</p> <p class=\"paragraph-e\">  4.2 The maintenance, repair, construction or improvement of a building or structure for fire safety and fire exits and barrier free access.</p> <p class=\"paragraph-e\">  4.3 The maintenance, repair or renewal of highways or municipal roads if the maintenance, repair or renewal does not,</p> <p class=\"subpara-e\">  i. open an unopened road allowance,</p> <p class=\"subpara-e\">  ii. expand the width of the road,</p> <p class=\"subpara-e\">  iii. change the road from a seasonal to a year round road,</p> <p class=\"subpara-e\">  iv. change the surface of the road from gravel to pavement, or</p> <p class=\"subpara-e\">  v. require road cuts and contour changes.</p> <p class=\"paragraph-e\">  4.4 The maintenance, repair or cleaning of drainage ditches and swales along highways and municipal roads, including the replacement of culverts associated with driveway lanes and entrances onto municipal roads and highways.</p> <p class=\"paragraph-e\">  4.5 The maintenance or repair of slopes and retaining walls within the road allowance of highways and municipal roads.</p> <p class=\"paragraph-e\">  4.6 The maintenance or repair of rock faces or cliffs associated with road cuts, including the mechanical scaling of rock cliffs within the road allowance required for safety purposes.</p> <p class=\"paragraph-e\">  4.7 The maintenance or repair of rock faces or cliffs associated with hydroelectric facilities, including the mechanical scaling of rock cliffs required for safety purposes.</p> <p class=\"paragraph-e\">  5. The construction, erection, installation, maintenance, repair or renewal of sidewalks, curbs, gutters, street signs and street lights on municipal roads and highways and the maintenance and renewal of driveway lanes and entrances onto municipal roads and highways.</p> <p class=\"paragraph-e\">  6. The maintenance, repair or renewal of sewers, mains, pipes, cables, including fiber optic cables, wire or other apparatus connected with public utilities, including equipment shelters and lockers, and the breaking open of any municipal road or highway or other land for this purpose.</p> <p class=\"paragraph-e\">  6.1 The construction or installation of sewers, mains, pipes, cables, including fiber optic cables, wire or other apparatus connected with public utilities, including equipment shelters and lockers, in an area designated as an Urban Area in the Niagara Escarpment Plan.</p> <p class=\"paragraph-e\">  7. Subject to paragraphs 8, 9, 9.1, 9.2, 10, 11, 13, 13.1, 13.2, 13.3, 20 and 31, general agricultural development.</p> <p class=\"paragraph-e\">  8. The following classes of development for the purposes of general agricultural development:</p> <p class=\"subpara-e\">  i. The cultivation of soil, including the picking and removal of field rocks and stones, but not including the stripping, removal or stockpiling of topsoil, earth, rock, sand, gravel or other aggregate material, the addition of fill or the construction of a berm.</p> <p class=\"subpara-e\">  ii. The digging or drilling of a well.</p> <p class=\"subpara-e\">  iii. The installation of a farm tile drain.</p> <p class=\"subpara-e\">  iv. The installation or operation of a water irrigation system that does not include the construction of a pond or the alteration of a stream or watercourse.</p> <p class=\"subpara-e\">  v. The repair, maintenance and cleaning of farm drains.</p> <p class=\"subpara-e\">  vi. The spreading of manure and similar farm waste and processed municipal bio-solids in accordance with the <i>Nutrient Management Act, 2002</i> and the <i>Clean Water Act, 2006</i>.</p> <p class=\"paragraph-e\">  9. The construction of a building, structure or facility accessory to general agricultural development, other than a dwelling or pond if, on completion of the development, all the following conditions are met:</p> <p class=\"subpara-e\">  i. The area of the lot on which the construction occurred is at least 20 hectares.</p> <p class=\"subpara-e\">  ii. The side yard depth of the lot on which the construction occurred is at least 15 metres.</p> <p class=\"subpara-e\">  iii. The rear yard depth of the lot on which the construction occurred is at least 15 metres.</p> <p class=\"subpara-e\">  iv. The building, structure or facility is at least 90 metres from the centre line of an abutting open public road.</p> <p class=\"subpara-e\">  v. In the case of an equestrian facility or horse barn, the structure is not greater in size than 450 square metres, not greater in height than 10 metres to the roof peak and does not contain a dwelling.</p> <p class=\"subpara-e\">  vi. The building, structure or facility meets the setback requirements calculated under the minimum distance separation formulae as defined in the Niagara Escarpment Plan.</p> <p class=\"subpara-e\">  vii. The lot is not identified as an Agricultural Purposes Only Lot in the Niagara Escarpment Plan.</p> <p class=\"paragraph-e\">  9.1 The conversion and use of agricultural buildings, structures and facilities from one type of livestock, animal husbandry or poultry farming to another on a lot with an area of at least 20 hectares, if the minimum distance separation formulae as defined in the Niagara Escarpment Plan are met and such conversion and use is in accordance with the <i>Nutrient Management Act, 2002</i>\r\nand the <i>Clean Water Act, 2006</i>.</p> <p class=\"paragraph-e\">  9.2 The installation of a wind machine if the structure is set back 25 metres from any lot line and 125 metres from the nearest dwelling on another lot.</p> <p class=\"paragraph-e\">  10. A dug farm pond accessory to general agricultural development if, on completion of the development, all the following conditions are met:</p> <p class=\"subpara-e\">  i. The pond is not located within the Escarpment Natural Area of the Niagara Escarpment Plan nor within a wetland as defined by the Niagara Escarpment Plan.</p> <p class=\"subpara-e\">  ii. The pond does not need construction of a dam or berm and is not located on a stream or watercourse.</p> <p class=\"subpara-e\">  iii. The surface area of the pond is located at least 30 metres from the nearest lot line and from any septic system or well.</p> <p class=\"subpara-e\">  iv. The surface area of the pond is not greater than 150 square metres.</p> <p class=\"subpara-e\">  v. The area of the lot is at least 20 hectares.</p> <p class=\"subpara-e\">  vi. The dredged material is used for landscaping immediately around the pond site and rehabilitated with vegetation.</p> <p class=\"subpara-e\">  vii. The pond does not require the use of water from a well.</p> <p class=\"paragraph-e\">  11. The installation of a portable, seasonal farm produce stand or market structure accessory to general agricultural development, other than a food service vehicle, if, on completion of the installation, all the following conditions are met:</p> <p class=\"subpara-e\">  i. The total surface area covered by the stand or structure does not exceed 28 square metres.</p> <p class=\"subpara-e\">  ii. The setback of the stand or structure from the front lot line is at least 7.5 metres.</p> <p class=\"subpara-e\">  iii. The items for sale at the stand or structure are limited to produce grown by or products made from produce grown by the owner or operator of the lot on which the stand or structure is situated.</p> <p class=\"subpara-e\">  iv. The stand or structure is removed during the portion of the season when it is not in operation.</p> <p class=\"paragraph-e\"> 11.1 The extension of a single dwelling if, on completion of the extension, the height of the extension does not exceed the height of the original dwelling, the total surface area occupied by the extension does not exceed 93 square metres and the dimensions of the extension are such that either,</p> <p class=\"subpara-e\">  i. the yard depth of the lot on which the extension occurred meets the following conditions:</p> <p class=\"subsubpara-e\">  A. the side yard depth is at least 4.5 metres,</p> <p class=\"subsubpara-e\">  B. the rear yard depth is at least 7.5 metres, and</p> <p class=\"subsubpara-e\">  C. the front yard depth is at least 15 metres, or</p> <p class=\"subpara-e\">  ii. if the yard depth of the lot on which the single dwelling is situated was less than the yard depth described in sub-paragraph i before the extension was begun, the yard depth of the lot, determined in relation to the extension alone, meets the conditions described in subparagraph i.</p> <p class=\"paragraph-e\"> 11.2 A change to the height or pitch of a roof of a single dwelling, or of a building or structure that is accessory to a single dwelling, for the purpose of maintenance, repair or renewal if,</p> <p class=\"subpara-e\">  i. the total floor area of the dwelling, building or structure is not increased,</p> <p class=\"subpara-e\">  ii. the height of the dwelling, building or structure is not increased by more than 2.5 metres, and </p> <p class=\"subpara-e\">  iii. one of the following conditions is met:</p> <p class=\"subsubpara-e\">  A. In the case of a dwelling, building or structure that before the change had a roof line of 7.5 metres or less in height, the height of the roofline of the dwelling, building or structure after the change does not exceed 7.5 metres.</p> <p class=\"subsubpara-e\">  B. In the case of a dwelling, building or structure that before the change had a roof line of more than 7.5 metres in height, the height of the roof line of the dwelling, building or structure after the change does not exceed the height of the highest part of the roof line as it was before the change.</p> <p class=\"paragraph-e\"> 11.3 The construction or extension of buildings or structures accessory to single dwellings, if all the following conditions are met on the completion of the construction or extension:</p> <p class=\"subpara-e\">  i. No accessory building or structure or any part thereof lies between the front lot line and the wall of the dwelling nearest to it, unless the accessory building or structure has a front yard setback of at least 15 metres.</p> <p class=\"subpara-e\">  ii. No accessory building or structure or any part thereof is less than one metre from any side or rear lot line.</p> <p class=\"subpara-e\">  iii. The total area covered by all accessory buildings and structures does not exceed 5 per cent of the lot area, or 72 square metres, whichever is the lesser.</p> <p class=\"subpara-e\">  iv. No accessory building or structure exceeds a height of 4.5 metres.</p> <p class=\"paragraph-e\">  12. The planting and cultivation of trees or nursery stock.</p> <p class=\"paragraph-e\">  13. Subject to any applicable municipal by-law or regulation made under any Act that regulates the cutting of trees, the cutting, destruction, removal, pruning, relocation or transplantation of trees on a lot, if the trees are cut, destroyed, removed, pruned, relocated or transplanted for any of the following purposes or reasons:</p> <p class=\"subpara-e\">  i. as part of the normal operation of a Christmas tree farm, nursery or orchard,</p> <p class=\"subpara-e\">  ii. because the trees constitute a safety hazard,</p> <p class=\"subpara-e\">  iii. because the trees are dead or diseased or have been damaged by natural causes and not by human intervention,</p> <p class=\"subpara-e\">  iv. for the maintenance of oil and gas pipelines, distribution lines and corridors,</p> <p class=\"subpara-e\">  v. for the maintenance of electric power distribution lines and corridors,</p> <p class=\"subpara-e\">  vi. for the connection, repair and maintenance of public utilities to approved buildings and structures, </p> <p class=\"subpara-e\">  vii. for the maintenance of open public roads and road allowances immediately adjacent to them,</p> <p class=\"subpara-e\">  viii. for the maintenance of existing recreational trails,</p> <p class=\"subpara-e\">  ix. for personal use by the owner of the lot on which the trees to be cut, destroyed, removed or pruned are situated, if no sale occurs of the trees or any wood products created from the cutting, destruction, removal or pruning of the trees,</p> <p class=\"subpara-e\">  x. for controlling exotic pests and diseases through programs authorized or undertaken by public authorities having jurisdiction to prescribe such control,</p> <p class=\"subpara-e\">  xi. for forest fire control or controlled burning through programs authorized or undertaken by public authorities having jurisdiction to prescribe such control.</p> <p class=\"paragraph-e\"> 13.1 The non-commercial cutting, destruction, removal, pruning, relocation or transplanting of trees on a lot that is not greater than 0.8 hectares in area, if,</p> <p class=\"subpara-e\">  i. the cutting, destruction, removal, pruning, relocation or transplanting is carried out in accordance with good forestry practices, and</p> <p class=\"subpara-e\">  ii. there is a municipal by-law governing the cutting, destruction, removal, pruning, relocation or transplanting and all operations are carried out in accordance with the by-law.</p> <p class=\"paragraph-e\"> 13.2 Subject to any municipal by-law that regulates the cutting of trees, the cutting, destruction, removal, pruning, relocating or transplanting, in accordance with good forestry practices, of not more than 10 per cent of the trees within a 10-year period on a lot that is greater than 0.8 hectares in area, if, in the case of an Area of Natural Scientific Interest (Life Science) that is in public ownership, the trees are cut, destroyed, removed, pruned, relocated or transplanted only where it is necessary to maintain the values for which the area was acquired, for emergency access, where existing agreements are in effect, or to implement uses permitted in approved Park and Open Space Plans that are not in conflict with the Niagara Escarpment Plan.</p> <p class=\"paragraph-e\"> 13.3 The cutting, destruction, removal, pruning, relocating or transplanting of more than 10 per cent of the trees within a 10-year period on a lot that is greater than 0.8 hectares in area, if the trees are cut, destroyed, removed, pruned, relocated or transplanted in accordance with,</p> <p class=\"subpara-e\">  i. the <i>Crown Forest Sustainability Act, 1994</i>, the <i>Forestry Act</i>, the <i>Conservation Authorities Act</i> or a by-law made under the <i>Municipal Act, 2001</i>, and, in the case of an Area of Natural Scientific Interest (Life Science) that is in public ownership, the trees are cut, destroyed, removed, pruned, relocated or transplanted only where it is necessary to maintain the values for which the area was acquired, for emergency access, where existing agreements are in effect or to implement uses permitted in approved Park and Open Space Plans that are not in conflict with the Niagara Escarpment Plan, or</p> <p class=\"subpara-e\">  ii. a forest management plan, including tree cutting prescriptions, recommended by the Ministry of Natural Resources, a conservation authority or a professional forester, that,</p> <p class=\"subsubpara-e\">  A. uses tree cutting and management methods designed to minimize adverse effects on the natural environment, including surface drainage and groundwater,</p> <p class=\"subsubpara-e\">  B. minimizes disruption of habitats for plants and animal species occurring in the area,</p> <p class=\"subsubpara-e\">  C. retains the diversity of native tree species and other plant and animal species,</p> <p class=\"subsubpara-e\">  D. aims over the long term to maintain and enhance the quality and productivity of the forest site,</p> <p class=\"subsubpara-e\">  E. minimizes cutting and tree management within highly sensitive areas such as steep slopes, unstable soils, stream valleys, wetlands and areas of significant groundwater recharge and discharge,</p> <p class=\"subsubpara-e\">  F. includes natural regeneration or rehabilitation through reforestation where necessary, and</p> <p class=\"subsubpara-e\">  G. in the case of an Area of Natural Scientific Interest (Life Science) that is in public ownership, permits tree cutting only where it is necessary to maintain the values for which the area was acquired, for emergency access, where existing agreements are in effect or to implement uses permitted in approved Park and Open Space Plans that are not in conflict with the Niagara Escarpment Plan.</p> <p class=\"paragraph-e\">  14. The maintenance, repair, replacement or decommissioning of a private sewage disposal system that services only the lot on which it is located.</p> <p class=\"paragraph-e\">  15. The digging or drilling of a well or the installation of a cistern for the purpose of supplying potable water for a single dwelling.</p> <p class=\"paragraph-e\">  16. The construction of an outdoor swimming pool, spa or hot tub accessory to a single dwelling, including an associated deck, pump, filter or heater, if all the following conditions are met on the completion of the development:</p> <p class=\"subpara-e\">  i. The water area of the swimming pool, spa or hot tub is at least 2.5 metres from the nearest lot line.</p> <p class=\"subpara-e\">  ii. Any associated pump, filter or heater is at least one metre from the nearest lot line.</p> <p class=\"subpara-e\">  iii. The maximum water area is 93 square metres in the case of a swimming pool and 13 square metres in the case of a spa or hot tub.</p> <p class=\"subpara-e\">  iv. Municipal swimming pool, spa or hot tub fencing and safety requirements are met.</p> <p class=\"subpara-e\">  v. If the swimming pool, spa or hot tub is located on a lot containing part of the Escarpment brow as defined in the Niagara Escarpment Plan in which the brow is formed by a rock cliff, the water area of the swimming pool, spa or hot tub is set back at least 10 metres from the location of the brow on the lot.</p> <p class=\"paragraph-e\">  17. The maintenance of lands, buildings and structures under the jurisdiction of a conservation authority, the establishment of hiking or cross-country ski trails and the erection of signs for the purposes of property identification or interpretative or recreational information on lands owned by a conservation authority.</p> <p class=\"paragraph-e\">  18. The installation of electric power distribution lines, operating at a nominal voltage not exceeding 50 kilovolts by,</p> <p class=\"subpara-e\">  i. burying the lines underground, or</p> <p class=\"subpara-e\">  ii. using poles not exceeding a height of 18.9 metres to carry them if the distribution lines are,</p> <p class=\"subsubpara-e\">  A. located on or immediately adjacent to public road allowances, or</p> <p class=\"subsubpara-e\">  B. located on easements for such distribution lines contained in a registered plan of subdivision or condominium.</p> <p class=\"paragraph-e\"> 18.1 The installation of electric power distribution lines of any voltage if they are added to and carried on existing poles, towers or similar structures that were approved and intended for this purpose.</p> <p class=\"paragraph-e\">  19. The production of aggregate from land that was licensed for a pit or quarry on June 10, 1975 under the <i>Pits and Quarries Control Act, 1971</i> and that has been licensed for a pit or quarry continuously since that date under the <i>Aggregate Resources Act</i> or a predecessor of the <i>Aggregate Resources Act</i>, including the removal and stockpiling of overburden, the construction of berms and the blasting, excavation, crushing, washing, stockpiling and hauling of aggregate from the licensed site, but not including,</p> <p class=\"subpara-e\">  i. dewatering, the taking of water or the discharge of water or sewage, unless the dewatering, taking or discharge was authorized under a permit or approval obtained under the <i>Ontario Water Resources Act</i> before Ontario Regulation 469/96 came into force,</p> <p class=\"subpara-e\">  ii. the construction of a building, structure or facility, other than a berm,</p> <p class=\"subpara-e\">  iii. any activity related to the production of aggregate that was excavated elsewhere, or</p> <p class=\"subpara-e\">  iv. any activity related to an asphalt or concrete batch plant or a brick or cement block manufacturing plant.</p> <p class=\"paragraph-e\"> 19.1 The recycling and reprocessing of materials originally produced from aggregate as defined under the Niagara Escarpment Plan within an area licensed for a pit or quarry in the area identified for extraction on the site plans approved under the <i>Aggregate Resources Act</i> if the following conditions are met:</p> <p class=\"subpara-e\">  i. The recycling and reprocessing use shall be incidental and subordinate to the mineral resource extraction operation licensed pursuant to the <i>Aggregate Resources Act</i> and shall not continue after extraction of on-site aggregate materials is complete.</p> <p class=\"subpara-e\">  ii. The appropriate amendments to the site plans under the <i>Aggregate Resources Act</i> have been obtained from the Ministry of Natural Resources and the site plan shows the recycling location as a separate specific delineated area.</p> <p class=\"subpara-e\">  iii. The recycling and reprocessing use shall be operated by the licensee or for the licensee in accordance with the licence and site plans under the <i>Aggregate Resources Act</i>.</p> <p class=\"subpara-e\">  iv. All waste materials not used in recycling and reprocessing, including steel and rebar shall be removed from the site and not permanently stored or stockpiled.</p> <p class=\"subpara-e\">  v. Recyclable asphalt materials will not be stockpiled within 30 metres of any natural or artificial water body or pond or within 2 metres of the surface of the established water table.</p> <p class=\"subpara-e\">  vi. The recycling and reprocessing use is limited to crushing, washing, processing, stockpiling, blending and hauling the materials to and from the licensed site but does not include activities specified in subparagraph 19 iv.</p> <p class=\"subpara-e\">  vii. The recycled and reprocessed materials shall not be used in the site rehabilitation, berming or screening of the pit or quarry.</p> <p class=\"subpara-e\">  viii. Any required permits, approvals, certificates and similar authorizations for the recycling and reprocessing use have been obtained from the Ministry of the Environment. </p> <p class=\"paragraph-e\"> 19.2 The demolition or removal of all or part of any building or structure within an area licensed for a pit or quarry so that extraction can occur within the area identified for extraction on the site plans approved under the <i>Aggregate Resources Act</i>, subject to any terms and conditions that apply to such buildings and structures on the licence or the site plan. </p> <p class=\"paragraph-e\">  20. The demolition of all or part of a dwelling, a building or structure accessory to a dwelling or a building or structure accessory to general agricultural development, if all the following conditions are met:</p> <p class=\"subpara-e\">  i. The dwelling, building or structure or the part to be demolished has a total floor space not exceeding 93 square metres.</p> <p class=\"subpara-e\">  ii. The dwelling, building or structure or the part to be demolished,</p> <p class=\"subsubpara-e\">  A. is not designated under the <i>Ontario Heritage Act</i> as being of historic or architectural value or interest,</p> <p class=\"subsubpara-e\">  B. is not intended to be designated under the <i>Ontario Heritage Act</i>\r\nas being of historic or architectural value or interest, according to a notice of intention to designate published under that Act, and</p> <p class=\"subsubpara-e\">  C. is not otherwise recognized under any Act or any municipal by-law as being historically or architecturally significant.</p> <p class=\"subpara-e\">  iii. The site on which the demolition occurs is levelled and covered with topsoil of sufficient depth to support the growth of vegetation.</p> <p class=\"subpara-e\">  iv. Any waste material resulting from the demolition is reused on the site or removed and disposed of at a waste disposal site approved to receive that kind of waste under the <i>Environmental Protection Act</i> or the <i>Environmental Assessment Act</i>.</p> <p class=\"paragraph-e\">  21. The construction of a patio, porch, deck or verandah as an extension to a single dwelling if, on the completion of the construction, all the following conditions are met:</p> <p class=\"subpara-e\">  i. The total surface area covered by the patio, deck, porch or verandah does not exceed 56 square metres.</p> <p class=\"subpara-e\">  ii. The side yard depth of the lot on which the construction occurred is at least one metre.</p> <p class=\"subpara-e\">  iii. The rear yard depth of the lot on which the construction occurred is at least 7.5 metres.</p> <p class=\"subpara-e\">  iv. The front yard depth of the lot on which the construction occurred is at least 10 metres.</p> <p class=\"subpara-e\">  v. If the dwelling is located on a lot that contains part of the Escarpment brow as defined in the Niagara Escarpment Plan in which the brow is formed by a rock cliff, the patio, porch, deck or verandah is set back at least 10 metres from the location of the brow on the lot.</p> <p class=\"paragraph-e\">  22. The repair, replacement, decommissioning or maintenance of an existing underground fuel tank.</p> <p class=\"paragraph-e\">  23. The construction or installation for a single dwelling of an air conditioner, heat pump, chimney, flag pole or television or radio receiving antenna that is located at least one metre from the nearest lot line.  However, the installation of a satellite dish is not exempted under this paragraph.</p> <p class=\"paragraph-e\"> 23.1 The construction or installation on a lot of entrance gates or decorative pillars associated with driveway lanes and entrances onto municipal roads and highways.</p> <p class=\"paragraph-e\">  24. The excavation of land, including the boring of holes, for one of the following temporary purposes:</p> <p class=\"subpara-e\">  i. Testing for aggregate in the Escarpment Rural Area of the Niagara Escarpment Plan.</p> <p class=\"subpara-e\">  ii. Soil testing.</p> <p class=\"subpara-e\">  iii. Test drilling for the supply of water.</p> <p class=\"subpara-e\">  iv. Archaeological exploration, survey or field work carried out in accordance with the <i>Ontario Heritage Act</i> or a federal statute.</p> <p class=\"subpara-e\">  v. Surveys or field work undertaken for the purpose of environmental monitoring, research or inventory.</p> <p class=\"paragraph-e\"> 24.1 The installation of permanent boreholes for the purpose of monitoring dam safety at hydroelectric facilities.</p> <p class=\"paragraph-e\">  25. The construction or installation for a single dwelling of a satellite dish that is not more than one metre in diameter and that is located at least one metre from the nearest lot line.</p> <p class=\"paragraph-e\">  26. The construction or installation of a satellite dish more than one metre in diameter for a single dwelling if, on the completion of the construction or installation, all the following conditions are met:</p> <p class=\"subpara-e\">  i. The area of the lot on which the single dwelling is situated is at least 0.4 hectares.</p> <p class=\"subpara-e\">  ii. Only one satellite dish is located on the lot.</p> <p class=\"subpara-e\">  iii. The satellite dish is not located in the front yard.</p> <p class=\"subpara-e\">  iv. The height of the satellite dish above the ground, including the pole, does not exceed 4.5 metres.</p> <p class=\"subpara-e\">  v. The side yard depth measured from the closest point of the satellite dish to the side lot line is at least 4.5 metres.</p> <p class=\"subpara-e\">  vi. The rear yard depth measured from the closest point of the satellite dish to the rear lot line is at least 4.5 metres.</p> <p class=\"paragraph-e\">  27. The construction or installation of a portable storage compound, works yard or trailer used in or incidental to the construction of federal, provincial or municipal public works if the compound, yard or trailer does not house an asphalt plant or facility and is not used as a dwelling.  The compound, yard or trailer must be removed within one year after its construction or installation or when the public works is completed, whichever is earlier.</p> <p class=\"paragraph-e\">  28. The construction or installation of a portable tool shed, scaffold, trailer or other building or structure used in or incidental to approved development if the shed, scaffold, trailer or other building or structure is not used as a dwelling and is located on the same lot as the approved development.  The shed, scaffold, trailer, building or structure must be removed within one year after its construction or installation or when the development is completed, whichever is earlier.</p> <p class=\"paragraph-e\">  29. Small scale recycling depots for paper, glass, plastic, wood, metal or cardboard established by a municipality to serve the local community if the area of the depot does not exceed 74 square metres.</p> <p class=\"paragraph-e\">  30. The maintenance of land, buildings and structures for the Bruce Trail by the Bruce Trail Conservancy and the establishment of the Bruce Trail by the Bruce Trail Conservancy on land owned or managed by agreement with the Bruce Trail Conservancy.</p> <p class=\"paragraph-e\">  31. The repair or maintenance of an existing dug pond, if all the following conditions are met:</p> <p class=\"subpara-e\">  i. The pond is not located within the Escarpment Natural Area of the Niagara Escarpment Plan.</p> <p class=\"subpara-e\">  ii. The original surface area and depth is not increased.</p> <p class=\"subpara-e\">  iii. The pond does not require the construction or reconstruction of a dam or berm and is not located on a stream or watercourse.</p> <p class=\"subpara-e\">  iv. The dredged material is used for landscaping immediately around the pond site and rehabilitated with vegetation.</p> <p class=\"paragraph-e\">  32. The construction of an outdoor tennis court and associated fencing accessory to a single dwelling, if all the following conditions are met on the completion of the development:</p> <p class=\"subpara-e\">  i. The surface area of the tennis court is at least 10 metres from the nearest lot line.</p> <p class=\"subpara-e\">  ii. The maximum surface area of the tennis court is 650 square metres.</p> <p class=\"subpara-e\">  iii. Municipal fencing and lighting requirements are met.</p> <p class=\"paragraph-e\">  33. The construction or removal of school classroom portables accessory to an existing educational facility on property owned by a school board, college or university.</p> <p class=\"paragraph-e\"> 33.1 The establishment, placement or removal of a portable recreational trailer or vehicle on an existing site within a seasonal campground or trailer park, and, if the trailer or vehicle is allowed to remain on the site year round, the construction of the following facilities associated with the trailer or vehicle and located at least 15 metres from the nearest lot line to the campground or trailer park:</p> <p class=\"subpara-e\">  i. An addition that does not exceed 45 square metres in area and is equal to or less than the height of the existing trailer or vehicle.</p> <p class=\"subpara-e\">  ii. A patio, deck or covered porch that does not exceed 56 square metres in area.</p> <p class=\"subpara-e\">  iii. An accessory building that does not exceed 40 square metres in area.</p> <p class=\"paragraph-e\">  34. The erection or removal of a temporary special event tent, if all the following conditions are met:</p> <p class=\"subpara-e\">  i. The tent is situated on a lot for not more than 30 days in any calendar year.</p> <p class=\"subpara-e\">  ii. The tent does not require servicing facilities or the construction of a permanent foundation.</p> <p class=\"subpara-e\">  iii. The tent does not result in a change in use of the land upon which it is situated.</p> <p class=\"paragraph-e\">  35. The installation, construction or repair of the following signs and structures:</p> <p class=\"subpara-e\">  i. Traffic, caution, directional and emergency street number signs erected by or on behalf of any government agency.</p> <p class=\"subpara-e\">  ii. Election signs.</p> <p class=\"subpara-e\">  iii. No trespassing or warning signs.</p> <p class=\"subpara-e\">  iv. Temporary public information signs erected by or on behalf of any government agency.</p> <p class=\"subpara-e\">  v. Temporary real estate signs that do not exceed one square metre in area.</p> <p class=\"subpara-e\">  vi. Mail boxes.</p> <p class=\"subpara-e\">  vii. Children’s outdoor playground equipment.</p> <p class=\"subpara-e\">  viii. A children’s school bus weather shelter or enclosure that is adjacent to a municipal road or highway and not larger than 4 square metres.</p> <p class=\"subpara-e\">  ix. A garbage enclosure or storage area that is not larger than 9 square metres.</p> <p class=\"subpara-e\">  x. A retaining wall installed for landscaping, decorative or aesthetic purposes that has a maximum height of 1 metre.</p> <p class=\"subpara-e\">  xi. A fence that has a maximum height of 2.4 metres, a brick or stone wall that has a maximum height of 1.2 metres, or a fence or wall that is permitted by a municipal by-law governing the erection of fencing or walls, but does not include fencing, stone walls or sound barriers for animal kennels and veterinary clinics.</p> <p class=\"subpara-e\">  xii. Unlit signage, plaques or cairns identifying a site or feature as being of cultural local, provincial or national value or interest or of historical significance.</p> <p class=\"subpara-e\">  xiii. A temporary and portable sign or banner within an area designated as a Minor Urban Centre or Urban Area in the Niagara Escarpment Plan, if the sign is subject to a permit from the municipality having jurisdiction.</p> <p class=\"subpara-e\">  xiv. A temporary hunting blind.</p> <p class=\"paragraph-e\">  36. Subject to any municipal by-law governing signage, the erection of one sign advertising the sale of farm produce if all of the following conditions are met:</p> <p class=\"subpara-e\">  i. The sign is not more than 122 centimetres by 122 centimetres in size.</p> <p class=\"subpara-e\">  ii. The sign has a posted height from the existing grade of not more than 244 centimetres to the top of the sign.</p> <p class=\"subpara-e\">  iii. The sign is not lighted.</p> <p class=\"subpara-e\">  iv. The sign is erected on the lot on which the produce is offered for sale.</p> <p class=\"subpara-e\">  v. The owner of the sign also owns or rents the lot on which the sign is located.</p> <p class=\"subpara-e\">  vi. The owner of the sign also owns or rents the lot on which the produce being offered for sale was grown.</p> <p class=\"subpara-e\">  vii. The sign is erected and displayed only during the growing season in which the produce being offered for sale is harvested and available for sale.</p> <p class=\"paragraph-e\">  37. The construction and installation of flush mounted solar panels and solar water heating systems on the roof of any building or structure.</p> <p class=\"paragraph-e\">  38. The installation, construction or repair of a ground source heat pump, if on completion all of the following conditions are met:</p> <p class=\"subpara-e\">  i. The ground source heat pump does not require the removal of trees or the addition of fill or earth.</p> <p class=\"subpara-e\">  ii. The ground source heat pump does not require the construction of a pond or the alteration of an existing pond, stream or watercourse.</p> <p class=\"paragraph-e\">  39. Water taking or discharge associated with a permitted use if,</p> <p class=\"subpara-e\">  i. the water taking or discharge is authorized under an emergency order or other similar instrument issued by the Ministry of the Environment under the authority of an Act for the purpose of ensuring public safety, environmental protection or health, or </p> <p class=\"subpara-e\">  ii. all of the following conditions are met:</p> <p class=\"subsubpara-e\">  A. The water taking or discharge was originally authorized by a Development Permit issued under the Act.</p> <p class=\"subsubpara-e\">  B. A Permit to Take Water previously authorized by a Development Permit is being renewed by the Ministry of the Environment for the same purpose at the same maximum rates of water taking.</p> <p class=\"subsubpara-e\">  C. An environmental compliance approval for water discharge authorized by a Development Permit is being renewed by the Ministry of the Environment for the same purpose at the same rates of discharge.</p> <p class=\"subsubpara-e\">  D. The water taking or discharge does not require the construction or installation of additional infrastructure or apparatus.</p> <p class=\"paragraph-e\">  40. The drilling of wells for a municipal water supply that serves the population of the municipality.</p> <p class=\"paragraph-e\">  41. The construction and installation of buildings, structures, facilities and related undertakings identified in a Park and Open Space Plan<i> </i>as defined in the Niagara Escarpment Plan for a park or open space area listed in Appendix 1 of the Niagara Escarpment Plan if,</p> <p class=\"subpara-e\">  i. The plan has been approved by the Niagara Escarpment Commission and Ministry of Natural Resources under Part 3 of the Niagara Escarpment Plan after the coming into force of Ontario Regulation 423/12.</p> <p class=\"subpara-e\">  ii. The plan has specifically identified and detailed the buildings, structures, facilities and related undertakings that are to be exempted under this section.</p> <p class=\"subpara-e\">  iii. The construction and installation of the buildings, structures, facilities and related undertakings occurs within 5 years of the approval of the master plan under subparagraph i.  R.R.O. 1990, Reg. 828, s. 5; O. Reg. 658/92, s. 2; O. Reg. 469/96, s. 1; O. Reg. 48/99, s. 3; O. Reg. 423/12, s. 2.</p> <p class=\"scheduleRevoked-e\"><span class=\"ovallcaps\">Schedule 1</span> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 48/99, s. 4.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Form</span> 1 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 48/99, s. 5.</p> <p class=\"formRevoked-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}