{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 261: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 261: ",
        "act_under": "Dangerous Goods Transportation Act   Loi sur le transport de matières dangereuses",
        "url": "https://www.ontario.ca/laws/regulation/900261",
        "date_scraped": "2023-12-19 05:42:41"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900261/v2",
            "valid_from": "March 25, 2011",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "/laws/regulation/900261/v1",
            "valid_from": "August 29, 2002",
            "valid_to": "March 24, 2011"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation,  “Federal Regulations” means the Transportation of Dangerous Goods Regulations made under the Transportation of Dangerous Goods Act, 1992 (Canada) as they read on August 15, 2002, exclusive of Parts 10, 11, 12, 14, 15 and 16 and of the provisions dealing with radioactive materials. O. Reg. 252/02, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation, </p> <p class=\"firstdef-e\">“Federal Regulations” means the Transportation of Dangerous Goods Regulations made under the <i>Transportation of Dangerous Goods Act, 1992 </i>(Canada) as they read on August 15, 2002, exclusive of Parts 10, 11, 12, 14, 15 and 16 and of the provisions dealing with radioactive materials. O. Reg. 252/02, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The safety requirements, safety standards and safety marks set out in the Federal Regulations are prescribed for the purpose of section 3 of the Act. R.R.O. 1990, Reg. 261, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The safety requirements, safety standards and safety marks set out in the Federal Regulations are prescribed for the purpose of section 3 of the Act. R.R.O. 1990, Reg. 261, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. No person shall transport dangerous goods on a highway under circumstances where the transportation is prohibited in the Federal Regulations. R.R.O. 1990, Reg. 261, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>No person shall transport dangerous goods on a highway under circumstances where the transportation is prohibited in the Federal Regulations. R.R.O. 1990, Reg. 261, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. No person shall transport dangerous goods on a highway, the transportation of which is prohibited in the Federal Regulations. R.R.O. 1990, Reg. 261, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>No person shall transport dangerous goods on a highway, the transportation of which is prohibited in the Federal Regulations. R.R.O. 1990, Reg. 261, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. No person shall transport dangerous goods in or on a vehicle on a highway where a direction has been given under section 32 of the Transportation of Dangerous Goods Act, 1992 (Canada) in respect of that transportation except in accordance with the direction. O. Reg. 252/02, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>No person shall transport dangerous goods in or on a vehicle on a highway where a direction has been given under section 32 of the <i>Transportation of Dangerous Goods Act, 1992</i> (Canada) in respect of that transportation except in accordance with the direction. O. Reg. 252/02, s. 2.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) For purposes of this Regulation, “inspector”, when used in the Federal Regulations, includes an inspector designated under subsection 9 (1) of the Act; “means of transport”, when used in the Federal Regulations, means a vehicle or combination of vehicles. R.R.O. 1990, Reg. 261, s. 6 (1); O. Reg. 252/02, s. 3 (1). (2) Revoked: O. Reg. 252/02, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) For purposes of this Regulation,</p> <p class=\"firstdef-e\">“inspector”, when used in the Federal Regulations, includes an inspector designated under subsection 9 (1) of the Act;</p> <p class=\"definition-e\">“means of transport”, when used in the Federal Regulations, means a vehicle or combination of vehicles. R.R.O. 1990, Reg. 261, s. 6 (1); O. Reg. 252/02, s. 3 (1).</p> <p class=\"subsection-e\">(2) Revoked: O. Reg. 252/02, s. 3 (2).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. Parts 2 to 9 of the Federal Regulations do not apply to prohibit the transportation of dangerous goods in a vehicle operated by or on behalf of the province, a municipality or other authority having jurisdiction and control of a highway where the vehicle is engaged in, (a) collecting abandoned or spilled materials from the highway; or (b) transporting dangerous goods from a highway to a storage or disposal site after an accidental release as defined in section 1 of the Transportation of Dangerous Goods Act, 1992 (Canada). R.R.O. 1990, Reg. 261, s. 7; O. Reg. 252/02, s. 4. 8. (1) Subject to subsection (2), every person who transports dangerous goods on a highway and who is required to have an approved emergency response assistance plan under Part 7 of the Federal Regulations shall carry with an insurer licensed under the Insurance Act motor vehicle liability insurance in an amount of not less than $2,000,000 for each motor vehicle or combination of vehicles used to transport dangerous goods. O. Reg. 252/02, s. 5. (2) A person who transports dangerous goods on a highway and who is not a resident of Ontario may carry the insurance required by subsection (1) with an insurer who is authorized to transact the insurance in the state or province in which the owner or operator resides, if the insurer files with the Registrar of Motor Vehicles, (a) a power of attorney authorizing the Registrar to accept service of notice or process for the insurer and the insured in any action or proceeding arising out of a motor vehicle accident in Ontario; (b) an undertaking to appear in any action or proceeding arising out of a motor vehicle accident in Ontario of which it has knowledge; (c) an undertaking not to set up as a defence to any claim, action or proceeding under a motor vehicle liability policy issued by it a defence that could not be set up if the policy had been issued in Ontario in accordance with the law of Ontario relating to motor vehicle liability policies; and (d) an undertaking to satisfy up to $2,000,000 any judgment rendered and become final against the insurer or the insured by a court in Ontario in any such action or proceeding. R.R.O. 1990, Reg. 261, s. 8 (2). ",
            "raw_html": "<p class=\"section-e\"><b>7. </b>Parts 2 to 9 of the Federal Regulations do not apply to prohibit the transportation of dangerous goods in a vehicle operated by or on behalf of the province, a municipality or other authority having jurisdiction and control of a highway where the vehicle is engaged in,</p> <p class=\"clause-e\">(a) collecting abandoned or spilled materials from the highway; or</p> <p class=\"clause-e\">(b) transporting dangerous goods from a highway to a storage or disposal site after an accidental release as defined in section 1 of the <i>Transportation of Dangerous Goods Act, 1992</i> (Canada). R.R.O. 1990, Reg. 261, s. 7; O. Reg. 252/02, s. 4.</p> <p class=\"subsection-e\"><b>8. </b>(1) Subject to subsection (2), every person who transports dangerous goods on a highway and who is required to have an approved emergency response assistance plan under Part 7 of the Federal Regulations shall carry with an insurer licensed under the <i>Insurance Act</i> motor vehicle liability insurance in an amount of not less than $2,000,000 for each motor vehicle or combination of vehicles used to transport dangerous goods. O. Reg. 252/02, s. 5.</p> <p class=\"subsection-e\">(2) A person who transports dangerous goods on a highway and who is not a resident of Ontario may carry the insurance required by subsection (1) with an insurer who is authorized to transact the insurance in the state or province in which the owner or operator resides, if the insurer files with the Registrar of Motor Vehicles,</p> <p class=\"clause-e\">(a) a power of attorney authorizing the Registrar to accept service of notice or process for the insurer and the insured in any action or proceeding arising out of a motor vehicle accident in Ontario;</p> <p class=\"clause-e\">(b) an undertaking to appear in any action or proceeding arising out of a motor vehicle accident in Ontario of which it has knowledge;</p> <p class=\"clause-e\">(c) an undertaking not to set up as a defence to any claim, action or proceeding under a motor vehicle liability policy issued by it a defence that could not be set up if the policy had been issued in Ontario in accordance with the law of Ontario relating to motor vehicle liability policies; and</p> <p class=\"clause-e\">(d) an undertaking to satisfy up to $2,000,000 any judgment rendered and become final against the insurer or the insured by a court in Ontario in any such action or proceeding. R.R.O. 1990, Reg. 261, s. 8 (2).</p> <p class=\"Normal\"></p>"
        }
    ]
}