{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 879: GRANTS TO INCORPORATED HISTORICAL SOCIETIES AND ASSOCIATIONS",
        "reg_name_text": "GRANTS TO INCORPORATED HISTORICAL SOCIETIES AND ASSOCIATIONS",
        "citation": "R.R.O. 1990, Reg. 879: ",
        "act_under": "Ontario Heritage Act   Loi sur le patrimoine de l’Ontario",
        "url": "https://www.ontario.ca/laws/regulation/900879",
        "date_scraped": "2023-12-20 02:01:00"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 31, 1990",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “administration cost” means the cost of, (a) maintaining a corporation’s premises, other than a heritage resource centre, and its office equipment, (b) ordinary office expenses, (c) membership activities, (d) secretarial services, and (e) advertising and publicity; “community”, when used in reference to a corporation, means the area in which the corporation has its head office; “corporation” means a non-profit corporation having its head office in the Province of Ontario whose primary objects are to support, encourage and facilitate the conservation, protection and promotion of the community’s heritage; “heritage resource centre” means premises maintained by a corporation primarily for the purpose of conducting an outreach and extension program; “outreach and extension program” means activities conducted by a corporation that are open to the public and that are intended to promote an increased knowledge, appreciation and awareness of the community’s heritage, including, (a) in-house and circulating displays and audiovisual programs, (b) educational or promotional events and programs, (c) walking or driving tours conducted within the community, and (d) acquisition, conservation, storage and display of archival, library and artifact collections. R.R.O. 1990, Reg. 879, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“administration cost” means the cost of,</p> <p class=\"defclause-e\">(a) maintaining a corporation’s premises, other than a heritage resource centre, and its office equipment,</p> <p class=\"defclause-e\">(b) ordinary office expenses,</p> <p class=\"defclause-e\">(c) membership activities,</p> <p class=\"defclause-e\">(d) secretarial services, and</p> <p class=\"defclause-e\">(e) advertising and publicity;</p> <p class=\"definition-e\">“community”, when used in reference to a corporation, means the area in which the corporation has its head office;</p> <p class=\"definition-e\">“corporation” means a non-profit corporation having its head office in the Province of Ontario whose primary objects are to support, encourage and facilitate the conservation, protection and promotion of the community’s heritage;</p> <p class=\"definition-e\">“heritage resource centre” means premises maintained by a corporation primarily for the purpose of conducting an outreach and extension program;</p> <p class=\"definition-e\">“outreach and extension program” means activities conducted by a corporation that are open to the public and that are intended to promote an increased knowledge, appreciation and awareness of the community’s heritage, including,</p> <p class=\"defclause-e\">(a) in-house and circulating displays and audiovisual programs,</p> <p class=\"defclause-e\">(b) educational or promotional events and programs,</p> <p class=\"defclause-e\">(c) walking or driving tours conducted within the community, and</p> <p class=\"defclause-e\">(d) acquisition, conservation, storage and display of archival, library and artifact collections. R.R.O. 1990, Reg. 879, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) A corporation shall be paid a grant not exceeding 75 per cent of those costs, broken down as set out in subsection (2) and not in any event exceeding $3,000 where the corporation, (a) does not receive money from another provincial agency for the purposes stated in this Regulation; (b) has spent at least $250 in respect of its outreach and extension program in the preceding fiscal year; and (c) applies to the Minister before the 30th day of June for a grant in respect of, (i) its administration cost, (ii) the cost of operating a heritage resource centre, and (iii) the cost of its outreach and extension program, for the preceding fiscal year. R.R.O. 1990, Reg. 879, s. 2 (1). (2) A grant paid to a corporation under subsection (1) shall consist of, (a) $250 or 75 per cent of the administration cost for the preceding year, whichever is less; (b) $750 or 75 per cent of the cost of operating a heritage resource centre for the preceding year, whichever is less; and (c) $2,000 or 75 per cent of the cost of the outreach and extension program, whichever is less, but no more than $500 of the grant may be paid for fees or honorariums. R.R.O. 1990, Reg. 879, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) A corporation shall be paid a grant not exceeding 75 per cent of those costs, broken down as set out in subsection (2) and not in any event exceeding $3,000 where the corporation,</p> <p class=\"clause-e\">(a) does not receive money from another provincial agency for the purposes stated in this Regulation;</p> <p class=\"clause-e\">(b) has spent at least $250 in respect of its outreach and extension program in the preceding fiscal year; and</p> <p class=\"clause-e\">(c) applies to the Minister before the 30th day of June for a grant in respect of,</p> <p class=\"subclause-e\">(i) its administration cost,</p> <p class=\"subclause-e\">(ii) the cost of operating a heritage resource centre, and</p> <p class=\"subclause-e\">(iii) the cost of its outreach and extension program,</p> <p class=\"Sclause-e\">for the preceding fiscal year. R.R.O. 1990, Reg. 879, s. 2 (1).</p> <p class=\"subsection-e\">(2) A grant paid to a corporation under subsection (1) shall consist of,</p> <p class=\"clause-e\">(a) $250 or 75 per cent of the administration cost for the preceding year, whichever is less;</p> <p class=\"clause-e\">(b) $750 or 75 per cent of the cost of operating a heritage resource centre for the preceding year, whichever is less; and</p> <p class=\"clause-e\">(c) $2,000 or 75 per cent of the cost of the outreach and extension program, whichever is less, but no more than $500 of the grant may be paid for fees or honorariums. R.R.O. 1990, Reg. 879, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. An application under subsection 2 (1) shall be made to the Minister in a form supplied by the Minister and shall be accompanied by the corporation’s financial statement for the previous fiscal year and such other information as the Minister may require. R.R.O. 1990, Reg. 879, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>An application under subsection 2 (1) shall be made to the Minister in a form supplied by the Minister and shall be accompanied by the corporation’s financial statement for the previous fiscal year and such other information as the Minister may require. R.R.O. 1990, Reg. 879, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Where in any year the amount voted by the Legislature for grants under this Regulation is insufficient to pay them in full in accordance with section 2, the Minister may proportionately reduce each grant. R.R.O. 1990, Reg. 879, s. 4. ",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Where in any year the amount voted by the Legislature for grants under this Regulation is insufficient to pay them in full in accordance with section 2, the Minister may proportionately reduce each grant. R.R.O. 1990, Reg. 879, s. 4.</p> <p class=\"Normal\"></p>"
        }
    ]
}