{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 681: SALARIES AND BENEFITS",
        "reg_name_text": "SALARIES AND BENEFITS",
        "citation": "R.R.O. 1990, Reg. 681: ",
        "act_under": "Justices of the Peace Act   Loi sur les juges de paix",
        "url": "https://www.ontario.ca/laws/regulation/900681",
        "date_scraped": "2023-12-19 16:56:48"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900681/v1",
            "valid_from": "April 15, 1994",
            "valid_to": "November  7, 2006"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) The annual salary of a person who is first appointed as a full-time justice of the peace is the annual salary set out opposite Level 1 in Table 1 unless the Lieutenant Governor in Council authorizes payment of the annual salary set out opposite another level in Table 1. R.R.O. 1990, Reg. 681, s. 1 (1). (2) The Lieutenant Governor in Council may authorize payment of an annual salary set out opposite a level in Table 2 to a full-time justice of the peace when, (a) the person is appointed as a full-time justice of the peace; (b) the justice of the peace is authorized to preside over trials of offences under Acts of the Legislature or under regulations or by-laws made under the authority of Acts of the Legislature; and (c) having previously been a full-time justice of the peace for at least three years, the justice of the peace subsequently ceased to be a full-time justice of the peace. R.R.O. 1990, Reg. 681, s. 1 (2). (3) The annual salary of a justice of the peace described in subsection (2) shall be increased in accordance with subsection 2 (2). R.R.O. 1990, Reg. 681, s. 1 (3). (4) The salary set out in Column 2 of Table 1 or 2 that is the annual salary of a full-time justice of the peace immediately before the 9th day of April, 1990 is increased for service on and after the 1st day of January, 1991 to the annual salary set out opposite to it in Column 3. R.R.O. 1990, Reg. 681, s. 1 (4); O. Reg. 519/91, s. 1 (1). (5) A full-time justice of the peace who is designated by the Co-ordinator as the regional senior justice of the peace for a region shall be paid an annual salary of $60,573 for service on and after January 1, 1994. O. Reg. 248/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) The annual salary of a person who is first appointed as a full-time justice of the peace is the annual salary set out opposite Level 1 in Table 1 unless the Lieutenant Governor in Council authorizes payment of the annual salary set out opposite another level in Table 1. R.R.O. 1990, Reg. 681, s. 1 (1).</p> <p class=\"subsection-e\">(2) The Lieutenant Governor in Council may authorize payment of an annual salary set out opposite a level in Table 2 to a full-time justice of the peace when,</p> <p class=\"clause-e\">(a) the person is appointed as a full-time justice of the peace;</p> <p class=\"clause-e\">(b) the justice of the peace is authorized to preside over trials of offences under Acts of the Legislature or under regulations or by-laws made under the authority of Acts of the Legislature; and</p> <p class=\"clause-e\">(c) having previously been a full-time justice of the peace for at least three years, the justice of the peace subsequently ceased to be a full-time justice of the peace. R.R.O. 1990, Reg. 681, s. 1 (2).</p> <p class=\"subsection-e\">(3) The annual salary of a justice of the peace described in subsection (2) shall be increased in accordance with subsection 2 (2). R.R.O. 1990, Reg. 681, s. 1 (3).</p> <p class=\"subsection-e\">(4) The salary set out in Column 2 of Table 1 or 2 that is the annual salary of a full-time justice of the peace immediately before the 9th day of April, 1990 is increased for service on and after the 1st day of January, 1991 to the annual salary set out opposite to it in Column 3. R.R.O. 1990, Reg. 681, s. 1 (4); O. Reg. 519/91, s. 1 (1).</p> <p class=\"subsection-e\">(5) A full-time justice of the peace who is designated by the Co-ordinator as the regional senior justice of the peace for a region shall be paid an annual salary of $60,573 for service on and after January 1, 1994. O. Reg. 248/94, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) The annual salary of every full-time justice of the peace who is paid an annual salary at a level in Table 1 is increased to the annual salary at the next highest level in Table 1 one year after his or her appointment as a full-time justice of the peace and is increased at yearly intervals thereafter to the annual salary at the next highest level in Table 1 until the highest level is reached in Table 1. R.R.O. 1990, Reg. 681, s. 2 (1). (2) The annual salary of every full-time justice of the peace who, (a) is authorized to preside over a provincial offences court; and (b) has been a full-time justice of the peace for at least three years, is increased to the annual salary at the lowest level in Table 2 that is at least 5 per cent greater than the annual salary paid to the justice of the peace before he or she met the requirements of clauses (a) and (b) and is increased at yearly intervals thereafter to the annual salary at the next highest level in Table 2 until the highest level is reached in Table 2. R.R.O. 1990, Reg. 681, s. 2 (2). (3) Despite subsections (1) and (2), the Co-ordinator may authorize payment of an annual salary set out opposite a level in Table 2 to a person who has been appointed as a full-time justice of the peace if, (a) the person has been a justice of the peace in Ontario prior to the appointment; or (b) the person is a member of the Law Society of Upper Canada. O. Reg. 70/92, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The annual salary of every full-time justice of the peace who is paid an annual salary at a level in Table 1 is increased to the annual salary at the next highest level in Table 1 one year after his or her appointment as a full-time justice of the peace and is increased at yearly intervals thereafter to the annual salary at the next highest level in Table 1 until the highest level is reached in Table 1. R.R.O. 1990, Reg. 681, s. 2 (1).</p> <p class=\"subsection-e\">(2) The annual salary of every full-time justice of the peace who,</p> <p class=\"clause-e\">(a) is authorized to preside over a provincial offences court; and</p> <p class=\"clause-e\">(b) has been a full-time justice of the peace for at least three years,</p> <p class=\"Ssubsection-e\">is increased to the annual salary at the lowest level in Table 2 that is at least 5 per cent greater than the annual salary paid to the justice of the peace before he or she met the requirements of clauses (a) and (b) and is increased at yearly intervals thereafter to the annual salary at the next highest level in Table 2 until the highest level is reached in Table 2. R.R.O. 1990, Reg. 681, s. 2 (2).</p> <p class=\"subsection-e\">(3) Despite subsections (1) and (2), the Co-ordinator may authorize payment of an annual salary set out opposite a level in Table 2 to a person who has been appointed as a full-time justice of the peace if,</p> <p class=\"clause-e\">(a) the person has been a justice of the peace in Ontario prior to the appointment; or</p> <p class=\"clause-e\">(b) the person is a member of the Law Society of Upper Canada. O. Reg. 70/92, s. 1.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) In this section, “holiday” means Sunday and a day that is a holiday for civil servants as prescribed by the regulations under the Public Service Act; “normal working hours” means 7¼ hours per day, from Monday through Friday, excepting annual vacations and holidays. R.R.O. 1990, Reg. 681, s. 3 (1). (2) On and after the 1st day of January, 1991, the following additional compensation shall be paid for the special assignments described below: 1. In The Municipality of Metropolitan Toronto, a justice of the peace designated by the Co-ordinator to perform duties on a scheduled basis between the hours of midnight and 6 a.m. shall be paid $390.30 per week. 2. In The Municipality of Metropolitan Toronto, a justice of the peace designated by the Co-ordinator to perform duties on a scheduled basis between the hours of 4 p.m. and midnight and on Saturdays and holidays shall be paid $757.14 per month. 3. In The Regional Municipality of York, a justice of the peace designated by the Co-ordinator to perform duties on a scheduled basis on Saturdays and holidays shall be paid $89.06 per week. 4. In The Regional Municipality of Peel, a justice of the peace designated by the Co-ordinator to perform duties on a scheduled basis between the hours of 4 p.m. and midnight and on Saturdays and holidays shall be paid $757.14 per month. 5. In an area within a territorial district where, in the opinion of the Co-ordinator, it is not feasible because of the area’s remoteness to provide justice of the peace services on a fee basis, a justice of the peace shall be paid $29.15, $59.54 or $88.68 per week, based on the workload of the justice of the peace, as determined by the Co-ordinator, if he or she is designated by the Co-ordinator to be available on an occasional basis, i. to perform justice of the peace duties, ii. to assist with community legal education, and iii. to provide interpretation and other services in court proceedings involving native persons. 6. A full-time justice of the peace shall be paid, for duties performed outside normal working hours, the same amount that would be paid to a justice of the peace under section 1 of Regulation 5 of the Revised Regulations of Ontario, 1990. 7. A person employed in the public service of Ontario who is also a justice of the peace shall be paid, for duties performed outside normal working hours, the same amount that would be paid to a justice of the peace under section 1 of Regulation 5 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 681, s. 3 (2); O. Reg. 519/91, s. 2. (3) A person is not entitled to additional compensation under paragraph 1, 2, 3 or 4 of subsection (2) for duties performed during normal working hours. R.R.O. 1990, Reg. 681, s. 3 (3). (4) A person is not entitled to additional compensation under paragraph 6 or 7 of subsection (2) in respect of duties for which he or she receives additional compensation under another paragraph of that subsection. R.R.O. 1990, Reg. 681, s. 3 (4). (5) A justice of the peace who performs unscheduled duties for which there would be compensation under paragraph 1, 2, 3 or 4 of subsection (2) if they were scheduled duties shall receive a per diem payment proportionate to the weekly or monthly payment prescribed as additional compensation for each day the unscheduled duties are performed. R.R.O. 1990, Reg. 681, s. 3 (5). (6) Any additional compensation paid to a full-time justice of the peace under this section is in addition to his or her salary and does not form part of the salary. R.R.O. 1990, Reg. 681, s. 3 (6).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) In this section,</p> <p class=\"firstdef-e\">“holiday” means Sunday and a day that is a holiday for civil servants as prescribed by the regulations under the <i>Public Service Act</i>;</p> <p class=\"definition-e\">“normal working hours” means 7¼ hours per day, from Monday through Friday, excepting annual vacations and holidays. R.R.O. 1990, Reg. 681, s. 3 (1).</p> <p class=\"subsection-e\">(2) On and after the 1st day of January, 1991, the following additional compensation shall be paid for the special assignments described below:</p> <p class=\"paragraph-e\">1. In The Municipality of Metropolitan Toronto, a justice of the peace designated by the Co-ordinator to perform duties on a scheduled basis between the hours of midnight and 6 a.m. shall be paid $390.30 per week.</p> <p class=\"paragraph-e\">2. In The Municipality of Metropolitan Toronto, a justice of the peace designated by the Co-ordinator to perform duties on a scheduled basis between the hours of 4 p.m. and midnight and on Saturdays and holidays shall be paid $757.14 per month.</p> <p class=\"paragraph-e\">3. In The Regional Municipality of York, a justice of the peace designated by the Co-ordinator to perform duties on a scheduled basis on Saturdays and holidays shall be paid $89.06 per week.</p> <p class=\"paragraph-e\">4. In The Regional Municipality of Peel, a justice of the peace designated by the Co-ordinator to perform duties on a scheduled basis between the hours of 4 p.m. and midnight and on Saturdays and holidays shall be paid $757.14 per month.</p> <p class=\"paragraph-e\">5. In an area within a territorial district where, in the opinion of the Co-ordinator, it is not feasible because of the area’s remoteness to provide justice of the peace services on a fee basis, a justice of the peace shall be paid $29.15, $59.54 or $88.68 per week, based on the workload of the justice of the peace, as determined by the Co-ordinator, if he or she is designated by the Co-ordinator to be available on an occasional basis,</p> <p class=\"subpara-e\">i. to perform justice of the peace duties,</p> <p class=\"subpara-e\">ii. to assist with community legal education, and</p> <p class=\"subpara-e\">iii. to provide interpretation and other services in court proceedings involving native persons.</p> <p class=\"paragraph-e\">6. A full-time justice of the peace shall be paid, for duties performed outside normal working hours, the same amount that would be paid to a justice of the peace under section 1 of Regulation 5 of the Revised Regulations of Ontario, 1990.</p> <p class=\"paragraph-e\">7. A person employed in the public service of Ontario who is also a justice of the peace shall be paid, for duties performed outside normal working hours, the same amount that would be paid to a justice of the peace under section 1 of Regulation 5 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 681, s. 3 (2); O. Reg. 519/91, s. 2.</p> <p class=\"subsection-e\">(3) A person is not entitled to additional compensation under paragraph 1, 2, 3 or 4 of subsection (2) for duties performed during normal working hours. R.R.O. 1990, Reg. 681, s. 3 (3).</p> <p class=\"subsection-e\">(4) A person is not entitled to additional compensation under paragraph 6 or 7 of subsection (2) in respect of duties for which he or she receives additional compensation under another paragraph of that subsection. R.R.O. 1990, Reg. 681, s. 3 (4).</p> <p class=\"subsection-e\">(5) A justice of the peace who performs unscheduled duties for which there would be compensation under paragraph 1, 2, 3 or 4 of subsection (2) if they were scheduled duties shall receive a per diem payment proportionate to the weekly or monthly payment prescribed as additional compensation for each day the unscheduled duties are performed. R.R.O. 1990, Reg. 681, s. 3 (5).</p> <p class=\"subsection-e\">(6) Any additional compensation paid to a full-time justice of the peace under this section is in addition to his or her salary and does not form part of the salary. R.R.O. 1990, Reg. 681, s. 3 (6).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. Section 10 and Part VI of Regulation 977 of the Revised Regulations of Ontario, 1990 apply with necessary modifications in respect of full-time justices of the peace and, for the purpose, a reference to the deputy minister is deemed to be a reference to the Co-ordinator. R.R.O. 1990, Reg. 681, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>Section 10 and Part VI of Regulation 977 of the Revised Regulations of Ontario, 1990 apply with necessary modifications in respect of full-time justices of the peace and, for the purpose, a reference to the deputy minister is deemed to be a reference to the Co-ordinator. R.R.O. 1990, Reg. 681, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) If, between April 1, 1994 and March 31, 1996, a justice of the peace carries out, at the direction of the Co-ordinator, additional duties directly related to the fact that payments to justices of the peace will be administered under the Act and not the Administration of Justice Act, the Co-ordinator may direct that the justice of the peace receive a salary in addition to the salary received for performing the duties of a justice of the peace. O. Reg. 248/94, s. 2. (2) The Co-ordinator shall determine the period of time during which the justice of the peace shall receive the additional salary under subsection (1), as well as the amount of that salary. O. Reg. 248/94, s. 2. (3) The additional salary shall not be greater than $5,000 calculated on an annual basis and shall be prorated over the period of time worked on the additional duties. O. Reg. 248/94, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) If, between April 1, 1994 and March 31, 1996, a justice of the peace carries out, at the direction of the Co-ordinator, additional duties directly related to the fact that payments to justices of the peace will be administered under the Act and not the <i>Administration of Justice Act</i>, the Co-ordinator may direct that the justice of the peace receive a salary in addition to the salary received for performing the duties of a justice of the peace. O. Reg. 248/94, s. 2.</p> <p class=\"subsection-e\">(2) The Co-ordinator shall determine the period of time during which the justice of the peace shall receive the additional salary under subsection (1), as well as the amount of that salary. O. Reg. 248/94, s. 2.</p> <p class=\"subsection-e\">(3) The additional salary shall not be greater than $5,000 calculated on an annual basis and shall be prorated over the period of time worked on the additional duties. O. Reg. 248/94, s. 2.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. This Regulation does not apply in an area of Ontario in which sections 4 and 18 and subsection 17 (2) of the Act apply. O. Reg. 248/94, s. 2. TABLE 1  Column 1\n\nColumn 2\n\nColumn 3\n\n\nLevel\n\nAnnual Salary on and after April 1, 1990\n\nAnnual Salary on and after January 1, 1991\n\n\n1\n\n$40,376\n\n$42,556\n\n\n2\n\n42,059\n\n44,330\n\n\n3\n\n43,740\n\n46,102\n\n\n4\n\n45,466\n\n47,921\n\n\n5\n\n47,839\n\n50,422 O. Reg. 519/91, s. 3. TABLE 2  Column 1\n\nColumn 2\n\nColumn 3\n\n\nLevel\n\nAnnual Salary on and after April 1, 1990\n\nAnnual Salary on and after January 1, 1991\n\n\n1\n\n$45,768\n\n$48,239\n\n\n2\n\n47,666\n\n50,240\n\n\n3\n\n50,082\n\n52,786\n\n\n4\n\n52,586\n\n55,426\n\n\n5\n\n55,215\n\n58,197 O. Reg. 519/91, s. 3. ",
            "raw_html": "<p class=\"section-e\"><b>6. </b>This Regulation does not apply in an area of Ontario in which sections 4 and 18 and subsection 17 (2) of the Act apply. O. Reg. 248/94, s. 2.</p> <p class=\"tableheading-e\">TABLE 1</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"124\"><p class=\"table-e\">Column 2</p>\n</td>\n<td valign=\"top\" width=\"124\"><p class=\"table-e\">Column 3</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">Level</p>\n</td>\n<td valign=\"top\" width=\"124\"><p class=\"table-e\">Annual Salary on and after April 1, 1990</p>\n</td>\n<td valign=\"top\" width=\"124\"><p class=\"table-e\">Annual Salary on and after January 1, 1991</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">1</p>\n</td>\n<td valign=\"top\" width=\"124\"><p align=\"right\" class=\"table-e\">$40,376</p>\n</td>\n<td valign=\"top\" width=\"124\"><p align=\"right\" class=\"table-e\">$42,556</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">2</p>\n</td>\n<td valign=\"top\" width=\"124\"><p align=\"right\" class=\"table-e\">42,059</p>\n</td>\n<td valign=\"top\" width=\"124\"><p align=\"right\" class=\"table-e\">44,330</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"124\"><p align=\"right\" class=\"table-e\">43,740</p>\n</td>\n<td valign=\"top\" width=\"124\"><p align=\"right\" class=\"table-e\">46,102</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"124\"><p align=\"right\" class=\"table-e\">45,466</p>\n</td>\n<td valign=\"top\" width=\"124\"><p align=\"right\" class=\"table-e\">47,921</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"124\"><p align=\"right\" class=\"table-e\">47,839</p>\n</td>\n<td valign=\"top\" width=\"124\"><p align=\"right\" class=\"table-e\">50,422</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 519/91, s. 3.</p> <p class=\"tableheading-e\">TABLE 2</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"124\"><p class=\"table-e\">Column 2</p>\n</td>\n<td valign=\"top\" width=\"124\"><p class=\"table-e\">Column 3</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">Level</p>\n</td>\n<td valign=\"top\" width=\"124\"><p class=\"table-e\">Annual Salary on and after April 1, 1990</p>\n</td>\n<td valign=\"top\" width=\"124\"><p class=\"table-e\">Annual Salary on and after January 1, 1991</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">1</p>\n</td>\n<td valign=\"top\" width=\"124\"><p align=\"right\" class=\"table-e\">$45,768</p>\n</td>\n<td valign=\"top\" width=\"124\"><p align=\"right\" class=\"table-e\">$48,239</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">2</p>\n</td>\n<td valign=\"top\" width=\"124\"><p align=\"right\" class=\"table-e\">47,666</p>\n</td>\n<td valign=\"top\" width=\"124\"><p align=\"right\" class=\"table-e\">50,240</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"124\"><p align=\"right\" class=\"table-e\">50,082</p>\n</td>\n<td valign=\"top\" width=\"124\"><p align=\"right\" class=\"table-e\">52,786</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"124\"><p align=\"right\" class=\"table-e\">52,586</p>\n</td>\n<td valign=\"top\" width=\"124\"><p align=\"right\" class=\"table-e\">55,426</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"62\"><p class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"124\"><p align=\"right\" class=\"table-e\">55,215</p>\n</td>\n<td valign=\"top\" width=\"124\"><p align=\"right\" class=\"table-e\">58,197</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 519/91, s. 3.</p> <p class=\"Normal\"></p>"
        }
    ]
}