{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 309: SUPERVISORY OFFICERS",
        "reg_name_text": "SUPERVISORY OFFICERS",
        "citation": "R.R.O. 1990, Reg. 309: ",
        "act_under": "Education Act",
        "url": "https://www.ontario.ca/laws/regulation/900309",
        "date_scraped": "2023-12-19 06:43:53"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May 20, 2010",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900309/v5",
            "valid_from": "June 20, 2008",
            "valid_to": "May 19, 2010"
        },
        {
            "a_href": "/laws/regulation/900309/v4",
            "valid_from": "February 29, 2008",
            "valid_to": "June 19, 2008"
        },
        {
            "a_href": "/laws/regulation/900309/v3",
            "valid_from": "August 14, 2006",
            "valid_to": "February 28, 2008"
        },
        {
            "a_href": "/laws/regulation/900309/v2",
            "valid_from": "June 28, 2004",
            "valid_to": "August 13, 2006"
        },
        {
            "a_href": "/laws/regulation/900309/v1",
            "valid_from": "May 20, 1997",
            "valid_to": "June 27, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) In this Part, “acceptable post-secondary degree” means a degree, for which a person is required to complete at least 90 post-secondary credits or their equivalent and that is, (a) granted by a post-secondary educational institution authorized to grant the degree under an Act of the Legislature, including a person that is authorized to grant the degree under the Post-secondary Education Choice and Excellence Act, 2000, or (b) considered by the College to be equivalent to a degree described in clause (a) and is granted by, (i) a post-secondary educational institution in a Canadian province or territory other than Ontario, (ii) a post-secondary educational institution in the United States that is recognized by, (A) the Middle States Association of Colleges and Schools, (B) the New England Association of Schools and Colleges, (C) the North Central Association of Colleges and Schools, (D) the Northwest Commission on Colleges and Universities, (E) the Southern Association of Colleges and Schools, or (F) the Western Association of Schools and Colleges, or (iii) a post-secondary educational institution located in a country other than Canada or the United States; (“grade postsecondaire reconnu”) “architect” means a person who is an architect within the meaning of the Architects Act; (“architecte”) “certified general accountant” means a member of the Certified General Accountants Association of Ontario; (“comptable général accrédité”) “certified management accountant” means a registered or certified member of The Society of Management Accountants of Ontario; (“comptable en management accrédité”) “chartered accountant” means a member of The Institute of Chartered Accountants of Ontario; (“comptable agréé”) “lawyer” means a person licensed under the Law Society Act to practise law in Ontario as a barrister and solicitor; (“avocat”) “post-secondary credits” means the credits a student is awarded on successful completion of a post-secondary course, where six credits are awarded for a one-year post-secondary course and a proportionate number of credits are awarded for a post-secondary course of a different duration; (“crédits postsecondaires”) “professional engineer” means a person who is a professional engineer within the meaning of the Professional Engineers Act; (“ingénieur”) “professional planner” means a person who is a member of the Ontario Professional Planners Institute; “program in school board management” means two compulsory graduate courses approved by the Minister that are offered by an institution that grants acceptable post-secondary degrees, one of which is a course in school board finance and the other in school board administration, and four optional graduate courses approved by the Minister that are offered by an institution that grants acceptable post-secondary degrees in education, public administration or political science. (“programme de gestion des conseils scolaires”)  R.R.O. 1990, Reg. 309, s. 1 (1); O. Reg. 665/92, s. 1; O. Reg. 189/04, s. 1 (1-4); O. Reg. 46/08, s. 1; O. Reg. 225/08, s. 1 (1, 2); O. Reg. 180/10, s. 1 (1-4). (2) A person who holds or who under this Regulation is deemed to hold a Supervisory Officer’s Certificate is, subject to subsection 6 (1), qualified as a supervisory officer for the purposes of the Act and this Regulation.  R.R.O. 1990, Reg. 309, s. 1 (2). (2.1) A person referred to in subsection 2.0.1 (1) who is employed by a board is qualified as a supervisory officer for the purposes of the Act and this Regulation for the period during which the person is employed by the board in the position referred to in that subsection.  O. Reg. 225/08, s. 1 (3). (3) A person referred to in subsection 3 (4) who is employed by a board is qualified as a business supervisory officer for the purposes of the Act and this Regulation for the period during which the person is employed by the board in a position referred to in that subsection.  R.R.O. 1990, Reg. 309, s. 1 (3). (4) For the purposes of this Regulation, a person shall be deemed to have completed a program in school board management if, (a) the person holds a master’s degree that is an acceptable post-secondary degree and has successfully completed a graduate course, either as part of or in addition to the courses necessary to obtain the degree, in each of school board finance and school board administration; or (b) the person has other post-secondary education and experience that the Minister considers relevant to the role of a business supervisory officer and equivalent to the program in school board management.  O. Reg. 225/08, s. 1 (4); O. Reg. 180/10, s. 1 (5). (5) For the purposes of this Regulation, a person who is the holder of an acceptable post-secondary degree and who is a certified general accountant, a certified management accountant or a chartered accountant shall be deemed to be a person who has completed the four optional graduate courses as part of a program in school board management.  R.R.O. 1990, Reg. 309, s. 1 (5); O. Reg. 189/04, s. 1 (6); O. Reg. 180/10, s. 1 (6).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Part,</p> <p class=\"firstdef-e\">“acceptable post-secondary degree” means a degree, for which a person is required to complete at least 90 post-secondary credits or their equivalent and that is,</p> <p class=\"defclause-e\">  (a) granted by a post-secondary educational institution authorized to grant the degree under an Act of the Legislature, including a person that is authorized to grant the degree under the <i>Post-secondary Education Choice and Excellence Act, 2000</i>, or</p> <p class=\"defclause-e\">  (b) considered by the College to be equivalent to a degree described in clause (a) and is granted by,</p> <p class=\"defsubclause-e\">  (i) a post-secondary educational institution in a Canadian province or territory other than Ontario,</p> <p class=\"defsubclause-e\">  (ii) a post-secondary educational institution in the United States that is recognized by,</p> <p class=\"defsubsubclause-e\">  (A) the Middle States Association of Colleges and Schools,</p> <p class=\"defsubsubclause-e\">  (B) the New England Association of Schools and Colleges,</p> <p class=\"defsubsubclause-e\">  (C) the North Central Association of Colleges and Schools,</p> <p class=\"defsubsubclause-e\">  (D) the Northwest Commission on Colleges and Universities,</p> <p class=\"defsubsubclause-e\">  (E) the Southern Association of Colleges and Schools, or</p> <p class=\"defsubsubclause-e\">  (F) the Western Association of Schools and Colleges, or</p> <p class=\"defsubclause-e\">  (iii) a post-secondary educational institution located in a country other than Canada or the United States; (“grade postsecondaire reconnu”)</p> <p class=\"definition-e\">“architect” means a person who is an architect within the meaning of the <i>Architects Act</i>; (“architecte”)</p> <p class=\"definition-e\">“certified general accountant” means a member of the Certified General Accountants Association of Ontario; (“comptable général accrédité”)</p> <p class=\"definition-e\">“certified management accountant” means a registered or certified member of The Society of Management Accountants of Ontario; (“comptable en management accrédité”)</p> <p class=\"definition-e\">“chartered accountant” means a member of The Institute of Chartered Accountants of Ontario; (“comptable agréé”)</p> <p class=\"definition-e\">“lawyer” means a person licensed under the <i>Law Society Act</i> to practise law in Ontario as a barrister and solicitor; (“avocat”)</p> <p class=\"definition-e\">“post-secondary credits” means the credits a student is awarded on successful completion of a post-secondary course, where six credits are awarded for a one-year post-secondary course and a proportionate number of credits are awarded for a post-secondary course of a different duration; (“crédits postsecondaires”)</p> <p class=\"definition-e\">“professional engineer” means a person who is a professional engineer within the meaning of the <i>Professional Engineers Act</i>; (“ingénieur”)</p> <p class=\"definition-e\">“professional planner” means a person who is a member of the Ontario Professional Planners Institute;</p> <p class=\"definition-e\">“program in school board management” means two compulsory graduate courses approved by the Minister that are offered by an institution that grants acceptable post-secondary degrees, one of which is a course in school board finance and the other in school board administration, and four optional graduate courses approved by the Minister that are offered by an institution that grants acceptable post-secondary degrees in education, public administration or political science. (“programme de gestion des conseils scolaires”)  R.R.O. 1990, Reg. 309, s. 1 (1); O. Reg. 665/92, s. 1; O. Reg. 189/04, s. 1 (1-4); O. Reg. 46/08, s. 1; O. Reg. 225/08, s. 1 (1, 2); O. Reg. 180/10, s. 1 (1-4).</p> <p class=\"subsection-e\">  (2) A person who holds or who under this Regulation is deemed to hold a Supervisory Officer’s Certificate is, subject to subsection 6 (1), qualified as a supervisory officer for the purposes of the Act and this Regulation.  R.R.O. 1990, Reg. 309, s. 1 (2).</p> <p class=\"subsection-e\">  (2.1) A person referred to in subsection 2.0.1 (1) who is employed by a board is qualified as a supervisory officer for the purposes of the Act and this Regulation for the period during which the person is employed by the board in the position referred to in that subsection.  O. Reg. 225/08, s. 1 (3).</p> <p class=\"subsection-e\">  (3) A person referred to in subsection 3 (4) who is employed by a board is qualified as a business supervisory officer for the purposes of the Act and this Regulation for the period during which the person is employed by the board in a position referred to in that subsection.  R.R.O. 1990, Reg. 309, s. 1 (3).</p> <p class=\"subsection-e\">  (4) For the purposes of this Regulation, a person shall be deemed to have completed a program in school board management if,</p> <p class=\"clause-e\">  (a) the person holds a master’s degree that is an acceptable post-secondary degree and has successfully completed a graduate course, either as part of or in addition to the courses necessary to obtain the degree, in each of school board finance and school board administration; or</p> <p class=\"clause-e\">  (b) the person has other post-secondary education and experience that the Minister considers relevant to the role of a business supervisory officer and equivalent to the program in school board management.  O. Reg. 225/08, s. 1 (4); O. Reg. 180/10, s. 1 (5).</p> <p class=\"subsection-e\">  (5) For the purposes of this Regulation, a person who is the holder of an acceptable post-secondary degree and who is a certified general accountant, a certified management accountant or a chartered accountant shall be deemed to be a person who has completed the four optional graduate courses as part of a program in school board management.  R.R.O. 1990, Reg. 309, s. 1 (5); O. Reg. 189/04, s. 1 (6); O. Reg. 180/10, s. 1 (6).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. The Minister shall issue a Supervisory Officer’s Certificate to a person if the person applies for it and the Ontario College of Teachers certifies that the person meets the qualifications of a Supervisory Officer.  O. Reg. 182/97, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>The Minister shall issue a Supervisory Officer’s Certificate to a person if the person applies for it and the Ontario College of Teachers certifies that the person meets the qualifications of a Supervisory Officer.  O. Reg. 182/97, s. 1.</p>"
        },
        {
            "id": "2.0.1",
            "section": null,
            "content": " 2.0.1 (1) A board may appoint a person who does not hold or who under this Regulation is not deemed to hold a Supervisory Officer’s Certificate to be a supervisory officer for a term of not more than two years, if the person meets the following qualifications: 1. The person holds a general certificate of qualification and registration issued under the Ontario College of Teachers Act, 1996. 2. The person has at least five school years of successful classroom teaching experience in any jurisdiction in a school providing elementary or secondary education. 3. The person holds an acceptable post-secondary degree. 4. The person holds a master’s degree for which he or she was required to complete at least 30 graduate post-secondary credits or their equivalent, as described in subsection (3), or a doctorate, where the master’s degree or doctorate was granted by an institution identified in clause (a) or (b) of the definition of “acceptable post-secondary degree” in subsection 1 (1). 5. The person meets one or more of the criteria listed in paragraph 5 of subsection 35 (3) of Ontario Regulation 176/10 (Teachers’ Qualifications) made under the Ontario College of Teachers Act, 1996. 6. The person has stated, in a written agreement with the board, that he or she will do everything that is reasonably necessary to meet the qualifications listed in section 35 of Ontario Regulation 176/10 for obtaining an additional qualification as a supervisory officer before the end of his or her term.  O. Reg. 225/08, s. 2; O. Reg. 180/10, s. 2 (1-5). (2) Despite subsection (1), a board may employ a person appointed under that subsection for an additional period of not more than two years if the person continues to make progress towards meeting the qualifications listed in section 35 of Ontario Regulation 176/10.  O. Reg. 225/08, s. 2; O. Reg. 180/10, s. 2 (6). (3) To fulfil the requirement in paragraph 4 of subsection (1) relating to the completion of graduate post-secondary credits or their equivalent, the credits or their equivalent must have been completed by the applicant in addition to any credits that he or she was required to complete to be granted a general certificate of qualification and registration issued under the Ontario College of Teachers Act, 1996.  O. Reg. 225/08, s. 2; O. Reg. 180/10, s. 2 (7).",
            "raw_html": "<p class=\"section-e\"> <b>2.0.1 </b>(1) A board may appoint a person who does not hold or who under this Regulation is not deemed to hold a Supervisory Officer’s Certificate to be a supervisory officer for a term of not more than two years, if the person meets the following qualifications:</p> <p class=\"paragraph-e\">  1. The person holds a general certificate of qualification and registration issued under the <i>Ontario College of Teachers Act, 1996</i>.</p> <p class=\"paragraph-e\">  2. The person has at least five school years of successful classroom teaching experience in any jurisdiction in a school providing elementary or secondary education.</p> <p class=\"paragraph-e\">  3. The person holds an acceptable post-secondary degree.</p> <p class=\"paragraph-e\">  4. The person holds a master’s degree for which he or she was required to complete at least 30 graduate post-secondary credits or their equivalent, as described in subsection (3), or a doctorate, where the master’s degree or doctorate was granted by an institution identified in clause (a) or (b) of the definition of “acceptable post-secondary degree” in subsection 1 (1).</p> <p class=\"paragraph-e\">  5. The person meets one or more of the criteria listed in paragraph 5 of subsection 35 (3) of Ontario Regulation 176/10 (Teachers’ Qualifications) made under the <i>Ontario College of Teachers Act, 1996</i>.</p> <p class=\"paragraph-e\">  6. The person has stated, in a written agreement with the board, that he or she will do everything that is reasonably necessary to meet the qualifications listed in section 35 of Ontario Regulation 176/10 for obtaining an additional qualification as a supervisory officer before the end of his or her term.  O. Reg. 225/08, s. 2; O. Reg. 180/10, s. 2 (1-5).</p> <p class=\"subsection-e\">  (2) Despite subsection (1), a board may employ a person appointed under that subsection for an additional period of not more than two years if the person continues to make progress towards meeting the qualifications listed in section 35 of Ontario Regulation 176/10.  O. Reg. 225/08, s. 2; O. Reg. 180/10, s. 2 (6).</p> <p class=\"subsection-e\">  (3) To fulfil the requirement in paragraph 4 of subsection (1) relating to the completion of graduate post-secondary credits or their equivalent, the credits or their equivalent must have been completed by the applicant in addition to any credits that he or she was required to complete to be granted a general certificate of qualification and registration issued under the <i>Ontario College of Teachers Act, 1996</i>.  O. Reg. 225/08, s. 2; O. Reg. 180/10, s. 2 (7).</p>"
        },
        {
            "id": "2.1",
            "section": null,
            "content": " 2.1 (1) On application, the Minister shall issue a Business Supervisory Officer’s Certificate to a person who meets the following qualifications: 1. The person has at least seven years of successful experience in business administration, including at least three years in a managerial role relevant to the role of business supervisory officer. 2. The person holds an acceptable post-secondary degree. 3. The person, i. holds a master’s degree that is an acceptable post-secondary degree, or ii. is qualified to practise as an architect, certified general accountant, certified management accountant, chartered accountant, lawyer, professional engineer or professional planner, or is qualified to practise in another professional capacity that, in the opinion of the Minister, provides experience appropriate for the position of business supervisory officer. 4. The person has successfully completed a program in school board management. 5. The person has successfully completed the business supervisory officer’s qualifications program described in section 2.2 within five years after starting the program.  O. Reg. 665/92, s. 2; O. Reg. 189/04, s. 2; O. Reg. 46/08, s. 2; O. Reg. 180/10, s. 3. (2) A person shall be deemed to meet the qualifications set out in paragraphs 1 to 4 of subsection (1) if, not later than the 31st day of December, 1997, the person obtains the qualifications that were required of a candidate for a Business Supervisory Officer’s Certificate under subsection 2 (3) of this Regulation as it read immediately before the 6th day of November, 1992.  O. Reg. 665/92, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.1 </b>(1) On application, the Minister shall issue a Business Supervisory Officer’s Certificate to a person who meets the following qualifications:</p> <p class=\"paragraph-e\">  1. The person has at least seven years of successful experience in business administration, including at least three years in a managerial role relevant to the role of business supervisory officer.</p> <p class=\"paragraph-e\">  2. The person holds an acceptable post-secondary degree.</p> <p class=\"paragraph-e\">  3. The person,</p> <p class=\"subpara-e\">  i. holds a master’s degree that is an acceptable post-secondary degree, or</p> <p class=\"subpara-e\">  ii. is qualified to practise as an architect, certified general accountant, certified management accountant, chartered accountant, lawyer, professional engineer or professional planner, or is qualified to practise in another professional capacity that, in the opinion of the Minister, provides experience appropriate for the position of business supervisory officer.</p> <p class=\"paragraph-e\">  4. The person has successfully completed a program in school board management.</p> <p class=\"paragraph-e\">  5. The person has successfully completed the business supervisory officer’s qualifications program described in section 2.2 within five years after starting the program.  O. Reg. 665/92, s. 2; O. Reg. 189/04, s. 2; O. Reg. 46/08, s. 2; O. Reg. 180/10, s. 3.</p> <p class=\"subsection-e\">  (2) A person shall be deemed to meet the qualifications set out in paragraphs 1 to 4 of subsection (1) if, not later than the 31st day of December, 1997, the person obtains the qualifications that were required of a candidate for a Business Supervisory Officer’s Certificate under subsection 2 (3) of this Regulation as it read immediately before the 6th day of November, 1992.  O. Reg. 665/92, s. 2.</p>"
        },
        {
            "id": "2.2",
            "section": null,
            "content": " 2.2 The business supervisory officer’s qualifications program referred to in section 2.1 shall have the following features: 1. The program shall be provided by an organization or institution that has entered into a contract with the Minister to provide the instruction and arrange for the practical experience referred to in paragraphs 3 and 4. 2. No person shall be admitted to the program unless the person has submitted proof to the organization or institution that provides the program that the person meets the qualifications set out in paragraphs 1 to 4 of subsection 2.1 (1). 3. The program shall consist of, i. four instructional modules, each consisting of at least fifty hours of instruction, and ii. one module consisting of at least fifty hours of practical experience in the workplace. 4. The instructional modules shall provide instruction that, in the opinion of the Minister, is relevant to the position of business supervisory officer in the following subject areas: i. Statutes, regulations and government policies affecting education in Ontario. ii. Curriculum guidelines and other reference material pertaining to elementary and secondary education in Ontario. iii. Theories and practices of supervision, administration and business organization.  O. Reg. 665/92, s. 2; O. Reg. 182/97, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.2 </b>The business supervisory officer’s qualifications program referred to in section 2.1 shall have the following features:</p> <p class=\"paragraph-e\">  1. The program shall be provided by an organization or institution that has entered into a contract with the Minister to provide the instruction and arrange for the practical experience referred to in paragraphs 3 and 4.</p> <p class=\"paragraph-e\">  2. No person shall be admitted to the program unless the person has submitted proof to the organization or institution that provides the program that the person meets the qualifications set out in paragraphs 1 to 4 of subsection 2.1 (1).</p> <p class=\"paragraph-e\">  3. The program shall consist of,</p> <p class=\"subpara-e\">  i. four instructional modules, each consisting of at least fifty hours of instruction, and</p> <p class=\"subpara-e\">  ii. one module consisting of at least fifty hours of practical experience in the workplace.</p> <p class=\"paragraph-e\">  4. The instructional modules shall provide instruction that, in the opinion of the Minister, is relevant to the position of business supervisory officer in the following subject areas:</p> <p class=\"subpara-e\">  i. Statutes, regulations and government policies affecting education in Ontario.</p> <p class=\"subpara-e\">  ii. Curriculum guidelines and other reference material pertaining to elementary and secondary education in Ontario.</p> <p class=\"subpara-e\">  iii. Theories and practices of supervision, administration and business organization.  O. Reg. 665/92, s. 2; O. Reg. 182/97, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) A supervisory officer responsible for the development, implementation, operation and supervision of educational programs in schools shall, (a) hold a Supervisory Officer’s Certificate; (b) be a person who is deemed to hold a Supervisory Officer’s Certificate under section 4; or (c) be qualified as a supervisory officer under subsection 1 (2.1).  R.R.O. 1990, Reg. 309, s. 3 (1); O. Reg. 665/92, s. 3 (1); O. Reg. 225/08, s. 3. (2) A senior business official who, (a) reports to a director of education; (b) reports to an assistant director of education or associate director of education; or (c) is employed by a board that has an enrolment of more than 600 pupils and that does not employ a director of education, shall, subject to subsections (4) and (5), be a person who holds, or who under this Regulation is deemed to hold, a Business Supervisory Officer’s Certificate.  R.R.O. 1990. Reg. 309, s. 3 (2). (3) A business official who, (a) is assigned one or more of the duties of a supervisory officer; (b) reports to a senior business official referred to in subsection (2); and (c) has been appointed to a position designated by a board as superintendent, assistant superintendent, comptroller, assistant comptroller, business administrator or assistant business administrator or to a position that the board considers equivalent thereto and that has been approved by the Minister, shall, subject to subsection (4), be a person who holds, or who under this Regulation is deemed to hold, a Business Supervisory Officer’s Certificate.  R.R.O. 1990. Reg. 309, s. 3 (3). (4) A board may appoint a person who does not hold or who under this Regulation is not deemed to hold a Business Supervisory Officer’s Certificate as a senior business official referred to in subsection (2) or as a business official referred to in subsection (3) for a term of not more than two years if the person, (a) holds an acceptable post-secondary degree or is qualified to practise as an architect, certified general accountant, certified management accountant, chartered accountant, lawyer, professional engineer or professional planner, or in another professional capacity that, in the opinion of the Minister, provides experience appropriate for the position of business supervisory officer; and (b) has entered into an agreement in writing with the Board that sets out that the person will endeavour to obtain a Business Supervisory Officer’s Certificate within the term of the appointment.  O. Reg. 665/92, s. 3 (2); O. Reg. 189/04, s. 3; O. Reg. 46/08, s. 3; O. Reg. 180/10, s. 4. (5) Despite subsection (4), a board may employ a person appointed under that subsection for an additional period of not more than two years if the person continues to make progress towards obtaining a Business Supervisory Officer’s Certificate.  O. Reg. 665/92, s. 3 (3). (6) A person who was appointed under subsection (4) before the 6th day of November, 1992 may, by agreement with the board, amend the agreement under clause (4) (b) to be consistent with the new requirements of that clause.  O. Reg. 665/92, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) A supervisory officer responsible for the development, implementation, operation and supervision of educational programs in schools shall,</p> <p class=\"clause-e\">  (a) hold a Supervisory Officer’s Certificate;</p> <p class=\"clause-e\">  (b) be a person who is deemed to hold a Supervisory Officer’s Certificate under section 4; or</p> <p class=\"clause-e\">  (c) be qualified as a supervisory officer under subsection 1 (2.1).  R.R.O. 1990, Reg. 309, s. 3 (1); O. Reg. 665/92, s. 3 (1); O. Reg. 225/08, s. 3.</p> <p class=\"subsection-e\">  (2) A senior business official who,</p> <p class=\"clause-e\">  (a) reports to a director of education;</p> <p class=\"clause-e\">  (b) reports to an assistant director of education or associate director of education; or</p> <p class=\"clause-e\">  (c) is employed by a board that has an enrolment of more than 600 pupils and that does not employ a director of education,</p> <p class=\"Ssubsection-e\">shall, subject to subsections (4) and (5), be a person who holds, or who under this Regulation is deemed to hold, a Business Supervisory Officer’s Certificate.  R.R.O. 1990. Reg. 309, s. 3 (2).</p> <p class=\"subsection-e\">  (3) A business official who,</p> <p class=\"clause-e\">  (a) is assigned one or more of the duties of a supervisory officer;</p> <p class=\"clause-e\">  (b) reports to a senior business official referred to in subsection (2); and</p> <p class=\"clause-e\">  (c) has been appointed to a position designated by a board as superintendent, assistant superintendent, comptroller, assistant comptroller, business administrator or assistant business administrator or to a position that the board considers equivalent thereto and that has been approved by the Minister,</p> <p class=\"Ssubsection-e\">shall, subject to subsection (4), be a person who holds, or who under this Regulation is deemed to hold, a Business Supervisory Officer’s Certificate.  R.R.O. 1990. Reg. 309, s. 3 (3).</p> <p class=\"subsection-e\">  (4) A board may appoint a person who does not hold or who under this Regulation is not deemed to hold a Business Supervisory Officer’s Certificate as a senior business official referred to in subsection (2) or as a business official referred to in subsection (3) for a term of not more than two years if the person,</p> <p class=\"clause-e\">  (a) holds an acceptable post-secondary degree or is qualified to practise as an architect, certified general accountant, certified management accountant, chartered accountant, lawyer, professional engineer or professional planner, or in another professional capacity that, in the opinion of the Minister, provides experience appropriate for the position of business supervisory officer; and</p> <p class=\"clause-e\">  (b) has entered into an agreement in writing with the Board that sets out that the person will endeavour to obtain a Business Supervisory Officer’s Certificate within the term of the appointment.  O. Reg. 665/92, s. 3 (2); O. Reg. 189/04, s. 3; O. Reg. 46/08, s. 3; O. Reg. 180/10, s. 4.</p> <p class=\"subsection-e\">  (5) Despite subsection (4), a board may employ a person appointed under that subsection for an additional period of not more than two years if the person continues to make progress towards obtaining a Business Supervisory Officer’s Certificate.  O. Reg. 665/92, s. 3 (3).</p> <p class=\"subsection-e\">  (6) A person who was appointed under subsection (4) before the 6th day of November, 1992 may, by agreement with the board, amend the agreement under clause (4) (b) to be consistent with the new requirements of that clause.  O. Reg. 665/92, s. 3 (3).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. A person who, prior to the 1st day of July 1974, (a) held an Elementary School Inspector’s Certificate, a Public School Inspector’s Certificate, a Secondary School Principal’s Certificate, or a Secondary School Principal’s Certificate, Type A; or (b) served as a provincial inspector of secondary schools or a municipal inspector of secondary schools, is deemed to hold a Supervisory Officer’s Certificate.  R.R.O. 1990, Reg. 309, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>A person who, prior to the 1st day of July 1974,</p> <p class=\"clause-e\">  (a) held an Elementary School Inspector’s Certificate, a Public School Inspector’s Certificate, a Secondary School Principal’s Certificate, or a Secondary School Principal’s Certificate, Type A; or</p> <p class=\"clause-e\">  (b) served as a provincial inspector of secondary schools or a municipal inspector of secondary schools,</p> <p class=\"Ssection-e\">is deemed to hold a Supervisory Officer’s Certificate.  R.R.O. 1990, Reg. 309, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) A person who was in the employ of a board on the 31st day of August, 1975 in a position referred to in subsection 3 (2) or (3) is deemed to hold a Supervisor Officer’s Certificate.  R.R.O. 1990, Reg. 309, s. 5 (1). (2) A person employed in the Ministry on the 31st day of August, 1975 in a position that the Minister considers similar to one of those referred to in subsection 3 (2) or (3) is deemed to hold a Supervisory Officer’s Certificate.  R.R.O. 1990, Reg. 309, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) A person who was in the employ of a board on the 31st day of August, 1975 in a position referred to in subsection 3 (2) or (3) is deemed to hold a Supervisor Officer’s Certificate.  R.R.O. 1990, Reg. 309, s. 5 (1).</p> <p class=\"subsection-e\">  (2) A person employed in the Ministry on the 31st day of August, 1975 in a position that the Minister considers similar to one of those referred to in subsection 3 (2) or (3) is deemed to hold a Supervisory Officer’s Certificate.  R.R.O. 1990, Reg. 309, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) A person who, (a) holds a Supervisory Officer’s Certificate and was not required, at the time the certificate was obtained, to have seven years of successful teaching experience; (b) is deemed to hold a Supervisory Officer’s Certificate under section 5; or (c) holds a Business Supervisory Officer’s Certificate, is qualified as a supervisory officer under this Regulation for business administration purposes only.  R.R.O. 1990, Reg. 309, s. 6 (1); O. Reg. 665/92, s. 4. (2) A supervisory officer other than a supervisory officer referred to in subsection (1) who, on the 30th day of September, 1986, was performing the duties, (a) of a senior business official referred to in clause 3 (2) (c) and who reports as referred to in clauses 3 (2) (a) and (b); or (b) of a business official referred to in clause 3 (3) (c) who reports to a senior business official referred to in subsection 3 (2), is deemed to hold a Business Supervisory Officer’s Certificate.  R.R.O. 1990, Reg. 309, s. 6 (2). PART II   TRANSFER AND DISMISSAL",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) A person who,</p> <p class=\"clause-e\">  (a) holds a Supervisory Officer’s Certificate and was not required, at the time the certificate was obtained, to have seven years of successful teaching experience;</p> <p class=\"clause-e\">  (b) is deemed to hold a Supervisory Officer’s Certificate under section 5; or</p> <p class=\"clause-e\">  (c) holds a Business Supervisory Officer’s Certificate,</p> <p class=\"Ssection-e\">is qualified as a supervisory officer under this Regulation for business administration purposes only.  R.R.O. 1990, Reg. 309, s. 6 (1); O. Reg. 665/92, s. 4.</p> <p class=\"subsection-e\">  (2) A supervisory officer other than a supervisory officer referred to in subsection (1) who, on the 30th day of September, 1986, was performing the duties,</p> <p class=\"clause-e\">  (a) of a senior business official referred to in clause 3 (2) (c) and who reports as referred to in clauses 3 (2) (a) and (b); or</p> <p class=\"clause-e\">  (b) of a business official referred to in clause 3 (3) (c) who reports to a senior business official referred to in subsection 3 (2),</p> <p class=\"Ssubsection-e\">is deemed to hold a Business Supervisory Officer’s Certificate.  R.R.O. 1990, Reg. 309, s. 6 (2).</p> <p class=\"partnum-e\">PART II <br/>  TRANSFER AND DISMISSAL</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. (1) In this section,  “redundant” in respect of the position of a supervisory officer means no longer required to be filled by reason of, (a) the implementation by a board of a long range organizational plan of operation in respect of schools or of supervisory services that eliminates the position or merges it with another position, (b) a reduction in the number of classes or in the business functions of the board for which supervision is required, or (c) a change in duties or requirements placed upon boards by or under any Act that renders a supervisory service unnecessary or reduces the need for such service.  R.R.O. 1990, Reg. 309, s. 7 (1). (2) Where a board declares the position of a supervisory officer redundant, the board shall, (a) give the supervisory officer at least three months notice in writing that the position has been declared redundant; (b) transfer the supervisory officer to a position for which he or she is qualified, with supervisory and administrative responsibilities as similar as possible to those of his or her previous position; and (c) pay the supervisory officer for at least one year following the date of the transfer with no reduction in his or her rate of salary.  R.R.O. 1990, Reg. 309, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) In this section, </p> <p class=\"firstdef-e\">“redundant” in respect of the position of a supervisory officer means no longer required to be filled by reason of,</p> <p class=\"defclause-e\">  (a) the implementation by a board of a long range organizational plan of operation in respect of schools or of supervisory services that eliminates the position or merges it with another position,</p> <p class=\"defclause-e\">  (b) a reduction in the number of classes or in the business functions of the board for which supervision is required, or</p> <p class=\"defclause-e\">  (c) a change in duties or requirements placed upon boards by or under any Act that renders a supervisory service unnecessary or reduces the need for such service.  R.R.O. 1990, Reg. 309, s. 7 (1).</p> <p class=\"subsection-e\">  (2) Where a board declares the position of a supervisory officer redundant, the board shall,</p> <p class=\"clause-e\">  (a) give the supervisory officer at least three months notice in writing that the position has been declared redundant;</p> <p class=\"clause-e\">  (b) transfer the supervisory officer to a position for which he or she is qualified, with supervisory and administrative responsibilities as similar as possible to those of his or her previous position; and</p> <p class=\"clause-e\">  (c) pay the supervisory officer for at least one year following the date of the transfer with no reduction in his or her rate of salary.  R.R.O. 1990, Reg. 309, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. (1) A board shall not suspend or dismiss a supervisory officer without first giving the supervisory officer reasonable information about the reasons for the suspension or dismissal and an opportunity to make submissions to the board.  O. Reg. 162/93, s. 1. (2) A supervisory officer who wishes to make submissions to the board may make them orally or in writing.  O. Reg. 162/93, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) A board shall not suspend or dismiss a supervisory officer without first giving the supervisory officer reasonable information about the reasons for the suspension or dismissal and an opportunity to make submissions to the board.  O. Reg. 162/93, s. 1.</p> <p class=\"subsection-e\">  (2) A supervisory officer who wishes to make submissions to the board may make them orally or in writing.  O. Reg. 162/93, s. 1.</p>"
        },
        {
            "id": "9.-15.",
            "section": null,
            "content": " 9.-15. Revoked:  O. Reg. 162/93, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>9.-15. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 162/93, s. 1.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900309\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}