{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 835: DESIGNATED SUBSTANCE - ACRYLONITRILE",
        "reg_name_text": "DESIGNATED SUBSTANCE — ACRYLONITRILE",
        "citation": "R.R.O. 1990, Reg. 835: DESIGNATED SUBSTANCE - ACRYLONITRILE",
        "act_under": "Occupational Health and Safety Act",
        "url": "https://www.ontario.ca/laws/regulation/900835",
        "date_scraped": "2023-12-19 06:34:32"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900835/v4",
            "valid_from": "December 16, 2009",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/regulation/900835/v3",
            "valid_from": "May 20, 2008",
            "valid_to": "December 15, 2009"
        },
        {
            "a_href": "/laws/regulation/900835/v2",
            "valid_from": "April 21, 2004",
            "valid_to": "May 19, 2008"
        },
        {
            "a_href": "/laws/regulation/900835/v1",
            "valid_from": "August 28, 1992",
            "valid_to": "April 20, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “control program” means an acrylonitrile control program required by this Regulation; (“programme de contrôle”) “joint health and safety committee” includes a joint health and safety committee established under section 9 of the Act, or a committee of like nature or an arrangement, program or system in which the workers participate that conforms to subsection 9 (4) of the Act. (“comité mixte sur la santé et la sécurité”) R.R.O. 1990, Reg. 835, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“control program” means an acrylonitrile control program required by this Regulation; (“programme de contrôle”)</p> <p class=\"definition-e\">“joint health and safety committee” includes a joint health and safety committee established under section 9 of the Act, or a committee of like nature or an arrangement, program or system in which the workers participate that conforms to subsection 9 (4) of the Act. (“comité mixte sur la santé et la sécurité”) R.R.O. 1990, Reg. 835, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. Acrylonitrile is prescribed as a designated substance. R.R.O. 1990, Reg. 835, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>Acrylonitrile is prescribed as a designated substance. R.R.O. 1990, Reg. 835, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) Subject to subsection (3), this Regulation applies to every employer and worker at a workplace where acrylonitrile is present, produced, processed, used, handled or stored and at which the worker is likely to inhale, absorb or come into contact with acrylonitrile. R.R.O. 1990, Reg. 835, s. 3 (1). (2) Subject to subsection (3), an employer to whom this Regulation applies shall take every precaution reasonable in the circumstances to ensure that every worker who is not an employee of the employer but who is working in the workplace of the employer and is exposed to acrylonitrile and whose health is likely to be affected thereby is protected and the worker shall comply with the requirements of the employer. R.R.O. 1990, Reg. 835, s. 3 (2). (3) Subsection (2) and sections 4 to 17 of this Regulation do not apply to, (a) an employer or to the workers of an employer who primarily carries on the business of construction; or (b) an employer or to the workers of an employer at a workplace where acrylonitrile is not produced, processed or used if the exposure to acrylonitrile results only from the presence, use, handling or storage of goods made in the last stage of a process using polymers made from acrylonitrile. R.R.O. 1990, Reg. 835, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) Subject to subsection (3), this Regulation applies to every employer and worker at a workplace where acrylonitrile is present, produced, processed, used, handled or stored and at which the worker is likely to inhale, absorb or come into contact with acrylonitrile. R.R.O. 1990, Reg. 835, s. 3 (1).</p> <p class=\"subsection-e\">(2) Subject to subsection (3), an employer to whom this Regulation applies shall take every precaution reasonable in the circumstances to ensure that every worker who is not an employee of the employer but who is working in the workplace of the employer and is exposed to acrylonitrile and whose health is likely to be affected thereby is protected and the worker shall comply with the requirements of the employer. R.R.O. 1990, Reg. 835, s. 3 (2).</p> <p class=\"subsection-e\">(3) Subsection (2) and sections 4 to 17 of this Regulation do not apply to,</p> <p class=\"clause-e\">(a) an employer or to the workers of an employer who primarily carries on the business of construction; or</p> <p class=\"clause-e\">(b) an employer or to the workers of an employer at a workplace where acrylonitrile is not produced, processed or used if the exposure to acrylonitrile results only from the presence, use, handling or storage of goods made in the last stage of a process using polymers made from acrylonitrile. R.R.O. 1990, Reg. 835, s. 3 (3).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) Every employer shall take all necessary measures and procedures by means of engineering controls, work practices and hygiene practices and facilities to ensure that the time-weighted average exposure of a worker to airborne acrylonitrile is reduced to the lowest practical level and in any case shall not exceed two parts acrylonitrile per million parts of air by volume or 4.3 milligrams acrylonitrile per cubic metre of air. R.R.O. 1990, Reg. 835, s. 4 (1). (2) Despite subsection (1), an employer shall ensure that the exposure of a worker to acrylonitrile shall not exceed a maximum concentration of ten parts acrylonitrile per million parts of air by volume or 21.7 milligrams acrylonitrile per cubic metre of air. R.R.O. 1990, Reg. 835, s. 4 (2). (3) Subject to section 5, every employer shall comply with subsections (1) and (2) without requiring a worker to wear and use respiratory equipment. R.R.O. 1990, Reg. 835, s. 4 (3). (4) The time-weighted average exposure of a worker to airborne acrylonitrile shall be calculated in accordance with the Schedule and the result of the calculation of the exposure may be certified by an inspector. R.R.O. 1990, Reg. 835, s. 4 (4). (5) Every worker shall work in compliance with the work practices and hygiene practices in accordance with the provisions of the control program. R.R.O. 1990, Reg. 835, s. 4 (5). (6) On a prosecution for a failure to comply with subsection (1) or (2), it shall be a defence for an employer to prove that the employer has complied with subsection (1) or (2) and that a breach of subsection (1) or (2) occurred solely because a worker failed to work in compliance with the work practices and hygiene practices in accordance with the provisions of the control program and the employer has taken every precaution reasonable in the circumstances to require the worker to do so. R.R.O. 1990, Reg. 835, s. 4 (6).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) Every employer shall take all necessary measures and procedures by means of engineering controls, work practices and hygiene practices and facilities to ensure that the time-weighted average exposure of a worker to airborne acrylonitrile is reduced to the lowest practical level and in any case shall not exceed two parts acrylonitrile per million parts of air by volume or 4.3 milligrams acrylonitrile per cubic metre of air. R.R.O. 1990, Reg. 835, s. 4 (1).</p> <p class=\"subsection-e\">(2) Despite subsection (1), an employer shall ensure that the exposure of a worker to acrylonitrile shall not exceed a maximum concentration of ten parts acrylonitrile per million parts of air by volume or 21.7 milligrams acrylonitrile per cubic metre of air. R.R.O. 1990, Reg. 835, s. 4 (2).</p> <p class=\"subsection-e\">(3) Subject to section 5, every employer shall comply with subsections (1) and (2) without requiring a worker to wear and use respiratory equipment. R.R.O. 1990, Reg. 835, s. 4 (3).</p> <p class=\"subsection-e\">(4) The time-weighted average exposure of a worker to airborne acrylonitrile shall be calculated in accordance with the Schedule and the result of the calculation of the exposure may be certified by an inspector. R.R.O. 1990, Reg. 835, s. 4 (4).</p> <p class=\"subsection-e\">(5) Every worker shall work in compliance with the work practices and hygiene practices in accordance with the provisions of the control program. R.R.O. 1990, Reg. 835, s. 4 (5).</p> <p class=\"subsection-e\">(6) On a prosecution for a failure to comply with subsection (1) or (2), it shall be a defence for an employer to prove that the employer has complied with subsection (1) or (2) and that a breach of subsection (1) or (2) occurred solely because a worker failed to work in compliance with the work practices and hygiene practices in accordance with the provisions of the control program and the employer has taken every precaution reasonable in the circumstances to require the worker to do so. R.R.O. 1990, Reg. 835, s. 4 (6).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) Where the strict duty imposed by subsection 4 (1) or (2) cannot be complied with because, (a) an emergency exists; or (b) the measures and procedures necessary to control the exposure of a worker to airborne acrylonitrile, (i) do not exist or are not available, (ii) are not reasonable or practical for the length of time or frequency of exposure or the nature of the process, operation or work, or (iii) are not effective because of a temporary breakdown of equipment, the employer shall provide a worker with respiratory equipment which shall be used by the worker. R.R.O. 1990, Reg. 835, s. 5 (1). (2) Where a worker is exposed to airborne acrylonitrile, the worker may request a respirator regardless of the level of exposure and the employer shall provide it. R.R.O. 1990, Reg. 835, s. 5 (2). (3) Where respiratory equipment is provided by an employer and used by a worker, the respiratory equipment, (a) shall be appropriate in the circumstances for the concentration of airborne acrylonitrile; (b) shall meet or exceed the requirements set out in the Code for Respiratory Equipment for Acrylonitrile dated the 30th day of October, 1984, and issued by the Ministry; and (c) shall be used in accordance with the requirements of the Code. R.R.O. 1990, Reg. 835, s. 5 (3). (4) The employer shall provide training and instruction to a worker in the proper care and use of respiratory equipment provided by the employer. R.R.O. 1990, Reg. 835, s. 5 (4).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) Where the strict duty imposed by subsection 4 (1) or (2) cannot be complied with because,</p> <p class=\"clause-e\">(a) an emergency exists; or</p> <p class=\"clause-e\">(b) the measures and procedures necessary to control the exposure of a worker to airborne acrylonitrile,</p> <p class=\"subclause-e\">(i) do not exist or are not available,</p> <p class=\"subclause-e\">(ii) are not reasonable or practical for the length of time or frequency of exposure or the nature of the process, operation or work, or</p> <p class=\"subclause-e\">(iii) are not effective because of a temporary breakdown of equipment,</p> <p class=\"Ssection-e\">the employer shall provide a worker with respiratory equipment which shall be used by the worker. R.R.O. 1990, Reg. 835, s. 5 (1).</p> <p class=\"subsection-e\">(2) Where a worker is exposed to airborne acrylonitrile, the worker may request a respirator regardless of the level of exposure and the employer shall provide it. R.R.O. 1990, Reg. 835, s. 5 (2).</p> <p class=\"subsection-e\">(3) Where respiratory equipment is provided by an employer and used by a worker, the respiratory equipment,</p> <p class=\"clause-e\">(a) shall be appropriate in the circumstances for the concentration of airborne acrylonitrile;</p> <p class=\"clause-e\">(b) shall meet or exceed the requirements set out in the <i>Code for Respiratory Equipment for Acrylonitrile </i>dated the 30th day of October, 1984, and issued by the Ministry; and</p> <p class=\"clause-e\">(c) shall be used in accordance with the requirements of the Code. R.R.O. 1990, Reg. 835, s. 5 (3).</p> <p class=\"subsection-e\">(4) The employer shall provide training and instruction to a worker in the proper care and use of respiratory equipment provided by the employer. R.R.O. 1990, Reg. 835, s. 5 (4).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) Every employer to whom this Regulation applies shall cause an assessment to be made in writing of the exposure or likelihood of exposure in a workplace of a worker to the inhalation, absorption or contact with acrylonitrile. R.R.O. 1990, Reg. 835, s. 6 (1). (2) In causing the assessment to be made, the employer shall consider and take into account such matters as, (a) the methods and procedures used or to be used in the production, processing, use, handling or storage of acrylonitrile; (b) the extent and potential extent of the exposure of a worker to the inhalation, absorption or contact with acrylonitrile; and (c) the measures and procedures necessary to control such exposure by means of engineering controls, work practices and hygiene practices and facilities. R.R.O. 1990, Reg. 835, s. 6 (2). (3) In causing the assessment to be made, the employer shall consult thereon with the joint health and safety committee and the committee may make recommendations with respect to the assessment. R.R.O. 1990, Reg. 835, s. 6 (3). (4) A copy of the assessment made by an employer shall be given by the employer to each member of the joint health and safety committee. R.R.O. 1990, Reg. 835, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) Every employer to whom this Regulation applies shall cause an assessment to be made in writing of the exposure or likelihood of exposure in a workplace of a worker to the inhalation, absorption or contact with acrylonitrile. R.R.O. 1990, Reg. 835, s. 6 (1).</p> <p class=\"subsection-e\">(2) In causing the assessment to be made, the employer shall consider and take into account such matters as,</p> <p class=\"clause-e\">(a) the methods and procedures used or to be used in the production, processing, use, handling or storage of acrylonitrile;</p> <p class=\"clause-e\">(b) the extent and potential extent of the exposure of a worker to the inhalation, absorption or contact with acrylonitrile; and</p> <p class=\"clause-e\">(c) the measures and procedures necessary to control such exposure by means of engineering controls, work practices and hygiene practices and facilities. R.R.O. 1990, Reg. 835, s. 6 (2).</p> <p class=\"subsection-e\">(3) In causing the assessment to be made, the employer shall consult thereon with the joint health and safety committee and the committee may make recommendations with respect to the assessment. R.R.O. 1990, Reg. 835, s. 6 (3).</p> <p class=\"subsection-e\">(4) A copy of the assessment made by an employer shall be given by the employer to each member of the joint health and safety committee. R.R.O. 1990, Reg. 835, s. 6 (4).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) Where the assessment discloses or would disclose, if made in conformity with section 6, that a worker is likely to inhale, absorb or come into contact with acrylonitrile and that the health of a worker may be affected thereby, the employer shall develop, establish, put into effect and maintain measures and procedures to control the exposure of the worker to acrylonitrile and shall incorporate the same into an acrylonitrile control program. R.R.O. 1990, Reg. 835, s. 7 (1). (2) The control program shall include provisions for, (a) engineering controls, work practices and hygiene practices and facilities to control the exposure of a worker to acrylonitrile; (b) methods and procedures to monitor the concentrations of airborne acrylonitrile in the workplace and the exposure of a worker thereto; (c) personal records of the exposure of a worker to acrylonitrile at the workplace, including the time-weighted average exposure of the worker and of the concentrations of acrylonitrile and the times in which such concentrations were taken to be representative of the exposure of the worker and used in calculating the average exposure, to be maintained by the employer; (d) medical examinations and clinical tests of a worker; (e) records of medical examinations and clinical tests of a worker to be maintained by a physician who has examined the worker or under whose direction the examination and tests have been performed; and (f) a training program for supervisors and workers on the health effects of acrylonitrile and the measures and procedures required under the control program. R.R.O. 1990, Reg. 835, s. 7 (2). (3) In developing the measures and procedures mentioned in subsection (1) and the control program, the employer shall consult with the joint health and safety committee and the committee may make recommendations with respect to the same. R.R.O. 1990, Reg. 835, s. 7 (3).",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) Where the assessment discloses or would disclose, if made in conformity with section 6, that a worker is likely to inhale, absorb or come into contact with acrylonitrile and that the health of a worker may be affected thereby, the employer shall develop, establish, put into effect and maintain measures and procedures to control the exposure of the worker to acrylonitrile and shall incorporate the same into an acrylonitrile control program. R.R.O. 1990, Reg. 835, s. 7 (1).</p> <p class=\"subsection-e\">(2) The control program shall include provisions for,</p> <p class=\"clause-e\">(a) engineering controls, work practices and hygiene practices and facilities to control the exposure of a worker to acrylonitrile;</p> <p class=\"clause-e\">(b) methods and procedures to monitor the concentrations of airborne acrylonitrile in the workplace and the exposure of a worker thereto;</p> <p class=\"clause-e\">(c) personal records of the exposure of a worker to acrylonitrile at the workplace, including the time-weighted average exposure of the worker and of the concentrations of acrylonitrile and the times in which such concentrations were taken to be representative of the exposure of the worker and used in calculating the average exposure, to be maintained by the employer;</p> <p class=\"clause-e\">(d) medical examinations and clinical tests of a worker;</p> <p class=\"clause-e\">(e) records of medical examinations and clinical tests of a worker to be maintained by a physician who has examined the worker or under whose direction the examination and tests have been performed; and</p> <p class=\"clause-e\">(f) a training program for supervisors and workers on the health effects of acrylonitrile and the measures and procedures required under the control program. R.R.O. 1990, Reg. 835, s. 7 (2).</p> <p class=\"subsection-e\">(3) In developing the measures and procedures mentioned in subsection (1) and the control program, the employer shall consult with the joint health and safety committee and the committee may make recommendations with respect to the same. R.R.O. 1990, Reg. 835, s. 7 (3).</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. Where a change is made in a process involving acrylonitrile or in the methods and procedures in the production, use, handling or storage of acrylonitrile and the change could result in a significant difference in the exposure of a worker to the inhalation, absorption or contact with acrylonitrile, the employer shall cause a further assessment to be made forthwith and the provisions of sections 6 and 7 apply to the further assessment. R.R.O. 1990, Reg. 835, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>Where a change is made in a process involving acrylonitrile or in the methods and procedures in the production, use, handling or storage of acrylonitrile and the change could result in a significant difference in the exposure of a worker to the inhalation, absorption or contact with acrylonitrile, the employer shall cause a further assessment to be made forthwith and the provisions of sections 6 and 7 apply to the further assessment. R.R.O. 1990, Reg. 835, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) Where disputes arise between an employer and a joint health and safety committee as to an assessment required under section 6 or 8 as to the measures and procedures mentioned in subsection 7 (1) or the control program or its provisions required under section 7 or 8, the employer, a member of the joint health and safety committee or the committee may notify an inspector thereof who shall investigate and give a decision in writing to the employer and to the member or committee. R.R.O. 1990, Reg. 835, s. 9 (1). (2) Nothing in subsection (1) applies so as to affect the power of an inspector to issue an order for a contravention of this Regulation. R.R.O. 1990, Reg. 835, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) Where disputes arise between an employer and a joint health and safety committee as to an assessment required under section 6 or 8 as to the measures and procedures mentioned in subsection 7 (1) or the control program or its provisions required under section 7 or 8, the employer, a member of the joint health and safety committee or the committee may notify an inspector thereof who shall investigate and give a decision in writing to the employer and to the member or committee. R.R.O. 1990, Reg. 835, s. 9 (1).</p> <p class=\"subsection-e\">(2) Nothing in subsection (1) applies so as to affect the power of an inspector to issue an order for a contravention of this Regulation. R.R.O. 1990, Reg. 835, s. 9 (2).</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. (1) A copy of the control program put into effect by the employer shall be given by the employer to each member of the joint health and safety committee and the employer shall acquaint every worker affected by the control program with its provisions. R.R.O. 1990, Reg. 835, s. 10 (1). (2) A copy of the control program put into effect by the employer shall be made available by the employer in English and in the majority language of the workplace. R.R.O. 1990, Reg. 835, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) A copy of the control program put into effect by the employer shall be given by the employer to each member of the joint health and safety committee and the employer shall acquaint every worker affected by the control program with its provisions. R.R.O. 1990, Reg. 835, s. 10 (1).</p> <p class=\"subsection-e\">(2) A copy of the control program put into effect by the employer shall be made available by the employer in English and in the majority language of the workplace. R.R.O. 1990, Reg. 835, s. 10 (2).</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. Subject to section 17, the procedures for monitoring, sampling and determining the concentrations of airborne acrylonitrile in the atmosphere of a workplace and the exposure of a worker thereto shall be those set out in the Code for Measuring Airborne Acrylonitrile dated the 30th day of October, 1984, and issued by the Ministry. R.R.O. 1990, Reg. 835, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>Subject to section 17, the procedures for monitoring, sampling and determining the concentrations of airborne acrylonitrile in the atmosphere of a workplace and the exposure of a worker thereto shall be those set out in the <i>Code for Measuring Airborne Acrylonitrile </i>dated the 30th day of October, 1984, and issued by the Ministry. R.R.O. 1990, Reg. 835, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. The results of monitoring the concentrations of airborne acrylonitrile in the workplace and the exposure of a worker thereto as provided by the control program shall be, (a) posted forthwith by the employer, as soon as the results are available, in a conspicuous place or places at the workplace where they are most likely to come to the attention of the workers affected thereby, and the employer shall keep the results posted for a period of at least fourteen days; (b) furnished to the joint health and safety committee; and (c) kept by the employer for a period of at least five years. R.R.O. 1990, Reg. 835, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>The results of monitoring the concentrations of airborne acrylonitrile in the workplace and the exposure of a worker thereto as provided by the control program shall be,</p> <p class=\"clause-e\">(a) posted forthwith by the employer, as soon as the results are available, in a conspicuous place or places at the workplace where they are most likely to come to the attention of the workers affected thereby, and the employer shall keep the results posted for a period of at least fourteen days;</p> <p class=\"clause-e\">(b) furnished to the joint health and safety committee; and</p> <p class=\"clause-e\">(c) kept by the employer for a period of at least five years. R.R.O. 1990, Reg. 835, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) A worker shall, at the expense of the employer, undergo the medical examinations and clinical tests required under the control program. R.R.O. 1990, Reg. 835, s. 13 (1). (2) The medical examinations and clinical tests required under the control program shall make provisions for, (a) pre-employment and pre-placement medical examinations to include, (i) a medical history, (ii) a physical examination; and (iii) clinical tests as required by the examining physician; and (b) periodic medical examinations and clinical tests consisting of the items prescribed by clause (a). R.R.O. 1990, Reg. 835, s. 13 (2). (3) The medical history, physical examination and clinical tests shall meet the provisions of the Code for Medical Surveillance of Acrylonitrile Exposed Workers dated the 30th day of October, 1984, and issued by the Ministry. R.R.O. 1990, Reg. 835, s. 13 (3).",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) A worker shall, at the expense of the employer, undergo the medical examinations and clinical tests required under the control program. R.R.O. 1990, Reg. 835, s. 13 (1).</p> <p class=\"subsection-e\">(2) The medical examinations and clinical tests required under the control program shall make provisions for,</p> <p class=\"clause-e\">(a) pre-employment and pre-placement medical examinations to include,</p> <p class=\"subclause-e\">(i) a medical history,</p> <p class=\"subclause-e\">(ii) a physical examination; and</p> <p class=\"subclause-e\">(iii) clinical tests as required by the examining physician; and</p> <p class=\"clause-e\">(b) periodic medical examinations and clinical tests consisting of the items prescribed by clause (a). R.R.O. 1990, Reg. 835, s. 13 (2).</p> <p class=\"subsection-e\">(3) The medical history, physical examination and clinical tests shall meet the provisions of the <i>Code for Medical Surveillance of Acrylonitrile Exposed Workers </i>dated the 30th day of October, 1984, and issued by the Ministry. R.R.O. 1990, Reg. 835, s. 13 (3).</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. (1) The records of the exposures of each worker to airborne acrylonitrile at the workplace to be maintained as provided by the control program shall identify the worker, including the worker’s date of birth, the worker’s jobs or occupations at the workplace, the results of monitoring for exposure to airborne acrylonitrile in the worker’s work area and the use by the worker of respiratory equipment and its type. R.R.O. 1990, Reg. 835, s. 14 (1). (2) The employer shall provide a copy of the records of the exposures of the worker to airborne acrylonitrile as provided by the control program to the physician who examines the worker and under whose supervision the clinical tests of the worker are performed. R.R.O. 1990, Reg. 835, s. 14 (2).",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) The records of the exposures of each worker to airborne acrylonitrile at the workplace to be maintained as provided by the control program shall identify the worker, including the worker’s date of birth, the worker’s jobs or occupations at the workplace, the results of monitoring for exposure to airborne acrylonitrile in the worker’s work area and the use by the worker of respiratory equipment and its type. R.R.O. 1990, Reg. 835, s. 14 (1).</p> <p class=\"subsection-e\">(2) The employer shall provide a copy of the records of the exposures of the worker to airborne acrylonitrile as provided by the control program to the physician who examines the worker and under whose supervision the clinical tests of the worker are performed. R.R.O. 1990, Reg. 835, s. 14 (2).</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. (1) The records of medical examinations and clinical tests of a worker obtained and made under this Regulation and of the exposures of the worker to airborne acrylonitrile furnished by the employer under subsection 14 (2) shall be kept in a secure place by the physician who has conducted the examinations and tests or under whose supervision the examinations and tests have been made for the longer of, (a) the period of forty years from the time such records were first made; (b) the period of twenty years from the time the last of such records were made. R.R.O. 1990, Reg. 835, s. 15 (1). (2) Where the physician is no longer able or willing to keep the records, the records shall be forwarded to the Provincial Physician, Ministry of Labour or to a physician designated by the Provincial Physician and the provisions of subsection (1) shall, with necessary modifications, apply thereto. R.R.O. 1990, Reg. 835, s. 15 (2); O. Reg. 507/92, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) The records of medical examinations and clinical tests of a worker obtained and made under this Regulation and of the exposures of the worker to airborne acrylonitrile furnished by the employer under subsection 14 (2) shall be kept in a secure place by the physician who has conducted the examinations and tests or under whose supervision the examinations and tests have been made for the longer of,</p> <p class=\"clause-e\">(a) the period of forty years from the time such records were first made;</p> <p class=\"clause-e\">(b) the period of twenty years from the time the last of such records were made. R.R.O. 1990, Reg. 835, s. 15 (1).</p> <p class=\"subsection-e\">(2) Where the physician is no longer able or willing to keep the records, the records shall be forwarded to the Provincial Physician, Ministry of Labour or to a physician designated by the Provincial Physician and the provisions of subsection (1) shall, with necessary modifications, apply thereto. R.R.O. 1990, Reg. 835, s. 15 (2); O. Reg. 507/92, s. 1.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. (1) The physician conducting the physical examination or clinical tests or under whose supervision the examination or tests are made shall advise the employer, who shall act thereon, and the worker whether the worker is fit or, because of a condition resulting from exposure to acrylonitrile, is fit with limitations or unfit for work in acrylonitrile exposure without giving or disclosing to the employer the records or results of the examination or tests, and in advising that the worker is fit with limitations or unfit, the physician shall be governed by the provisions of the Code for Medical Surveillance of Acrylonitrile Exposed Workers referred to in subsection 13 (3). R.R.O. 1990, Reg. 835, s. 16 (1). (2) Where a worker is removed from acrylonitrile exposure because a physical examination or clinical test discloses that the worker may have or has a condition resulting from exposure to acrylonitrile and suffers a loss of earnings occasioned thereby, the worker is entitled to compensation for the loss in the manner and to the extent provided by the Workplace Safety and Insurance Act, 1997. R.R.O. 1990, Reg. 835, s. 16 (2); O. Reg. 101/04, s. 1. (3) Upon advising the employer and the worker that a worker, because of a condition resulting from exposure to acrylonitrile, is fit with limitations or unfit for work in acrylonitrile exposure, the physician shall advise in writing upon a confidential basis the joint health and safety committee thereof and in giving such advice shall indicate his or her opinion as to the interpretation to be placed thereon. R.R.O. 1990, Reg. 835, s. 16 (3) (4) Copies of the exposure records and the records and results of physical examinations and clinical tests of a worker shall be given by the physician conducting the examinations or tests, (a) to the worker or the worker’s physician upon the request in writing of the worker; and (b) in the case of a deceased worker, to the next of kin or personal representative of the worker, upon the request in writing of such next of kin or personal representative, and any authorization of another person by the worker or the worker’s next of kin or personal representative is of no effect. R.R.O. 1990, Reg. 835, s. 16 (4). (5) Where the physician advises the employer that a worker, because of a condition resulting from exposure to acrylonitrile, is fit with limitations or is unfit for work in acrylonitrile exposure, the physician shall forthwith communicate that advice to the Provincial Physician, Ministry of Labour. R.R.O. 1990, Reg. 835, s. 16 (5); O. Reg. 507/92, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) The physician conducting the physical examination or clinical tests or under whose supervision the examination or tests are made shall advise the employer, who shall act thereon, and the worker whether the worker is fit or, because of a condition resulting from exposure to acrylonitrile, is fit with limitations or unfit for work in acrylonitrile exposure without giving or disclosing to the employer the records or results of the examination or tests, and in advising that the worker is fit with limitations or unfit, the physician shall be governed by the provisions of the <i>Code for Medical Surveillance of Acrylonitrile Exposed Workers</i> referred to in subsection 13 (3). R.R.O. 1990, Reg. 835, s. 16 (1).</p> <p class=\"subsection-e\">(2) Where a worker is removed from acrylonitrile exposure because a physical examination or clinical test discloses that the worker may have or has a condition resulting from exposure to acrylonitrile and suffers a loss of earnings occasioned thereby, the worker is entitled to compensation for the loss in the manner and to the extent provided by the <i>Workplace Safety and Insurance Act, 1997</i>. R.R.O. 1990, Reg. 835, s. 16 (2); O. Reg. 101/04, s. 1.</p> <p class=\"subsection-e\">(3) Upon advising the employer and the worker that a worker, because of a condition resulting from exposure to acrylonitrile, is fit with limitations or unfit for work in acrylonitrile exposure, the physician shall advise in writing upon a confidential basis the joint health and safety committee thereof and in giving such advice shall indicate his or her opinion as to the interpretation to be placed thereon. R.R.O. 1990, Reg. 835, s. 16 (3)</p> <p class=\"subsection-e\">(4) Copies of the exposure records and the records and results of physical examinations and clinical tests of a worker shall be given by the physician conducting the examinations or tests,</p> <p class=\"clause-e\">(a) to the worker or the worker’s physician upon the request in writing of the worker; and</p> <p class=\"clause-e\">(b) in the case of a deceased worker, to the next of kin or personal representative of the worker, upon the request in writing of such next of kin or personal representative,</p> <p class=\"Ssubsection-e\">and any authorization of another person by the worker or the worker’s next of kin or personal representative is of no effect. R.R.O. 1990, Reg. 835, s. 16 (4).</p> <p class=\"subsection-e\">(5) Where the physician advises the employer that a worker, because of a condition resulting from exposure to acrylonitrile, is fit with limitations or is unfit for work in acrylonitrile exposure, the physician shall forthwith communicate that advice to the Provincial Physician, Ministry of Labour. R.R.O. 1990, Reg. 835, s. 16 (5); O. Reg. 507/92, s. 2.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. For the purposes of this Regulation, the methods and procedures that may be used or adopted may vary from the Codes issued by the Ministry if the protection afforded thereby or the factors of accuracy and precision used or adopted are equal to or exceed the protection or the factors of accuracy and precision in the Codes issued by the Ministry. R.R.O. 1990, Reg. 835, s. 17. SCHEDULE The time-weighted average exposure of a worker to airborne acrylonitrile shall be calculated for a forty hour week and an eight hour day as follows: 1. The average concentrations of acrylonitrile to which a worker is exposed shall be determined from analysis of air samples taken as being representative of the exposure of the worker to acrylonitrile during work operations as set out in the Code mentioned in section 11. 2. The results of the analyses are the concentrations of acrylonitrile expressed as parts acrylonitrile per million parts of air by volume or as milligrams acrylonitrile per cubic metre of air. 3. The concentrations shall be multiplied by the time in hours to which the worker is taken to be exposed to such concentrations. 4. The weekly exposure shall be calculated as follows: C1T1 + C2T2 + ... + CnTn = cumulative weekly exposure where, C1 is the concentration found in an air sample, and T1 is the total time in hours to which the worker is taken to be exposed to concentration C1 in a week. 5. The weekly time-weighted average exposure shall be calculated by dividing the cumulative weekly exposure by 40. 6. The daily exposure shall be calculated as follows: C1T1 + C2T2 + ... + CnTn = cumulative daily exposure where, C1 is the concentration found in an air sample, and T1 is the total time in hours to which the worker is taken to be exposed to concentration C1 in a day. 7. The daily time-weighted average exposure shall be calculated by dividing the cumulative daily exposure by 8. R.R.O. 1990, Reg. 835, Sched. Français ",
            "raw_html": "<p class=\"section-e\"><b>17. </b>For the purposes of this Regulation, the methods and procedures that may be used or adopted may vary from the Codes issued by the Ministry if the protection afforded thereby or the factors of accuracy and precision used or adopted are equal to or exceed the protection or the factors of accuracy and precision in the Codes issued by the Ministry. R.R.O. 1990, Reg. 835, s. 17.</p> <p class=\"schedule-e\">SCHEDULE</p> <p class=\"parawtab-e\">The time-weighted average exposure of a worker to airborne acrylonitrile shall be calculated for a forty hour week and an eight hour day as follows:</p> <p class=\"paragraph-e\">1. The average concentrations of acrylonitrile to which a worker is exposed shall be determined from analysis of air samples taken as being representative of the exposure of the worker to acrylonitrile during work operations as set out in the Code mentioned in section 11.</p> <p class=\"paragraph-e\">2. The results of the analyses are the concentrations of acrylonitrile expressed as parts acrylonitrile per million parts of air by volume or as milligrams acrylonitrile per cubic metre of air.</p> <p class=\"paragraph-e\">3. The concentrations shall be multiplied by the time in hours to which the worker is taken to be exposed to such concentrations.</p> <p class=\"paragraph-e\">4. The weekly exposure shall be calculated as follows:</p> <p class=\"equation-e\">C<sub>1</sub>T<sub>1</sub> + C<sub>2</sub>T<sub>2</sub> + ... + C<sub>n</sub>T<sub>n </sub>= cumulative weekly exposure</p> <p class=\"Sparagraph-e\">where,</p> <p class=\"equationind2-e\">C<sub>1</sub> is the concentration found in an air sample, and </p> <p class=\"equationind2-e\">T<sub>1</sub> is the total time in hours to which the worker is taken to be exposed to concentration C<sub>1</sub> in a week.</p> <p class=\"paragraph-e\">5. The weekly time-weighted average exposure shall be calculated by dividing the cumulative weekly exposure by 40.</p> <p class=\"paragraph-e\">6. The daily exposure shall be calculated as follows:</p> <p class=\"equation-e\">C<sub>1</sub>T<sub>1</sub> + C<sub>2</sub>T<sub>2</sub> + ... + C<sub>n</sub>T<sub>n</sub> = cumulative daily exposure</p> <p class=\"Sparagraph-e\">where,</p> <p class=\"equationind2-e\">C<sub>1</sub> is the concentration found in an air sample, and </p> <p class=\"equationind2-e\">T<sub>1</sub> is the total time in hours to which the worker is taken to be exposed to concentration C<sub>1</sub> in a day.</p> <p class=\"paragraph-e\">7. The daily time-weighted average exposure shall be calculated by dividing the cumulative daily exposure by 8.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 835, Sched.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900835_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900835_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}