{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 284: CONDITIONS FOR EXTENDED FUNDING",
        "reg_name_text": "CONDITIONS FOR EXTENDED FUNDING",
        "citation": "R.R.O. 1990, Reg. 284: ",
        "act_under": "Education Act   Loi sur l’éducation",
        "url": "https://www.ontario.ca/laws/regulation/900284",
        "date_scraped": "2023-12-19 21:10:22"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “implementation plan” means the plan formulated and filed with the Planning and Implementation Commission under subsection 149 (1) of the Act for the school year referred to in the plan and in respect of which the board has been given notice; “notice” means notice of the Minister that the Roman Catholic school board is eligible to share in the legislative grants for secondary school purposes, (a) for the school year set out in the notice, and (b) in respect of the method and location, if any, set out in the notice, for the provision of instruction in the grade or grades set out in the notice. R.R.O. 1990, Reg. 284, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“implementation plan” means the plan formulated and filed with the Planning and Implementation Commission under subsection 149 (1) of the Act for the school year referred to in the plan and in respect of which the board has been given notice;</p> <p class=\"definition-e\">“notice” means notice of the Minister that the Roman Catholic school board is eligible to share in the legislative grants for secondary school purposes,</p> <p class=\"defclause-e\">(a) for the school year set out in the notice, and</p> <p class=\"defclause-e\">(b) in respect of the method and location, if any, set out in the notice, for the provision of instruction in the grade or grades set out in the notice. R.R.O. 1990, Reg. 284, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The following conditions are prescribed for the purposes of subsection 128 (2) of the Act: 1. The Roman Catholic school board shall undertake in accordance with its implementation plan to provide in its schools or pursuant to an agreement with another board the grade or grades set out in the implementation plan. 2. The Roman Catholic school board shall meet the criteria set out in subsecton 151 (2) of the Act with respect to the provision of the grade or grades set out in its implementation plan. R.R.O. 1990, Reg. 284, s. 2. ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The following conditions are prescribed for the purposes of subsection 128 (2) of the Act:</p> <p class=\"paragraph-e\">1. The Roman Catholic school board shall undertake in accordance with its implementation plan to provide in its schools or pursuant to an agreement with another board the grade or grades set out in the implementation plan.</p> <p class=\"paragraph-e\">2. The Roman Catholic school board shall meet the criteria set out in subsecton 151 (2) of the Act with respect to the provision of the grade or grades set out in its implementation plan. R.R.O. 1990, Reg. 284, s. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}