{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 775: ONTARIO STUDY GRANT PLAN",
        "reg_name_text": "ONTARIO STUDY GRANT PLAN",
        "citation": "R.R.O. 1990, Reg. 775: ",
        "act_under": "Ministry of Training, Colleges and Universities Act",
        "url": "https://www.ontario.ca/laws/regulation/900775",
        "date_scraped": "2023-12-19 18:17:13"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 13, 2005",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900775/v2",
            "valid_from": "May  6, 2005",
            "valid_to": "June 12, 2005"
        },
        {
            "a_href": "/laws/regulation/900775/v1",
            "valid_from": "June  9, 1994",
            "valid_to": "May  5, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. (1) In this Regulation, “applicant” means a group A student, a group B married student or a group B single student registered in an approved program of study who applies for a grant under this Regulation; (“auteur d’une demande”) “approved institution” means an institution of learning within Canada approved by the Minister; (“établissement agréé”) “approved program of study” means a program of post-secondary courses or subjects of at least ten weeks duration approved by the Minister and offered at an approved institution leading to a certificate diploma or degree; (“programme d’études approuvé”) “education costs” means the total of the actual costs or estimated cost allowances for the following items, as determined by the Minister, for the period for which an applicant is requesting a grant, (a)  tuition and other compulsory fees payable to an approved institution, (b)  books and instructional supplies, (c)  a weekly personal and living allowance, (d)  local transportation to and from the applicant’s residence or lodging to the campus of the approved institution, (e)  one return trip per eligibility period by an applicant to the permanent Ontario residence of the applicant by the most reasonable means of public transportation, (f)  any other expenses of the applicant in addition to those listed in clauses (a) to (e) that the Minister may determine are relevant; (“frais d’étude”) “eligibility period” means a period of post-secondary study ranging from ten to nineteen weeks as determined by the Minister, that generally corresponds to a term at a post-secondary educational institution; (“période d’admissibilité”) “financial resources” means the estimated amount of money determined by the Minister that the Minister expects the applicant and his or her spouse, parents or sponsor to contribute towards the education costs for the period for which the applicant is requesting a grant having regard to, (a)  the total income of the applicant from all sources including earnings from summer and other part-time or full-time employment, investment and other income including gifts, (b)  academic awards and government assistance that the applicant is or may be receiving, (c)  the total income of the spouse, parents or sponsor of the applicant from all sources, (d)  the assets of the applicant and his or her spouse, parents or sponsor, (e)  personal income tax, unemployment insurance and pension plan contributions of the spouse, parents or sponsor of the applicant, (f)  the number of persons determined by the Minister that are dependent for support upon the applicant and his or her spouse, parents or sponsor, and (g)  any other resources, assets or deductions of the applicant and his or her spouse, parents or sponsor in addition to those listed in clauses (a) to (f) that the Minister may determine are relevant; (“ressources financières”) “full-time employment” means performing work for remuneration for a minimum of thirty-five hours per week and includes time spent by an applicant, (a)  caring for a child eleven years of age or under living with the applicant and dependent upon the applicant for support, (b)  attending an adult training program at a college of applied arts and technology or a private vocational school registered under the Private Vocational Schools Act, while receiving financial assistance from the Government of Canada, or (c)  actively seeking employment while registered with the Canadian Employment and Immigration Commission; (“emploi à temps plein”) “group A student” means a person who, (a)  is a Canadian citizen or a permanent resident within the meaning of the Immigration Act (Canada), (b)  meets the residency requirements for a grant under subsection (1.1), and (c)  on the last day of the month in which classes normally begin in the approved institution for the period for which the person is applying for a grant, (i)  does not have a spouse and has no child dependent on the person for support, and (ii)  has not engaged in full-time employment for three or more periods of twelve consecutive months each; (“étudiant du groupe A”) “group B married student” means a person who, (a)  is a Canadian citizen or a permanent resident within the meaning of the Immigration Act (Canada), (b)  meets the residency requirements for a grant under subsection (1.1), and (c)  on the last day of the month in which classes normally begin in the approved institution for the period for which the person is applying for a grant, (i)  has a spouse who is expected by the Minister to contribute towards the education costs for the period for which the person is applying for a grant, or (ii)  does not have a spouse who is expected by the Minister to contribute towards the education costs for the period for which the person is applying for a grant, and has a child who is dependent on the person for support; (“étudiant marié du groupe B”) “group B single student” means a person, other than a group A student or a group B married student, who, (a)  is a Canadian citizen or a permanent resident within the meaning of the Immigration Act (Canada), (b)  meets the residency requirements for a grant under subsection (1.1), and (c)  on the last day of the month in which classes normally begin in the approved institution for the period for which the person is applying for a grant, (i)  does not have a spouse, has been engaged in full-time employment for three or more periods of twelve consecutive months each and the final period of employment was spent in Ontario, or (ii)  has a spouse who is not expected by the Minister to contribute towards the education costs for the period for which the person is applying for a grant, and does not have a child dependent on the person for support; (“étudiant célibataire du groupe B”) “normal full-time course load” means the number of courses in an approved program of study that an approved institution requires a student to take in any year in order to obtain a certificate, diploma or degree in a minimum length of time; (“charge normale de cours à temps plein”) “sponsor” means a person who is a sponsor within the meaning of the regulations made under the Immigration Act (Canada); (“répondant”) “spouse” means either of two persons who, (a)  are married to each other, (b)  have together in good faith entered into a marriage that is voidable or void, (c)  have lived together in a conjugal relationship outside marriage continuously for a period of not less than three years, or (d)  have lived together in a conjugal relationship outside marriage in a relationship of some permanence, if they are the natural or adoptive parents of a child; “term” means a period at an approved institution in an approved program of study of not less than ten weeks duration. (“session”)  R.R.O. 1990, Reg. 775, s. 1 (1); O. Reg. 440/91, s. 1 (1, 2); O. Reg. 352/05, s. 1. (1.1) A person meets the residency requirements for a grant if, for not less than twelve consecutive months before the last day of the month in which classes normally begin in the approved institution for the period for which the person is applying for a grant, (a)  except for time spent at a post-secondary institution outside Ontario, the person resided in Ontario; or (b)  the person’s parent, sponsor or spouse resided in Ontario, if the parent, sponsor or spouse is expected by the Minister to contribute towards the education costs for the period for which the person is applying for a grant.  O. Reg. 440/91, s. 1 (3). (2) Where the phrase “resided in Ontario” is used in this Regulation the Minister, after having considered the particular facts, the special circumstances of the applicant, the applicant’s parents or sponsor and the provisions of any agreement made with the Government of Canada or the government of any province of Canada respecting grants or loans to students, shall determine whether a person resided in Ontario at the relevant time for the purpose of this Regulation.  R.R.O. 1990, Reg. 775, s. 1 (2). (3) For the purpose of this Regulation, time spent at a post-secondary institution in Canada by a person who is applying for a grant may be included in calculating the time during which the person resided in Ontario if, (a)  the person was authorized under the\r\nImmigration Act (Canada) to enter Canada for the purpose of studying in Canada; or (b)  the person has been finally determined to be a Convention refugee under the Immigration Act (Canada).  O. Reg. 440/91, s. 1 (4). (4) Revoked:  O. Reg. 440/91, s. 1 (5). Grants",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) In this Regulation,</p> <p class=\"firstdef-e\">“applicant” means a group A student, a group B married student or a group B single student registered in an approved program of study who applies for a grant under this Regulation; (“auteur d’une demande”)</p> <p class=\"definition-e\">“approved institution” means an institution of learning within Canada approved by the Minister; (“établissement agréé”)</p> <p class=\"definition-e\">“approved program of study” means a program of post-secondary courses or subjects of at least ten weeks duration approved by the Minister and offered at an approved institution leading to a certificate diploma or degree; (“programme d’études approuvé”)</p> <p class=\"definition-e\">“education costs” means the total of the actual costs or estimated cost allowances for the following items, as determined by the Minister, for the period for which an applicant is requesting a grant,</p> <p class=\"defclause-e\">  (a)  tuition and other compulsory fees payable to an approved institution,</p> <p class=\"defclause-e\">  (b)  books and instructional supplies,</p> <p class=\"defclause-e\">  (c)  a weekly personal and living allowance,</p> <p class=\"defclause-e\">  (d)  local transportation to and from the applicant’s residence or lodging to the campus of the approved institution,</p> <p class=\"defclause-e\">  (e)  one return trip per eligibility period by an applicant to the permanent Ontario residence of the applicant by the most reasonable means of public transportation,</p> <p class=\"defclause-e\">  (f)  any other expenses of the applicant in addition to those listed in clauses (a) to (e) that the Minister may determine are relevant; (“frais d’étude”)</p> <p class=\"definition-e\">“eligibility period” means a period of post-secondary study ranging from ten to nineteen weeks as determined by the Minister, that generally corresponds to a term at a post-secondary educational institution; (“période d’admissibilité”)</p> <p class=\"definition-e\">“financial resources” means the estimated amount of money determined by the Minister that the Minister expects the applicant and his or her spouse, parents or sponsor to contribute towards the education costs for the period for which the applicant is requesting a grant having regard to,</p> <p class=\"defclause-e\">  (a)  the total income of the applicant from all sources including earnings from summer and other part-time or full-time employment, investment and other income including gifts,</p> <p class=\"defclause-e\">  (b)  academic awards and government assistance that the applicant is or may be receiving,</p> <p class=\"defclause-e\">  (c)  the total income of the spouse, parents or sponsor of the applicant from all sources,</p> <p class=\"defclause-e\">  (d)  the assets of the applicant and his or her spouse, parents or sponsor,</p> <p class=\"defclause-e\">  (e)  personal income tax, unemployment insurance and pension plan contributions of the spouse, parents or sponsor of the applicant,</p> <p class=\"defclause-e\">  (f)  the number of persons determined by the Minister that are dependent for support upon the applicant and his or her spouse, parents or sponsor, and</p> <p class=\"defclause-e\">  (g)  any other resources, assets or deductions of the applicant and his or her spouse, parents or sponsor in addition to those listed in clauses (a) to (f) that the Minister may determine are relevant; (“ressources financières”)</p> <p class=\"definition-e\">“full-time employment” means performing work for remuneration for a minimum of thirty-five hours per week and includes time spent by an applicant,</p> <p class=\"defclause-e\">  (a)  caring for a child eleven years of age or under living with the applicant and dependent upon the applicant for support,</p> <p class=\"defclause-e\">  (b)  attending an adult training program at a college of applied arts and technology or a private vocational school registered under the <i>Private Vocational Schools Act</i>, while receiving financial assistance from the Government of Canada, or</p> <p class=\"defclause-e\">  (c)  actively seeking employment while registered with the Canadian Employment and Immigration Commission; (“emploi à temps plein”)</p> <p class=\"definition-e\">“group A student” means a person who,</p> <p class=\"defclause-e\">  (a)  is a Canadian citizen or a permanent resident within the meaning of the <i>Immigration Act</i> (Canada),</p> <p class=\"defclause-e\">  (b)  meets the residency requirements for a grant under subsection (1.1), and</p> <p class=\"defclause-e\">  (c)  on the last day of the month in which classes normally begin in the approved institution for the period for which the person is applying for a grant,</p> <p class=\"defsubclause-e\">  (i)  does not have a spouse and has no child dependent on the person for support, and</p> <p class=\"defsubclause-e\">  (ii)  has not engaged in full-time employment for three or more periods of twelve consecutive months each; (“étudiant du groupe A”)</p> <p class=\"definition-e\">“group B married student” means a person who,</p> <p class=\"defclause-e\">  (a)  is a Canadian citizen or a permanent resident within the meaning of the <i>Immigration Act</i> (Canada),</p> <p class=\"defclause-e\">  (b)  meets the residency requirements for a grant under subsection (1.1), and</p> <p class=\"defclause-e\">  (c)  on the last day of the month in which classes normally begin in the approved institution for the period for which the person is applying for a grant,</p> <p class=\"defsubclause-e\">  (i)  has a spouse who is expected by the Minister to contribute towards the education costs for the period for which the person is applying for a grant, or</p> <p class=\"defsubclause-e\">  (ii)  does not have a spouse who is expected by the Minister to contribute towards the education costs for the period for which the person is applying for a grant, and has a child who is dependent on the person for support; (“étudiant marié du groupe B”)</p> <p class=\"definition-e\">“group B single student” means a person, other than a group A student or a group B married student, who,</p> <p class=\"defclause-e\">  (a)  is a Canadian citizen or a permanent resident within the meaning of the <i>Immigration Act</i> (Canada),</p> <p class=\"defclause-e\">  (b)  meets the residency requirements for a grant under subsection (1.1), and</p> <p class=\"defclause-e\">  (c)  on the last day of the month in which classes normally begin in the approved institution for the period for which the person is applying for a grant,</p> <p class=\"defsubclause-e\">  (i)  does not have a spouse, has been engaged in full-time employment for three or more periods of twelve consecutive months each and the final period of employment was spent in Ontario, or</p> <p class=\"defsubclause-e\">  (ii)  has a spouse who is not expected by the Minister to contribute towards the education costs for the period for which the person is applying for a grant, and does not have a child dependent on the person for support; (“étudiant célibataire du groupe B”)</p> <p class=\"definition-e\">“normal full-time course load” means the number of courses in an approved program of study that an approved institution requires a student to take in any year in order to obtain a certificate, diploma or degree in a minimum length of time; (“charge normale de cours à temps plein”)</p> <p class=\"definition-e\">“sponsor” means a person who is a sponsor within the meaning of the regulations made under the <i>Immigration Act</i> (Canada); (“répondant”)</p> <p class=\"definition-e\">“spouse” means either of two persons who,</p> <p class=\"defclause-e\">  (a)  are married to each other,</p> <p class=\"defclause-e\">  (b)  have together in good faith entered into a marriage that is voidable or void,</p> <p class=\"defclause-e\">  (c)  have lived together in a conjugal relationship outside marriage continuously for a period of not less than three years, or</p> <p class=\"defclause-e\">  (d)  have lived together in a conjugal relationship outside marriage in a relationship of some permanence, if they are the natural or adoptive parents of a child;</p> <p class=\"definition-e\">“term” means a period at an approved institution in an approved program of study of not less than ten weeks duration. (“session”)  R.R.O. 1990, Reg. 775, s. 1 (1); O. Reg. 440/91, s. 1 (1, 2); O. Reg. 352/05, s. 1.</p> <p class=\"subsection-e\">  (1.1) A person meets the residency requirements for a grant if, for not less than twelve consecutive months before the last day of the month in which classes normally begin in the approved institution for the period for which the person is applying for a grant,</p> <p class=\"clause-e\">  (a)  except for time spent at a post-secondary institution outside Ontario, the person resided in Ontario; or</p> <p class=\"clause-e\">  (b)  the person’s parent, sponsor or spouse resided in Ontario, if the parent, sponsor or spouse is expected by the Minister to contribute towards the education costs for the period for which the person is applying for a grant.  O. Reg. 440/91, s. 1 (3).</p> <p class=\"subsection-e\">  (2) Where the phrase “resided in Ontario” is used in this Regulation the Minister, after having considered the particular facts, the special circumstances of the applicant, the applicant’s parents or sponsor and the provisions of any agreement made with the Government of Canada or the government of any province of Canada respecting grants or loans to students, shall determine whether a person resided in Ontario at the relevant time for the purpose of this Regulation.  R.R.O. 1990, Reg. 775, s. 1 (2).</p> <p class=\"subsection-e\">  (3) For the purpose of this Regulation, time spent at a post-secondary institution in Canada by a person who is applying for a grant may be included in calculating the time during which the person resided in Ontario if,</p> <p class=\"clause-e\">  (a)  the person was authorized under the\r\n<i>Immigration Act</i> (Canada) to enter Canada for the purpose of studying in Canada; or</p> <p class=\"clause-e\">  (b)  the person has been finally determined to be a Convention refugee under the <i>Immigration Act</i> (Canada).  O. Reg. 440/91, s. 1 (4).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 440/91, s. 1 (5).</p> <p class=\"heading1-e\">Grants</p>"
        },
        {
            "id": "2.",
            "section": "Grants",
            "content": " 2. An application for a grant shall be in such form as the Minister may determine.  R.R.O. 1990, Reg. 775, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>An application for a grant shall be in such form as the Minister may determine.  R.R.O. 1990, Reg. 775, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Grants",
            "content": " 3. Subject to sections 5 and 7, the Minister may make a grant to an applicant for all or part of an eligibility period that ends not later than August 1, 1993 in an amount determined in accordance with section 4.  R.R.O. 1990, Reg. 775, s. 3; O. Reg. 354/94, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>Subject to sections 5 and 7, the Minister may make a grant to an applicant for all or part of an eligibility period that ends not later than August 1, 1993 in an amount determined in accordance with section 4.  R.R.O. 1990, Reg. 775, s. 3; O. Reg. 354/94, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": "Grants",
            "content": " 4. (1) The amount of a grant shall be that amount calculated by deducting the financial resources of the applicant from the education costs of the applicant and shall not exceed for each eligibility period, (a)  $1,800 to a group B single student; (b)  $2,550 to a group A student or to a group B married student referred to in section 1; or (c)  $3,550 to a group B married student referred to in section 1.  R.R.O. 1990, Reg. 775, s. 4 (1); O. Reg. 440/91, s. 2 (1). (2) Revoked:  O. Reg. 440/91, s. 2 (2). (3) Where a student is not taking a normal full-time course load, the education costs of the applicant referred to in subsection (1) shall be reduced in the proportion that the number of courses actually taken by the applicant bears to a normal full-time course load.  R.R.O 1990, Reg. 775, s. 4 (3). (4) Despite the definitions of “applicant”, “approved institution” and “approved program of study”, the amount of a grant to an applicant who is enrolled in an approved institution that is a post-secondary institution that does not receive funding from the Government of Canada or from any province or territory of Canada shall not exceed $1,550 for each eligibility period.  R.R.O 1990, Reg. 775, s. 4 (4). (5) Despite clauses 1 (1) (a) and (b) and subsection (4), the Minister may increase the amount of the grant to an applicant who requires additional assistance because of a physical or mental disability to an amount that does not exceed $3,550 for each eligibility period.  O. Reg. 440/91, s. 2 (3). Note:  Section 4 of Regulation 775 was amended by Ontario Regulation 440/91, s. 2 (3) to add subsection (4), which was editorially changed to subsection (5).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) The amount of a grant shall be that amount calculated by deducting the financial resources of the applicant from the education costs of the applicant and shall not exceed for each eligibility period,</p> <p class=\"clause-e\">  (a)  $1,800 to a group B single student;</p> <p class=\"clause-e\">  (b)  $2,550 to a group A student or to a group B married student referred to in section 1; or</p> <p class=\"clause-e\">  (c)  $3,550 to a group B married student referred to in section 1.  R.R.O. 1990, Reg. 775, s. 4 (1); O. Reg. 440/91, s. 2 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 440/91, s. 2 (2).</p> <p class=\"subsection-e\">  (3) Where a student is not taking a normal full-time course load, the education costs of the applicant referred to in subsection (1) shall be reduced in the proportion that the number of courses actually taken by the applicant bears to a normal full-time course load.  R.R.O 1990, Reg. 775, s. 4 (3).</p> <p class=\"subsection-e\">  (4) Despite the definitions of “applicant”, “approved institution” and “approved program of study”, the amount of a grant to an applicant who is enrolled in an approved institution that is a post-secondary institution that does not receive funding from the Government of Canada or from any province or territory of Canada shall not exceed $1,550 for each eligibility period.  R.R.O 1990, Reg. 775, s. 4 (4).</p> <p class=\"subsection-e\">  (5) Despite clauses 1 (1) (a) and (b) and subsection (4), the Minister may increase the amount of the grant to an applicant who requires additional assistance because of a physical or mental disability to an amount that does not exceed $3,550 for each eligibility period.  O. Reg. 440/91, s. 2 (3).</p> <p class=\"Pnote-e\">Note:  Section 4 of Regulation 775 was amended by Ontario Regulation 440/91, s. 2 (3) to add subsection (4), which was editorially changed to subsection (5).</p>"
        },
        {
            "id": "5.",
            "section": "Grants",
            "content": " 5. The Minister may refuse to make a grant to an applicant, (a)  who has at any time defaulted in repayment of a student loan guaranteed by the Province of Ontario, guaranteed by any other province or territory of Canada or made under the Canada Student Loans Act or the Student Venture program or the Youth Venture Program; (b)  who has been required to repay to the Minister of Finance the whole or any part of a grant made under section 3 of this Regulation or any predecessor of it; (c)  who owns, possesses or controls or whose spouse or parent owns, possesses or controls real or personal assets which in the opinion of the Minister constitute sufficient financial resources to meet the education costs of the applicant; (d)  who, in the opinion of the Minister after consultation with the approved institution or institutions at which the applicant has been enrolled, has not made satisfactory progress in a program of study; (e)  who has failed to file with the Minister all the information and documentation required by the Minister under section 2; (f)  who has failed to file with the Minister all the information and documentation required by the Minister to verify any statement made in the application and supporting material filed under section 2; (g)  who is receiving financial assistance from the Government of Canada or from any other province or territory of Canada; (h)  who is entitled to receive student assistance from any other province or territory of Canada; or (i)  who has at any time been convicted of an offence under the Canada Student Loans Act or an offence involving fraud or theft or conspiracy to commit an offence involving fraud or theft under the Criminal Code (Canada) in respect of any student assistance program of the Province of Ontario or any other province or territory of Canada or the Student Venture Program or the Youth Venture Program.  R.R.O. 1990, Reg. 775, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The Minister may refuse to make a grant to an applicant,</p> <p class=\"clause-e\">  (a)  who has at any time defaulted in repayment of a student loan guaranteed by the Province of Ontario, guaranteed by any other province or territory of Canada or made under the <i>Canada Student Loans Act</i> or the Student Venture program or the Youth Venture Program;</p> <p class=\"clause-e\">  (b)  who has been required to repay to the Minister of Finance the whole or any part of a grant made under section 3 of this Regulation or any predecessor of it;</p> <p class=\"clause-e\">  (c)  who owns, possesses or controls or whose spouse or parent owns, possesses or controls real or personal assets which in the opinion of the Minister constitute sufficient financial resources to meet the education costs of the applicant;</p> <p class=\"clause-e\">  (d)  who, in the opinion of the Minister after consultation with the approved institution or institutions at which the applicant has been enrolled, has not made satisfactory progress in a program of study;</p> <p class=\"clause-e\">  (e)  who has failed to file with the Minister all the information and documentation required by the Minister under section 2;</p> <p class=\"clause-e\">  (f)  who has failed to file with the Minister all the information and documentation required by the Minister to verify any statement made in the application and supporting material filed under section 2;</p> <p class=\"clause-e\">  (g)  who is receiving financial assistance from the Government of Canada or from any other province or territory of Canada;</p> <p class=\"clause-e\">  (h)  who is entitled to receive student assistance from any other province or territory of Canada; or</p> <p class=\"clause-e\">  (i)  who has at any time been convicted of an offence under the <i>Canada Student Loans Act</i> or an offence involving fraud or theft or conspiracy to commit an offence involving fraud or theft under the <i>Criminal Code </i>(Canada) in respect of any student assistance program of the Province of Ontario or any other province or territory of Canada or the Student Venture Program or the Youth Venture Program.  R.R.O. 1990, Reg. 775, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Grants",
            "content": " 6. A grant under section 3 shall be payable to an applicant and forwarded to the appropriate approved institution at which the applicant is enrolled and the approved institution shall withhold delivery of the grant to the applicant until the tuition fee for the eligibility period is paid by the applicant or until arrangements acceptable to the approved institution have been made with the applicant for the payment of the tuition fee.  R.R.O. 1990, Reg. 775, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>A grant under section 3 shall be payable to an applicant and forwarded to the appropriate approved institution at which the applicant is enrolled and the approved institution shall withhold delivery of the grant to the applicant until the tuition fee for the eligibility period is paid by the applicant or until arrangements acceptable to the approved institution have been made with the applicant for the payment of the tuition fee.  R.R.O. 1990, Reg. 775, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Grants",
            "content": " 7. An applicant shall only be entitled to a grant under section 3 for a total of eight eligibility periods.  R.R.O. 1990, Reg. 775, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>An applicant shall only be entitled to a grant under section 3 for a total of eight eligibility periods.  R.R.O. 1990, Reg. 775, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Grants",
            "content": " 8. The Minister in his or her sole discretion shall determine how many eligibility periods have been used by an applicant after having regard to, (a)  the date an applicant first commenced post-secondary education; (b)  the period of time an applicant has been in post-secondary study; (c)  the number of courses in which an applicant was enrolled at a post-secondary institution; (d)  the dates an applicant enrolled in and withdrew from the courses at a post-secondary institution; (e)  the reasons given by an applicant for the applicant’s withdrawal from courses at a post-secondary institution; (f)  the progress of an applicant to complete a course or courses of study at a post-secondary institution; (g)  grants made to an applicant under section 3; and (h)  any other circumstances of the applicant in addition to those listed in clauses (a) to (g) that the Minister may determine are relevant.  R.R.O. 1990, Reg. 775, s. 8. General",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>The Minister in his or her sole discretion shall determine how many eligibility periods have been used by an applicant after having regard to,</p> <p class=\"clause-e\">  (a)  the date an applicant first commenced post-secondary education;</p> <p class=\"clause-e\">  (b)  the period of time an applicant has been in post-secondary study;</p> <p class=\"clause-e\">  (c)  the number of courses in which an applicant was enrolled at a post-secondary institution;</p> <p class=\"clause-e\">  (d)  the dates an applicant enrolled in and withdrew from the courses at a post-secondary institution;</p> <p class=\"clause-e\">  (e)  the reasons given by an applicant for the applicant’s withdrawal from courses at a post-secondary institution;</p> <p class=\"clause-e\">  (f)  the progress of an applicant to complete a course or courses of study at a post-secondary institution;</p> <p class=\"clause-e\">  (g)  grants made to an applicant under section 3; and</p> <p class=\"clause-e\">  (h)  any other circumstances of the applicant in addition to those listed in clauses (a) to (g) that the Minister may determine are relevant.  R.R.O. 1990, Reg. 775, s. 8.</p> <p class=\"heading1-e\">General</p>"
        },
        {
            "id": "9.",
            "section": "General",
            "content": " 9. (1) Where a grant is made under section 3 to an applicant who, (a)  makes any false statement or misrepresentation in an application under section 2 or in any other document required by the Minister or furnishes any false or misleading information; (b)  expends or commits the whole or part of the grant for purposes other than the purpose for which the grant was awarded; or (c)  has failed to file with the Minister all the information and documentation necessary to verify any statement made in the application and supporting material filed under section 2, the Minister may require the applicant to repay forthwith to the Minister of Finance the whole or any part of the grant awarded the applicant.  R.R.O. 1990, Reg. 775, s. 9 (1). (2) Where a grant is made to an applicant under section 3 and due to an error, mistake or change in the applicant’s circumstances, the grant is in excess in whole or in part of the amount which the applicant is eligible to receive as a grant under section 4, the Minister may require the applicant to pay to the Minister of Finance any over-payment of the grant.  R.R.O. 1990, Reg. 775, s. 9 (2). (3) Where a grant is made to an applicant under section 3 for an eligibility period and before completing such eligible period the applicant, (a)  withdraws from the approved institution; (b)  ceases to be registered in an approved program of study for which the grant was awarded; or (c)  reduces the number of courses or subjects that comprise the approved program of study for which the grant was awarded, the applicant forthwith shall pay to the Minister of Finance an amount equal to the difference between, (d)  the amount of the grant made to the applicant; and (e)  the amount of a grant, if any, determined by the Minister which the applicant would have been eligible to receive as a grant under section 4 for the period prior to the date of an event referred to in clause (a), (b) or (c).  R.R.O. 1990, Reg. 775, s. 9 (3). (4) The date an event referred to in clause (3) (a), (b) or (c) shall be that date determined by the approved institution where the applicant was enrolled for the purposes of applying for a grant.  R.R.O. 1990, Reg. 775, s. 9 (4). (5) Where an applicant is required under subsection (1), (2) or (3) to repay to the Minister of Finance the whole or any part of the grant awarded and the applicant is entitled to a refund of the whole or any part of the tuition fee paid by the applicant to an approved institution, the approved institution shall make such refund payable to the Minister of Finance.  R.R.O. 1990, Reg. 775, s. 9 (5).  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) Where a grant is made under section 3 to an applicant who,</p> <p class=\"clause-e\">  (a)  makes any false statement or misrepresentation in an application under section 2 or in any other document required by the Minister or furnishes any false or misleading information;</p> <p class=\"clause-e\">  (b)  expends or commits the whole or part of the grant for purposes other than the purpose for which the grant was awarded; or</p> <p class=\"clause-e\">  (c)  has failed to file with the Minister all the information and documentation necessary to verify any statement made in the application and supporting material filed under section 2,</p> <p class=\"Ssection-e\">the Minister may require the applicant to repay forthwith to the Minister of Finance the whole or any part of the grant awarded the applicant.  R.R.O. 1990, Reg. 775, s. 9 (1).</p> <p class=\"subsection-e\">  (2) Where a grant is made to an applicant under section 3 and due to an error, mistake or change in the applicant’s circumstances, the grant is in excess in whole or in part of the amount which the applicant is eligible to receive as a grant under section 4, the Minister may require the applicant to pay to the Minister of Finance any over-payment of the grant.  R.R.O. 1990, Reg. 775, s. 9 (2).</p> <p class=\"subsection-e\">  (3) Where a grant is made to an applicant under section 3 for an eligibility period and before completing such eligible period the applicant,</p> <p class=\"clause-e\">  (a)  withdraws from the approved institution;</p> <p class=\"clause-e\">  (b)  ceases to be registered in an approved program of study for which the grant was awarded; or</p> <p class=\"clause-e\">  (c)  reduces the number of courses or subjects that comprise the approved program of study for which the grant was awarded,</p> <p class=\"Ssubsection-e\">the applicant forthwith shall pay to the Minister of Finance an amount equal to the difference between,</p> <p class=\"clause-e\">  (d)  the amount of the grant made to the applicant; and</p> <p class=\"clause-e\">  (e)  the amount of a grant, if any, determined by the Minister which the applicant would have been eligible to receive as a grant under section 4 for the period prior to the date of an event referred to in clause (a), (b) or (c).  R.R.O. 1990, Reg. 775, s. 9 (3).</p> <p class=\"subsection-e\">  (4) The date an event referred to in clause (3) (a), (b) or (c) shall be that date determined by the approved institution where the applicant was enrolled for the purposes of applying for a grant.  R.R.O. 1990, Reg. 775, s. 9 (4).</p> <p class=\"subsection-e\">  (5) Where an applicant is required under subsection (1), (2) or (3) to repay to the Minister of Finance the whole or any part of the grant awarded and the applicant is entitled to a refund of the whole or any part of the tuition fee paid by the applicant to an approved institution, the approved institution shall make such refund payable to the Minister of Finance.  R.R.O. 1990, Reg. 775, s. 9 (5).</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900775\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}