{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 630: VEHICLES ON CONTROLLED-ACCESS HIGHWAYS",
        "reg_name_text": "VEHICLES ON CONTROLLED-ACCESS HIGHWAYS",
        "citation": "R.R.O. 1990, Reg. 630: ",
        "act_under": "Highway Traffic Act",
        "url": "https://www.ontario.ca/laws/regulation/900630",
        "date_scraped": "2023-12-18 13:25:52"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 15, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900630/v27",
            "valid_from": "December  8, 2021",
            "valid_to": "December 14, 2021"
        },
        {
            "a_href": "/laws/regulation/900630/v26",
            "valid_from": "December  6, 2018",
            "valid_to": "December  7, 2021"
        },
        {
            "a_href": "/laws/regulation/900630/v25",
            "valid_from": "January  1, 2018",
            "valid_to": "December  5, 2018"
        },
        {
            "a_href": "/laws/regulation/900630/v24",
            "valid_from": "December 13, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/900630/v23",
            "valid_from": "June  8, 2017",
            "valid_to": "December 12, 2017"
        },
        {
            "a_href": "/laws/regulation/900630/v22",
            "valid_from": "August  4, 2016",
            "valid_to": "June  7, 2017"
        },
        {
            "a_href": "/laws/regulation/900630/v21",
            "valid_from": "February 12, 2016",
            "valid_to": "August  3, 2016"
        },
        {
            "a_href": "/laws/regulation/900630/v20",
            "valid_from": "December 18, 2015",
            "valid_to": "February 11, 2016"
        },
        {
            "a_href": "/laws/regulation/900630/v19",
            "valid_from": "November 30, 2015",
            "valid_to": "December 17, 2015"
        },
        {
            "a_href": "/laws/regulation/900630/v18",
            "valid_from": "July 25, 2013",
            "valid_to": "November 29, 2015"
        },
        {
            "a_href": "/laws/regulation/900630/v17",
            "valid_from": "November 13, 2012",
            "valid_to": "July 24, 2013"
        },
        {
            "a_href": "/laws/regulation/900630/v16",
            "valid_from": "August 21, 2012",
            "valid_to": "November 12, 2012"
        },
        {
            "a_href": "/laws/regulation/900630/v15",
            "valid_from": "August 16, 2012",
            "valid_to": "August 20, 2012"
        },
        {
            "a_href": "/laws/regulation/900630/v14",
            "valid_from": "June 29, 2012",
            "valid_to": "August 15, 2012"
        },
        {
            "a_href": "/laws/regulation/900630/v13",
            "valid_from": "March  7, 2012",
            "valid_to": "June 28, 2012"
        },
        {
            "a_href": "/laws/regulation/900630/v12",
            "valid_from": "September 14, 2011",
            "valid_to": "March  6, 2012"
        },
        {
            "a_href": "/laws/regulation/900630/v11",
            "valid_from": "December 10, 2010",
            "valid_to": "September 13, 2011"
        },
        {
            "a_href": "/laws/regulation/900630/v10",
            "valid_from": "December  6, 2010",
            "valid_to": "December  9, 2010"
        },
        {
            "a_href": "/laws/regulation/900630/v9",
            "valid_from": "November  5, 2010",
            "valid_to": "December  5, 2010"
        },
        {
            "a_href": "/laws/regulation/900630/v8",
            "valid_from": "October  3, 2009",
            "valid_to": "November  4, 2010"
        },
        {
            "a_href": "/laws/regulation/900630/v7",
            "valid_from": "October  1, 2009",
            "valid_to": "October  2, 2009"
        },
        {
            "a_href": "/laws/regulation/900630/v6",
            "valid_from": "July 16, 2009",
            "valid_to": "September 30, 2009"
        },
        {
            "a_href": "/laws/regulation/900630/v5",
            "valid_from": "September  9, 2008",
            "valid_to": "July 15, 2009"
        },
        {
            "a_href": "/laws/regulation/900630/v4",
            "valid_from": "February 28, 2008",
            "valid_to": "September  8, 2008"
        },
        {
            "a_href": "/laws/regulation/900630/v3",
            "valid_from": "November 28, 2005",
            "valid_to": "February 27, 2008"
        },
        {
            "a_href": "/laws/regulation/900630/v2",
            "valid_from": "November 24, 2005",
            "valid_to": "November 27, 2005"
        },
        {
            "a_href": "/laws/regulation/900630/v1",
            "valid_from": "August 11, 2000",
            "valid_to": "November 23, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) Subject to subsection (2), no person shall operate, (a) a bicycle; (b) a motorcycle having a cylinder swept volume of 50 cubic centimetres or less; (c) a motorcycle driven by electricity stored in the vehicle; (c.1) a limited-speed motorcycle, as defined in Ontario Regulation 340/94 (Drivers’ Licences) made under the Act; (c.2) a power-assisted bicycle; (d) a motor assisted bicycle; or (e) a wheelchair, on those controlled-access highways and parts of controlled-access highways described in the Schedule.  R.R.O. 1990, Reg. 630, s. 1 (1); O. Reg. 598/05, s. 1; O. Reg. 368/09, s. 1. (2) Subsection (1) does not apply to a person who resides on lands adjoining the controlled-access highway to which lands there is no other means of access by highway while such person is engaged in gaining access or egress from such lands, and provided that in gaining such access or egress the person proceeds by the shortest route over such controlled-access highway to the lands.  R.R.O. 1990, Reg. 630, s. 1 (2). (3) Clause (1) (c) does not apply to a motorcycle that is driven by electricity that is stored in the vehicle if the motorcycle was manufactured after December 31, 2008, and has a power rating of not less than 11 kilowatts. O. Reg. 488/18, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) Subject to subsection (2), no person shall operate,</p> <p class=\"clause-e\">  (a) a bicycle;</p> <p class=\"clause-e\">  (b) a motorcycle having a cylinder swept volume of 50 cubic centimetres or less;</p> <p class=\"clause-e\">  (c) a motorcycle driven by electricity stored in the vehicle;</p> <p class=\"clause-e\"> (c.1) a limited-speed motorcycle, as defined in Ontario Regulation 340/94 (Drivers’ Licences) made under the Act;</p> <p class=\"clause-e\"> (c.2) a power-assisted bicycle;</p> <p class=\"clause-e\">  (d) a motor assisted bicycle; or</p> <p class=\"clause-e\">  (e) a wheelchair,</p> <p class=\"Ssection-e\">on those controlled-access highways and parts of controlled-access highways described in the Schedule.  R.R.O. 1990, Reg. 630, s. 1 (1); O. Reg. 598/05, s. 1; O. Reg. 368/09, s. 1.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to a person who resides on lands adjoining the controlled-access highway to which lands there is no other means of access by highway while such person is engaged in gaining access or egress from such lands, and provided that in gaining such access or egress the person proceeds by the shortest route over such controlled-access highway to the lands.  R.R.O. 1990, Reg. 630, s. 1 (2).</p> <p class=\"subsection-e\">  (3) Clause (1) (c) does not apply to a motorcycle that is driven by electricity that is stored in the vehicle if the motorcycle was manufactured after December 31, 2008, and has a power rating of not less than 11 kilowatts. O. Reg. 488/18, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. Where a highway is referred to in the Schedule by a number or name, the reference is to that part of the King’s Highway or to the private toll highway that is known thereby.  R.R.O. 1990, Reg. 630, s. 2; O. Reg. 367/15, s. 1. Schedule Revoked:  O. Reg. 45/08, s. 1. SCHEDULE 1 1. All of the King’s Highways known as Nos. 400, 401, 402, 403, 404, 405, 406, 409, 410, 412, 416, 417, 418 and 427 and the Queen Elizabeth Way. 2. All of the King’s Highway known as Highway 407 East. 2.1 All of the private toll highway known as Highway 407. 3. All of the King’s Highway known as Nos. 6 and 403. 4. All of the King’s Highway known as Nos. 24 and 403. 5. All of the King’s Highway known as Nos. 35 and 115. 6. All of the King’s Highway known as Nos. 58 and 406. 7. That part of the King’s Highway known as No. 420 in the City of Niagara Falls lying between a point situate at its intersection with the King’s Highway known as the Queen Elizabeth Way and a point situate 91 metres measured westerly from its intersection with the centre line of the westerly limit of the roadway known as Stanley Avenue. 8. That part of the King’s Highway known as No. 3 lying between a point situate at its intersection with the eastern limit of the roadway known as Ron McNeil Line (also known as Elgin County Road 52) where Ron McNeil Line continues as the roadway known as Ford Drive in the Township of Southwold and a point situate at its intersection with the west junction of the roadway known as Centennial Avenue in the Municipality of Central Elgin. 9. That part of the King’s Highway known as No. 6 in the County of Haldimand lying between a point situate at its intersection with the roadway known as Argyle Street South and a point situate at its intersection with the southern limit of the roadway known as Seneca Greens Road. 10. That part of the King’s Highway known as No. 6 lying between a point situate at its intersection with the King’s Highway known as No. 401 in the Township of Puslinch and a point situate at its intersection with the south junction of the King’s Highway known as No. 7 where King’s Highway No. 7 continues as the roadway known as Wellington Street (also known as Wellington County Road 124) in the City of Guelph. 11. That part of the King’s Highway known as Nos. 6 and 7 in the City of Guelph lying between a point situate at its intersection with the south junction of the King’s Highway known as No. 7 where King’s Highway No. 7 continues as the roadway known as Wellington Street (also known as Wellington County Road 124) and a point situate at its intersection with the north junction of the King’s Highway known as No. 7 where King’s Highway No. 7 continues as the roadway known as Woodlawn Road. 12. That part of the King’s Highway known as No. 7 in the City of Ottawa lying between a point situate at its intersection with the King’s Highway known as No. 417 and a point situate 150 metres measured easterly from its intersection with the centre line of the roadway known as McNeely Avenue in the Town of Carleton Place. 13. That part of the King’s Highway known as No. 7 in the City of Kitchener lying between a point situate at its intersection with the roadway known as Victoria Street and a point situate at its intersection with the east junction of the King’s Highway known as No. 8 where King’s Highway No. 8 continues as the roadway known as King Street. 14. That part of the King’s Highway known as Nos. 7 and 8 lying between a point situate at its intersection with the eastern limit of the roadway known as Waterloo Road 5 in the Township of Wilmot and a point situate at its intersection with the east junction of the King’s Highway known as No. 8 where King’s Highway No. 8 continues as the roadway known as King Street in the City of Kitchener. 15. That part of the King’s Highway known as Nos. 7 and 115 lying between a point situate at its intersection with the west junction of the King’s Highway known as No. 7 in the Township of Cavan-Millbrook-North Monaghan and a point situate at its intersection with the east junction of the King’s Highway known as No. 7 in the City of Peterborough. 16. That part of the King’s Highway known as No. 8 in the City of Kitchener lying between a point situate at its intersection with the King’s Highway known as No. 401 and a point situate at its intersection with the east junction of the King’s Highway known as No. 7 where King’s Highway No. 7 continues as the roadway known as King Street. 17. That part of the King’s Highway known as No. 11 in the City of Orillia lying between a point situate at its intersection with the roadway known as Memorial Avenue and a point situate at its intersection with the roadway known as Laclie Street. 18. That part of the King’s Highway known as No. 11 lying between a point situate at its intersection with the south junction of the King’s Highway known as No. 17 in the City of North Bay and a point situate at its intersection with the centre line of the roadway known as Muskoka Road 169 (also known as Bethune Drive) in the Town of Gravenhurst in The District Municipality of Muskoka except for that part of King’s Highway No. 11 in the Town of Huntsville in The District Municipality of Muskoka that is not part of the travelled roadway but comprises only those parts of the highway right-of-way that connect parts of the Trans Canada Trail, beginning at a point situate at the intersection of the easterly boundary of King’s Highway No. 11 and the westerly boundary of the roadway known as Muskoka Colonization Road (also known as East Airport Road) and extending northerly on the easterly side of the fence for a distance of 600 metres along the edge of Hunters Bay, then westerly for a distance of 100 metres under the King’s Highway No. 11 structures over the Vernon Narrows, and then southerly on the westerly side of the fence for a distance of 175 metres along the westerly boundary of King’s Highway No. 11 to a point situate at the easterly boundary of the roadway known as Lakeshore Road. 19. That part of the King’s Highway known as No. 26 in the County of Simcoe lying between a point situate 50 metres measured westerly from its intersection with the centre line of the King’s Highway known as No. 7149 in the Town of Wasaga Beach and a point situate 50 metres measured easterly from its intersection with the centre line of the roadway known as Poplar Sideroad in the Town of Collingwood. 20. That part of the King’s Highway known as Nos. 11 and 17 in the City of North Bay lying between a point situate at its intersection with the roadway known as Seymour Street and a point situate at its intersection with the King’s Highway known as No. 11 (also known as Algonquin Avenue). 21. That part of the King’s Highway known as Nos. 11 and 17 lying between a point situate at its intersection with the centre line of the roadway known as Lakeshore Drive in the Municipality of Shuniah and a point situate at its intersection with the centre line of the King’s Highway known as No. 130 in the Municipality of Oliver Paipoonge. 22. That part of the King’s Highway known as No. 17 in the City of North Bay lying between a point situate at its intersection with the King’s Highway known as No. 11 (also known as Algonquin Avenue) and a point situate at its intersection with the roadway known as Gormanville Road. 23. That part of the King’s Highway known as No. 17 in the City of Greater Sudbury lying between a point situate at its intersection with the middle junction of the roadway known as Municipal Road 55 and a point situate 1100 metres measured westerly from its intersection with the west junction of the roadway known as Municipal Road 55. 24. That part of the King’s Highway known as No. 58 in the City of Thorold lying between a point situate at its intersection with the King’s Highway known as No. 406 and a point situate at its intersection with the westerly limit of the roadway known as Niagara Regional Road No. 57 (also known as Thorold Stone Road). 25. That part of the King’s Highway known as No. 61 in the City of Thunder Bay lying between a point situate at its intersection with the King’s Highway known as No. 11 and a point situate at its intersection with the roadway known as Chippewa Road. 25.1 That part of the King’s Highway known as No. 69 in the Territorial District of Parry Sound lying between a point situate 2550 metres measured southerly from its intersection with the centre line of the roadway known as Pickerel River Road in the Municipality of Killarney in the Township of Mowat and a point situate 1585 metres measured southerly from its intersection with the centre line of the roadway known as Estaire Road in the Territorial District of Sudbury in the City of Greater Sudbury. 26. That part of the King’s Highway known as No. 85 lying between a point situate at its intersection with the King’s Highway known as No. 7 (also known as Victoria Street) in the City of Kitchener and a point situate 385 metres measured northerly from its intersection with the centre line of the roadway known as Waterloo Regional Road 15 (also known as King Street) in the Township of Woolwich. 27. That part of the King’s Highway known as No. 115 lying between a point situate at its intersection with the King’s Highway known as Nos. 35 and 115 in the Municipality of Clarington and a point situate at its intersection with the King’s Highway known as No. 7 in the Township of Cavan-Millbrook-North Monaghan. 28. That part of the King’s Highway known as No. 137 lying between a point situate at its intersection with the King’s Highway known as No. 401 in the Township of Leeds and The Thousand Islands and a point situate 15 metres measured southerly from the south abutment of the Thousand Islands Bridge. 29. All of the King’s Highway known as No. 7274 (also known as Highway 6/Airport Road Connection). 30. That part of the King’s Highway known as No. 7087 (also known as E. C. Row Expressway) in the City of Windsor in the County of Essex lying between a point situate at its intersection with the northerly limit of the King’s Highway known as No. 7902 (also known as Ojibway Parkway) and a point situate 365 metres measured easterly from its intersection with the centre line of the King’s Highway known as No. 3 (also known as Huron Church Road). 31. That part of the King’s Highway known as No. 7902 (also known as Ojibway Parkway) in the City of Windsor in the County of Essex lying between a point situate at its intersection with the northerly limit of the south junction of the roadway known as Broadway Street and a point situate at its intersection with the easterly limit of the Essex Terminal Railway right-of-way. O. Reg. 45/08, s. 2; O. Reg. 314/08, s. 1; O. Reg. 265/09, s. 1; O. Reg. 416/10, s. 1; O. Reg. 476/10, s. 1; O. Reg. 454/11, s. 1; O. Reg. 28/12, s. 1; O. Reg. 193/12, s. 1; O. Reg. 233/12, s. 1; O. Reg. 240/12, s. 1; O. Reg. 360/12, s. 1; O. Reg. 229/13, s. 1; O. Reg. 367/15, s. 2; O. Reg. 26/16, s. 1; O. Reg. 284/16, s. 1; O. Reg. 186/17, s. 1, 2; O. Reg. 481/17, s. 1; O. Reg. 826/21, s. 1. Schedules 2-11 Revoked:  O. Reg. 102/97, s. 1. Schedule 12 Revoked:  O. Reg. 805/93, s. 1. Schedule 13 Revoked:  O. Reg. 446/92, s. 2. Schedules 14-26 Revoked:  O. Reg. 102/97, s. 1.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>Where a highway is referred to in the Schedule by a number or name, the reference is to that part of the King’s Highway or to the private toll highway that is known thereby.  R.R.O. 1990, Reg. 630, s. 2; O. Reg. 367/15, s. 1.</p> <p class=\"scheduleRevoked-e\"><span class=\"ovallcaps\">Schedule</span> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 45/08, s. 1.</p> <p class=\"schedule-e\">SCHEDULE 1</p> <p class=\"paragraph-e\">  1. All of the King’s Highways known as Nos. 400, 401, 402, 403, 404, 405, 406, 409, 410, 412, 416, 417, 418 and 427 and the Queen Elizabeth Way.</p> <p class=\"paragraph-e\">  2. All of the King’s Highway known as Highway 407 East.</p> <p class=\"paragraph-e\">  2.1 All of the private toll highway known as Highway 407.</p> <p class=\"paragraph-e\">  3. All of the King’s Highway known as Nos. 6 and 403.</p> <p class=\"paragraph-e\">  4. All of the King’s Highway known as Nos. 24 and 403.</p> <p class=\"paragraph-e\">  5. All of the King’s Highway known as Nos. 35 and 115.</p> <p class=\"paragraph-e\">  6. All of the King’s Highway known as Nos. 58 and 406.</p> <p class=\"paragraph-e\">  7. That part of the King’s Highway known as No. 420 in the City of Niagara Falls lying between a point situate at its intersection with the King’s Highway known as the Queen Elizabeth Way and a point situate 91 metres measured westerly from its intersection with the centre line of the westerly limit of the roadway known as Stanley Avenue.</p> <p class=\"paragraph-e\">  8. That part of the King’s Highway known as No. 3 lying between a point situate at its intersection with the eastern limit of the roadway known as Ron McNeil Line (also known as Elgin County Road 52) where Ron McNeil Line continues as the roadway known as Ford Drive in the Township of Southwold and a point situate at its intersection with the west junction of the roadway known as Centennial Avenue in the Municipality of Central Elgin.</p> <p class=\"paragraph-e\">  9. That part of the King’s Highway known as No. 6 in the County of Haldimand lying between a point situate at its intersection with the roadway known as Argyle Street South and a point situate at its intersection with the southern limit of the roadway known as Seneca Greens Road. </p> <p class=\"paragraph-e\">  10. That part of the King’s Highway known as No. 6 lying between a point situate at its intersection with the King’s Highway known as No. 401 in the Township of Puslinch and a point situate at its intersection with the south junction of the King’s Highway known as No. 7 where King’s Highway No. 7 continues as the roadway known as Wellington Street (also known as Wellington County Road 124) in the City of Guelph.</p> <p class=\"paragraph-e\">  11. That part of the King’s Highway known as Nos. 6 and 7 in the City of Guelph lying between a point situate at its intersection with the south junction of the King’s Highway known as No. 7 where King’s Highway No. 7 continues as the roadway known as Wellington Street (also known as Wellington County Road 124) and a point situate at its intersection with the north junction of the King’s Highway known as No. 7 where King’s Highway No. 7 continues as the roadway known as Woodlawn Road.</p> <p class=\"paragraph-e\">  12. That part of the King’s Highway known as No. 7 in the City of Ottawa lying between a point situate at its intersection with the King’s Highway known as No. 417 and a point situate 150 metres measured easterly from its intersection with the centre line of the roadway known as McNeely Avenue in the Town of Carleton Place.</p> <p class=\"paragraph-e\">  13. That part of the King’s Highway known as No. 7 in the City of Kitchener lying between a point situate at its intersection with the roadway known as Victoria Street and a point situate at its intersection with the east junction of the King’s Highway known as No. 8 where King’s Highway No. 8 continues as the roadway known as King Street.</p> <p class=\"paragraph-e\">  14. That part of the King’s Highway known as Nos. 7 and 8 lying between a point situate at its intersection with the eastern limit of the roadway known as Waterloo Road 5 in the Township of Wilmot and a point situate at its intersection with the east junction of the King’s Highway known as No. 8 where King’s Highway No. 8 continues as the roadway known as King Street in the City of Kitchener.</p> <p class=\"paragraph-e\">  15. That part of the King’s Highway known as Nos. 7 and 115 lying between a point situate at its intersection with the west junction of the King’s Highway known as No. 7 in the Township of Cavan-Millbrook-North Monaghan and a point situate at its intersection with the east junction of the King’s Highway known as No. 7 in the City of Peterborough.</p> <p class=\"paragraph-e\">  16. That part of the King’s Highway known as No. 8 in the City of Kitchener lying between a point situate at its intersection with the King’s Highway known as No. 401 and a point situate at its intersection with the east junction of the King’s Highway known as No. 7 where King’s Highway No. 7 continues as the roadway known as King Street.</p> <p class=\"paragraph-e\">  17. That part of the King’s Highway known as No. 11 in the City of Orillia lying between a point situate at its intersection with the roadway known as Memorial Avenue and a point situate at its intersection with the roadway known as Laclie Street.</p> <p class=\"paragraph-e\">  18. That part of the King’s Highway known as No. 11 lying between a point situate at its intersection with the south junction of the King’s Highway known as No. 17 in the City of North Bay and a point situate at its intersection with the centre line of the roadway known as Muskoka Road 169 (also known as Bethune Drive) in the Town of Gravenhurst in The District Municipality of Muskoka except for that part of King’s Highway No. 11 in the Town of Huntsville in The District Municipality of Muskoka that is not part of the travelled roadway but comprises only those parts of the highway right-of-way that connect parts of the Trans Canada Trail, beginning at a point situate at the intersection of the easterly boundary of King’s Highway No. 11 and the westerly boundary of the roadway known as Muskoka Colonization Road (also known as East Airport Road) and extending northerly on the easterly side of the fence for a distance of 600 metres along the edge of Hunters Bay, then westerly for a distance of 100 metres under the King’s Highway No. 11 structures over the Vernon Narrows, and then southerly on the westerly side of the fence for a distance of 175 metres along the westerly boundary of King’s Highway No. 11 to a point situate at the easterly boundary of the roadway known as Lakeshore Road.</p> <p class=\"paragraph-e\">  19. That part of the King’s Highway known as No. 26 in the County of Simcoe lying between a point situate 50 metres measured westerly from its intersection with the centre line of the King’s Highway known as No. 7149 in the Town of Wasaga Beach and a point situate 50 metres measured easterly from its intersection with the centre line of the roadway known as Poplar Sideroad in the Town of Collingwood.</p> <p class=\"paragraph-e\">  20. That part of the King’s Highway known as Nos. 11 and 17 in the City of North Bay lying between a point situate at its intersection with the roadway known as Seymour Street and a point situate at its intersection with the King’s Highway known as No. 11 (also known as Algonquin Avenue).</p> <p class=\"paragraph-e\">  21. That part of the King’s Highway known as Nos. 11 and 17 lying between a point situate at its intersection with the centre line of the roadway known as Lakeshore Drive in the Municipality of Shuniah and a point situate at its intersection with the centre line of the King’s Highway known as No. 130 in the Municipality of Oliver Paipoonge.</p> <p class=\"paragraph-e\">  22. That part of the King’s Highway known as No. 17 in the City of North Bay lying between a point situate at its intersection with the King’s Highway known as No. 11 (also known as Algonquin Avenue) and a point situate at its intersection with the roadway known as Gormanville Road.</p> <p class=\"paragraph-e\">  23. That part of the King’s Highway known as No. 17 in the City of Greater Sudbury lying between a point situate at its intersection with the middle junction of the roadway known as Municipal Road 55 and a point situate 1100 metres measured westerly from its intersection with the west junction of the roadway known as Municipal Road 55.</p> <p class=\"paragraph-e\">  24. That part of the King’s Highway known as No. 58 in the City of Thorold lying between a point situate at its intersection with the King’s Highway known as No. 406 and a point situate at its intersection with the westerly limit of the roadway known as Niagara Regional Road No. 57 (also known as Thorold Stone Road).</p> <p class=\"paragraph-e\">  25. That part of the King’s Highway known as No. 61 in the City of Thunder Bay lying between a point situate at its intersection with the King’s Highway known as No. 11 and a point situate at its intersection with the roadway known as Chippewa Road.</p> <p class=\"paragraph-e\"> 25.1 That part of the King’s Highway known as No. 69 in the Territorial District of Parry Sound lying between a point situate 2550 metres measured southerly from its intersection with the centre line of the roadway known as Pickerel River Road in the Municipality of Killarney in the Township of Mowat and a point situate 1585 metres measured southerly from its intersection with the centre line of the roadway known as Estaire Road in the Territorial District of Sudbury in the City of Greater Sudbury.</p> <p class=\"paragraph-e\">  26. That part of the King’s Highway known as No. 85 lying between a point situate at its intersection with the King’s Highway known as No. 7 (also known as Victoria Street) in the City of Kitchener and a point situate 385 metres measured northerly from its intersection with the centre line of the roadway known as Waterloo Regional Road 15 (also known as King Street) in the Township of Woolwich.</p> <p class=\"paragraph-e\">  27. That part of the King’s Highway known as No. 115 lying between a point situate at its intersection with the King’s Highway known as Nos. 35 and 115 in the Municipality of Clarington and a point situate at its intersection with the King’s Highway known as No. 7 in the Township of Cavan-Millbrook-North Monaghan.</p> <p class=\"paragraph-e\">  28. That part of the King’s Highway known as No. 137 lying between a point situate at its intersection with the King’s Highway known as No. 401 in the Township of Leeds and The Thousand Islands and a point situate 15 metres measured southerly from the south abutment of the Thousand Islands Bridge. </p> <p class=\"paragraph-e\">  29. All of the King’s Highway known as No. 7274 (also known as Highway 6/Airport Road Connection). </p> <p class=\"paragraph-e\">  30. That part of the King’s Highway known as No. 7087 (also known as E. C. Row Expressway) in the City of Windsor in the County of Essex lying between a point situate at its intersection with the northerly limit of the King’s Highway known as No. 7902 (also known as Ojibway Parkway) and a point situate 365 metres measured easterly from its intersection with the centre line of the King’s Highway known as No. 3 (also known as Huron Church Road).</p> <p class=\"paragraph-e\">  31. That part of the King’s Highway known as No. 7902 (also known as Ojibway Parkway) in the City of Windsor in the County of Essex lying between a point situate at its intersection with the northerly limit of the south junction of the roadway known as Broadway Street and a point situate at its intersection with the easterly limit of the Essex Terminal Railway right-of-way.</p> <p class=\"footnote-e\">O. Reg. 45/08, s. 2; O. Reg. 314/08, s. 1; O. Reg. 265/09, s. 1; O. Reg. 416/10, s. 1; O. Reg. 476/10, s. 1; O. Reg. 454/11, s. 1; O. Reg. 28/12, s. 1; O. Reg. 193/12, s. 1; O. Reg. 233/12, s. 1; O. Reg. 240/12, s. 1; O. Reg. <span>360</span>/12, s. 1; O. Reg. <span>229</span>/13, s. 1; O. Reg. 367/15, s. 2; O. Reg. <span>26/16</span>, s. 1; O. Reg. <span>284/16, s. 1; </span>O. Reg. <span>186/17, s. 1, 2; </span>O. Reg. 481/17, s. 1<span>; </span>O. Reg. 826/21, s. 1.</p> <p class=\"scheduleRevoked-e\"><span class=\"ovallcaps\">Schedules</span> 2-11<span class=\"ovallcaps\"> </span><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 102/97, s. 1.</p> <p class=\"scheduleRevoked-e\"><span class=\"ovallcaps\">Schedule 12</span> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 805/93, s. 1.</p> <p class=\"scheduleRevoked-e\"><span class=\"ovallcaps\">Schedule 13</span> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 446/92, s. 2.</p> <p class=\"scheduleRevoked-e\"><span class=\"ovallcaps\">Schedules</span> 14-26<span class=\"ovallcaps\"> </span><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 102/97, s. 1.</p> <p class=\"scheduleRevoked-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900630\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}