{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 429: SHEEP - MARKETING",
        "reg_name_text": "SHEEP — MARKETING",
        "citation": "R.R.O. 1990, Reg. 429: SHEEP - MARKETING",
        "act_under": "Farm Products Marketing Act",
        "url": "https://www.ontario.ca/laws/regulation/900429",
        "date_scraped": "2023-12-18 04:12:39"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  9, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900429/v3",
            "valid_from": "May  7, 2008",
            "valid_to": "June  8, 2023"
        },
        {
            "a_href": "/laws/regulation/900429/v2",
            "valid_from": "September 23, 2005",
            "valid_to": "May  6, 2008"
        },
        {
            "a_href": "/laws/regulation/900429/v1",
            "valid_from": "April 21, 1994",
            "valid_to": "September 22, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “local board” means the Ontario Sheep Farmers; (“commission locale”) “plan” means the Ontario Sheep Marketing Plan; (“plan”) “processing” means the slaughtering of sheep; (“transformation”) “processor” means a person who slaughters sheep or has sheep slaughtered for him, her or it; (“transformateur”) “producer” means a person engaged in the production of sheep or wool; (“producteur”) “sheep” includes rams, wethers, ewes and lambs; (“ovins”) “wool” means the wool of any sheep. (“laine”)  R.R.O. 1990, Reg. 429, s. 1; O. Reg. 123/23, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“local board” means the Ontario Sheep Farmers; (“commission locale”)</p> <p class=\"definition-e\">“plan” means the Ontario Sheep Marketing Plan; (“plan”)</p> <p class=\"definition-e\">“processing” means the slaughtering of sheep; (“transformation”)</p> <p class=\"definition-e\">“processor” means a person who slaughters sheep or has sheep slaughtered for him, her or it; (“transformateur”)</p> <p class=\"definition-e\">“producer” means a person engaged in the production of sheep or wool; (“producteur”)</p> <p class=\"definition-e\">“sheep” includes rams, wethers, ewes and lambs; (“ovins”)</p> <p class=\"definition-e\">“wool” means the wool of any sheep. (“laine”)  R.R.O. 1990, Reg. 429, s. 1; O. Reg. 123/23, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. This Regulation provides for the control and regulation in any or all respects of the producing and marketing within Ontario of sheep and wool, including the prohibition of such producing and marketing in whole or in part.  R.R.O. 1990, Reg. 429, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Regulation provides for the control and regulation in any or all respects of the producing and marketing within Ontario of sheep and wool, including the prohibition of such producing and marketing in whole or in part.  R.R.O. 1990, Reg. 429, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. The Commission exempts from this Regulation farm gate sales of wool by the producer of wool derived from sheep produced by the producer and sold directly to the consumer.  O. Reg. 338/93, s. 1. Marketing by Local Board",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The Commission exempts from this Regulation farm gate sales of wool by the producer of wool derived from sheep produced by the producer and sold directly to the consumer.  O. Reg. 338/93, s. 1.</p> <p class=\"heading1-e\">Marketing by Local Board</p>"
        },
        {
            "id": "4.",
            "section": "Marketing by Local Board",
            "content": " 4. (1) All sheep and wool shall be marketed by or through the local board.  R.R.O. 1990, Reg. 429, s. 4 (1). (2) No person shall market sheep or wool except by or through the local board.  R.R.O. 1990, Reg. 429, s. 4 (2). Powers of Local Board",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) All sheep and wool shall be marketed by or through the local board.  R.R.O. 1990, Reg. 429, s. 4 (1).</p> <p class=\"subsection-e\">  (2) No person shall market sheep or wool except by or through the local board.  R.R.O. 1990, Reg. 429, s. 4 (2).</p> <p class=\"heading1-e\">Powers of Local Board</p>"
        },
        {
            "id": "5.",
            "section": "Powers of Local Board",
            "content": " 5. The Commission delegates to the local board the power, (a)  to require persons engaged in producing or marketing sheep or wool to register their names, addresses and occupations with the local board; (b)  to require persons engaged in producing or marketing sheep or wool to furnish such information relating to the production or marketing of sheep and wool, including the completing and filing of returns, as the local board determines; (c)  to appoint persons to inspect the books, records, documents, lands and premises and any sheep and wool of persons engaged in marketing sheep or wool; (d)  to stimulate, increase and improve the marketing of sheep and wool; (e)  to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or any province in Canada for the purpose of marketing sheep or wool; (f)  to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations and the plan.  R.R.O. 1990, Reg. 429, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The Commission delegates to the local board the power,</p> <p class=\"clause-e\">  (a)  to require persons engaged in producing or marketing sheep or wool to register their names, addresses and occupations with the local board;</p> <p class=\"clause-e\">  (b)  to require persons engaged in producing or marketing sheep or wool to furnish such information relating to the production or marketing of sheep and wool, including the completing and filing of returns, as the local board determines;</p> <p class=\"clause-e\">  (c)  to appoint persons to inspect the books, records, documents, lands and premises and any sheep and wool of persons engaged in marketing sheep or wool;</p> <p class=\"clause-e\">  (d)  to stimulate, increase and improve the marketing of sheep and wool;</p> <p class=\"clause-e\">  (e)  to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or any province in Canada for the purpose of marketing sheep or wool;</p> <p class=\"clause-e\">  (f)  to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations and the plan.  R.R.O. 1990, Reg. 429, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Powers of Local Board",
            "content": " 6. The Commission delegates to the local board its powers to make regulations with respect to sheep and wool, (a)  providing for the licensing of any or all persons before commencing or continuing to engage in the producing, marketing or processing of sheep or wool; (a.1)  prescribing or providing for classes of licences and the imposition of terms and conditions on any class of licence; (a.2)  providing that the local board may impose terms and conditions upon a licence or any class of licence; (b)  prohibiting persons from engaging in the producing, marketing or processing of sheep or wool except under the authority of a licence and in compliance with the terms and conditions of the licence; (c)  providing for the suspension or revocation of a licence or for the refusal to grant or renew a licence, (i)  if the applicant or licensee is not qualified by experience, financial responsibility or equipment to properly engage in the business for which the application was made or the licence granted, (ii)  if the applicant or licensee has failed to comply with or has contravened any provision of the Act, the regulations, the plan or any order or direction of the Commission or local board; (d)  providing for the imposition, amount, disposition and use of penalties if, after a hearing, the local board is of the opinion that the applicant or licensee has failed to comply with or has contravened any term or condition of a licence or any provision of the Act, the regulations, the plan or any order or direction of the local board; (e)  providing for the fixing of licence fees and the payment thereof by any or all persons producing or marketing sheep or wool and the collecting of the licence fees and their recovery by suit in a court of competent jurisdiction; (f)  requiring any person who receives sheep or wool to deduct from the money payable for the sheep or wool any licence fees payable to the local board by the person from whom the sheep or wool are received and to forward such licence fees to the local board; (g)  requiring any person who produces and processes sheep or wool to furnish to the local board statements of the amounts of sheep or wool produced in any year and used for processing; (h)  prescribing the form of licences; (i)  providing for the exemption from any or all of the regulations, orders or directions under the plan of any class, variety, grade or size of sheep or wool, or any person or class of persons engaged in the producing or marketing of sheep or wool or any class, variety, grade or size of sheep or wool; (j)  requiring the furnishing of security or proof of financial responsibility by any person engaged in the marketing of sheep or wool and providing for the administration and disposition of any money or securities so furnished; (j.1)  authorizing the fixing of prompt payment discounts, delayed payment penalties and interest on licence fees owing by any person engaged in the producing, marketing or processing of sheep or wool; (k)  providing for the control and regulation of the marketing of sheep and wool, including the times and places at which sheep and wool may be marketed; (l)  providing for the control and regulation of agreements entered into by producers of sheep or wool with persons engaged in marketing or processing sheep or wool and the prohibition of any provision or clause in such agreements; (m)  requiring any person who produces sheep or wool to offer to sell and to sell the sheep or wool through the local board; (n)  prohibiting any person from processing, packing or packaging any sheep or wool that has not been sold by or through the local board; (o)  providing for the making of agreements relating to the marketing of sheep or wool by or through the local board, and prescribing the forms and the terms and conditions of such agreements; and (p)  providing for the making of such orders and the issuing of such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations, the plan or any order or direction of the Commission or the local board.  R.R.O. 1990, Reg. 429, s. 6; O. Reg. 256/94, s. 1; O. Reg. 137/08, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The Commission delegates to the local board its powers to make regulations with respect to sheep and wool,</p> <p class=\"clause-e\">  (a)  providing for the licensing of any or all persons before commencing or continuing to engage in the producing, marketing or processing of sheep or wool;</p> <p class=\"clause-e\"> (a.1)  prescribing or providing for classes of licences and the imposition of terms and conditions on any class of licence;</p> <p class=\"clause-e\"> (a.2)  providing that the local board may impose terms and conditions upon a licence or any class of licence;</p> <p class=\"clause-e\">  (b)  prohibiting persons from engaging in the producing, marketing or processing of sheep or wool except under the authority of a licence and in compliance with the terms and conditions of the licence;</p> <p class=\"clause-e\">  (c)  providing for the suspension or revocation of a licence or for the refusal to grant or renew a licence,</p> <p class=\"subclause-e\">  (i)  if the applicant or licensee is not qualified by experience, financial responsibility or equipment to properly engage in the business for which the application was made or the licence granted,</p> <p class=\"subclause-e\">  (ii)  if the applicant or licensee has failed to comply with or has contravened any provision of the Act, the regulations, the plan or any order or direction of the Commission or local board;</p> <p class=\"clause-e\">  (d)  providing for the imposition, amount, disposition and use of penalties if, after a hearing, the local board is of the opinion that the applicant or licensee has failed to comply with or has contravened any term or condition of a licence or any provision of the Act, the regulations, the plan or any order or direction of the local board;</p> <p class=\"clause-e\">  (e)  providing for the fixing of licence fees and the payment thereof by any or all persons producing or marketing sheep or wool and the collecting of the licence fees and their recovery by suit in a court of competent jurisdiction;</p> <p class=\"clause-e\">  (f)  requiring any person who receives sheep or wool to deduct from the money payable for the sheep or wool any licence fees payable to the local board by the person from whom the sheep or wool are received and to forward such licence fees to the local board;</p> <p class=\"clause-e\">  (g)  requiring any person who produces and processes sheep or wool to furnish to the local board statements of the amounts of sheep or wool produced in any year and used for processing;</p> <p class=\"clause-e\">  (h)  prescribing the form of licences;</p> <p class=\"clause-e\">  (i)  providing for the exemption from any or all of the regulations, orders or directions under the plan of any class, variety, grade or size of sheep or wool, or any person or class of persons engaged in the producing or marketing of sheep or wool or any class, variety, grade or size of sheep or wool;</p> <p class=\"clause-e\">  (j)  requiring the furnishing of security or proof of financial responsibility by any person engaged in the marketing of sheep or wool and providing for the administration and disposition of any money or securities so furnished;</p> <p class=\"clause-e\"> (j.1)  authorizing the fixing of prompt payment discounts, delayed payment penalties and interest on licence fees owing by any person engaged in the producing, marketing or processing of sheep or wool;</p> <p class=\"clause-e\">  (k)  providing for the control and regulation of the marketing of sheep and wool, including the times and places at which sheep and wool may be marketed;</p> <p class=\"clause-e\">  (l)  providing for the control and regulation of agreements entered into by producers of sheep or wool with persons engaged in marketing or processing sheep or wool and the prohibition of any provision or clause in such agreements;</p> <p class=\"clause-e\">  (m)  requiring any person who produces sheep or wool to offer to sell and to sell the sheep or wool through the local board;</p> <p class=\"clause-e\">  (n)  prohibiting any person from processing, packing or packaging any sheep or wool that has not been sold by or through the local board;</p> <p class=\"clause-e\">  (o)  providing for the making of agreements relating to the marketing of sheep or wool by or through the local board, and prescribing the forms and the terms and conditions of such agreements; and</p> <p class=\"clause-e\">  (p)  providing for the making of such orders and the issuing of such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations, the plan or any order or direction of the Commission or the local board.  R.R.O. 1990, Reg. 429, s. 6; O. Reg. 256/94, s. 1; O. Reg. 137/08, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": "Powers of Local Board",
            "content": " 7. The local board may recover from any person by suit in a court of competent jurisdiction any licence fees payable to the local board.  R.R.O. 1990, Reg. 429, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>The local board may recover from any person by suit in a court of competent jurisdiction any licence fees payable to the local board.  R.R.O. 1990, Reg. 429, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Powers of Local Board",
            "content": " 8. (1) The Commission authorizes the local board to use any class of licence fees, service charges, and other money payable to it, for the purposes of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan.  R.R.O. 1990, Reg. 429, s. 8 (1). (2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1).  R.R.O. 1990, Reg. 429, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The Commission authorizes the local board to use any class of licence fees, service charges, and other money payable to it, for the purposes of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan.  R.R.O. 1990, Reg. 429, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1).  R.R.O. 1990, Reg. 429, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": "Powers of Local Board",
            "content": " 9. The Commission authorizes the local board to conduct a pool or pools for the distribution of all money received from the sale of sheep or wool and, after deducting all necessary and proper disbursements and expenses, to distribute the remainder of the money received from the sale in such manner that every producer receives a share of the remainder of the money received from the sale in relation to the amount, class, variety, grade or size of sheep or wool delivered by the producer, and authorizes the local board to make an initial payment on delivery of sheep or wool and subsequent payments until all the remainder of the money received from the sale is distributed to the producers.  R.R.O. 1990, Reg. 429, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>The Commission authorizes the local board to conduct a pool or pools for the distribution of all money received from the sale of sheep or wool and, after deducting all necessary and proper disbursements and expenses, to distribute the remainder of the money received from the sale in such manner that every producer receives a share of the remainder of the money received from the sale in relation to the amount, class, variety, grade or size of sheep or wool delivered by the producer, and authorizes the local board to make an initial payment on delivery of sheep or wool and subsequent payments until all the remainder of the money received from the sale is distributed to the producers.  R.R.O. 1990, Reg. 429, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Powers of Local Board",
            "content": " 10. The Commission authorizes the local board to appoint agents, to prescribe their duties and terms and conditions of employment and to provide for their remuneration.  R.R.O. 1990, Reg. 429, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>The Commission authorizes the local board to appoint agents, to prescribe their duties and terms and conditions of employment and to provide for their remuneration.  R.R.O. 1990, Reg. 429, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Powers of Local Board",
            "content": " 11. The Commission vests in the local board the following powers: 1.  To direct and control, by order or direction, either as principal or agent, the marketing of sheep and wool, including the times and places at which sheep and wool may be marketed. 2.  To prohibit the marketing of any class, variety, grade or size of sheep and wool. 3.  To determine from time to time the price or prices that shall be paid to producers or to the local board, as the case may be, for sheep and wool or any class, variety, grade or size of sheep and wool and to determine different prices for different parts of Ontario. 4.  To fix and impose service charges from time to time for the marketing of sheep and wool. 5.  To require the price or prices payable or owing to the producer for sheep and wool to be paid to or through the local board. 6.  To collect from any person by suit in a court of competent jurisdiction the price or prices of any part thereof of sheep and wool. 7.  To pay to the producers the price or prices for sheep and wool less service charges imposed under paragraph 4 and to fix the times at which or within which such payments shall be made.  R.R.O. 1990, Reg. 429, s. 11. Statements to Producers",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>The Commission vests in the local board the following powers:</p> <p class=\"paragraph-e\">  1.  To direct and control, by order or direction, either as principal or agent, the marketing of sheep and wool, including the times and places at which sheep and wool may be marketed.</p> <p class=\"paragraph-e\">  2.  To prohibit the marketing of any class, variety, grade or size of sheep and wool.</p> <p class=\"paragraph-e\">  3.  To determine from time to time the price or prices that shall be paid to producers or to the local board, as the case may be, for sheep and wool or any class, variety, grade or size of sheep and wool and to determine different prices for different parts of Ontario.</p> <p class=\"paragraph-e\">  4.  To fix and impose service charges from time to time for the marketing of sheep and wool.</p> <p class=\"paragraph-e\">  5.  To require the price or prices payable or owing to the producer for sheep and wool to be paid to or through the local board.</p> <p class=\"paragraph-e\">  6.  To collect from any person by suit in a court of competent jurisdiction the price or prices of any part thereof of sheep and wool.</p> <p class=\"paragraph-e\">  7.  To pay to the producers the price or prices for sheep and wool less service charges imposed under paragraph 4 and to fix the times at which or within which such payments shall be made.  R.R.O. 1990, Reg. 429, s. 11.</p> <p class=\"heading1-e\">Statements to Producers</p>"
        },
        {
            "id": "12.",
            "section": "Statements to Producers",
            "content": " 12. Each payment made under paragraph 7 of section 11 shall be accompanied by a statement showing the grades and quantity of each grade of sheep and wool sold, the price or prices paid and the particulars of the service charges imposed by the local board.  R.R.O. 1990, Reg. 429, s. 12. Advisory Committee",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>Each payment made under paragraph 7 of section 11 shall be accompanied by a statement showing the grades and quantity of each grade of sheep and wool sold, the price or prices paid and the particulars of the service charges imposed by the local board.  R.R.O. 1990, Reg. 429, s. 12.</p> <p class=\"heading1-e\">Advisory Committee</p>"
        },
        {
            "id": "13.",
            "section": "Advisory Committee",
            "content": " 13. (1) There shall be an advisory committee to be known as the “Sheep Industry Advisory Committee” composed of not fewer than nine members including a chair.  R.R.O. 1990, Reg. 429, s. 13 (1). (2) After the 1st day of December and before the 31st day of December in each year, (a)  the Commission shall appoint the chair; (b)  the local board shall appoint four members; (c)  the sales agents of the local board shall appoint one member; (d)  the meat-packing sector shall appoint two members; (e)  the wool marketing sector shall appoint one member; and (f)  the Commission may appoint such additional members as it deems advisable, to the Sheep Industry Advisory Committee.  R.R.O. 1990, Reg. 429, s. 13 (2). (3) Subject to subsection (4), the members of the Sheep Industry Advisory Committee are and remain members thereof until the 15th day of December in the year next following the year in which they were appointed.  R.R.O. 1990, Reg. 429, s. 13 (3). (4) Where a member of the Sheep Industry Advisory Committee dies, resigns or becomes unavailable to act before the expiration of his or her term, the person or persons who appointed him or her shall appoint a person for the unexpired term.  R.R.O. 1990, Reg. 429, s. 13 (4). (5) Where the person or persons who are required to appoint any member of the Sheep Industry Advisory Committee fail to do so, the Commission may appoint such members as are necessary to complete the said Committee.  R.R.O. 1990, Reg. 429, s. 13 (5). (6) The Sheep Industry Advisory Committee is empowered to advise and make recommendations to any person or persons represented on the said Committee in respect of, (a)  the promotion of harmonious relationships between persons engaged in the production and marketing of sheep and wool; (b)  the promotion of greater efficiency in the production and marketing of sheep and wool; (c)  the prevention and correction of irregularities and inequities in the marketing of sheep and wool; (d)  the improvement of the quality and variety of sheep and wool; (e)  the improvement of the circulation of market information respecting sheep and wool; and (f)  without limiting the generality of any of the foregoing, any matter with respect to which the Commission or the local board may be empowered to make regulations under the Act.  R.R.O. 1990, Reg. 429, s. 13 (6).  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) There shall be an advisory committee to be known as the “Sheep Industry Advisory Committee” composed of not fewer than nine members including a chair.  R.R.O. 1990, Reg. 429, s. 13 (1).</p> <p class=\"subsection-e\">  (2) After the 1st day of December and before the 31st day of December in each year,</p> <p class=\"clause-e\">  (a)  the Commission shall appoint the chair;</p> <p class=\"clause-e\">  (b)  the local board shall appoint four members;</p> <p class=\"clause-e\">  (c)  the sales agents of the local board shall appoint one member;</p> <p class=\"clause-e\">  (d)  the meat-packing sector shall appoint two members;</p> <p class=\"clause-e\">  (e)  the wool marketing sector shall appoint one member; and</p> <p class=\"clause-e\">  (f)  the Commission may appoint such additional members as it deems advisable,</p> <p class=\"Ssubsection-e\">to the Sheep Industry Advisory Committee.  R.R.O. 1990, Reg. 429, s. 13 (2).</p> <p class=\"subsection-e\">  (3) Subject to subsection (4), the members of the Sheep Industry Advisory Committee are and remain members thereof until the 15th day of December in the year next following the year in which they were appointed.  R.R.O. 1990, Reg. 429, s. 13 (3).</p> <p class=\"subsection-e\">  (4) Where a member of the Sheep Industry Advisory Committee dies, resigns or becomes unavailable to act before the expiration of his or her term, the person or persons who appointed him or her shall appoint a person for the unexpired term.  R.R.O. 1990, Reg. 429, s. 13 (4).</p> <p class=\"subsection-e\">  (5) Where the person or persons who are required to appoint any member of the Sheep Industry Advisory Committee fail to do so, the Commission may appoint such members as are necessary to complete the said Committee.  R.R.O. 1990, Reg. 429, s. 13 (5).</p> <p class=\"subsection-e\">  (6) The Sheep Industry Advisory Committee is empowered to advise and make recommendations to any person or persons represented on the said Committee in respect of,</p> <p class=\"clause-e\">  (a)  the promotion of harmonious relationships between persons engaged in the production and marketing of sheep and wool;</p> <p class=\"clause-e\">  (b)  the promotion of greater efficiency in the production and marketing of sheep and wool;</p> <p class=\"clause-e\">  (c)  the prevention and correction of irregularities and inequities in the marketing of sheep and wool;</p> <p class=\"clause-e\">  (d)  the improvement of the quality and variety of sheep and wool;</p> <p class=\"clause-e\">  (e)  the improvement of the circulation of market information respecting sheep and wool; and</p> <p class=\"clause-e\">  (f)  without limiting the generality of any of the foregoing, any matter with respect to which the Commission or the local board may be empowered to make regulations under the Act.  R.R.O. 1990, Reg. 429, s. 13 (6).</p> <p class=\"clause-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900429\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}