{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 470: LICENSING AND BUSINESS PRACTICES",
        "reg_name_text": "LICENSING AND BUSINESS PRACTICES",
        "citation": "R.R.O. 1990, Reg. 470: ",
        "act_under": "Funeral Directors and Establishments Act   Loi sur les directeurs de services funéraires et les établissements funéraires",
        "url": "https://www.ontario.ca/laws/regulation/900470",
        "date_scraped": "2023-12-19 05:11:39"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900470/v2",
            "valid_from": "February 11, 2011",
            "valid_to": "June 30, 2012"
        },
        {
            "a_href": "/laws/regulation/900470/v1",
            "valid_from": "June  8, 2001",
            "valid_to": "February 10, 2011"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “casket” means a receptacle designed for the encasement of human remains which is ornamented or has a fixed interior lining, but does not include an outer burial container or grave liner; “container” means a receptacle designed for the encasement of human remains which is neither ornamented nor contains a fixed interior lining, but does not include an outer burial container or grave liner. R.R.O. 1990, Reg. 470, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“casket” means a receptacle designed for the encasement of human remains which is ornamented or has a fixed interior lining, but does not include an outer burial container or grave liner;</p> <p class=\"definition-e\">“container” means a receptacle designed for the encasement of human remains which is neither ornamented nor contains a fixed interior lining, but does not include an outer burial container or grave liner. R.R.O. 1990, Reg. 470, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) There are two classes of licence to act as a funeral director, one authorizing the performing of embalming and one not authorizing the performing of embalming. R.R.O. 1990, Reg. 470, s. 2 (1). (2) There are two classes of licence to operate a funeral establishment, one offering funeral services to the public and one not offering funeral services to the public. R.R.O. 1990, Reg. 470, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) There are two classes of licence to act as a funeral director, one authorizing the performing of embalming and one not authorizing the performing of embalming. R.R.O. 1990, Reg. 470, s. 2 (1).</p> <p class=\"subsection-e\">(2) There are two classes of licence to operate a funeral establishment, one offering funeral services to the public and one not offering funeral services to the public. R.R.O. 1990, Reg. 470, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) Subject to subsections (5) and (6), the requirements for the issuing of a funeral director’s licence are that the applicant, (a) has graduated from a program in funeral education at an institution approved by the Board; (b) has successfully completed twelve months of in-service training; (c) has passed the licensing examination set or approved by the Board, after a maximum of three attempts; (d) if the licence is to include embalming, has successfully completed a course in embalming at an institution approved by the Board and has properly embalmed at least fifty human bodies; and (e) has submitted to the Registrar a completed application form. R.R.O. 1990, Reg. 470, s. 3 (1); O. Reg. 281/92, s. 1 (1); O. Reg. 194/01, s. 1 (1). (2) The in-service training required under clause (1) (b) shall include the performance under the supervision and in the presence of a funeral director of all aspects of acting as a funeral director. R.R.O. 1990, Reg. 470, s. 3 (2). (3) The in-service training required for applicants for a licence to act as a funeral director not to perform embalming shall not include those aspects relating to embalming. R.R.O. 1990, Reg. 470, s. 3 (3). (4) The three attempts referred to in clause (1) (c) must be made within a two-year period. O. Reg. 281/92, s. 1 (2). (5) An applicant for a funeral director’s licence who holds a valid licence equivalent to one of the classes described in subsection 2 (1) from a Canadian jurisdiction outside Ontario is not required to meet the requirements set out in clauses (1) (a), (b), (c) and (d) if, (a) the Board is of the opinion that the jurisdiction maintains occupational standards that are substantially equivalent to those of Ontario; and (b) the applicant has successfully completed, after a maximum of three attempts within a period of two years, an examination in Ontario legislation and regulations applicable to funeral directors. O. Reg. 194/01, s. 1 (2). (6) An applicant for a funeral director’s licence who holds a valid licence equivalent to one of the classes described in subsection 2 (1) from a Canadian jurisdiction outside Ontario is not required to meet the requirements set out in clauses (1) (a), (b), (c) and (d) if, (a) the Board is of the opinion that the jurisdiction maintains occupational standards that are not substantially equivalent to those of Ontario; (b) the applicant has successfully completed, after a maximum of three attempts within a period of two years, an examination in Ontario legislation and regulations applicable to funeral directors; and (c) the Board has assessed the applicant’s qualifications and is of the opinion that the applicant, (i) has attained occupational standards substantially equivalent to those of Ontario through additional training or supervised work experience, or (ii) within a reasonable time after making the application as the Board determines, will attain the standards described in subclause (i). O. Reg. 194/01, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) Subject to subsections (5) and (6), the requirements for the issuing of a funeral director’s licence are that the applicant,</p> <p class=\"clause-e\">(a) has graduated from a program in funeral education at an institution approved by the Board;</p> <p class=\"clause-e\">(b) has successfully completed twelve months of in-service training;</p> <p class=\"clause-e\">(c) has passed the licensing examination set or approved by the Board, after a maximum of three attempts;</p> <p class=\"clause-e\">(d) if the licence is to include embalming, has successfully completed a course in embalming at an institution approved by the Board and has properly embalmed at least fifty human bodies; and</p> <p class=\"clause-e\">(e) has submitted to the Registrar a completed application form. R.R.O. 1990, Reg. 470, s. 3 (1); O. Reg. 281/92, s. 1 (1); O. Reg. 194/01, s. 1 (1).</p> <p class=\"subsection-e\">(2) The in-service training required under clause (1) (b) shall include the performance under the supervision and in the presence of a funeral director of all aspects of acting as a funeral director. R.R.O. 1990, Reg. 470, s. 3 (2).</p> <p class=\"subsection-e\">(3) The in-service training required for applicants for a licence to act as a funeral director not to perform embalming shall not include those aspects relating to embalming. R.R.O. 1990, Reg. 470, s. 3 (3).</p> <p class=\"subsection-e\">(4) The three attempts referred to in clause (1) (c) must be made within a two-year period. O. Reg. 281/92, s. 1 (2).</p> <p class=\"subsection-e\">(5) An applicant for a funeral director’s licence who holds a valid licence equivalent to one of the classes described in subsection 2 (1) from a Canadian jurisdiction outside Ontario is not required to meet the requirements set out in clauses (1) (a), (b), (c) and (d) if,</p> <p class=\"clause-e\">(a) the Board is of the opinion that the jurisdiction maintains occupational standards that are substantially equivalent to those of Ontario; and</p> <p class=\"clause-e\">(b) the applicant has successfully completed, after a maximum of three attempts within a period of two years, an examination in Ontario legislation and regulations applicable to funeral directors. O. Reg. 194/01, s. 1 (2).</p> <p class=\"subsection-e\">(6) An applicant for a funeral director’s licence who holds a valid licence equivalent to one of the classes described in subsection 2 (1) from a Canadian jurisdiction outside Ontario is not required to meet the requirements set out in clauses (1) (a), (b), (c) and (d) if,</p> <p class=\"clause-e\">(a) the Board is of the opinion that the jurisdiction maintains occupational standards that are not substantially equivalent to those of Ontario;</p> <p class=\"clause-e\">(b) the applicant has successfully completed, after a maximum of three attempts within a period of two years, an examination in Ontario legislation and regulations applicable to funeral directors; and</p> <p class=\"clause-e\">(c) the Board has assessed the applicant’s qualifications and is of the opinion that the applicant,</p> <p class=\"subclause-e\">(i) has attained occupational standards substantially equivalent to those of Ontario through additional training or supervised work experience, or</p> <p class=\"subclause-e\">(ii) within a reasonable time after making the application as the Board determines, will attain the standards described in subclause (i). O. Reg. 194/01, s. 1 (2).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) An applicant for a licence to operate a funeral establishment or a transfer service shall submit to the Registrar a completed application setting out, (a) the name of the funeral director responsible for the management of the funeral establishment or the name of the person responsible for the management of the transfer service; (b) the name and address of any person having a beneficial interest in the operation of the business of the applicant; and (c) if the operator of a funeral establishment or transfer service is a corporation, the names and addresses of, (i) the officers and directors of the corporation, and (ii) persons holding more than 10 per cent of the equity shares of the corporation and, if the persons are corporations, their officers and directors. R.R.O. 1990, Reg. 470, s. 4 (1); O. Reg. 281/92, s. 2 (1). (2) It is a condition of a licence to operate a funeral establishment or a transfer service that the premises and vehicles are adequately insured against any public liability. R.R.O. 1990, Reg. 470, s. 4 (2). (3) It is a condition of a licence to operate a funeral establishment that it is managed and directly supervised by a licensed funeral director and, if embalming is performed, that the funeral director is licensed to perform embalming. R.R.O. 1990, Reg. 470, s. 4 (3). (4) An applicant for a licence to operate a funeral establishment or a transfer service shall submit to the Registrar a certificate of inspection of its premises issued by a medical officer of health or public health inspector within the six months preceding the date of the application for a licence. O. Reg. 281/92, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) An applicant for a licence to operate a funeral establishment or a transfer service shall submit to the Registrar a completed application setting out,</p> <p class=\"clause-e\">(a) the name of the funeral director responsible for the management of the funeral establishment or the name of the person responsible for the management of the transfer service;</p> <p class=\"clause-e\">(b) the name and address of any person having a beneficial interest in the operation of the business of the applicant; and</p> <p class=\"clause-e\">(c) if the operator of a funeral establishment or transfer service is a corporation, the names and addresses of,</p> <p class=\"subclause-e\">(i) the officers and directors of the corporation, and</p> <p class=\"subclause-e\">(ii) persons holding more than 10 per cent of the equity shares of the corporation and, if the persons are corporations, their officers and directors. R.R.O. 1990, Reg. 470, s. 4 (1); O. Reg. 281/92, s. 2 (1).</p> <p class=\"subsection-e\">(2) It is a condition of a licence to operate a funeral establishment or a transfer service that the premises and vehicles are adequately insured against any public liability. R.R.O. 1990, Reg. 470, s. 4 (2).</p> <p class=\"subsection-e\">(3) It is a condition of a licence to operate a funeral establishment that it is managed and directly supervised by a licensed funeral director and, if embalming is performed, that the funeral director is licensed to perform embalming. R.R.O. 1990, Reg. 470, s. 4 (3).</p> <p class=\"subsection-e\">(4) An applicant for a licence to operate a funeral establishment or a transfer service shall submit to the Registrar a certificate of inspection of its premises issued by a medical officer of health or public health inspector within the six months preceding the date of the application for a licence. O. Reg. 281/92, s. 2 (2).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. Revoked: O. Reg. 281/92, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>Revoked: O. Reg. 281/92, s. 3.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) A licence expires on the 31st day of December following the date it was issued or last renewed. R.R.O. 1990, Reg. 470, s. 6 (1). (2) The requirements for the renewal of a licence are that the licensee, (a) pays the required fee and submits to the Registrar a completed application for the renewal of the licence; and (b) submits to the Registrar a certificate of inspection of its premises issued by a medical officer of health or public health inspector within the six months preceding the date of the application for a renewal. O. Reg. 281/92, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) A licence expires on the 31st day of December following the date it was issued or last renewed. R.R.O. 1990, Reg. 470, s. 6 (1).</p> <p class=\"subsection-e\">(2) The requirements for the renewal of a licence are that the licensee,</p> <p class=\"clause-e\">(a) pays the required fee and submits to the Registrar a completed application for the renewal of the licence; and</p> <p class=\"clause-e\">(b) submits to the Registrar a certificate of inspection of its premises issued by a medical officer of health or public health inspector within the six months preceding the date of the application for a renewal. O. Reg. 281/92, s. 4.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. The fees payable under the Act are set out in the Schedule. R.R.O. 1990, Reg. 470, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>The fees payable under the Act are set out in the Schedule. R.R.O. 1990, Reg. 470, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. A licence is not transferable. R.R.O. 1990, Reg. 470, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>A licence is not transferable. R.R.O. 1990, Reg. 470, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) A licensed operator of a funeral establishment or a transfer service shall notify the Registrar in writing of any change with respect to, (a) the funeral director responsible for the management of the funeral establishment or the person responsible for the management of the transfer service; (b) any person having a beneficial interest in the operation of the business of the licensee; (c) if the licensee is a corporation, any officer or director of the corporation and any person holding more than 10 per cent of the equity shares of the corporation and, if that person is itself a corporation, any officer or director of it; or (d) the names or addresses of the persons mentioned in clauses (a) to (c). R.R.O. 1990, Reg. 470, s. 9 (1); O. Reg. 281/92, s. 5. (2) The Registrar shall be given notice under subsection (1) within fifteen days of the change occurring. R.R.O. 1990, Reg. 470, s. 9 (2).",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) A licensed operator of a funeral establishment or a transfer service shall notify the Registrar in writing of any change with respect to,</p> <p class=\"clause-e\">(a) the funeral director responsible for the management of the funeral establishment or the person responsible for the management of the transfer service;</p> <p class=\"clause-e\">(b) any person having a beneficial interest in the operation of the business of the licensee;</p> <p class=\"clause-e\">(c) if the licensee is a corporation, any officer or director of the corporation and any person holding more than 10 per cent of the equity shares of the corporation and, if that person is itself a corporation, any officer or director of it; or</p> <p class=\"clause-e\">(d) the names or addresses of the persons mentioned in clauses (a) to (c). R.R.O. 1990, Reg. 470, s. 9 (1); O. Reg. 281/92, s. 5.</p> <p class=\"subsection-e\">(2) The Registrar shall be given notice under subsection (1) within fifteen days of the change occurring. R.R.O. 1990, Reg. 470, s. 9 (2).</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. Every licensed operator of a funeral establishment or transfer service shall prominently display the licence at or near the main entrance of the premises to which the licence relates. R.R.O. 1990, Reg. 470, s.10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>Every licensed operator of a funeral establishment or transfer service shall prominently display the licence at or near the main entrance of the premises to which the licence relates. R.R.O. 1990, Reg. 470, s.10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) Each transfer service shall be managed and directly supervised by a licensed funeral director or a person who has successfully completed a course in operating a transfer service approved by the Board, and has passed the examination set or approved by the Board after a maximum of three attempts. R.R.O. 1990, Reg. 470, s. 11 (1); O. Reg. 281/92, s. 6 (1). (2) An operator of a transfer service or an agent or employee thereof shall not, (a) in the course of business, be present at or conduct a visitation or be present at or participate in the conduct of a funeral; (b) sell or offer to sell caskets; or (c) engage in direct contact with a dead human body unless direct contact is necessary for the removal of personal effects from the body or for the removal or placement of the body in caskets or containers. R.R.O. 1990, Reg. 470, s. 11 (2); O. Reg. 584/92, s. 1 (1). (3) Despite clause (2) (b), an operator of a transfer service may sell or offer to sell one model of casket if the model is from among the least expensive available on the market. R.R.O. 1990, Reg. 470, s. 11 (3). (4) The three attempts referred to in subsection (1) must be made within a two-year period. O. Reg. 281/92, s. 6 (2). (5) An operator of a transfer service or an agent or employee thereof may obtain or offer to obtain services for the removal of a pacemaker or other device prescribed under clause 56 (2) (c) of the Cemeteries Act (Revised) from a dead human body. O. Reg. 584/92, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) Each transfer service shall be managed and directly supervised by a licensed funeral director or a person who has successfully completed a course in operating a transfer service approved by the Board, and has passed the examination set or approved by the Board after a maximum of three attempts. R.R.O. 1990, Reg. 470, s. 11 (1); O. Reg. 281/92, s. 6 (1).</p> <p class=\"subsection-e\">(2) An operator of a transfer service or an agent or employee thereof shall not,</p> <p class=\"clause-e\">(a) in the course of business, be present at or conduct a visitation or be present at or participate in the conduct of a funeral;</p> <p class=\"clause-e\">(b) sell or offer to sell caskets; or</p> <p class=\"clause-e\">(c) engage in direct contact with a dead human body unless direct contact is necessary for the removal of personal effects from the body or for the removal or placement of the body in caskets or containers. R.R.O. 1990, Reg. 470, s. 11 (2); O. Reg. 584/92, s. 1 (1).</p> <p class=\"subsection-e\">(3) Despite clause (2) (b), an operator of a transfer service may sell or offer to sell one model of casket if the model is from among the least expensive available on the market. R.R.O. 1990, Reg. 470, s. 11 (3).</p> <p class=\"subsection-e\">(4) The three attempts referred to in subsection (1) must be made within a two-year period. O. Reg. 281/92, s. 6 (2).</p> <p class=\"subsection-e\">(5) An operator of a transfer service or an agent or employee thereof may obtain or offer to obtain services for the removal of a pacemaker or other device prescribed under clause 56 (2) (c) of the <i>Cemeteries Act (Revised)</i> from a dead human body. O. Reg. 584/92, s. 1 (2).</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. A person who was operating a transfer service on the 1st day of April, 1990 is exempt from subsection 11 (1) if the person managing the transfer service, (a) at the first available opportunity, passes the examination set or approved by the Board; or (b) within one year of failing the examination set or approved by the Board, completes a course in operating a transfer service approved by the Board and subsequently passes the examination set or approved by the Board. R.R.O. 1990, Reg. 470, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>A person who was operating a transfer service on the 1st day of April, 1990 is exempt from subsection 11 (1) if the person managing the transfer service,</p> <p class=\"clause-e\">(a) at the first available opportunity, passes the examination set or approved by the Board; or</p> <p class=\"clause-e\">(b) within one year of failing the examination set or approved by the Board, completes a course in operating a transfer service approved by the Board and subsequently passes the examination set or approved by the Board. R.R.O. 1990, Reg. 470, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) An operator of a transfer service shall transport a dead human body from the place removal was first requested directly to a cemetery or crematorium. R.R.O. 1990, Reg. 470, s. 13 (1). (2) Unless a dead human body is first embalmed, an operator of a transfer service shall not transport it unless the transportation is effected within seventy-two hours of death or within seventy-two hours from the time it is removed from refrigeration. R.R.O. 1990, Reg. 470, s. 13 (2). (3) Subsection (1) does not prevent an operator of a transfer service from transporting a dead human body from the place removal was first requested to a temporary holding facility used by the transfer service for that purpose. R.R.O. 1990, Reg. 470, s. 13 (3).",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) An operator of a transfer service shall transport a dead human body from the place removal was first requested directly to a cemetery or crematorium. R.R.O. 1990, Reg. 470, s. 13 (1).</p> <p class=\"subsection-e\">(2) Unless a dead human body is first embalmed, an operator of a transfer service shall not transport it unless the transportation is effected within seventy-two hours of death or within seventy-two hours from the time it is removed from refrigeration. R.R.O. 1990, Reg. 470, s. 13 (2).</p> <p class=\"subsection-e\">(3) Subsection (1) does not prevent an operator of a transfer service from transporting a dead human body from the place removal was first requested to a temporary holding facility used by the transfer service for that purpose. R.R.O. 1990, Reg. 470, s. 13 (3).</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. The registers maintained under subsection 2 (3) of the Act shall include, (a) the names of the funeral directors responsible for the management of each funeral establishment and the names of the persons responsible for the management of each transfer service; (b) the name and address of any person having a beneficial interest in the operation of the business of the licensee; and (c) if the operator of a funeral establishment or transfer service is a corporation, the names and addresses of, (i) the officers and directors of the corporation, and (ii) persons holding more than 10 per cent of the equity shares of the corporation and, if the persons are corporations, their officers and directors. R.R.O. 1990, Reg. 470, s. 14; O. Reg. 281/92, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>The registers maintained under subsection 2 (3) of the Act shall include,</p> <p class=\"clause-e\">(a) the names of the funeral directors responsible for the management of each funeral establishment and the names of the persons responsible for the management of each transfer service;</p> <p class=\"clause-e\">(b) the name and address of any person having a beneficial interest in the operation of the business of the licensee; and</p> <p class=\"clause-e\">(c) if the operator of a funeral establishment or transfer service is a corporation, the names and addresses of,</p> <p class=\"subclause-e\">(i) the officers and directors of the corporation, and</p> <p class=\"subclause-e\">(ii) persons holding more than 10 per cent of the equity shares of the corporation and, if the persons are corporations, their officers and directors. R.R.O. 1990, Reg. 470, s. 14; O. Reg. 281/92, s. 7.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. (1) Every operator of a funeral establishment or transfer service shall maintain books, records and accounts at the place of business, in which shall be recorded, (a) all money received under a contract for the purchase of funeral services or supplies or transfer services; (b) all money disbursed in accordance with the terms of a contract for the purchase of funeral services or supplies or transfer services; and (c) all other money received or disbursed in connection with its business. R.R.O. 1990, Reg. 470, s. 15 (1). (2) If the operator of a funeral establishment or transfer service has more than one place of business, separate books, records and accounts shall be maintained with respect to all money received or disbursed under clauses (1) (a) and (b) in respect of each place of business. R.R.O. 1990, Reg. 470, s. 15 (2); O. Reg. 281/92, s. 8 (1). (2.1) If the operator of a funeral establishment or transfer service has more than one place of business, all books, records and accounts of each place of business may be maintained at one of those places of business if the Registrar is informed in writing of the place where they are maintained. O. Reg. 281/92, s. 8 (2). (2.2) If there is a change with respect to the place of business at which the operator of a funeral establishment or transfer service maintains its books, records and accounts, the Registrar shall be informed in writing of the change within fifteen days of the change occurring. O. Reg. 281/92, s. 8 (2). (3) The books, records and accounts to be kept at each place of business shall include, (a) a book or other permanent accounting record showing all receipts and disbursements of money; (b) all bank statements, pass books and cashed cheques for any account maintained in connection with the operation of the business of the licensee; (c) detailed duplicate deposit slips respecting the deposit of funds received as payment for the sale of funeral services or supplies or transfer services on which is recorded the serial number of the receipt or invoice issued or such other reference as will readily identify the transaction to which the deposit relates; and (d) copies of all receipts or invoices issued in connection with the sale of funeral services or supplies or transfer services kept in numerical, alphabetical, chronological or other systematic order. R.R.O. 1990, Reg. 470, s. 15 (3). (4) The books, records and accounts required to be kept under this section shall be retained for a period of ten years from the date of providing the funeral services or supplies or transfer services, or from the date of the cancellation of a contract. R.R.O. 1990, Reg. 470, s. 15 (4). (5) The records under this section may be kept electronically or by using a magnetic medium if a written document can be readily produced and it is in an easily understandable form. R.R.O. 1990, Reg. 470, s. 15 (5).",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) Every operator of a funeral establishment or transfer service shall maintain books, records and accounts at the place of business, in which shall be recorded,</p> <p class=\"clause-e\">(a) all money received under a contract for the purchase of funeral services or supplies or transfer services;</p> <p class=\"clause-e\">(b) all money disbursed in accordance with the terms of a contract for the purchase of funeral services or supplies or transfer services; and</p> <p class=\"clause-e\">(c) all other money received or disbursed in connection with its business. R.R.O. 1990, Reg. 470, s. 15 (1).</p> <p class=\"subsection-e\">(2) If the operator of a funeral establishment or transfer service has more than one place of business, separate books, records and accounts shall be maintained with respect to all money received or disbursed under clauses (1) (a) and (b) in respect of each place of business. R.R.O. 1990, Reg. 470, s. 15 (2); O. Reg. 281/92, s. 8 (1).</p> <p class=\"subsection-e\">(2.1) If the operator of a funeral establishment or transfer service has more than one place of business, all books, records and accounts of each place of business may be maintained at one of those places of business if the Registrar is informed in writing of the place where they are maintained. O. Reg. 281/92, s. 8 (2).</p> <p class=\"subsection-e\">(2.2) If there is a change with respect to the place of business at which the operator of a funeral establishment or transfer service maintains its books, records and accounts, the Registrar shall be informed in writing of the change within fifteen days of the change occurring. O. Reg. 281/92, s. 8 (2).</p> <p class=\"subsection-e\">(3) The books, records and accounts to be kept at each place of business shall include,</p> <p class=\"clause-e\">(a) a book or other permanent accounting record showing all receipts and disbursements of money;</p> <p class=\"clause-e\">(b) all bank statements, pass books and cashed cheques for any account maintained in connection with the operation of the business of the licensee;</p> <p class=\"clause-e\">(c) detailed duplicate deposit slips respecting the deposit of funds received as payment for the sale of funeral services or supplies or transfer services on which is recorded the serial number of the receipt or invoice issued or such other reference as will readily identify the transaction to which the deposit relates; and</p> <p class=\"clause-e\">(d) copies of all receipts or invoices issued in connection with the sale of funeral services or supplies or transfer services kept in numerical, alphabetical, chronological or other systematic order. R.R.O. 1990, Reg. 470, s. 15 (3).</p> <p class=\"subsection-e\">(4) The books, records and accounts required to be kept under this section shall be retained for a period of ten years from the date of providing the funeral services or supplies or transfer services, or from the date of the cancellation of a contract. R.R.O. 1990, Reg. 470, s. 15 (4).</p> <p class=\"subsection-e\">(5) The records under this section may be kept electronically or by using a magnetic medium if a written document can be readily produced and it is in an easily understandable form. R.R.O. 1990, Reg. 470, s. 15 (5).</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. (1) Every operator of a funeral establishment or transfer service shall invest prepayment funds or shall dispatch such funds for investment by registered mail within five business days of their receipt. R.R.O. 1990, Reg. 470, s. 16 (1). (2) Every operator of a funeral establishment or transfer service shall retain the registered mail receipt until written acknowledgment of the receipt of the funds is received from the investment institution. R.R.O. 1990, Reg. 470, s. 16 (2). (3) If prepayment funds are to be deposited before their investment, the deposit shall be made to the Funeral Directors and Establishments Act Trust Account described in section 18. R.R.O. 1990, Reg. 470, s. 16 (3).",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) Every operator of a funeral establishment or transfer service shall invest prepayment funds or shall dispatch such funds for investment by registered mail within five business days of their receipt. R.R.O. 1990, Reg. 470, s. 16 (1).</p> <p class=\"subsection-e\">(2) Every operator of a funeral establishment or transfer service shall retain the registered mail receipt until written acknowledgment of the receipt of the funds is received from the investment institution. R.R.O. 1990, Reg. 470, s. 16 (2).</p> <p class=\"subsection-e\">(3) If prepayment funds are to be deposited before their investment, the deposit shall be made to the Funeral Directors and Establishments Act Trust Account described in section 18. R.R.O. 1990, Reg. 470, s. 16 (3).</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. (1) An operator of a funeral establishment may accept prepayment funds only through a funeral director or the funeral director’s authorized delegate. R.R.O. 1990, Reg. 470, s. 17 (1). (2) An operator of a transfer service may accept prepayment funds only through the person responsible for the management of the transfer service or that person’s authorized delegate. R.R.O. 1990, Reg. 470, s. 17 (2). (3) A delegate’s authority to accept prepayment funds shall expressly set out the necessity of the delegation and shall state whether or not the delegate is an employee of the operator of the funeral establishment or transfer service. R.R.O. 1990, Reg. 470, s. 17 (3). (4) A delegate’s authority to accept prepayment funds shall be in writing and a copy of the delegation of authority shall be given to the Registrar. R.R.O. 1990, Reg. 470, s. 17 (4).",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) An operator of a funeral establishment may accept prepayment funds only through a funeral director or the funeral director’s authorized delegate. R.R.O. 1990, Reg. 470, s. 17 (1).</p> <p class=\"subsection-e\">(2) An operator of a transfer service may accept prepayment funds only through the person responsible for the management of the transfer service or that person’s authorized delegate. R.R.O. 1990, Reg. 470, s. 17 (2).</p> <p class=\"subsection-e\">(3) A delegate’s authority to accept prepayment funds shall expressly set out the necessity of the delegation and shall state whether or not the delegate is an employee of the operator of the funeral establishment or transfer service. R.R.O. 1990, Reg. 470, s. 17 (3).</p> <p class=\"subsection-e\">(4) A delegate’s authority to accept prepayment funds shall be in writing and a copy of the delegation of authority shall be given to the Registrar. R.R.O. 1990, Reg. 470, s. 17 (4).</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "18. (1) Every operator of a funeral establishment or transfer service that deposits prepayment funds before their investment shall maintain a separate trust account in a branch of a depository located in Ontario which shall be designated as the “Funeral Directors and Establishments Act Trust Account”. R.R.O. 1990, Reg. 470, s. 18 (1). (2) No operator of a funeral establishment or transfer service shall maintain more than one account designated as the “Funeral Directors and Establishments Act Trust Account”. R.R.O. 1990, Reg. 470, s. 18 (2).",
            "raw_html": "<p class=\"section-e\"><b>18. </b>(1) Every operator of a funeral establishment or transfer service that deposits prepayment funds before their investment shall maintain a separate trust account in a branch of a depository located in Ontario which shall be designated as the “Funeral Directors and Establishments Act Trust Account”. R.R.O. 1990, Reg. 470, s. 18 (1).</p> <p class=\"subsection-e\">(2) No operator of a funeral establishment or transfer service shall maintain more than one account designated as the “Funeral Directors and Establishments Act Trust Account”. R.R.O. 1990, Reg. 470, s. 18 (2).</p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": "19. Every operator of a funeral establishment or transfer service that receives prepayment funds shall maintain a register or ledger located on its premises in which shall be entered, (a) the date of the contract; (b) the name and address of the person with whom the contract was made; (c) the name, address, age and when known, the place and date of death of the beneficiary; (d) the date on which the contract is fully performed, or cancelled; and (e) the details of the prepayment funds invested or deposited under section 16. R.R.O. 1990, Reg. 470, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>Every operator of a funeral establishment or transfer service that receives prepayment funds shall maintain a register or ledger located on its premises in which shall be entered,</p> <p class=\"clause-e\">(a) the date of the contract;</p> <p class=\"clause-e\">(b) the name and address of the person with whom the contract was made;</p> <p class=\"clause-e\">(c) the name, address, age and when known, the place and date of death of the beneficiary;</p> <p class=\"clause-e\">(d) the date on which the contract is fully performed, or cancelled; and</p> <p class=\"clause-e\">(e) the details of the prepayment funds invested or deposited under section 16. R.R.O. 1990, Reg. 470, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": null,
            "content": "20. (1) Every operator of a funeral establishment or transfer service shall invest prepayment funds and keep them reinvested in Ontario directly or through a fraternal society licensed under the Insurance Act that accepts prepayment funds in, (a) an interest-bearing savings account at a depository; or (b) deposit notes, deposit receipts, certificates of deposit, guaranteed investment certificates, term deposits or other similar instruments of a depository. R.R.O. 1990, Reg. 470, s. 20 (1). (2) Every investment shall be made and kept in the name of the licensed operator of a funeral establishment or transfer service in trust for the individual purchaser from whom the prepayment funds were received. R.R.O. 1990, Reg. 470, s. 20 (2). (3) In respect of investments made in the name of a funeral director in trust for purchasers before the 1st day of October, 1990, each funeral director shall, as soon as practicable, transfer these investments to the name of the licensed operator of the funeral establishment with which the funeral director is associated. R.R.O. 1990, Reg. 470, s. 20 (3). (4) A funeral director is not required to notify the purchaser of a transfer under subsection (3). R.R.O. 1990, Reg. 470, s. 20 (4). (5) No other money shall be included with the investment of prepayment funds. R.R.O. 1990, Reg. 470, s. 20 (5).",
            "raw_html": "<p class=\"section-e\"><b>20. </b>(1) Every operator of a funeral establishment or transfer service shall invest prepayment funds and keep them reinvested in Ontario directly or through a fraternal society licensed under the <i>Insurance Act</i> that accepts prepayment funds in,</p> <p class=\"clause-e\">(a) an interest-bearing savings account at a depository; or</p> <p class=\"clause-e\">(b) deposit notes, deposit receipts, certificates of deposit, guaranteed investment certificates, term deposits or other similar instruments of a depository. R.R.O. 1990, Reg. 470, s. 20 (1).</p> <p class=\"subsection-e\">(2) Every investment shall be made and kept in the name of the licensed operator of a funeral establishment or transfer service in trust for the individual purchaser from whom the prepayment funds were received. R.R.O. 1990, Reg. 470, s. 20 (2).</p> <p class=\"subsection-e\">(3) In respect of investments made in the name of a funeral director in trust for purchasers before the 1st day of October, 1990, each funeral director shall, as soon as practicable, transfer these investments to the name of the licensed operator of the funeral establishment with which the funeral director is associated. R.R.O. 1990, Reg. 470, s. 20 (3).</p> <p class=\"subsection-e\">(4) A funeral director is not required to notify the purchaser of a transfer under subsection (3). R.R.O. 1990, Reg. 470, s. 20 (4).</p> <p class=\"subsection-e\">(5) No other money shall be included with the investment of prepayment funds. R.R.O. 1990, Reg. 470, s. 20 (5).</p>"
        },
        {
            "id": "21.",
            "section": null,
            "content": "21. Within ten days after the investment of prepayment funds, the operator of a funeral establishment or transfer service shall deliver to the purchaser the original or a copy of the investment receipt provided by the depository or fraternal society. R.R.O. 1990, Reg. 470, s. 21.",
            "raw_html": "<p class=\"section-e\"><b>21. </b>Within ten days after the investment of prepayment funds, the operator of a funeral establishment or transfer service shall deliver to the purchaser the original or a copy of the investment receipt provided by the depository or fraternal society. R.R.O. 1990, Reg. 470, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": null,
            "content": "22. (1) An operator of a funeral establishment or transfer service shall not disburse or withdraw any prepayment funds until, (a) proof of the beneficiary’s death is received and payment is to be made to the person providing the funeral services or supplies or transfer services for which the prepayment funds were received; (b) proof of the beneficiary’s death is received and the funeral establishment or transfer service itself provides the funeral services or supplies or transfer services for which the prepayment funds were received; (c) written cancellation of the contract is received; or (d) the prepayment funds are re-invested in accordance with section 20. R.R.O. 1990, Reg. 470, s. 22 (1). (2) If a licensee has reasonable grounds to believe that a beneficiary of a prepaid contract has or would have reached the age of 120 years and the licensee is unable to determine that the beneficiary is alive, (a) the beneficiary shall be deemed to be deceased; and (b) the prepaid contract shall be deemed to be cancelled. O. Reg. 281/92, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>22. </b>(1) An operator of a funeral establishment or transfer service shall not disburse or withdraw any prepayment funds until,</p> <p class=\"clause-e\">(a) proof of the beneficiary’s death is received and payment is to be made to the person providing the funeral services or supplies or transfer services for which the prepayment funds were received;</p> <p class=\"clause-e\">(b) proof of the beneficiary’s death is received and the funeral establishment or transfer service itself provides the funeral services or supplies or transfer services for which the prepayment funds were received;</p> <p class=\"clause-e\">(c) written cancellation of the contract is received; or</p> <p class=\"clause-e\">(d) the prepayment funds are re-invested in accordance with section 20. R.R.O. 1990, Reg. 470, s. 22 (1).</p> <p class=\"subsection-e\">(2) If a licensee has reasonable grounds to believe that a beneficiary of a prepaid contract has or would have reached the age of 120 years and the licensee is unable to determine that the beneficiary is alive,</p> <p class=\"clause-e\">(a) the beneficiary shall be deemed to be deceased; and</p> <p class=\"clause-e\">(b) the prepaid contract shall be deemed to be cancelled. O. Reg. 281/92, s. 9.</p>"
        },
        {
            "id": "23.",
            "section": null,
            "content": "23. (1) Every operator of a funeral establishment or transfer service shall, at the request of the purchaser, inform the purchaser of the accumulated value of the prepayment funds, the name of the depository and the form in which the prepayment funds are invested. R.R.O. 1990, Reg. 470, s. 23 (1). (2) The information under subsection (1) need not be provided more than once a year. R.R.O. 1990, Reg. 470, s. 23 (2).",
            "raw_html": "<p class=\"section-e\"><b>23. </b>(1) Every operator of a funeral establishment or transfer service shall, at the request of the purchaser, inform the purchaser of the accumulated value of the prepayment funds, the name of the depository and the form in which the prepayment funds are invested. R.R.O. 1990, Reg. 470, s. 23 (1).</p> <p class=\"subsection-e\">(2) The information under subsection (1) need not be provided more than once a year. R.R.O. 1990, Reg. 470, s. 23 (2).</p>"
        },
        {
            "id": "24.",
            "section": null,
            "content": "24. If requested in writing by the Registrar, every operator of a funeral establishment or transfer service shall account within thirty days for all prepayment funds received from a purchaser. R.R.O. 1990, Reg. 470, s. 24.",
            "raw_html": "<p class=\"section-e\"><b>24. </b>If requested in writing by the Registrar, every operator of a funeral establishment or transfer service shall account within thirty days for all prepayment funds received from a purchaser. R.R.O. 1990, Reg. 470, s. 24.</p>"
        },
        {
            "id": "25.",
            "section": null,
            "content": "25. (1) Within three months after its fiscal year end, every operator of a funeral establishment or transfer service shall have a report prepared by a public accountant licensed under the Public Accountancy Act with respect to all prepayment funds invested. O. Reg. 281/92, s. 10. (2) The report shall be accompanied by a statement as to whether or not the prepayment funds are being held and dealt with in accordance with sections 20 and 22. O. Reg. 281/92, s. 10. (3) The report and statement shall be submitted to the Registrar within four months after the fiscal year end of the operator. R.R.O. 1990, Reg. 470, s. 25 (3).",
            "raw_html": "<p class=\"section-e\"><b>25. </b>(1) Within three months after its fiscal year end, every operator of a funeral establishment or transfer service shall have a report prepared by a public accountant licensed under the <i>Public Accountancy Act</i> with respect to all prepayment funds invested. O. Reg. 281/92, s. 10.</p> <p class=\"subsection-e\">(2) The report shall be accompanied by a statement as to whether or not the prepayment funds are being held and dealt with in accordance with sections 20 and 22. O. Reg. 281/92, s. 10.</p> <p class=\"subsection-e\">(3) The report and statement shall be submitted to the Registrar within four months after the fiscal year end of the operator. R.R.O. 1990, Reg. 470, s. 25 (3).</p>"
        },
        {
            "id": "26.",
            "section": null,
            "content": "26. Every operator of a funeral establishment offering services to the public and every operator of a transfer service shall make available and shall, upon request, provide an inexpensive transfer service. R.R.O. 1990, Reg. 470, s. 26.",
            "raw_html": "<p class=\"section-e\"><b>26. </b>Every operator of a funeral establishment offering services to the public and every operator of a transfer service shall make available and shall, upon request, provide an inexpensive transfer service. R.R.O. 1990, Reg. 470, s. 26.</p>"
        },
        {
            "id": "27.",
            "section": null,
            "content": "27. (1) A person who owns, operates or has direct control of a funeral establishment or transfer service shall not own, operate or have direct control of a cemetery or crematorium. R.R.O. 1990, Reg. 470, s. 27 (1). (2) A person who is on the board of directors of the operator of a funeral establishment or transfer service shall not be on the board of directors of the owner of a cemetery or crematorium. R.R.O. 1990, Reg. 470, s. 27 (2). (3) No employee of an operator of a funeral establishment or transfer service shall also be an employee of an owner of a cemetery or crematorium. R.R.O. 1990, Reg. 470, s. 27 (3). (4) Nothing in this section prevents a person from serving as an unpaid volunteer board member in respect of a cemetery operated on a non-profit basis. R.R.O. 1990, Reg. 470, s. 27 (4).",
            "raw_html": "<p class=\"section-e\"><b>27. </b>(1) A person who owns, operates or has direct control of a funeral establishment or transfer service shall not own, operate or have direct control of a cemetery or crematorium. R.R.O. 1990, Reg. 470, s. 27 (1).</p> <p class=\"subsection-e\">(2) A person who is on the board of directors of the operator of a funeral establishment or transfer service shall not be on the board of directors of the owner of a cemetery or crematorium. R.R.O. 1990, Reg. 470, s. 27 (2).</p> <p class=\"subsection-e\">(3) No employee of an operator of a funeral establishment or transfer service shall also be an employee of an owner of a cemetery or crematorium. R.R.O. 1990, Reg. 470, s. 27 (3).</p> <p class=\"subsection-e\">(4) Nothing in this section prevents a person from serving as an unpaid volunteer board member in respect of a cemetery operated on a non-profit basis. R.R.O. 1990, Reg. 470, s. 27 (4).</p>"
        },
        {
            "id": "28.",
            "section": null,
            "content": "28. (1) If the operator of a funeral establishment or transfer service carries on business under a name or style other than its corporate name, (a) the corporate name shall be clearly disclosed to the public on the licensee’s letterhead, contracts, price lists, brochures and business signs; and (b) a notice shall be posted in a conspicuous place on the premises indicating the corporate name and listing, by name, every other funeral establishment or transfer service that the corporation operates within a 170 kilometre radius. R.R.O. 1990, Reg. 470, s. 28 (1). (2) Clause (1) (a) does not apply in respect of business signs until the 1st day of October, 1991. R.R.O. 1990, Reg. 470, s. 28 (2).",
            "raw_html": "<p class=\"section-e\"><b>28. </b>(1) If the operator of a funeral establishment or transfer service carries on business under a name or style other than its corporate name,</p> <p class=\"clause-e\">(a) the corporate name shall be clearly disclosed to the public on the licensee’s letterhead, contracts, price lists, brochures and business signs; and</p> <p class=\"clause-e\">(b) a notice shall be posted in a conspicuous place on the premises indicating the corporate name and listing, by name, every other funeral establishment or transfer service that the corporation operates within a 170 kilometre radius. R.R.O. 1990, Reg. 470, s. 28 (1).</p> <p class=\"subsection-e\">(2) Clause (1) (a) does not apply in respect of business signs until the 1st day of October, 1991. R.R.O. 1990, Reg. 470, s. 28 (2).</p>"
        },
        {
            "id": "29.",
            "section": null,
            "content": "29. (1) Notice shall be given by the operator of a funeral establishment or transfer service to all persons who have entered into prepaid contracts for funeral services or supplies or transfer services of the following changes: 1. A person acquires directly or indirectly 25 per cent or more of the shares of the licensee. 2. There is a change with regard to any person having a beneficial interest in the business of the licensee. 3. There is a sale of the assets of a licensee to a new licensee. 4. A licence is terminated, revoked, voluntarily surrendered or expires. 5. There is a change in the directing or control of the business. R.R.O. 1990, Reg. 470, s. 29 (1); O. Reg. 281/92, s. 11 (1). (2) The notice shall include notice of the right to cancel the contract. R.R.O. 1990, Reg. 470, s. 29 (2). (3) The notice shall be given within thirty days of the change occurring. R.R.O. 1990, Reg. 470, s. 29 (3). (4) This section does not apply when a sole proprietorship or a partnership incorporates without effecting any change in the directing or control of the business. O. Reg. 281/92, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"><b>29. </b>(1) Notice shall be given by the operator of a funeral establishment or transfer service to all persons who have entered into prepaid contracts for funeral services or supplies or transfer services of the following changes:</p> <p class=\"paragraph-e\">1. A person acquires directly or indirectly 25 per cent or more of the shares of the licensee.</p> <p class=\"paragraph-e\">2. There is a change with regard to any person having a beneficial interest in the business of the licensee.</p> <p class=\"paragraph-e\">3. There is a sale of the assets of a licensee to a new licensee.</p> <p class=\"paragraph-e\">4. A licence is terminated, revoked, voluntarily surrendered or expires.</p> <p class=\"paragraph-e\">5. There is a change in the directing or control of the business. R.R.O. 1990, Reg. 470, s. 29 (1); O. Reg. 281/92, s. 11 (1).</p> <p class=\"subsection-e\">(2) The notice shall include notice of the right to cancel the contract. R.R.O. 1990, Reg. 470, s. 29 (2).</p> <p class=\"subsection-e\">(3) The notice shall be given within thirty days of the change occurring. R.R.O. 1990, Reg. 470, s. 29 (3).</p> <p class=\"subsection-e\">(4) This section does not apply when a sole proprietorship or a partnership incorporates without effecting any change in the directing or control of the business. O. Reg. 281/92, s. 11 (2).</p>"
        },
        {
            "id": "30.",
            "section": null,
            "content": "30. (1) If a dead human body is cremated and the cremated remains are not claimed, the funeral director or the operator of a transfer service having possession of the cremated remains shall retain them for a period of not less than one year from the date of cremation. R.R.O. 1990, Reg. 470, s. 30 (1). (2) If the cremated remains are not claimed within the one-year period, the funeral director or transfer service operator may bury them in a common ground burial site. R.R.O. 1990, Reg. 470, s. 30 (2). (3) The funeral director or transfer service operator shall maintain records of all burials made under subsection (2). R.R.O. 1990, Reg. 470, s. 30 (3). (4) Subsections (1) to (3) apply to cremated remains in existence on the 1st day of October, 1990. R.R.O. 1990, Reg. 470, s. 30 (4). (5) At the time a contract for funeral services or supplies or transfer services involving cremation is entered into, the funeral director or transfer service operator shall disclose the requirements set out in subsections (1) to (3). R.R.O. 1990, Reg. 470, s. 30 (5). (6) The maximum refundable deposit that may be required toward the price of unclaimed cremated remains is $150. R.R.O. 1990, Reg. 470, s. 30 (6).",
            "raw_html": "<p class=\"section-e\"><b>30. </b>(1) If a dead human body is cremated and the cremated remains are not claimed, the funeral director or the operator of a transfer service having possession of the cremated remains shall retain them for a period of not less than one year from the date of cremation. R.R.O. 1990, Reg. 470, s. 30 (1).</p> <p class=\"subsection-e\">(2) If the cremated remains are not claimed within the one-year period, the funeral director or transfer service operator may bury them in a common ground burial site. R.R.O. 1990, Reg. 470, s. 30 (2).</p> <p class=\"subsection-e\">(3) The funeral director or transfer service operator shall maintain records of all burials made under subsection (2). R.R.O. 1990, Reg. 470, s. 30 (3).</p> <p class=\"subsection-e\">(4) Subsections (1) to (3) apply to cremated remains in existence on the 1st day of October, 1990. R.R.O. 1990, Reg. 470, s. 30 (4).</p> <p class=\"subsection-e\">(5) At the time a contract for funeral services or supplies or transfer services involving cremation is entered into, the funeral director or transfer service operator shall disclose the requirements set out in subsections (1) to (3). R.R.O. 1990, Reg. 470, s. 30 (5).</p> <p class=\"subsection-e\">(6) The maximum refundable deposit that may be required toward the price of unclaimed cremated remains is $150. R.R.O. 1990, Reg. 470, s. 30 (6).</p>"
        },
        {
            "id": "31.",
            "section": null,
            "content": "31. (1) It is a condition of a funeral director’s licence that the funeral director attends, at least once every five years, a professional development course of instruction in topics related to funeral services conducted or approved by the Board. R.R.O. 1990, Reg. 470, s. 31 (1). (2) The Registrar shall keep a record of every course of professional development attended by each funeral director. R.R.O. 1990, Reg. 470, s. 31 (2). (3) A funeral director who is unable to attend a course as required by subsection (1) may upon filing proof of extraordinary circumstances be granted an extension of time by the Board in which to comply with subsection (1). R.R.O. 1990, Reg. 470, s. 31 (3). (4) Subsection (1) does not apply to a licensed funeral director who is not actively engaged in providing or directing the provision of funeral services in the Province of Ontario. R.R.O. 1990, Reg. 470, s. 31 (4). (5) A funeral director who is not actively engaged as such in the Province of Ontario for a period of less than ten consecutive years shall, immediately upon becoming actively engaged, take the first available course referred to in subsection (1). R.R.O. 1990, Reg. 470, s. 31 (5). (6) A funeral director who is not actively engaged as such in the Province of Ontario for a period of ten or more consecutive years shall take and pass the licensing examination set or approved by the Board before becoming actively engaged as a funeral director. R.R.O. 1990, Reg. 470, s. 31 (6). (7) It is a condition of a funeral director’s licence issued in accordance with subclause 3 (6) (c) (ii) that the funeral director attain the standards mentioned in that subclause within a reasonable time after the issuance of the licence as the Board determines. O. Reg. 194/01, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>31. </b>(1) It is a condition of a funeral director’s licence that the funeral director attends, at least once every five years, a professional development course of instruction in topics related to funeral services conducted or approved by the Board. R.R.O. 1990, Reg. 470, s. 31 (1).</p> <p class=\"subsection-e\">(2) The Registrar shall keep a record of every course of professional development attended by each funeral director. R.R.O. 1990, Reg. 470, s. 31 (2).</p> <p class=\"subsection-e\">(3) A funeral director who is unable to attend a course as required by subsection (1) may upon filing proof of extraordinary circumstances be granted an extension of time by the Board in which to comply with subsection (1). R.R.O. 1990, Reg. 470, s. 31 (3).</p> <p class=\"subsection-e\">(4) Subsection (1) does not apply to a licensed funeral director who is not actively engaged in providing or directing the provision of funeral services in the Province of Ontario. R.R.O. 1990, Reg. 470, s. 31 (4).</p> <p class=\"subsection-e\">(5) A funeral director who is not actively engaged as such in the Province of Ontario for a period of less than ten consecutive years shall, immediately upon becoming actively engaged, take the first available course referred to in subsection (1). R.R.O. 1990, Reg. 470, s. 31 (5).</p> <p class=\"subsection-e\">(6) A funeral director who is not actively engaged as such in the Province of Ontario for a period of ten or more consecutive years shall take and pass the licensing examination set or approved by the Board before becoming actively engaged as a funeral director. R.R.O. 1990, Reg. 470, s. 31 (6).</p> <p class=\"subsection-e\">(7) It is a condition of a funeral director’s licence issued in accordance with subclause 3 (6) (c) (ii) that the funeral director attain the standards mentioned in that subclause within a reasonable time after the issuance of the licence as the Board determines. O. Reg. 194/01, s. 2.</p>"
        },
        {
            "id": "32.",
            "section": null,
            "content": "32. (1) A licensee shall not provide for cremation a container or casket made of or containing material prohibited under clause 56 (2) (b) of the Cemeteries Act (Revised).  O. Reg. 281/92, s. 12. (2) A licensee shall not provide a dead human body for cremation if a pacemaker or other device prescribed under clause 56 (2) (c) of the Cemeteries Act (Revised) is implanted in the body. O. Reg. 281/92, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>32. </b>(1) A licensee shall not provide for cremation a container or casket made of or containing material prohibited under clause 56 (2) (b) of the <i>Cemeteries Act (Revised).</i>  O. Reg. 281/92, s. 12<i>.</i></p> <p class=\"subsection-e\">(2) A licensee shall not provide a dead human body for cremation if a pacemaker or other device prescribed under clause 56 (2) (c) of the <i>Cemeteries Act (Revised)</i> is implanted in the body. O. Reg. 281/92, s. 12.</p>"
        },
        {
            "id": "33.",
            "section": null,
            "content": "33. (1) Every contract signed on behalf of a funeral establishment shall be signed by a funeral director. O. Reg. 281/92, s. 13. (2) Every contract signed on behalf of a transfer service shall be signed by the person responsible for the management of the transfer service. O. Reg. 281/92, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>33. </b>(1) Every contract signed on behalf of a funeral establishment shall be signed by a funeral director. O. Reg. 281/92, s. 13.</p> <p class=\"subsection-e\">(2) Every contract signed on behalf of a transfer service shall be signed by the person responsible for the management of the transfer service. O. Reg. 281/92, s. 13.</p>"
        },
        {
            "id": "34.",
            "section": null,
            "content": "34. Every contract executed for the delivery of funeral services or supplies or transfer services shall be signed by the parties to the contract as soon as practicable after an agreement has been reached and, in any event, before the delivery of all agreed upon funeral services or supplies or transfer services. R.R.O. 1990, Reg. 470, s. 34.",
            "raw_html": "<p class=\"section-e\"><b>34. </b>Every contract executed for the delivery of funeral services or supplies or transfer services shall be signed by the parties to the contract as soon as practicable after an agreement has been reached and, in any event, before the delivery of all agreed upon funeral services or supplies or transfer services. R.R.O. 1990, Reg. 470, s. 34.</p>"
        },
        {
            "id": "35.",
            "section": null,
            "content": "35. The operator of a transfer service shall, before the execution of a contract with a purchaser, inform the purchaser, (a) that it cannot be present at or participate in the conduct of a funeral; (b) that it cannot be present at or conduct a visitation; and (c) that it cannot transport a dead human body except in accordance with section 13. R.R.O. 1990, Reg. 470, s. 35.",
            "raw_html": "<p class=\"section-e\"><b>35. </b>The operator of a transfer service shall, before the execution of a contract with a purchaser, inform the purchaser,</p> <p class=\"clause-e\">(a) that it cannot be present at or participate in the conduct of a funeral;</p> <p class=\"clause-e\">(b) that it cannot be present at or conduct a visitation; and</p> <p class=\"clause-e\">(c) that it cannot transport a dead human body except in accordance with section 13. R.R.O. 1990, Reg. 470, s. 35.</p>"
        },
        {
            "id": "36.",
            "section": null,
            "content": "36. (1) Every operator of a funeral establishment offering services to the public and every operator of a transfer service shall ensure that every contract includes, (a) the date the contract was made; (b) the full name and address of the purchaser; (c) the name and address of the funeral establishment or the transfer service; (d) the full name and address of the beneficiary; (e) an itemized list of the funeral services or supplies or transfer services to be provided, including the price and description of each; (f) specific instructions for embalming if embalming is to be performed; (g) the amount of money received and, if determinable, the total price of the contract; and (h) the details of the payments for the unpaid balance of the contract, including the interest charges and any reduction for prompt payment. R.R.O. 1990, Reg. 470, s. 36. (2) If funeral services, funeral supplies or transfer services, or any combination of them, are to be provided as a package, the itemized list referred to in clause (1) (e) shall set out the price of each item as though the item was sold separately and not as part of a package. O. Reg. 584/92, s. 2. (3) If funeral services, funeral supplies or transfer services, or any combination of them, are to be provided as a package, the contract shall, in addition to the matters referred to in subsection (1), set out, (a) the total of the prices listed in accordance with subsection (2); (b) the package price, if different from the total price in clause (a); and (c) if there is a package price, the amount of the difference between the total price and the package price. O. Reg. 584/92, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>36. </b>(1) Every operator of a funeral establishment offering services to the public and every operator of a transfer service shall ensure that every contract includes,</p> <p class=\"clause-e\">(a) the date the contract was made;</p> <p class=\"clause-e\">(b) the full name and address of the purchaser;</p> <p class=\"clause-e\">(c) the name and address of the funeral establishment or the transfer service;</p> <p class=\"clause-e\">(d) the full name and address of the beneficiary;</p> <p class=\"clause-e\">(e) an itemized list of the funeral services or supplies or transfer services to be provided, including the price and description of each;</p> <p class=\"clause-e\">(f) specific instructions for embalming if embalming is to be performed;</p> <p class=\"clause-e\">(g) the amount of money received and, if determinable, the total price of the contract; and</p> <p class=\"clause-e\">(h) the details of the payments for the unpaid balance of the contract, including the interest charges and any reduction for prompt payment. R.R.O. 1990, Reg. 470, s. 36.</p> <p class=\"subsection-e\">(2) If funeral services, funeral supplies or transfer services, or any combination of them, are to be provided as a package, the itemized list referred to in clause (1) (e) shall set out the price of each item as though the item was sold separately and not as part of a package. O. Reg. 584/92, s. 2.</p> <p class=\"subsection-e\">(3) If funeral services, funeral supplies or transfer services, or any combination of them, are to be provided as a package, the contract shall, in addition to the matters referred to in subsection (1), set out,</p> <p class=\"clause-e\">(a) the total of the prices listed in accordance with subsection (2);</p> <p class=\"clause-e\">(b) the package price, if different from the total price in clause (a); and</p> <p class=\"clause-e\">(c) if there is a package price, the amount of the difference between the total price and the package price. O. Reg. 584/92, s. 2.</p>"
        },
        {
            "id": "37.",
            "section": null,
            "content": "37. (1) Every contract shall be made at least in duplicate and one copy shall be delivered to the purchaser. R.R.O. 1990, Reg. 470, s. 37. (2) Every contract shall be retained by licensees for a period of ten years from the date the contract is fulfilled or cancelled. O. Reg. 584/92, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>37. </b>(1) Every contract shall be made at least in duplicate and one copy shall be delivered to the purchaser. R.R.O. 1990, Reg. 470, s. 37.</p> <p class=\"subsection-e\">(2) Every contract shall be retained by licensees for a period of ten years from the date the contract is fulfilled or cancelled. O. Reg. 584/92, s. 3.</p>"
        },
        {
            "id": "38.",
            "section": null,
            "content": "38. Every prepaid contract shall include, in addition to the information required under section 36, (a) a serial or other unique identifying number; (b) the date and place of birth of the beneficiary, if known; (c) a statement indicating whether or not the funeral establishment or transfer service guarantees to fulfil the contract at a fixed price, exclusive of any taxes or charges imposed by the provincial or federal government, and, (i) if so, a statement indicating what that price is, whether or not payment has been made in full, the amount already paid by the purchaser, and the schedule of payment instalments to be made by the purchaser, or (ii) if not, a statement indicating how the full payment will be calculated, inclusive of all borrowing and other charges, the amount already paid by the purchaser, and the schedule of payment instalments to be made by the purchaser; (d) a statement setting out the obligations under section 21; (e) a statement advising that, (i) before the death of the beneficiary, the purchaser or a person designated in the contract by the purchaser may cancel the contract at any time and, subject to clause (g), is entitled to receive the money paid under the contract and all income accrued thereon except, if the contract is cancelled after thirty days, the fee that may be deducted under subsection 39 (1), (ii) before the death of the beneficiary but after the death of the purchaser, the beneficiary or the beneficiary’s personal representative may cancel the contract at any time and, subject to clause (g), the beneficiary is entitled to receive the money paid under the contract and all income accrued thereon except, if the contract is cancelled after thirty days, the fee that may be deducted under subsection 39 (1), (iii) after the death of the beneficiary, the beneficiary’s personal representative may cancel the contract at any time before the delivery of all the services contracted for and, subject to clause (g), the estate of the beneficiary is entitled to receive the money paid under the contract and all income accrued thereon except, if the contract is cancelled after thirty days, the fee that may be deducted under subsection 39 (1), (iv) if the prepayment funds are in excess of the cost of delivering the services or supplies contracted for, the balance will be paid to the beneficiary’s estate, and (v) the purchaser is entitled to know, on an annual basis, the accumulated value of the prepayment funds, the name of the depository and the form in which the prepayment funds are invested, if the purchaser requests that information; (f) a statement explaining the circumstances of substitution without increase of cost and details of the requirements of subsection 40 (2); and (g) a statement advising that if the contract is cancelled, the funds and income paid out in accordance with subsection 34 (2) of the Act shall not include the cancellation fee, if any, charged by the investment institution. R.R.O. 1990, Reg. 470, s. 38; O. Reg. 281/92, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>38. </b>Every prepaid contract shall include, in addition to the information required under section 36,</p> <p class=\"clause-e\">(a) a serial or other unique identifying number;</p> <p class=\"clause-e\">(b) the date and place of birth of the beneficiary, if known;</p> <p class=\"clause-e\">(c) a statement indicating whether or not the funeral establishment or transfer service guarantees to fulfil the contract at a fixed price, exclusive of any taxes or charges imposed by the provincial or federal government, and,</p> <p class=\"subclause-e\">(i) if so, a statement indicating what that price is, whether or not payment has been made in full, the amount already paid by the purchaser, and the schedule of payment instalments to be made by the purchaser, or</p> <p class=\"subclause-e\">(ii) if not, a statement indicating how the full payment will be calculated, inclusive of all borrowing and other charges, the amount already paid by the purchaser, and the schedule of payment instalments to be made by the purchaser;</p> <p class=\"clause-e\">(d) a statement setting out the obligations under section 21;</p> <p class=\"clause-e\">(e) a statement advising that,</p> <p class=\"subclause-e\">(i) before the death of the beneficiary, the purchaser or a person designated in the contract by the purchaser may cancel the contract at any time and, subject to clause (g), is entitled to receive the money paid under the contract and all income accrued thereon except, if the contract is cancelled after thirty days, the fee that may be deducted under subsection 39 (1),</p> <p class=\"subclause-e\">(ii) before the death of the beneficiary but after the death of the purchaser, the beneficiary or the beneficiary’s personal representative may cancel the contract at any time and, subject to clause (g), the beneficiary is entitled to receive the money paid under the contract and all income accrued thereon except, if the contract is cancelled after thirty days, the fee that may be deducted under subsection 39 (1),</p> <p class=\"subclause-e\">(iii) after the death of the beneficiary, the beneficiary’s personal representative may cancel the contract at any time before the delivery of all the services contracted for and, subject to clause (g), the estate of the beneficiary is entitled to receive the money paid under the contract and all income accrued thereon except, if the contract is cancelled after thirty days, the fee that may be deducted under subsection 39 (1),</p> <p class=\"subclause-e\">(iv) if the prepayment funds are in excess of the cost of delivering the services or supplies contracted for, the balance will be paid to the beneficiary’s estate, and</p> <p class=\"subclause-e\">(v) the purchaser is entitled to know, on an annual basis, the accumulated value of the prepayment funds, the name of the depository and the form in which the prepayment funds are invested, if the purchaser requests that information;</p> <p class=\"clause-e\">(f) a statement explaining the circumstances of substitution without increase of cost and details of the requirements of subsection 40 (2); and</p> <p class=\"clause-e\">(g) a statement advising that if the contract is cancelled, the funds and income paid out in accordance with subsection 34 (2) of the Act shall not include the cancellation fee, if any, charged by the investment institution. R.R.O. 1990, Reg. 470, s. 38; O. Reg. 281/92, s. 14.</p>"
        },
        {
            "id": "39.",
            "section": null,
            "content": "39. (1) The fees that may be deducted from the amount paid when a prepaid contract is cancelled after thirty days is 10 per cent of the prepayment funds to a maximum of $200. R.R.O. 1990, Reg. 470, s. 39 (1). (2) The prescribed interest rate under subsection 36 (2) of the Act is the higher of, (a) the interest rate actually received on the money; and (b) the interest rate which would have been received had the same amount of money been invested continuously in Canada Savings Bonds. R.R.O. 1990, Reg. 470, s. 39 (2).",
            "raw_html": "<p class=\"section-e\"><b>39. </b>(1) The fees that may be deducted from the amount paid when a prepaid contract is cancelled after thirty days is 10 per cent of the prepayment funds to a maximum of $200. R.R.O. 1990, Reg. 470, s. 39 (1).</p> <p class=\"subsection-e\">(2) The prescribed interest rate under subsection 36 (2) of the Act is the higher of,</p> <p class=\"clause-e\">(a) the interest rate actually received on the money; and</p> <p class=\"clause-e\">(b) the interest rate which would have been received had the same amount of money been invested continuously in Canada Savings Bonds. R.R.O. 1990, Reg. 470, s. 39 (2).</p>"
        },
        {
            "id": "40.",
            "section": null,
            "content": "40. (1) The operator of a funeral establishment or transfer service may, without the consent of the purchaser or the personal representative, subcontract a clearly defined portion, but not all, of the services or supplies contracted for. R.R.O. 1990, Reg. 470, s. 40 (1). (2) If the operator of a funeral establishment or transfer service must substitute goods or services agreed to under a contract, it shall inform the purchaser or the representatives of the beneficiary of the substitution and the purchaser or representative may cancel that part of the contract. R.R.O. 1990, Reg. 470, s. 40 (2).",
            "raw_html": "<p class=\"section-e\"><b>40. </b>(1) The operator of a funeral establishment or transfer service may, without the consent of the purchaser or the personal representative, subcontract a clearly defined portion, but not all, of the services or supplies contracted for. R.R.O. 1990, Reg. 470, s. 40 (1).</p> <p class=\"subsection-e\">(2) If the operator of a funeral establishment or transfer service must substitute goods or services agreed to under a contract, it shall inform the purchaser or the representatives of the beneficiary of the substitution and the purchaser or representative may cancel that part of the contract. R.R.O. 1990, Reg. 470, s. 40 (2).</p>"
        },
        {
            "id": "41.",
            "section": null,
            "content": "41. (1) Every operator of a funeral establishment offering services to the public shall make available to the public an up-to-date list of the funeral services, funeral supplies and transfer services it generally offers and their corresponding prices. R.R.O. 1990, Reg. 470, s. 41 (1). (2) The list referred to in subsection (1) shall include, (a) the price of professional and staff services; (b) the price of embalming or other preparations of the remains of the deceased person; (c) the price of the use of facilities for visitations or services; (d) the price for the use of facilities for the embalming or the shelter of the remains of the deceased person, including the cost of refrigeration; (e) the price of the transfer of the remains of the deceased person; (f) the price for the use of a funeral coach; (g) the price for the use of a clergy or lead car; (h) the price for use of any automobiles in addition to those referred to in clauses (f) and (g); (i) the price of funeral services and supplies and transfer services offered as a package, indicating each item included in the package; and (j) the price of completing or obtaining any necessary forms or documents. R.R.O. 1990, Reg. 470, s. 41 (2). (3) Every operator of a funeral establishment offering services to the public shall maintain an up-to-date list of the caskets, containers, outer burial containers and urns that are generally offered for sale in the funeral establishment. R.R.O. 1990, Reg. 470, s. 41 (3). (4) The list referred to in subsection (3) shall give the name, a brief description and the price of each casket, container, outer burial container and urn, including the manufacturer’s name, if available, and any model number. R.R.O. 1990, Reg. 470, s. 41 (4). (5) The lists referred to in subsections (1) and (3) shall clearly state the effective date of the list and the name and address of the funeral establishment, including the name of the licensee of the funeral establishment and the name of the funeral director who manages and supervises the establishment. R.R.O. 1990, Reg. 470, s. 41 (5). (6) Every operator of a funeral establishment offering services to the public shall, before a potential purchaser selects funeral services, supplies or transfer services, offer to that purchaser a copy of the lists referred to in subsections (1) and (3). R.R.O. 1990, Reg. 470, s. 41 (6). (7) Copies of the printed lists or a notice stating that a price list is available without charge or obligation shall be located in a conspicuous place near the main entrance of the funeral establishment offering services to the public and shall be available to be picked up by any person entering the premises. R.R.O. 1990, Reg. 470, s. 41 (7). (8) Every operator of a funeral establishment offering services to the public shall provide, without cost, a copy of the lists referred to in subsections (1) and (3) to every person who requests the list or any information contained in the list. R.R.O. 1990, Reg. 470, s. 41 (8). (9) Prices on the lists shall be expressed as a fixed charge, an hourly rate, a rate per kilometre or other unit of compensation. R.R.O. 1990, Reg. 470, s. 41 (9).",
            "raw_html": "<p class=\"section-e\"><b>41. </b>(1) Every operator of a funeral establishment offering services to the public shall make available to the public an up-to-date list of the funeral services, funeral supplies and transfer services it generally offers and their corresponding prices. R.R.O. 1990, Reg. 470, s. 41 (1).</p> <p class=\"subsection-e\">(2) The list referred to in subsection (1) shall include,</p> <p class=\"clause-e\">(a) the price of professional and staff services;</p> <p class=\"clause-e\">(b) the price of embalming or other preparations of the remains of the deceased person;</p> <p class=\"clause-e\">(c) the price of the use of facilities for visitations or services;</p> <p class=\"clause-e\">(d) the price for the use of facilities for the embalming or the shelter of the remains of the deceased person, including the cost of refrigeration;</p> <p class=\"clause-e\">(e) the price of the transfer of the remains of the deceased person;</p> <p class=\"clause-e\">(f) the price for the use of a funeral coach;</p> <p class=\"clause-e\">(g) the price for the use of a clergy or lead car;</p> <p class=\"clause-e\">(h) the price for use of any automobiles in addition to those referred to in clauses (f) and (g);</p> <p class=\"clause-e\">(i) the price of funeral services and supplies and transfer services offered as a package, indicating each item included in the package; and</p> <p class=\"clause-e\">(j) the price of completing or obtaining any necessary forms or documents. R.R.O. 1990, Reg. 470, s. 41 (2).</p> <p class=\"subsection-e\">(3) Every operator of a funeral establishment offering services to the public shall maintain an up-to-date list of the caskets, containers, outer burial containers and urns that are generally offered for sale in the funeral establishment. R.R.O. 1990, Reg. 470, s. 41 (3).</p> <p class=\"subsection-e\">(4) The list referred to in subsection (3) shall give the name, a brief description and the price of each casket, container, outer burial container and urn, including the manufacturer’s name, if available, and any model number. R.R.O. 1990, Reg. 470, s. 41 (4).</p> <p class=\"subsection-e\">(5) The lists referred to in subsections (1) and (3) shall clearly state the effective date of the list and the name and address of the funeral establishment, including the name of the licensee of the funeral establishment and the name of the funeral director who manages and supervises the establishment. R.R.O. 1990, Reg. 470, s. 41 (5).</p> <p class=\"subsection-e\">(6) Every operator of a funeral establishment offering services to the public shall, before a potential purchaser selects funeral services, supplies or transfer services, offer to that purchaser a copy of the lists referred to in subsections (1) and (3). R.R.O. 1990, Reg. 470, s. 41 (6).</p> <p class=\"subsection-e\">(7) Copies of the printed lists or a notice stating that a price list is available without charge or obligation shall be located in a conspicuous place near the main entrance of the funeral establishment offering services to the public and shall be available to be picked up by any person entering the premises. R.R.O. 1990, Reg. 470, s. 41 (7).</p> <p class=\"subsection-e\">(8) Every operator of a funeral establishment offering services to the public shall provide, without cost, a copy of the lists referred to in subsections (1) and (3) to every person who requests the list or any information contained in the list. R.R.O. 1990, Reg. 470, s. 41 (8).</p> <p class=\"subsection-e\">(9) Prices on the lists shall be expressed as a fixed charge, an hourly rate, a rate per kilometre or other unit of compensation. R.R.O. 1990, Reg. 470, s. 41 (9).</p>"
        },
        {
            "id": "42.",
            "section": null,
            "content": "42. (1) Every operator of a transfer service shall make available to the public an up-to-date list of the transfer services and funeral supplies it generally offers and their corresponding prices. R.R.O. 1990, Reg. 470, s. 42 (1). (2) The list referred to in subsection (1) shall include, (a) the price of staff services; (b) the price of the transfer of the remains of the deceased person; (c) the price for the use of facilities for sheltering the remains of the deceased person; (d) the price for use of any automobiles; (e) the price of transfer services and funeral supplies offered as a package, indicating each item included in the package; and (f) the price of completing or obtaining any necessary forms or documents. R.R.O. 1990, Reg. 470, s. 42 (2). (3) Every operator of a transfer service shall maintain an up-to-date list of the casket described in subsection 11 (3), containers, outer burial containers and urns that it generally offers for sale. R.R.O. 1990, Reg. 470, s. 42 (3). (4) The list referred to in subsection (3) shall give the name, a brief description and the price of the casket described in subsection 11 (3) and each container, outer burial container and urn, including the manufacturer’s name, if available, and any model number. R.R.O. 1990, Reg. 470, s. 42 (4). (5) The lists referred to in subsections (1) and (3) shall clearly state the effective date of the list and the name and address of the transfer service, including the name of the licensee of the transfer service and the name of the manager of the transfer service. R.R.O. 1990, Reg. 470, s. 42 (5). (6) Every operator of a transfer service shall, before a potential purchaser selects transfer services or funeral supplies, offer to that purchaser, a copy of the lists referred to in subsections (1) and (3). R.R.O. 1990, Reg. 470, s. 42 (6). (7) Copies of the printed lists or a notice stating that a price list is available without charge or obligation shall be located in a conspicuous place near the main entrance of the premises of the transfer service and shall be available to be picked up by any person entering the premises. R.R.O. 1990, Reg. 470, s. 42 (7). (8) Every operator of a transfer service shall provide, without cost, a copy of the lists referred to in subsections (1) and (3) to every person who requests the list or any information contained in the list. R.R.O. 1990, Reg. 470, s. 42 (8). (9) Prices on the lists shall be expressed as a fixed charge, an hourly rate, a rate per kilometre or other unit of compensation. R.R.O. 1990, Reg. 470, s. 42 (9).",
            "raw_html": "<p class=\"section-e\"><b>42. </b>(1) Every operator of a transfer service shall make available to the public an up-to-date list of the transfer services and funeral supplies it generally offers and their corresponding prices. R.R.O. 1990, Reg. 470, s. 42 (1).</p> <p class=\"subsection-e\">(2) The list referred to in subsection (1) shall include,</p> <p class=\"clause-e\">(a) the price of staff services;</p> <p class=\"clause-e\">(b) the price of the transfer of the remains of the deceased person;</p> <p class=\"clause-e\">(c) the price for the use of facilities for sheltering the remains of the deceased person;</p> <p class=\"clause-e\">(d) the price for use of any automobiles;</p> <p class=\"clause-e\">(e) the price of transfer services and funeral supplies offered as a package, indicating each item included in the package; and</p> <p class=\"clause-e\">(f) the price of completing or obtaining any necessary forms or documents. R.R.O. 1990, Reg. 470, s. 42 (2).</p> <p class=\"subsection-e\">(3) Every operator of a transfer service shall maintain an up-to-date list of the casket described in subsection 11 (3), containers, outer burial containers and urns that it generally offers for sale. R.R.O. 1990, Reg. 470, s. 42 (3).</p> <p class=\"subsection-e\">(4) The list referred to in subsection (3) shall give the name, a brief description and the price of the casket described in subsection 11 (3) and each container, outer burial container and urn, including the manufacturer’s name, if available, and any model number. R.R.O. 1990, Reg. 470, s. 42 (4).</p> <p class=\"subsection-e\">(5) The lists referred to in subsections (1) and (3) shall clearly state the effective date of the list and the name and address of the transfer service, including the name of the licensee of the transfer service and the name of the manager of the transfer service. R.R.O. 1990, Reg. 470, s. 42 (5).</p> <p class=\"subsection-e\">(6) Every operator of a transfer service shall, before a potential purchaser selects transfer services or funeral supplies, offer to that purchaser, a copy of the lists referred to in subsections (1) and (3). R.R.O. 1990, Reg. 470, s. 42 (6).</p> <p class=\"subsection-e\">(7) Copies of the printed lists or a notice stating that a price list is available without charge or obligation shall be located in a conspicuous place near the main entrance of the premises of the transfer service and shall be available to be picked up by any person entering the premises. R.R.O. 1990, Reg. 470, s. 42 (7).</p> <p class=\"subsection-e\">(8) Every operator of a transfer service shall provide, without cost, a copy of the lists referred to in subsections (1) and (3) to every person who requests the list or any information contained in the list. R.R.O. 1990, Reg. 470, s. 42 (8).</p> <p class=\"subsection-e\">(9) Prices on the lists shall be expressed as a fixed charge, an hourly rate, a rate per kilometre or other unit of compensation. R.R.O. 1990, Reg. 470, s. 42 (9).</p>"
        },
        {
            "id": "43.",
            "section": null,
            "content": "43. Price lists referred to in sections 41 and 42 shall be retained for a period of ten years from the date they were last in effect. R.R.O. 1990, Reg. 470, s. 43.",
            "raw_html": "<p class=\"section-e\"><b>43. </b>Price lists referred to in sections 41 and 42 shall be retained for a period of ten years from the date they were last in effect. R.R.O. 1990, Reg. 470, s. 43.</p>"
        },
        {
            "id": "44.",
            "section": null,
            "content": "44. For the purposes of the Act, professional misconduct of a funeral director includes, (a) an act or omission inconsistent with the Act or the regulations; (b) failing to respect the confidentiality of information concerning a client except with the consent of the client or the client’s personal representative unless required to do so by law; (c) charging fees that are excessive in relation to the funeral services, funeral supplies or transfer services requested, performed or provided; (d) submitting a false or misleading account; (e) making or promising any benefit to a third party for procuring patronage; (f) accepting any commission or benefit without full disclosure, including a benefit to which a third party may be entitled; (g) charging fees for funeral supplies not purchased from the funeral establishment; (h) submitting an account before making a contract in accordance with the regulations; (i) charging interest on an account without notifying the client of the terms of interest before making a contract, excluding interest granted by the judgment of a court; (j) selling or attempting to sell an account to a third party within thirty days of signing a contract for that account, except upon the sale of the funeral establishment and excluding an agent retained to collect unpaid accounts; (k) failing to carry out the terms of a contract; (l) counselling or assisting any person to contravene the Act or the regulations; (m) acting or holding out as a funeral director using any name other than the name of the licensee that is entered in the register; (n) being the manager of a funeral establishment that operates or holds out as a funeral establishment using any name other than the name of the licensee that is entered in the register; (o) signing or issuing a certificate, report or other document that contains a statement the licensee knows or ought to know is false, misleading or otherwise improper; (p) requiring, without reasonable grounds, that a person purchase specific funeral services, funeral supplies or transfer services as a condition of obtaining funeral services, funeral supplies or transfer services; (q) refusing services to any person, except where a funeral director has reasonable grounds to refuse the services and is willing to provide a reasonable alternative; (r) embalming a body without specific instructions from the purchaser of the service or the beneficiary’s personal representative; (s) failing to reply within a reasonable time to a written inquiry received from the Registrar; (t) engaging in the practice of funeral directing while impaired by alcohol or a drug; and (u) acting in a manner relevant to the practice of funeral directing that, having regard to the circumstances, would reasonably be regarded as unprofessional conduct. R.R.O. 1990, Reg. 470, s. 44.",
            "raw_html": "<p class=\"section-e\"><b>44. </b>For the purposes of the Act, professional misconduct of a funeral director includes,</p> <p class=\"clause-e\">(a) an act or omission inconsistent with the Act or the regulations;</p> <p class=\"clause-e\">(b) failing to respect the confidentiality of information concerning a client except with the consent of the client or the client’s personal representative unless required to do so by law;</p> <p class=\"clause-e\">(c) charging fees that are excessive in relation to the funeral services, funeral supplies or transfer services requested, performed or provided;</p> <p class=\"clause-e\">(d) submitting a false or misleading account;</p> <p class=\"clause-e\">(e) making or promising any benefit to a third party for procuring patronage;</p> <p class=\"clause-e\">(f) accepting any commission or benefit without full disclosure, including a benefit to which a third party may be entitled;</p> <p class=\"clause-e\">(g) charging fees for funeral supplies not purchased from the funeral establishment;</p> <p class=\"clause-e\">(h) submitting an account before making a contract in accordance with the regulations;</p> <p class=\"clause-e\">(i) charging interest on an account without notifying the client of the terms of interest before making a contract, excluding interest granted by the judgment of a court;</p> <p class=\"clause-e\">(j) selling or attempting to sell an account to a third party within thirty days of signing a contract for that account, except upon the sale of the funeral establishment and excluding an agent retained to collect unpaid accounts;</p> <p class=\"clause-e\">(k) failing to carry out the terms of a contract;</p> <p class=\"clause-e\">(l) counselling or assisting any person to contravene the Act or the regulations;</p> <p class=\"clause-e\">(m) acting or holding out as a funeral director using any name other than the name of the licensee that is entered in the register;</p> <p class=\"clause-e\">(n) being the manager of a funeral establishment that operates or holds out as a funeral establishment using any name other than the name of the licensee that is entered in the register;</p> <p class=\"clause-e\">(o) signing or issuing a certificate, report or other document that contains a statement the licensee knows or ought to know is false, misleading or otherwise improper;</p> <p class=\"clause-e\">(p) requiring, without reasonable grounds, that a person purchase specific funeral services, funeral supplies or transfer services as a condition of obtaining funeral services, funeral supplies or transfer services;</p> <p class=\"clause-e\">(q) refusing services to any person, except where a funeral director has reasonable grounds to refuse the services and is willing to provide a reasonable alternative;</p> <p class=\"clause-e\">(r) embalming a body without specific instructions from the purchaser of the service or the beneficiary’s personal representative;</p> <p class=\"clause-e\">(s) failing to reply within a reasonable time to a written inquiry received from the Registrar;</p> <p class=\"clause-e\">(t) engaging in the practice of funeral directing while impaired by alcohol or a drug; and</p> <p class=\"clause-e\">(u) acting in a manner relevant to the practice of funeral directing that, having regard to the circumstances, would reasonably be regarded as unprofessional conduct. R.R.O. 1990, Reg. 470, s. 44.</p>"
        },
        {
            "id": "45.",
            "section": null,
            "content": "45. It is a condition of a licence to operate a transfer service that the operator, (a) respects the confidentiality of any information concerning a client except with the consent of the client or the client’s personal representative unless required to do so by law; (b) does not charge fees that are excessive in relation to the services or funeral supplies requested, performed or provided; (c) does not submit a false or misleading account; (d) does not make or promise any benefit to a third party for procuring patronage; (e) does not accept any commission or benefit without full disclosure, including a benefit to which a third party may be entitled; (f) does not charge fees for funeral supplies not purchased from the transfer service; (g) does not submit an account before making a contract in accordance with the regulations; (h) does not charge interest on an account without notifying the client of the terms of interest before making a contract, excluding interest granted by a judgment of a court; (i) does not sell or attempt to sell an account to a third party within thirty days of signing a contract for that account, except upon the sale of the transfer service and excluding an agent retained to collect unpaid accounts; (j) carries out the terms of a contract; (k) does not counsel or assist any person to contravene the Act or the regulations; (l) does not operate or hold out the transfer service under any name other than the name of the licensee that is entered in the register; (m) does not sign or issue a certificate, report or other document that contains a statement the licensee knows or ought to know is false, misleading or otherwise improper; (n) does not require, without reasonable grounds, that a person purchase specific services or funeral supplies as a condition of obtaining services or funeral supplies; (o) does not refuse services or funeral supplies to any person, except where a transfer service has reasonable grounds to refuse the services or funeral supplies and is willing to provide a reasonable alternative; (p) replies within a reasonable time to a written inquiry received from the Registrar; (q) does not operate a transfer service while impaired by alcohol or a drug; and (r) does not act in a manner relevant to the provision of transfer services that, having regard to the circumstances, would reasonably be regarded as disgraceful or inconsistent with fair business practice. R.R.O. 1990, Reg. 470, s. 45.",
            "raw_html": "<p class=\"section-e\"><b>45. </b>It is a condition of a licence to operate a transfer service that the operator,</p> <p class=\"clause-e\">(a) respects the confidentiality of any information concerning a client except with the consent of the client or the client’s personal representative unless required to do so by law;</p> <p class=\"clause-e\">(b) does not charge fees that are excessive in relation to the services or funeral supplies requested, performed or provided;</p> <p class=\"clause-e\">(c) does not submit a false or misleading account;</p> <p class=\"clause-e\">(d) does not make or promise any benefit to a third party for procuring patronage;</p> <p class=\"clause-e\">(e) does not accept any commission or benefit without full disclosure, including a benefit to which a third party may be entitled;</p> <p class=\"clause-e\">(f) does not charge fees for funeral supplies not purchased from the transfer service;</p> <p class=\"clause-e\">(g) does not submit an account before making a contract in accordance with the regulations;</p> <p class=\"clause-e\">(h) does not charge interest on an account without notifying the client of the terms of interest before making a contract, excluding interest granted by a judgment of a court;</p> <p class=\"clause-e\">(i) does not sell or attempt to sell an account to a third party within thirty days of signing a contract for that account, except upon the sale of the transfer service and excluding an agent retained to collect unpaid accounts;</p> <p class=\"clause-e\">(j) carries out the terms of a contract;</p> <p class=\"clause-e\">(k) does not counsel or assist any person to contravene the Act or the regulations;</p> <p class=\"clause-e\">(l) does not operate or hold out the transfer service under any name other than the name of the licensee that is entered in the register;</p> <p class=\"clause-e\">(m) does not sign or issue a certificate, report or other document that contains a statement the licensee knows or ought to know is false, misleading or otherwise improper;</p> <p class=\"clause-e\">(n) does not require, without reasonable grounds, that a person purchase specific services or funeral supplies as a condition of obtaining services or funeral supplies;</p> <p class=\"clause-e\">(o) does not refuse services or funeral supplies to any person, except where a transfer service has reasonable grounds to refuse the services or funeral supplies and is willing to provide a reasonable alternative;</p> <p class=\"clause-e\">(p) replies within a reasonable time to a written inquiry received from the Registrar;</p> <p class=\"clause-e\">(q) does not operate a transfer service while impaired by alcohol or a drug; and</p> <p class=\"clause-e\">(r) does not act in a manner relevant to the provision of transfer services that, having regard to the circumstances, would reasonably be regarded as disgraceful or inconsistent with fair business practice. R.R.O. 1990, Reg. 470, s. 45.</p>"
        },
        {
            "id": "46.",
            "section": null,
            "content": "46. (1) A person applying for in-service training shall file with the Registrar within ninety days of successful completion of a program in funeral service education authorized by the Board, (a) a completed application; (b) proof that the applicant has successfully completed a program of funeral service education; (c) separate certificates of good character from two persons, excluding relatives, who have known the applicant for a period of at least five years; (d) an agreement of in-service training between the student and a funeral director; and (e) a photograph of the applicant taken within the last twelve months. R.R.O. 1990, Reg. 470, s. 46 (1). (2) An applicant who complies with subsection (1) shall be issued a certificate of authorization by the Board. R.R.O. 1990, Reg. 470, s. 46 (2).",
            "raw_html": "<p class=\"section-e\"><b>46. </b>(1) A person applying for in-service training shall file with the Registrar within ninety days of successful completion of a program in funeral service education authorized by the Board,</p> <p class=\"clause-e\">(a) a completed application;</p> <p class=\"clause-e\">(b) proof that the applicant has successfully completed a program of funeral service education;</p> <p class=\"clause-e\">(c) separate certificates of good character from two persons, excluding relatives, who have known the applicant for a period of at least five years;</p> <p class=\"clause-e\">(d) an agreement of in-service training between the student and a funeral director; and</p> <p class=\"clause-e\">(e) a photograph of the applicant taken within the last twelve months. R.R.O. 1990, Reg. 470, s. 46 (1).</p> <p class=\"subsection-e\">(2) An applicant who complies with subsection (1) shall be issued a certificate of authorization by the Board. R.R.O. 1990, Reg. 470, s. 46 (2).</p>"
        },
        {
            "id": "47.",
            "section": null,
            "content": "47. (1) Subject to subsection (2), a certificate of authorization shall be withdrawn if the student fails to pass the first examination set by the Board following the receipt of the certificate and fails, within thirty days of being notified of the failure, to apply to retry the examination set by the Board at the next available sitting. R.R.O. 1990, Reg. 470, s. 47 (1). (2) If proof is submitted to the Board that the student failed the examination due to illness or a death in the student’s family, the Board may direct that the certificate of authorization not be withdrawn. R.R.O. 1990, Reg. 470, s. 47 (2).",
            "raw_html": "<p class=\"section-e\"><b>47. </b>(1) Subject to subsection (2), a certificate of authorization shall be withdrawn if the student fails to pass the first examination set by the Board following the receipt of the certificate and fails, within thirty days of being notified of the failure, to apply to retry the examination set by the Board at the next available sitting. R.R.O. 1990, Reg. 470, s. 47 (1).</p> <p class=\"subsection-e\">(2) If proof is submitted to the Board that the student failed the examination due to illness or a death in the student’s family, the Board may direct that the certificate of authorization not be withdrawn. R.R.O. 1990, Reg. 470, s. 47 (2).</p>"
        },
        {
            "id": "48.",
            "section": null,
            "content": "48. If the certificate of authorization is withdrawn by the Board, the agreement of in-service training between the funeral director and the student is void and the Board shall so notify the funeral director. R.R.O. 1990, Reg. 470, s. 48.",
            "raw_html": "<p class=\"section-e\"><b>48. </b>If the certificate of authorization is withdrawn by the Board, the agreement of in-service training between the funeral director and the student is void and the Board shall so notify the funeral director. R.R.O. 1990, Reg. 470, s. 48.</p>"
        },
        {
            "id": "49.",
            "section": null,
            "content": "49. (1) The period of in-service training of a student shall be not less than twelve months and not more than two years or the time in which three attempts at the licensing examination are made, whichever is less. O.Reg. 281/92, s. 15. (2) During the term of the in-service training a student shall be employed only by the funeral director with whom the student is being trained, except with the written consent of the funeral director and the Board. R.R.O. 1990, Reg. 470, s. 49 (2). (3) The period of in-service training of a student shall be calculated from the date of the certificate of authorization. R.R.O. 1990, Reg. 470, s. 49 (3).",
            "raw_html": "<p class=\"section-e\"><b>49. </b>(1) The period of in-service training of a student shall be not less than twelve months and not more than two years or the time in which three attempts at the licensing examination are made, whichever is less. O.Reg. 281/92, s. 15.</p> <p class=\"subsection-e\">(2) During the term of the in-service training a student shall be employed only by the funeral director with whom the student is being trained, except with the written consent of the funeral director and the Board. R.R.O. 1990, Reg. 470, s. 49 (2).</p> <p class=\"subsection-e\">(3) The period of in-service training of a student shall be calculated from the date of the certificate of authorization. R.R.O. 1990, Reg. 470, s. 49 (3).</p>"
        },
        {
            "id": "50.",
            "section": null,
            "content": "50. If a student wishes to transfer an agreement of in-service training from one funeral director to another funeral director the student shall file with the Registrar, at least fifteen days before the transfer, a notice of change, a statement as to the length and nature of the in-service training completed and a copy of the new agreement for in-service training. R.R.O. 1990, Reg. 470, s. 50.",
            "raw_html": "<p class=\"section-e\"><b>50. </b>If a student wishes to transfer an agreement of in-service training from one funeral director to another funeral director the student shall file with the Registrar, at least fifteen days before the transfer, a notice of change, a statement as to the length and nature of the in-service training completed and a copy of the new agreement for in-service training. R.R.O. 1990, Reg. 470, s. 50.</p>"
        },
        {
            "id": "51.",
            "section": null,
            "content": "51. (1) Subject to subsection (2), a funeral director shall provide in-service training to only one student at a time. R.R.O. 1990, Reg. 470, s. 51 (1). (2) If a funeral establishment has two or more funeral directors regularly employed, it may provide in-service training to two students and, with the permission of the Board, to more than two students. R.R.O. 1990, Reg. 470, s. 51 (2). (3) A funeral director shall ensure that a student receiving in-service training is trained in all aspects of the profession. R.R.O. 1990, Reg. 470, s. 51 (3). (4) A funeral director with whom a student is employed shall furnish to the student, upon completion or assignment of the in-service agreement, a statement as to the length and nature of the in-service training. R.R.O. 1990, Reg. 470, s. 51 (4).",
            "raw_html": "<p class=\"section-e\"><b>51. </b>(1) Subject to subsection (2), a funeral director shall provide in-service training to only one student at a time. R.R.O. 1990, Reg. 470, s. 51 (1).</p> <p class=\"subsection-e\">(2) If a funeral establishment has two or more funeral directors regularly employed, it may provide in-service training to two students and, with the permission of the Board, to more than two students. R.R.O. 1990, Reg. 470, s. 51 (2).</p> <p class=\"subsection-e\">(3) A funeral director shall ensure that a student receiving in-service training is trained in all aspects of the profession. R.R.O. 1990, Reg. 470, s. 51 (3).</p> <p class=\"subsection-e\">(4) A funeral director with whom a student is employed shall furnish to the student, upon completion or assignment of the in-service agreement, a statement as to the length and nature of the in-service training. R.R.O. 1990, Reg. 470, s. 51 (4).</p>"
        },
        {
            "id": "52.",
            "section": null,
            "content": "52. (1) The agreement of in-service training between a funeral director and a student is cancelled if the funeral director, (a) is absent from Ontario for more than ninety consecutive days; (b) becomes bankrupt, or takes the benefit of any Act for the relief of insolvent debtors; or (c) ceases to operate a funeral establishment. R.R.O. 1990, Reg. 470, s. 52 (1). (2) If a funeral director with whom a student is employed dies or the agreement of in-service training is cancelled, the student may file with the Registrar within sixty days thereof an application for authorization to receive in-service training with another funeral director together with a statement as to the length and nature of the in-service training under the original authorization. R.R.O. 1990, Reg. 470, s. 52 (2). (3) The Board may dispense with the filing of the statement of in-service training if it is impractical or impossible for the student to obtain the statement. R.R.O. 1990, Reg. 470, s. 52 (3). (4) If a student fails to file an application under subsection (2) within the required time, the student’s certificate of authorization may be withdrawn by the Board. R.R.O. 1990, Reg. 470, s. 52 (4).",
            "raw_html": "<p class=\"section-e\"><b>52. </b>(1) The agreement of in-service training between a funeral director and a student is cancelled if the funeral director,</p> <p class=\"clause-e\">(a) is absent from Ontario for more than ninety consecutive days;</p> <p class=\"clause-e\">(b) becomes bankrupt, or takes the benefit of any Act for the relief of insolvent debtors; or</p> <p class=\"clause-e\">(c) ceases to operate a funeral establishment. R.R.O. 1990, Reg. 470, s. 52 (1).</p> <p class=\"subsection-e\">(2) If a funeral director with whom a student is employed dies or the agreement of in-service training is cancelled, the student may file with the Registrar within sixty days thereof an application for authorization to receive in-service training with another funeral director together with a statement as to the length and nature of the in-service training under the original authorization. R.R.O. 1990, Reg. 470, s. 52 (2).</p> <p class=\"subsection-e\">(3) The Board may dispense with the filing of the statement of in-service training if it is impractical or impossible for the student to obtain the statement. R.R.O. 1990, Reg. 470, s. 52 (3).</p> <p class=\"subsection-e\">(4) If a student fails to file an application under subsection (2) within the required time, the student’s certificate of authorization may be withdrawn by the Board. R.R.O. 1990, Reg. 470, s. 52 (4).</p>"
        },
        {
            "id": "53.",
            "section": null,
            "content": "53. (1) An operator of a funeral establishment or transfer service shall not include on any sign on the premises of the funeral establishment or transfer service the name or photograph of any person not licensed under the Act. R.R.O. 1990, Reg. 470, s. 53 (1). (2) An operator of a funeral establishment or transfer service shall not include in any advertisement a reference to price or conditions of sale or price or description of services unless the services and supplies to which the prices apply are clearly set out. R.R.O. 1990, Reg. 470, s. 53 (2). (3) All advertisements shall be filed with the Board before being released to the public. R.R.O. 1990, Reg. 470, s. 53 (3).",
            "raw_html": "<p class=\"section-e\"><b>53. </b>(1) An operator of a funeral establishment or transfer service shall not include on any sign on the premises of the funeral establishment or transfer service the name or photograph of any person not licensed under the Act. R.R.O. 1990, Reg. 470, s. 53 (1).</p> <p class=\"subsection-e\">(2) An operator of a funeral establishment or transfer service shall not include in any advertisement a reference to price or conditions of sale or price or description of services unless the services and supplies to which the prices apply are clearly set out. R.R.O. 1990, Reg. 470, s. 53 (2).</p> <p class=\"subsection-e\">(3) All advertisements shall be filed with the Board before being released to the public. R.R.O. 1990, Reg. 470, s. 53 (3).</p>"
        },
        {
            "id": "54.",
            "section": null,
            "content": "54. A family conducting a funeral or supplying funeral services with respect to one of its members, excluding embalming, is exempt from the Act and this Regulation. R.R.O. 1990, Reg. 470, s. 54.",
            "raw_html": "<p class=\"section-e\"><b>54. </b>A family conducting a funeral or supplying funeral services with respect to one of its members, excluding embalming, is exempt from the Act and this Regulation. R.R.O. 1990, Reg. 470, s. 54.</p>"
        },
        {
            "id": "54.1",
            "section": null,
            "content": "54.1 Prepaid contracts executed before the 1st day of June, 1990 are exempt from subsection 35 (1) of the Act. O. Reg. 281/92, s. 16. SCHEDULE   FEES  1.\n\nApplication for a funeral director’s licence\n\n$150.00\n\n\n2.\n\nRenewal of funeral director’s licence\n\n150.00\n\n\n3.\n\nRenewal of funeral director’s licence if application filed after the expiry of the previous licence\n\n225.00\n\n\n4.\n\nApplication for a licence to operate a funeral establishment\n\n100.00\n\n\n5.\n\nRenewal of a licence to operate a funeral establishment not offering services to the public\n\n200.00\n\n\n6.\n\nRenewal of a licence to operate a funeral establishment offering services to the public (amount payable for each death registered for which payment was required for services or supplies provided during the twelve-month period ending on the 31st day of October preceding the expiry of the licence)\n\n10.00   per death registered\n\n\n7.\n\nRenewal of a licence to operate a funeral establishment if application is filed after the expiry of the licence (in addition to the amounts under paragraph 5 or 6)\n\n200.00\n\n\n8.\n\nApplication for a licence to operate a transfer service\n\n50.00\n\n\n9.\n\nRenewal of a licence to operate a transfer service (amount payable for each death registered for which payment was required for services or supplies provided during the twelve-month period ending on the 31st day of October preceding the expiry of the licence)\n\n10.00   per death registered\n\n\n10.\n\nRenewal of a licence to operate a transfer service if application filed after the expiry of the licence (in addition to the amount under paragraph 9)\n\n100.00\n\n\n11.\n\nApplication for in-service training\n\n50.00\n\n\n12.\n\nApplication to take funeral director’s examination\n\n150.00\n\n\n13.\n\nApplication to retry funeral director’s examination\n\n50.00\n\n\n14.\n\nApplication to take transfer service operator’s examination\n\n75.00\n\n\n15.\n\nApplication to retry transfer service operator’s examination\n\n25.00 R.R.O. 1990, Reg. 470, Sched.; O. Reg. 584/92, s. 4. ",
            "raw_html": "<p class=\"section-e\"><b>54.1 </b>Prepaid contracts executed before the 1st day of June, 1990 are exempt from subsection 35 (1) of the Act. O. Reg. 281/92, s. 16.</p> <p class=\"schedule-e\"><a name=\"P310_51470\"></a><a name=\"BK1\"></a>SCHEDULE <br/>  FEES</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">1.</p>\n</td>\n<td valign=\"top\" width=\"214\"><p class=\"table-e\">Application for a funeral director’s licence</p>\n</td>\n<td valign=\"top\" width=\"62\"><p align=\"right\" class=\"table-e\">$150.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">2.</p>\n</td>\n<td valign=\"top\" width=\"214\"><p class=\"table-e\">Renewal of funeral director’s licence</p>\n</td>\n<td valign=\"top\" width=\"62\"><p align=\"right\" class=\"table-e\">150.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">3.</p>\n</td>\n<td valign=\"top\" width=\"214\"><p class=\"table-e\">Renewal of funeral director’s licence if application filed after the expiry of the previous licence</p>\n</td>\n<td valign=\"top\" width=\"62\"><p align=\"right\" class=\"table-e\">225.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">4.</p>\n</td>\n<td valign=\"top\" width=\"214\"><p class=\"table-e\">Application for a licence to operate a funeral establishment</p>\n</td>\n<td valign=\"top\" width=\"62\"><p align=\"right\" class=\"table-e\">100.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">5.</p>\n</td>\n<td valign=\"top\" width=\"214\"><p class=\"table-e\">Renewal of a licence to operate a funeral establishment not offering services to the public</p>\n</td>\n<td valign=\"top\" width=\"62\"><p align=\"right\" class=\"table-e\">200.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">6.</p>\n</td>\n<td valign=\"top\" width=\"214\"><p class=\"table-e\">Renewal of a licence to operate a funeral establishment offering services to the public (amount payable for each death registered for which payment was required for services or supplies provided during the twelve-month period ending on the 31st day of October preceding the expiry of the licence)</p>\n</td>\n<td valign=\"top\" width=\"62\"><p align=\"right\" class=\"table-e\">10.00 <br/>  per death registered</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">7.</p>\n</td>\n<td valign=\"top\" width=\"214\"><p class=\"table-e\">Renewal of a licence to operate a funeral establishment if application is filed after the expiry of the licence (in addition to the amounts under paragraph 5 or 6)</p>\n</td>\n<td valign=\"top\" width=\"62\"><p align=\"right\" class=\"table-e\">200.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">8.</p>\n</td>\n<td valign=\"top\" width=\"214\"><p class=\"table-e\">Application for a licence to operate a transfer service</p>\n</td>\n<td valign=\"top\" width=\"62\"><p align=\"right\" class=\"table-e\">50.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">9.</p>\n</td>\n<td valign=\"top\" width=\"214\"><p class=\"table-e\">Renewal of a licence to operate a transfer service (amount payable for each death registered for which payment was required for services or supplies provided during the twelve-month period ending on the 31st day of October preceding the expiry of the licence)</p>\n</td>\n<td valign=\"top\" width=\"62\"><p align=\"right\" class=\"table-e\">10.00 <br/>  per death registered</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">10.</p>\n</td>\n<td valign=\"top\" width=\"214\"><p class=\"table-e\">Renewal of a licence to operate a transfer service if application filed after the expiry of the licence (in addition to the amount under paragraph 9)</p>\n</td>\n<td valign=\"top\" width=\"62\"><p align=\"right\" class=\"table-e\">100.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">11.</p>\n</td>\n<td valign=\"top\" width=\"214\"><p class=\"table-e\">Application for in-service training</p>\n</td>\n<td valign=\"top\" width=\"62\"><p align=\"right\" class=\"table-e\">50.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">12.</p>\n</td>\n<td valign=\"top\" width=\"214\"><p class=\"table-e\">Application to take funeral director’s examination</p>\n</td>\n<td valign=\"top\" width=\"62\"><p align=\"right\" class=\"table-e\">150.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">13.</p>\n</td>\n<td valign=\"top\" width=\"214\"><p class=\"table-e\">Application to retry funeral director’s examination</p>\n</td>\n<td valign=\"top\" width=\"62\"><p align=\"right\" class=\"table-e\">50.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">14.</p>\n</td>\n<td valign=\"top\" width=\"214\"><p class=\"table-e\">Application to take transfer service operator’s examination</p>\n</td>\n<td valign=\"top\" width=\"62\"><p align=\"right\" class=\"table-e\">75.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"35\"><p class=\"table-e\">15.</p>\n</td>\n<td valign=\"top\" width=\"214\"><p class=\"table-e\">Application to retry transfer service operator’s examination</p>\n</td>\n<td valign=\"top\" width=\"62\"><p align=\"right\" class=\"table-e\">25.00</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 470, Sched.; O. Reg. 584/92, s. 4.</p> <p class=\"Normal\"></p>"
        }
    ]
}