{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 556: CLINICS FOR SEXUALLY TRANSMITTED DISEASES",
        "reg_name_text": "CLINICS FOR SEXUALLY TRANSMITTED DISEASES",
        "citation": "R.R.O. 1990, Reg. 556: ",
        "act_under": "Health Protection and Promotion Act",
        "url": "https://www.ontario.ca/laws/regulation/900556",
        "date_scraped": "2023-12-19 23:28:22"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1.In this Regulation, “clinic” means a clinic established, equipped, operated and maintained by a board of health or a hospital in accordance with this Regulation for the treatment of persons who have or who are suspected of having syphilis, gonorrhoea, chancroid, granuloma inguinale, genital C. trachomatis infections or lymphogranuloma venereum; (“clinique”) “clinic attendance” means a visit by a person to a clinic for an examination, or for treatment, supervision or follow-up for a sexually transmitted disease; (“visite à la clinique”) “Director” means the Director of the Public Health Branch of the Ministry or his or her successor or any person designated by the Minister to exercise the duties of the Director of the Public Health Branch; (“directeur”) “hospital” means a hospital under the Public Hospitals Act. (“hôpital”) R.R.O. 1990, Reg. 556, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>In this Regulation,</p> <p class=\"firstdef-e\">“clinic” means a clinic established, equipped, operated and maintained by a board of health or a hospital in accordance with this Regulation for the treatment of persons who have or who are suspected of having syphilis, gonorrhoea, chancroid, granuloma inguinale, genital C. trachomatis infections or lymphogranuloma venereum; (“clinique”)</p> <p class=\"definition-e\">“clinic attendance” means a visit by a person to a clinic for an examination, or for treatment, supervision or follow-up for a sexually transmitted disease; (“visite à la clinique”)</p> <p class=\"definition-e\">“Director” means the Director of the Public Health Branch of the Ministry or his or her successor or any person designated by the Minister to exercise the duties of the Director of the Public Health Branch; (“directeur”)</p> <p class=\"definition-e\">“hospital” means a hospital under the <i>Public Hospitals Act</i>. (“hôpital”) R.R.O. 1990, Reg. 556, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2.It is a condition of a grant made under this Regulation that the board of health or hospital that establishes a clinic for which a grant is applied for, (a) appoint a physician, who is approved by the Director,to have charge of the examination, treatment, supervision and follow-up of patients in the clinic; (b) appoint a staff of physicians and registered nurses adequate to examine, treat, supervise and give follow-up to all persons who apply for examination, treatment, supervision or follow-up at the clinic; (c) permit the Director to inspect, (i) patient records, provided that the identity of the patient is not disclosed, (ii) clinic records, and (iii) equipment in the clinic; (d) provide the necessary examination, treatment, supervision and follow-up to any person who applies at the clinic and who has or is suspected of having a disease referred to in the definition of “clinic” in section 1; and (e) not charge for any service rendered during a clinic attendance. R.R.O. 1990, Reg. 556, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>It is a condition of a grant made under this Regulation that the board of health or hospital that establishes a clinic for which a grant is applied for,</p> <p class=\"clause-e\">(a) appoint a physician, who is approved by the Director,to have charge of the examination, treatment, supervision and follow-up of patients in the clinic;</p> <p class=\"clause-e\">(b) appoint a staff of physicians and registered nurses adequate to examine, treat, supervise and give follow-up to all persons who apply for examination, treatment, supervision or follow-up at the clinic;</p> <p class=\"clause-e\">(c) permit the Director to inspect,</p> <p class=\"subclause-e\">(i) patient records, provided that the identity of the patient is not disclosed,</p> <p class=\"subclause-e\">(ii) clinic records, and</p> <p class=\"subclause-e\">(iii) equipment in the clinic;</p> <p class=\"clause-e\">(d) provide the necessary examination, treatment, supervision and follow-up to any person who applies at the clinic and who has or is suspected of having a disease referred to in the definition of “clinic” in section 1; and</p> <p class=\"clause-e\">(e) not charge for any service rendered during a clinic attendance. R.R.O. 1990, Reg. 556, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3.REVOKED: O. Reg. 400/94, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>REVOKED: O. Reg. 400/94, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4.(1) The Minister shall pay a grant for medical services rendered in a clinic by a physician for diagnosis and treatment of a person who has or who is suspected of having a disease referred to in the definition of “”clinic“ in section 1 and the amount of the grant shall be equal to the amount that would be payable for medical services under the Health Insurance Act. (2) In addition to the amount payable for medical services, a grant referred to in subsection (1) shall also include the cost of drugs used in the care and treatment of the person referred to in subsection (1). R.R.O. 1990, Reg. 556, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b>(1) The Minister shall pay a grant for medical services rendered in a clinic by a physician for diagnosis and treatment of a person who has or who is suspected of having a disease referred to in the definition of “”clinic“ in section 1 and the amount of the grant shall be equal to the amount that would be payable for medical services under the <i>Health Insurance Act.</i></p> <p class=\"subsection-e\">(2) In addition to the amount payable for medical services, a grant referred to in subsection (1) shall also include the cost of drugs used in the care and treatment of the person referred to in subsection (1). R.R.O. 1990, Reg. 556, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5.Where the treasurer of a municipality receives an account for medical services rendered by a physician to a person not insured under the Health Insurance Act, who has or is suspected of having a disease referred to in the definition of “clinic” in section 1, within three months after the service was performed under the direction of the medical officer of health, the treasurer shall pay the account and forward the account to the Minister within three months after he or she receives the account and the Minister shall pay a grant to the municipality equal to the amount that would be payable for the medical services as insured health services under the Health Insurance Act, and, where an account has been similarly received and submitted for drugs used to treat and cure the disease, the grant shall include 100 per cent of the cost of the drugs. R.R.O. 1990, Reg. 556, s. 5. Français ",
            "raw_html": "<p class=\"section-e\"><b>5.</b>Where the treasurer of a municipality receives an account for medical services rendered by a physician to a person not insured under the <i>Health Insurance Act</i>, who has or is suspected of having a disease referred to in the definition of “clinic” in section 1, within three months after the service was performed under the direction of the medical officer of health, the treasurer shall pay the account and forward the account to the Minister within three months after he or she receives the account and the Minister shall pay a grant to the municipality equal to the amount that would be payable for the medical services as insured health services under the <i>Health Insurance Act</i>, and, where an account has been similarly received and submitted for drugs used to treat and cure the disease, the grant shall include 100 per cent of the cost of the drugs. R.R.O. 1990, Reg. 556, s. 5.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900556_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900556_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}