{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 427: SEED-CORN - MARKETING",
        "reg_name_text": "SEED-CORN — MARKETING",
        "citation": "R.R.O. 1990, Reg. 427: SEED-CORN - MARKETING",
        "act_under": "Farm Products Marketing Act",
        "url": "https://www.ontario.ca/laws/regulation/900427",
        "date_scraped": "2023-12-19 18:21:14"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March 17, 2005",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900427/v1",
            "valid_from": "September 23, 1999",
            "valid_to": "March 16, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “dealer” means a person who contracts with a producer for the production of seed-corn; (“marchand”) “local board” means Seed-Corn Growers of Ontario; (“commission locale”) “plan” means The Ontario Seed-Corn Growers’ Marketing Plan; (“plan”) “producer” means a person engaged in the production of seed-corn; (“producteur”) “seed-corn” means the seed of hybrid corn or open-pollinated corn of every kind or variety produced in Ontario for seed purposes, but does not include the seed of sweet corn and popcorn. (“maїs de semence”)  R.R.O. 1990, Reg. 427, s. 1; O. Reg. 2/93, s. 1; O. Reg. 465/99, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“dealer” means a person who contracts with a producer for the production of seed-corn; (“marchand”)</p> <p class=\"definition-e\">“local board” means Seed-Corn Growers of Ontario; (“commission locale”)</p> <p class=\"definition-e\">“plan” means The Ontario Seed-Corn Growers’ Marketing Plan; (“plan”)</p> <p class=\"definition-e\">“producer” means a person engaged in the production of seed-corn; (“producteur”)</p> <p class=\"definition-e\">“seed-corn” means the seed of hybrid corn or open-pollinated corn of every kind or variety produced in Ontario for seed purposes, but does not include the seed of sweet corn and popcorn. (“maїs de semence”)  R.R.O. 1990, Reg. 427, s. 1; O. Reg. 2/93, s. 1; O. Reg. 465/99, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. This Regulation provides for the control and regulation in any or all respects of the producing and marketing within Ontario of seed-corn, including the prohibition of such marketing in whole or in part.  R.R.O. 1990, Reg. 427, s. 2. Licences",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Regulation provides for the control and regulation in any or all respects of the producing and marketing within Ontario of seed-corn, including the prohibition of such marketing in whole or in part.  R.R.O. 1990, Reg. 427, s. 2.</p> <p class=\"heading1-e\">Licences</p>"
        },
        {
            "id": "3.",
            "section": "Licences",
            "content": " 3. (1) No person shall commence or continue to engage in the production of seed-corn except under the authority of a licence.  R.R.O. 1990, Reg. 427, s. 3 (1). (2) Every producer, while not in default of the fees required to be paid under section 7, shall be deemed to be the holder of a licence.  R.R.O. 1990, Reg. 427, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) No person shall commence or continue to engage in the production of seed-corn except under the authority of a licence.  R.R.O. 1990, Reg. 427, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Every producer, while not in default of the fees required to be paid under section 7, shall be deemed to be the holder of a licence.  R.R.O. 1990, Reg. 427, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Licences",
            "content": " 4. (1) No producer shall sell seed-corn to any person other than a licensed dealer except under the authority of a licence issued by the Commission.  R.R.O. 1990, Reg. 427, s. 4 (1). (2) A licence referred to in subsection (1) expires on the date set out in the licence as the expiry date.  O. Reg. 906/93, s. 1. (2.1) If an expiry date is not set out in a licence, the licence expires when the licensee ceases to engage in the selling of seed-corn to persons other than licensed dealers.  O. Reg. 906/93, s. 1. (3) A licence referred to in subsection (1) shall be issued without fee.  R.R.O. 1990, Reg. 427, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) No producer shall sell seed-corn to any person other than a licensed dealer except under the authority of a licence issued by the Commission.  R.R.O. 1990, Reg. 427, s. 4 (1).</p> <p class=\"subsection-e\">  (2) A licence referred to in subsection (1) expires on the date set out in the licence as the expiry date.  O. Reg. 906/93, s. 1.</p> <p class=\"subsection-e\">  (2.1) If an expiry date is not set out in a licence, the licence expires when the licensee ceases to engage in the selling of seed-corn to persons other than licensed dealers.  O. Reg. 906/93, s. 1.</p> <p class=\"subsection-e\">  (3) A licence referred to in subsection (1) shall be issued without fee.  R.R.O. 1990, Reg. 427, s. 4 (3).</p>"
        },
        {
            "id": "5.",
            "section": "Licences",
            "content": " 5. (1) No person shall deal in seed-corn except under the authority of a licence issued by the Commission.  R.R.O. 1990, Reg. 427, s. 5 (1). (2) A licence referred to in subsection (1) expires on the date set out in the licence as the expiry date.  O. Reg. 906/93, s. 2. (2.1) If an expiry date is not set out in a licence, the licence expires when the licensee ceases to deal in seed-corn.  O. Reg. 906/93, s. 2. (3) A licence referred to in subsection (1) shall be issued without fee.  R.R.O. 1990, Reg. 427, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) No person shall deal in seed-corn except under the authority of a licence issued by the Commission.  R.R.O. 1990, Reg. 427, s. 5 (1).</p> <p class=\"subsection-e\">  (2) A licence referred to in subsection (1) expires on the date set out in the licence as the expiry date.  O. Reg. 906/93, s. 2.</p> <p class=\"subsection-e\">  (2.1) If an expiry date is not set out in a licence, the licence expires when the licensee ceases to deal in seed-corn.  O. Reg. 906/93, s. 2.</p> <p class=\"subsection-e\">  (3) A licence referred to in subsection (1) shall be issued without fee.  R.R.O. 1990, Reg. 427, s. 5 (3).</p>"
        },
        {
            "id": "6.",
            "section": "Licences",
            "content": " 6. The Commission may refuse to grant or renew a licence or may suspend or revoke a licence, (a) where the applicant or licensee is not qualified by experience or equipment to properly engage in the business for which the application was made or the licence granted; or (b) where the applicant or licensee has failed to comply with or has contravened the Act, the regulations, the plan or any order or direction of the Commission.  R.R.O. 1990, Reg. 427, s. 6; O. Reg. 542/91, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The Commission may refuse to grant or renew a licence or may suspend or revoke a licence,</p> <p class=\"clause-e\">  (a) where the applicant or licensee is not qualified by experience or equipment to properly engage in the business for which the application was made or the licence granted; or</p> <p class=\"clause-e\">  (b) where the applicant or licensee has failed to comply with or has contravened the Act, the regulations, the plan or any order or direction of the Commission.  R.R.O. 1990, Reg. 427, s. 6; O. Reg. 542/91, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": "Licences",
            "content": " 7. Every producer shall pay to the local board the licence fees fixed by the local board.  R.R.O. 1990, Reg. 427, s. 7. Powers of the Local Board",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>Every producer shall pay to the local board the licence fees fixed by the local board.  R.R.O. 1990, Reg. 427, s. 7.</p> <p class=\"heading1-e\">Powers of the Local Board</p>"
        },
        {
            "id": "8.",
            "section": "Powers of the Local Board",
            "content": " 8. (1) The Commission authorizes the local board to use the licence fees, and other money payable to it, for the purpose of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan.  R.R.O. 1990, Reg. 427, s. 8 (1). (2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1).  R.R.O. 1990, Reg. 427, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The Commission authorizes the local board to use the licence fees, and other money payable to it, for the purpose of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan.  R.R.O. 1990, Reg. 427, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1).  R.R.O. 1990, Reg. 427, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": "Powers of the Local Board",
            "content": " 9. The Commission delegates to the local board the power, (a) to require persons engaged in producing or marketing seed-corn to register their names, addresses and occupations with the local board; (b) to require persons engaged in producing or marketing seed-corn to furnish such information relating to the production or marketing of the seed-corn as the local board determines; (c) to appoint persons to inspect the books, records, lands and premises and any seed-corn of persons engaged in the marketing of seed-corn; (d) to stimulate, increase and improve the marketing of seed-corn by such means as it considers proper; (e) to co-operate with a marketing board, a local board or a marketing agency of any other province for the purpose of marketing seed-corn; (f) to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations and the plan; (g) to make regulations with respect to seed-corn providing for the fixing of licence fees payable yearly, quarterly or monthly at different amounts or in instalments from any or all persons producing seed-corn and the collecting of the licence fees and the recovering of the licence fees by suit in a court of competent jurisdiction; (h) to make regulations with respect to seed-corn requiring any person who receives seed-corn to deduct from the money payable for the seed-corn any licence fees payable to the local board by the person from whom the first mentioned person receives the seed-corn, and to forward such licence fees to the local board; (i) to make regulations with respect to seed-corn requiring any person who produces and processes seed-corn to furnish to the local board statements of the amounts of seed-corn that the person produced in any year and used for the processing; and (j) to make regulations with respect to seed-corn providing for the control and regulation of agreements entered into by producers of seed-corn with persons engaged in marketing or processing seed-corn, and the prohibition of any provision or clause in such agreements.  R.R.O. 1990, Reg. 427, s. 9. Negotiating Agencies",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>The Commission delegates to the local board the power,</p> <p class=\"clause-e\">  (a) to require persons engaged in producing or marketing seed-corn to register their names, addresses and occupations with the local board;</p> <p class=\"clause-e\">  (b) to require persons engaged in producing or marketing seed-corn to furnish such information relating to the production or marketing of the seed-corn as the local board determines;</p> <p class=\"clause-e\">  (c) to appoint persons to inspect the books, records, lands and premises and any seed-corn of persons engaged in the marketing of seed-corn;</p> <p class=\"clause-e\">  (d) to stimulate, increase and improve the marketing of seed-corn by such means as it considers proper;</p> <p class=\"clause-e\">  (e) to co-operate with a marketing board, a local board or a marketing agency of any other province for the purpose of marketing seed-corn;</p> <p class=\"clause-e\">  (f) to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations and the plan;</p> <p class=\"clause-e\">  (g) to make regulations with respect to seed-corn providing for the fixing of licence fees payable yearly, quarterly or monthly at different amounts or in instalments from any or all persons producing seed-corn and the collecting of the licence fees and the recovering of the licence fees by suit in a court of competent jurisdiction;</p> <p class=\"clause-e\">  (h) to make regulations with respect to seed-corn requiring any person who receives seed-corn to deduct from the money payable for the seed-corn any licence fees payable to the local board by the person from whom the first mentioned person receives the seed-corn, and to forward such licence fees to the local board;</p> <p class=\"clause-e\">  (i) to make regulations with respect to seed-corn requiring any person who produces and processes seed-corn to furnish to the local board statements of the amounts of seed-corn that the person produced in any year and used for the processing; and</p> <p class=\"clause-e\">  (j) to make regulations with respect to seed-corn providing for the control and regulation of agreements entered into by producers of seed-corn with persons engaged in marketing or processing seed-corn, and the prohibition of any provision or clause in such agreements.  R.R.O. 1990, Reg. 427, s. 9.</p> <p class=\"heading1-e\">Negotiating Agencies</p>"
        },
        {
            "id": "10.",
            "section": "Negotiating Agencies",
            "content": " 10. A negotiating agency established under section 11 or 12 has the power to settle by agreement, (a) minimum prices for seed-corn or for any class, variety or grade of seed-corn; (b) terms, conditions and forms of agreements relating to the producing or marketing of seed-corn; (c) any charges, costs or expenses relating to the production of seed-corn.  O. Reg. 2/93, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>A negotiating agency established under section 11 or 12 has the power to settle by agreement,</p> <p class=\"clause-e\">  (a) minimum prices for seed-corn or for any class, variety or grade of seed-corn;</p> <p class=\"clause-e\">  (b) terms, conditions and forms of agreements relating to the producing or marketing of seed-corn;</p> <p class=\"clause-e\">  (c) any charges, costs or expenses relating to the production of seed-corn.  O. Reg. 2/93, s. 2.</p>"
        },
        {
            "id": "11.",
            "section": "Negotiating Agencies",
            "content": " 11. (1) There shall be a negotiating agency to be known as the Negotiating Committee for Seed-Corn composed of members of the local board and representatives of the Ontario Seed-Corn Companies Association.  O. Reg. 2/93, s. 2. (2) The Negotiating Committee shall meet on or before the first Friday in December in each year.  O. Reg. 2/93, s. 2. (3) Matters that the Negotiating Committee settles by agreement form part of all agreements between a producer and a dealer.  O. Reg. 2/93, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>(1) There shall be a negotiating agency to be known as the Negotiating Committee for Seed-Corn composed of members of the local board and representatives of the Ontario Seed-Corn Companies Association.  O. Reg. 2/93, s. 2.</p> <p class=\"subsection-e\">  (2) The Negotiating Committee shall meet on or before the first Friday in December in each year.  O. Reg. 2/93, s. 2.</p> <p class=\"subsection-e\">  (3) Matters that the Negotiating Committee settles by agreement form part of all agreements between a producer and a dealer.  O. Reg. 2/93, s. 2.</p>"
        },
        {
            "id": "12.",
            "section": "Negotiating Agencies",
            "content": " 12. (1) There shall be as many other negotiating agencies as are necessary established under this section.  O. Reg. 2/93, s. 2. (2) For the purpose of establishing an agency, each dealer shall, on or before the first Friday in December in each year, file with the local board an election stating the dealer’s name and address, whether the dealer wants to negotiate with the local board and, if so, whether alone or together with another dealer.  O. Reg. 2/93, s. 2. (3) If a dealer states in the election that the dealer wants to negotiate together with another dealer, the written consent of the other dealer shall be filed as part of the election before an agency is established.  O. Reg. 2/93, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) There shall be as many other negotiating agencies as are necessary established under this section.  O. Reg. 2/93, s. 2.</p> <p class=\"subsection-e\">  (2) For the purpose of establishing an agency, each dealer shall, on or before the first Friday in December in each year, file with the local board an election stating the dealer’s name and address, whether the dealer wants to negotiate with the local board and, if so, whether alone or together with another dealer.  O. Reg. 2/93, s. 2.</p> <p class=\"subsection-e\">  (3) If a dealer states in the election that the dealer wants to negotiate together with another dealer, the written consent of the other dealer shall be filed as part of the election before an agency is established.  O. Reg. 2/93, s. 2.</p>"
        },
        {
            "id": "13.",
            "section": "Negotiating Agencies",
            "content": " 13. (1) The local board and the dealers involved shall each appoint a maximum of four members to a negotiating agency.  O. Reg. 2/93, s. 2. (2) The local board and the dealers involved shall notify each other and the Commission in writing of the name and address of their appointees no later than the 10th day of December in each year.  O. Reg. 2/93, s. 2. (3) An appointee’s term of office lasts until the 7th day of April in the year following the year of the appointment.  O. Reg. 2/93, s. 2. (4) If a member of an agency dies, resigns or is unable or unwilling to act, the local board or the dealers, as the case may be, shall appoint a replacement.  O. Reg. 2/93, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) The local board and the dealers involved shall each appoint a maximum of four members to a negotiating agency.  O. Reg. 2/93, s. 2.</p> <p class=\"subsection-e\">  (2) The local board and the dealers involved shall notify each other and the Commission in writing of the name and address of their appointees no later than the 10th day of December in each year.  O. Reg. 2/93, s. 2.</p> <p class=\"subsection-e\">  (3) An appointee’s term of office lasts until the 7th day of April in the year following the year of the appointment.  O. Reg. 2/93, s. 2.</p> <p class=\"subsection-e\">  (4) If a member of an agency dies, resigns or is unable or unwilling to act, the local board or the dealers, as the case may be, shall appoint a replacement.  O. Reg. 2/93, s. 2.</p>"
        },
        {
            "id": "14.",
            "section": "Negotiating Agencies",
            "content": " 14. (1) The Negotiating Committee for Seed-Corn shall establish by lottery draw the sequence in which the first meeting of each negotiating agency shall be held.  O. Reg. 2/93, s. 2. (2) An agency shall hold its first meeting no later than the first business day in January in each year and shall not conduct any negotiations after 6 p.m. on the 31st day of January.  O. Reg. 2/93, s. 2. (3) The local board or the dealers may convene a meeting of the agency at any time on seven to ten days written notice to the other party or by mutual consent on less than seven days notice, but the convening of a first meeting shall respect the sequence for the holding of first meetings.  O. Reg. 2/93, s. 2. (4) An agency shall meet at least twice unless agreement is reached at the first meeting.  O. Reg. 2/93, s. 2. (5) An agreement is not binding until all members of an agency have agreed to it in writing.  O. Reg. 2/93, s. 2. Arbitration",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>(1) The Negotiating Committee for Seed-Corn shall establish by lottery draw the sequence in which the first meeting of each negotiating agency shall be held.  O. Reg. 2/93, s. 2.</p> <p class=\"subsection-e\">  (2) An agency shall hold its first meeting no later than the first business day in January in each year and shall not conduct any negotiations after 6 p.m. on the 31st day of January.  O. Reg. 2/93, s. 2.</p> <p class=\"subsection-e\">  (3) The local board or the dealers may convene a meeting of the agency at any time on seven to ten days written notice to the other party or by mutual consent on less than seven days notice, but the convening of a first meeting shall respect the sequence for the holding of first meetings.  O. Reg. 2/93, s. 2.</p> <p class=\"subsection-e\">  (4) An agency shall meet at least twice unless agreement is reached at the first meeting.  O. Reg. 2/93, s. 2.</p> <p class=\"subsection-e\">  (5) An agreement is not binding until all members of an agency have agreed to it in writing.  O. Reg. 2/93, s. 2.</p> <p class=\"heading1-e\">Arbitration</p>"
        },
        {
            "id": "15.",
            "section": "Arbitration",
            "content": " 15. (1) If a negotiating agency does not arrive at an agreement by 6 p.m. on the 31st day of January on all matters that it may settle by agreement or decides before that date that an agreement cannot be reached, it shall submit in writing to the Commission, (a) a signed agreement concerning any matters agreed to; (b) a statement of the final position of each of the parties on each matter in dispute.  O. Reg. 2/93, s. 2. (2) The Commission shall refer the matters in dispute to an arbitration board.  O. Reg. 2/93, s. 2. (3) The arbitration board shall be composed of one member appointed by the members of the agency.  O. Reg. 2/93, s. 2. (4) If the agency has not appointed the member within forty-eight hours after 6 p.m. on the 31st day of January, the Commission shall appoint the member.  O. Reg. 2/93, s. 2. (5) If the member dies, resigns or is unable or unwilling to act before he or she has made an award, the agency or the Commission, as the case may be, shall appoint a new member and the new member shall continue and complete the arbitration.  O. Reg. 2/93, s. 2. (6) Only representatives of the parties may attend the arbitration hearing.  O. Reg. 2/93, s. 2. (7) The arbitration board shall make its award within forty-eight hours of the conclusion of the hearing by selecting without modification one of the final positions on each matter submitted by the parties.  O. Reg. 2/93, s. 2. (8) The arbitration board shall provide written reasons for the selection within five working days of the conclusion of the hearing, and in any case by the 21st day of February.  O. Reg. 2/93, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) If a negotiating agency does not arrive at an agreement by 6 p.m. on the 31st day of January on all matters that it may settle by agreement or decides before that date that an agreement cannot be reached, it shall submit in writing to the Commission,</p> <p class=\"clause-e\">  (a) a signed agreement concerning any matters agreed to;</p> <p class=\"clause-e\">  (b) a statement of the final position of each of the parties on each matter in dispute.  O. Reg. 2/93, s. 2.</p> <p class=\"subsection-e\">  (2) The Commission shall refer the matters in dispute to an arbitration board.  O. Reg. 2/93, s. 2.</p> <p class=\"subsection-e\">  (3) The arbitration board shall be composed of one member appointed by the members of the agency.  O. Reg. 2/93, s. 2.</p> <p class=\"subsection-e\">  (4) If the agency has not appointed the member within forty-eight hours after 6 p.m. on the 31st day of January, the Commission shall appoint the member.  O. Reg. 2/93, s. 2.</p> <p class=\"subsection-e\">  (5) If the member dies, resigns or is unable or unwilling to act before he or she has made an award, the agency or the Commission, as the case may be, shall appoint a new member and the new member shall continue and complete the arbitration.  O. Reg. 2/93, s. 2.</p> <p class=\"subsection-e\">  (6) Only representatives of the parties may attend the arbitration hearing.  O. Reg. 2/93, s. 2.</p> <p class=\"subsection-e\">  (7) The arbitration board shall make its award within forty-eight hours of the conclusion of the hearing by selecting without modification one of the final positions on each matter submitted by the parties.  O. Reg. 2/93, s. 2.</p> <p class=\"subsection-e\">  (8) The arbitration board shall provide written reasons for the selection within five working days of the conclusion of the hearing, and in any case by the 21st day of February.  O. Reg. 2/93, s. 2.</p>"
        },
        {
            "id": "16.",
            "section": "Arbitration",
            "content": " 16. If a dealer does not negotiate with the local board, the board shall determine which of the negotiated agreements or awards shall apply to the dealer.  O. Reg. 2/93, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>If a dealer does not negotiate with the local board, the board shall determine which of the negotiated agreements or awards shall apply to the dealer.  O. Reg. 2/93, s. 2.</p>"
        },
        {
            "id": null,
            "section": "Arbitration",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900427\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}