{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 1035: REFUNDS",
        "reg_name_text": "REFUNDS",
        "citation": "R.R.O. 1990, Reg. 1035: ",
        "act_under": "Tobacco Tax Act   Loi de la taxe sur le tabac",
        "url": "https://www.ontario.ca/laws/regulation/901035",
        "date_scraped": "2023-12-19 23:47:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "February  1, 2000",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) Upon application by a collector, the Minister may refund to the collector tax remitted by the collector in respect of a class of tobacco products excluded from the Act by paragraph 2 of subsection 24 (1) of Regulation 1034 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 1035, s. 1 (1). (2) Where, in a return delivered by a collector in accordance with the Act and the regulations, it is shown that tax under the Act is to be remitted by the collector and where, at the time the return is delivered to the Minister, the collector also applies for a refund under subsection (1), the collector may, despite subsection 13 (1) of Regulation 1034 of the Revised Regulations of Ontario, 1990, retain the amount of the refund that the collector claims out of the amount to be remitted until the refund for which the collector has applied is in whole or in part approved or disallowed by the Minister and a notification of the approval or an assessment issued for the amount disallowed is sent to the collector.  R.R.O. 1990, Reg. 1035, s. 1 (2). (3) Upon receiving a notice of assessment for all or part of the refund claimed, the collector shall, whether or not an objection or appeal from the assessment is made or taken, with the collector’s next return or at such earlier time as is specified in the notice of assessment, transmit to the Minister any amount of refund that has been assessed together with interest thereon at the rate prescribed for the period during which the amount is retained by the collector and, upon the collector’s being notified of the approval of the refund of any amount for which refund has been claimed, the collector may retain the amount so approved. R.R.O. 1990, Reg. 1035, s. 1 (3); O. Reg. 20/00, s. 1 (1). (4) Where a person exports from Ontario a class of tobacco products that is not excluded from the Act by paragraph 2 of subsection 24 (1) of the Regulation 1034 of the Revised Regulations of Ontario, 1990, the Minister may refund to the person the tax paid in respect of the tobacco provided that, (a) the tobacco was exported for the purpose of sale or resale; and (b) an application for refund is delivered to the Minister not more than four years after the date on which the tax was paid and is supported by, (i) invoices verifying the purchase of the tobacco and the payment of tax to the Minister, (ii) documentary evidence acceptable to the Minister that the tobacco exported from Ontario was delivered in another jurisdiction, and (iii) certification by the jurisdiction to which the tobacco is imported from Ontario for consumption confirming that tax has been paid to that jurisdiction on the tobacco with respect to which the refund is being claimed or that the tobacco is exempt from tax.  R.R.O. 1990, Reg. 1035, s. 1 (4); O. Reg. 20/00, s. 1 (2, 3).    ",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) Upon application by a collector, the Minister may refund to the collector tax remitted by the collector in respect of a class of tobacco products excluded from the Act by paragraph 2 of subsection 24 (1) of Regulation 1034 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 1035, s. 1 (1).</p> <p class=\"subsection-e\">  (2) Where, in a return delivered by a collector in accordance with the Act and the regulations, it is shown that tax under the Act is to be remitted by the collector and where, at the time the return is delivered to the Minister, the collector also applies for a refund under subsection (1), the collector may, despite subsection 13 (1) of Regulation 1034 of the Revised Regulations of Ontario, 1990, retain the amount of the refund that the collector claims out of the amount to be remitted until the refund for which the collector has applied is in whole or in part approved or disallowed by the Minister and a notification of the approval or an assessment issued for the amount disallowed is sent to the collector.  R.R.O. 1990, Reg. 1035, s. 1 (2).</p> <p class=\"subsection-e\">  (3) Upon receiving a notice of assessment for all or part of the refund claimed, the collector shall, whether or not an objection or appeal from the assessment is made or taken, with the collector’s next return or at such earlier time as is specified in the notice of assessment, transmit to the Minister any amount of refund that has been assessed together with interest thereon at the rate prescribed for the period during which the amount is retained by the collector and, upon the collector’s being notified of the approval of the refund of any amount for which refund has been claimed, the collector may retain the amount so approved. R.R.O. 1990, Reg. 1035, s. 1 (3); O. Reg. 20/00, s. 1 (1).</p> <p class=\"subsection-e\">  (4) Where a person exports from Ontario a class of tobacco products that is not excluded from the Act by paragraph 2 of subsection 24 (1) of the Regulation 1034 of the Revised Regulations of Ontario, 1990, the Minister may refund to the person the tax paid in respect of the tobacco provided that,</p> <p class=\"clause-e\">  (a) the tobacco was exported for the purpose of sale or resale; and</p> <p class=\"clause-e\">  (b) an application for refund is delivered to the Minister not more than four years after the date on which the tax was paid and is supported by,</p> <p class=\"subclause-e\">  (i) invoices verifying the purchase of the tobacco and the payment of tax to the Minister,</p> <p class=\"subclause-e\">  (ii) documentary evidence acceptable to the Minister that the tobacco exported from Ontario was delivered in another jurisdiction, and</p> <p class=\"subclause-e\">  (iii) certification by the jurisdiction to which the tobacco is imported from Ontario for consumption confirming that tax has been paid to that jurisdiction on the tobacco with respect to which the refund is being claimed or that the tobacco is exempt from tax.  R.R.O. 1990, Reg. 1035, s. 1 (4); O. Reg. 20/00, s. 1 (2, 3).</p> <p class=\"subclause-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}