{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 4: FEES AND EXPENSES OF JURORS AND CROWN WITNESSES",
        "reg_name_text": "FEES AND EXPENSES OF JURORS AND CROWN WITNESSES",
        "citation": "R.R.O. 1990, Reg. 4: ",
        "act_under": "Administration of Justice Act",
        "url": "https://www.ontario.ca/laws/regulation/900004",
        "date_scraped": "2023-12-19 22:04:44"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2003",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. A juror who attends a sitting of the Superior Court of Justice shall be paid a fee of $40 for each day of service after the tenth day of service up to and including the forty-ninth day of service and $100 for each day of service after the forty-ninth day of service.  R.R.O. 1990, Reg. 4, s. 1; O. Reg. 364/02, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>A juror who attends a sitting of the Superior Court of Justice shall be paid a fee of $40 for each day of service after the tenth day of service up to and including the forty-ninth day of service and $100 for each day of service after the forty-ninth day of service.  R.R.O. 1990, Reg. 4, s. 1; O. Reg. 364/02, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) Barristers, solicitors and legally qualified medical practitioners when called upon to give evidence in consequence of any professional service rendered by them or to give professional opinions, shall be paid for each day a fee of $15.  R.R.O. 1990, Reg. 4, s. 2 (1). (2) Engineers, accountants, surveyors, architects and other expert witnesses when called upon to give evidence in consequence of any professional service rendered by them or to give evidence depending upon their skill or judgment shall be paid for each day a fee of $15.  R.R.O. 1990, Reg. 4, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) Barristers, solicitors and legally qualified medical practitioners when called upon to give evidence in consequence of any professional service rendered by them or to give professional opinions, shall be paid for each day a fee of $15.  R.R.O. 1990, Reg. 4, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Engineers, accountants, surveyors, architects and other expert witnesses when called upon to give evidence in consequence of any professional service rendered by them or to give evidence depending upon their skill or judgment shall be paid for each day a fee of $15.  R.R.O. 1990, Reg. 4, s. 2 (2).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) A Crown witness who does not reside in the city or town where the trial is held shall be paid a travel allowance determined in accordance with the following: 1. For travel by private automobile, a travel allowance as set out in Regulation 11 of the Revised Regulations of Ontario, 1990. 2. For travel other than by private automobile, a travel allowance equal to the fare paid for the travel.  O. Reg. 497/93, s. 1. (2) A travel allowance shall be paid under this section only for travel from the Crown witness’ residence to the place where the trial is held and back again.  O. Reg. 497/93, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) A Crown witness who does not reside in the city or town where the trial is held shall be paid a travel allowance determined in accordance with the following:</p> <p class=\"paragraph-e\">  1. For travel by private automobile, a travel allowance as set out in Regulation 11 of the Revised Regulations of Ontario, 1990.</p> <p class=\"paragraph-e\">  2. For travel other than by private automobile, a travel allowance equal to the fare paid for the travel.  O. Reg. 497/93, s. 1.</p> <p class=\"subsection-e\">  (2) A travel allowance shall be paid under this section only for travel from the Crown witness’ residence to the place where the trial is held and back again.  O. Reg. 497/93, s. 1.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) A person summoned to attend as a member of a jury panel shall only be paid a travel allowance if the person’s usual place of residence is more than 40 kilometres from the court to which the person has been summoned.  O. Reg. 264/98, s. 1. (2) A person who is selected to be a member of a jury shall only be paid a travel allowance if the person’s usual place of residence is not in the city or town where the trial is held and the travel allowance is only payable from the day on which the trial commences.  O. Reg. 264/98, s. 1. (3) A travel allowance payable under this section shall be determined in accordance with the following: 1. For travel by private automobile, an amount for each kilometre actually and necessarily travelled at the rate set out in Regulation 11 of the Revised Regulations of Ontario, 1990. 2. For travel other than by private automobile, the actual necessary and reasonable amount paid for travel.  O. Reg. 264/98, s. 1. (4) A travel allowance shall be paid under this section only for travel from the person’s usual place of residence to the court to which the person has been summoned or to the place where the trial is held, as the case may be, and back again.  O. Reg. 264/98, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) A person summoned to attend as a member of a jury panel shall only be paid a travel allowance if the person’s usual place of residence is more than 40 kilometres from the court to which the person has been summoned.  O. Reg. 264/98, s. 1.</p> <p class=\"subsection-e\">  (2) A person who is selected to be a member of a jury shall only be paid a travel allowance if the person’s usual place of residence is not in the city or town where the trial is held and the travel allowance is only payable from the day on which the trial commences.  O. Reg. 264/98, s. 1.</p> <p class=\"subsection-e\">  (3) A travel allowance payable under this section shall be determined in accordance with the following:</p> <p class=\"paragraph-e\">  1. For travel by private automobile, an amount for each kilometre actually and necessarily travelled at the rate set out in Regulation 11 of the Revised Regulations of Ontario, 1990.</p> <p class=\"paragraph-e\">  2. For travel other than by private automobile, the actual necessary and reasonable amount paid for travel.  O. Reg. 264/98, s. 1.</p> <p class=\"subsection-e\">  (4) A travel allowance shall be paid under this section only for travel from the person’s usual place of residence to the court to which the person has been summoned or to the place where the trial is held, as the case may be, and back again.  O. Reg. 264/98, s. 1.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. If a Crown witness or juror is required to attend a trial on more than one day, a travel allowance under section 3 or 4 shall be paid for each day’s travel.  O. Reg. 497/93, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>If a Crown witness or juror is required to attend a trial on more than one day, a travel allowance under section 3 or 4 shall be paid for each day’s travel.  O. Reg. 497/93, s. 1.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. A Crown witness or juror who is required to remain overnight at the city or town where the trial is held shall be paid an allowance equal to the reasonable living expenses paid by the Crown witness or juror.  O. Reg. 497/93, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>A Crown witness or juror who is required to remain overnight at the city or town where the trial is held shall be paid an allowance equal to the reasonable living expenses paid by the Crown witness or juror.  O. Reg. 497/93, s. 1.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. For the purposes of subsections 3 (1) and 4 (2) and section 6, a municipality shall be considered a city or town if it was a city or town on December 31, 2002.  O. Reg. 364/02, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>7.</b><b> </b>For the purposes of subsections 3 (1) and 4 (2) and section 6, a municipality shall be considered a city or town if it was a city or town on December 31, 2002.  O. Reg. 364/02, s. 2.</p>"
        },
        {
            "id": null,
            "section": null,
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900004\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}