{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 1037: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 1037: ",
        "act_under": "Tourism Act",
        "url": "https://www.ontario.ca/laws/regulation/901037",
        "date_scraped": "2023-12-19 07:08:29"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/901037/v5",
            "valid_from": "February 23, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/regulation/901037/v4",
            "valid_from": "July  1, 2005",
            "valid_to": "February 22, 2007"
        },
        {
            "a_href": "/laws/regulation/901037/v3",
            "valid_from": "February  3, 2005",
            "valid_to": "June 30, 2005"
        },
        {
            "a_href": "/laws/regulation/901037/v2",
            "valid_from": "December 16, 2004",
            "valid_to": "February  2, 2005"
        },
        {
            "a_href": "/laws/regulation/901037/v1",
            "valid_from": "July 31, 1998",
            "valid_to": "December 15, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": "1. In this Regulation, “base of operations” means a licensed tourist establishment or an air carrier licensed under the laws of Canada located in Ontario at or from which a tourist outfitter maintains facilities for communication, transportation and the complete maintenance of office records; (“base d’opérations”) “guest” means the person who contracts for accommodation in a tourist establishment and includes all the members of that person’s party; (“client”) “outpost camp” means any fixed or portable rental unit that is remote from a base of operations and accessible only by air, water or forest trails, and is used for commercial purposes; (“camp éloigné”) “outpost establishment” means a tourist establishment consisting of one or more outpost camps being used for commercial purposes; (“établissement éloigné”) “rental unit” means the cabin, campsite, outpost camp, cottage, room or portion of an establishment assigned for the exclusive use of one or more guests. (“logement locatif”) O. Reg. 371/98, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“base of operations” means a licensed tourist establishment or an air carrier licensed under the laws of Canada located in Ontario at or from which a tourist outfitter maintains facilities for communication, transportation and the complete maintenance of office records; (“base d’opérations”)</p> <p class=\"definition-e\">“guest” means the person who contracts for accommodation in a tourist establishment and includes all the members of that person’s party; (“client”)</p> <p class=\"definition-e\">“outpost camp” means any fixed or portable rental unit that is remote from a base of operations and accessible only by air, water or forest trails, and is used for commercial purposes; (“camp éloigné”)</p> <p class=\"definition-e\">“outpost establishment” means a tourist establishment consisting of one or more outpost camps being used for commercial purposes; (“établissement éloigné”)</p> <p class=\"definition-e\">“rental unit” means the cabin, campsite, outpost camp, cottage, room or portion of an establishment assigned for the exclusive use of one or more guests. (“logement locatif”) O. Reg. 371/98, s. 1.</p>"
        },
        {
            "id": "1.1",
            "section": "Interpretation",
            "content": "1.1 (1) Tourist establishments are classified as, (a) tourist establishments that receive, (i) under the Public Lands Act, a right to or an interest in public lands, as defined in that Act, for the purposes of providing sleeping accommodation for the travelling public or sleeping accommodation for the use of the public engaging in recreational activities, (ii) the consent of the Minister of Natural Resources under the Public Lands Act to store a boat for commercial purposes, (iii) on behalf of their registered guests, a moose validation tag issued under the Fish and Wildlife Conservation Act, 1997, or (iv) a licence to provide black bear hunting services under the Fish and Wildlife Conservation Act, 1997; and (b) tourist establishments that do not receive any of the things described in clause (a). O. Reg. 63/07, s. 1. (2) The Act and this Regulation do not apply to tourist establishments described in clause (1) (b). O. Reg. 63/07, s. 1. PART I   LICENCES AND PERMITS FOR TOURIST ESTABLISHMENTS Issuance and Fees",
            "raw_html": "<p class=\"section-e\"><b>1.1 </b>(1) Tourist establishments are classified as,</p> <p class=\"clause-e\">(a) tourist establishments that receive,</p> <p class=\"subclause-e\">(i) under the <i>Public Lands Act</i>, a right to or an interest in public lands, as defined in that Act, for the purposes of providing sleeping accommodation for the travelling public or sleeping accommodation for the use of the public engaging in recreational activities,</p> <p class=\"subclause-e\">(ii) the consent of the Minister of Natural Resources under the <i>Public Lands Act</i> to store a boat for commercial purposes,</p> <p class=\"subclause-e\">(iii) on behalf of their registered guests, a moose validation tag issued under the <i>Fish and Wildlife Conservation Act, 1997</i>, or</p> <p class=\"subclause-e\">(iv) a licence to provide black bear hunting services under the <i>Fish and Wildlife Conservation Act, 1997</i>; and</p> <p class=\"clause-e\">(b) tourist establishments that do not receive any of the things described in clause (a). O. Reg. 63/07, s. 1.</p> <p class=\"subsection-e\">(2) The Act and this Regulation do not apply to tourist establishments described in clause (1) (b). O. Reg. 63/07, s. 1.</p> <p class=\"partnum-e\"><b>PART I <br/>  LICENCES AND PERMITS FOR TOURIST ESTABLISHMENTS</b></p> <p class=\"heading1-e\">Issuance and Fees</p>"
        },
        {
            "id": "2.",
            "section": "Issuance and Fees",
            "content": "2. (1) A permit to establish a tourist establishment or make an addition to or a structural alteration in a tourist establishment shall be in the form approved by the Minister. O. Reg. 371/98, s. 2 (1). (2) An applicant for a permit shall apply in the form approved by the Minister to the licence issuer and shall submit with the application plans and specifications of the proposed tourist establishment or of the proposed additions to or structural alterations in accommodation at the tourist establishment, showing in detail all information relevant to the standards prescribed in the Building Code made under the Building Code Act, 1992, and in this Regulation, together with a copy of the municipal building permit, the written municipal approval for the building or development plans or the work permit issued by the Ministry of Natural Resources for construction on Crown land, as applicable. O. Reg. 371/98, s. 2 (1). (3) A permit expires one year after its date of issue, and upon application on or before the expiry date a permit may be renewed for a further period of one year where the applicant can show that actual construction or development of the tourist establishment is in progress and such construction or development conforms with subsection 3 (2) of the Act. R.R.O. 1990, Reg. 1037, s. 2 (3); O. Reg. 371/98, s. 2 (2). (4) The holder of a permit shall erect or establish the tourist establishment or make additions to or structural alterations in accommodation at the tourist establishment in accordance with the plans filed with the application. R.R.O. 1990, Reg. 1037, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) A permit to establish a tourist establishment or make an addition to or a structural alteration in a tourist establishment shall be in the form approved by the Minister. O. Reg. 371/98, s. 2 (1).</p> <p class=\"subsection-e\">(2) An applicant for a permit shall apply in the form approved by the Minister to the licence issuer and shall submit with the application plans and specifications of the proposed tourist establishment or of the proposed additions to or structural alterations in accommodation at the tourist establishment, showing in detail all information relevant to the standards prescribed in the Building Code made under the <i>Building Code Act, 1992</i>, and in this Regulation, together with a copy of the municipal building permit, the written municipal approval for the building or development plans or the work permit issued by the Ministry of Natural Resources for construction on Crown land, as applicable. O. Reg. 371/98, s. 2 (1).</p> <p class=\"subsection-e\">(3) A permit expires one year after its date of issue, and upon application on or before the expiry date a permit may be renewed for a further period of one year where the applicant can show that actual construction or development of the tourist establishment is in progress and such construction or development conforms with subsection 3 (2) of the Act. R.R.O. 1990, Reg. 1037, s. 2 (3); O. Reg. 371/98, s. 2 (2).</p> <p class=\"subsection-e\">(4) The holder of a permit shall erect or establish the tourist establishment or make additions to or structural alterations in accommodation at the tourist establishment in accordance with the plans filed with the application. R.R.O. 1990, Reg. 1037, s. 2 (4).</p>"
        },
        {
            "id": "3.",
            "section": "Issuance and Fees",
            "content": "3. (1) A tourist establishment licence shall be in the form approved by the Minister. O. Reg. 371/98, s. 3. (2) A licence is not valid unless it is countersigned by the licence issuer. R.R.O. 1990, Reg. 1037, s. 3 (2). (3) Where a tourist establishment has, (a) a main building with or without other buildings on the same premises; and (b) one or more rental units located on other premises but operated from that main building, one licence to operate all those premises may be issued to the operator. R.R.O. 1990, Reg. 1037, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) A tourist establishment licence shall be in the form approved by the Minister. O. Reg. 371/98, s. 3.</p> <p class=\"subsection-e\">(2) A licence is not valid unless it is countersigned by the licence issuer. R.R.O. 1990, Reg. 1037, s. 3 (2).</p> <p class=\"subsection-e\">(3) Where a tourist establishment has,</p> <p class=\"clause-e\">(a) a main building with or without other buildings on the same premises; and</p> <p class=\"clause-e\">(b) one or more rental units located on other premises but operated from that main building,</p> <p class=\"Ssubsection-e\">one licence to operate all those premises may be issued to the operator. R.R.O. 1990, Reg. 1037, s. 3 (3).</p>"
        },
        {
            "id": "4.",
            "section": "Issuance and Fees",
            "content": "4. (1) An applicant for a tourist establishment licence or for a renewal of a tourist establishment licence shall apply to the licence issuer by filing a form approved by the Minister and paying the required fee. O. Reg. 371/98, s. 4 (1). (2) Revoked: O. Reg. 371/98, s. 4 (1). (3) An applicant for a licence to operate an outpost establishment shall furnish with the application, (a) a map on which is marked, (i) the location of the base of operations for the outpost establishment, and (ii) the location of each outpost campsite comprising the outpost establishment; and (b) where applicable, copies of the tenure documents issued by the Ministry of Natural Resources identifying the outpost sites on Crown land held or used by the operator for commercial purposes. R.R.O. 1990, Reg. 1037, s. 4 (3); O. Reg. 371/98, s. 4 (2). (4) Application for renewal of a tourist establishment licence shall be made, (a) before expiry of the current licence, where the establishment is operated throughout the year; or (b) before the 15th day of May in each year, where the establishment is operated for only part of the year. R.R.O. 1990, Reg. 1037, s. 4 (4). (5) A licence issuer shall, as soon as is practicable after receiving an application, (a) issue to the applicant a tourist establishment licence; and (b) forthwith transmit to the Minister a copy of the licence. R.R.O. 1990, Reg. 1037, s. 4 (5). (6) An applicant for a renewal of a licence for a tourist establishment that has been out of business for one full year or that has not operated for at least eight consecutive weeks during one full year preceding the date of the application shall make application in the form approved by the Minister and shall submit such further detailed information as is necessary to show that the tourist establishment will comply with this Regulation and any other law, by-law or regulation applicable to the establishment. R.R.O. 1990, Reg. 1037, s. 4 (6); O. Reg. 371/98, s. 4 (3). Transfer of Licences",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) An applicant for a tourist establishment licence or for a renewal of a tourist establishment licence shall apply to the licence issuer by filing a form approved by the Minister and paying the required fee. O. Reg. 371/98, s. 4 (1).</p> <p class=\"subsection-e\">(2) Revoked: O. Reg. 371/98, s. 4 (1).</p> <p class=\"subsection-e\">(3) An applicant for a licence to operate an outpost establishment shall furnish with the application,</p> <p class=\"clause-e\">(a) a map on which is marked,</p> <p class=\"subclause-e\">(i) the location of the base of operations for the outpost establishment, and</p> <p class=\"subclause-e\">(ii) the location of each outpost campsite comprising the outpost establishment; and</p> <p class=\"clause-e\">(b) where applicable, copies of the tenure documents issued by the Ministry of Natural Resources identifying the outpost sites on Crown land held or used by the operator for commercial purposes. R.R.O. 1990, Reg. 1037, s. 4 (3); O. Reg. 371/98, s. 4 (2).</p> <p class=\"subsection-e\">(4) Application for renewal of a tourist establishment licence shall be made,</p> <p class=\"clause-e\">(a) before expiry of the current licence, where the establishment is operated throughout the year; or</p> <p class=\"clause-e\">(b) before the 15th day of May in each year, where the establishment is operated for only part of the year. R.R.O. 1990, Reg. 1037, s. 4 (4).</p> <p class=\"subsection-e\">(5) A licence issuer shall, as soon as is practicable after receiving an application,</p> <p class=\"clause-e\">(a) issue to the applicant a tourist establishment licence; and</p> <p class=\"clause-e\">(b) forthwith transmit to the Minister a copy of the licence. R.R.O. 1990, Reg. 1037, s. 4 (5).</p> <p class=\"subsection-e\">(6) An applicant for a renewal of a licence for a tourist establishment that has been out of business for one full year or that has not operated for at least eight consecutive weeks during one full year preceding the date of the application shall make application in the form approved by the Minister and shall submit such further detailed information as is necessary to show that the tourist establishment will comply with this Regulation and any other law, by-law or regulation applicable to the establishment. R.R.O. 1990, Reg. 1037, s. 4 (6); O. Reg. 371/98, s. 4 (3).</p> <p class=\"heading1-e\">Transfer of Licences</p>"
        },
        {
            "id": "5.",
            "section": "Transfer of Licences",
            "content": "5. (1) Where a licensed tourist establishment is sold or legal ownership of it passes by any lawful means, the purchaser or other person to whom the legal ownership has passed shall, within 30 days, apply for a tourist establishment licence by, (a) filing an application in the form approved by the Minister; (b) paying the required fee; and (c) surrendering the licence issued to the previous owner. O. Reg. 371/98, s. 5. (2) A previous owner shall provide a new owner with, (a) the register; and (b) all records required to be maintained under this Regulation, as contain entries and relevant information for at least one year before the change of ownership. R.R.O. 1990, Reg. 1037, s. 5 (2). (3) A new owner shall maintain those entries and records until, (a) the expiration of the period of time required by this Regulation; or (b) they are delivered to a subsequent new owner, whichever event occurs first. R.R.O. 1990, Reg. 1037, s. 5 (3). PART II   PUBLIC HEALTH AND SAFETY",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) Where a licensed tourist establishment is sold or legal ownership of it passes by any lawful means, the purchaser or other person to whom the legal ownership has passed shall, within 30 days, apply for a tourist establishment licence by,</p> <p class=\"clause-e\">(a) filing an application in the form approved by the Minister;</p> <p class=\"clause-e\">(b) paying the required fee; and</p> <p class=\"clause-e\">(c) surrendering the licence issued to the previous owner. O. Reg. 371/98, s. 5.</p> <p class=\"subsection-e\">(2) A previous owner shall provide a new owner with,</p> <p class=\"clause-e\">(a) the register; and</p> <p class=\"clause-e\">(b) all records required to be maintained under this Regulation,</p> <p class=\"Ssubsection-e\">as contain entries and relevant information for at least one year before the change of ownership. R.R.O. 1990, Reg. 1037, s. 5 (2).</p> <p class=\"subsection-e\">(3) A new owner shall maintain those entries and records until,</p> <p class=\"clause-e\">(a) the expiration of the period of time required by this Regulation; or</p> <p class=\"clause-e\">(b) they are delivered to a subsequent new owner,</p> <p class=\"Ssubsection-e\">whichever event occurs first. R.R.O. 1990, Reg. 1037, s. 5 (3).</p> <p class=\"partnum-e\"><b>PART II <br/>  PUBLIC HEALTH AND SAFETY</b></p>"
        },
        {
            "id": "5.1",
            "section": "Transfer of Licences",
            "content": "5.1 In this Part, “health authority” means the local medical officer of health or an officer of the Ministry of Health; (“autorité sanitaire”) “privy” does not include a flush toilet. (“latrine”) O. Reg. 371/98, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>5.1 </b>In this Part,</p> <p class=\"firstdef-e\">“health authority” means the local medical officer of health or an officer of the Ministry of Health; (“autorité sanitaire”)</p> <p class=\"definition-e\">“privy” does not include a flush toilet. (“latrine”) O. Reg. 371/98, s. 6.</p>"
        },
        {
            "id": "6.",
            "section": "Transfer of Licences",
            "content": "6. Every tourist establishment that provides a water supply and a sewage disposal device shall conform with the regulations made under the Health Protection and Promotion Act and health authority requirements, the Environmental Protection Act and any other laws applicable thereto. R.R.O. 1990, Reg. 1037, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>Every tourist establishment that provides a water supply and a sewage disposal device shall conform with the regulations made under the <i>Health Protection and Promotion Act</i> and health authority requirements, the <i>Environmental Protection Act</i> and any other laws applicable thereto. R.R.O. 1990, Reg. 1037, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Transfer of Licences",
            "content": "7. All new construction, alterations and renovations in a tourist establishment shall conform with the requirements of the Building Code made under the Building Code Act, the regulations made under the Fire Protection and Prevention Act, 1997 and any municipal by-laws and other laws applicable thereto. R.R.O. 1990, Reg. 1037, s. 7; O. Reg. 371/98, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>All new construction, alterations and renovations in a tourist establishment shall conform with the requirements of the <i>Building Code</i> made under the <i>Building Code Act</i>, the regulations made under the <i>Fire Protection and Prevention Act, 1997</i> and any municipal by-laws and other laws applicable thereto. R.R.O. 1990, Reg. 1037, s. 7; O. Reg. 371/98, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Transfer of Licences",
            "content": "8. Every toilet convenience, bathroom, privy, washroom, semi-private bathroom, plumbing installation, sewage disposal system and equipment used in the maintenance thereof shall comply with the Health Protection and Promotion Act and health authority requirements, the Environmental Protection Act and the Plumbing Code made under the Ontario Water Resources Act and any other laws applicable thereto. R.R.O. 1990, Reg. 1037, s. 8. Camping Establishments",
            "raw_html": "<p class=\"section-e\"><b>8. </b>Every toilet convenience, bathroom, privy, washroom, semi-private bathroom, plumbing installation, sewage disposal system and equipment used in the maintenance thereof shall comply with the <i>Health Protection and Promotion Act</i> and health authority requirements, the <i>Environmental Protection Act</i> and the <i>Plumbing Code</i> made under the <i>Ontario Water Resources Act</i> and any other laws applicable thereto. R.R.O. 1990, Reg. 1037, s. 8.</p> <p class=\"heading1-e\">Camping Establishments</p>"
        },
        {
            "id": "9.",
            "section": "Camping Establishments",
            "content": "9. (1) Subject to subsection (3), where flush toilets, urinals and washbasins are to be used by guests in common at a camping establishment and the number of campsites, not including campsites equipped with individual sewer hookups, is in a group itemized in Column 1 of the Table, the operator of the camping establishment shall provide, (a) for male guests, at least the number of, (i) washbasins set opposite thereto in Part 1 of Column 2, (ii) flush toilets set opposite thereto in Part 2 of Column 2, and (iii) urinals set opposite thereto in Part 3 of Column 2; and (b) for female guests, at least the number of, (i) washbasins set opposite thereto in Part 1 of Column 3, and (ii) flush toilets set opposite thereto in Part 2 of Column 3. TABLE  Item Number\n\nColumn 1\n\nColumn 2\n\nColumn 3\n\n\nNumber of Campsites\n\nMales\n\nFemales\n\n\nPart 1\n\nPart 2\n\nPart 3\n\nPart 1\n\nPart 2\n\n\nNumber of Washbasins\n\nNumber of Flush Toilets\n\nNumber of Urinals\n\nNumber of Washbasins\n\nNumber of Flush Toilets\n\n\n1\n\n10-15\n\n1\n\n1\n\n1\n\n1\n\n1\n\n\n2\n\n16-45\n\n2\n\n2\n\n1\n\n2\n\n3\n\n\n3\n\n46-100\n\n3\n\n3\n\n2\n\n3\n\n5\n\n\n4\n\n101-130\n\n4\n\n4\n\n3\n\n4\n\n7\n\n\n5\n\n131-160\n\n5\n\n5\n\n4\n\n5\n\n9\n\n\n6\n\n161-190\n\n6\n\n6\n\n4\n\n6\n\n11\n\n\n7\n\n191-220\n\n7\n\n7\n\n5\n\n7\n\n13\n\n\n8\n\n221-250\n\n8\n\n8\n\n5\n\n8\n\n15\n\n\n9\n\n251-280\n\n9\n\n9\n\n6\n\n9\n\n17 R.R.O. 1990, Reg. 1037, s. 9 (1). (2) Where any of the campsites made available in a camping establishment are serviced with individual sewer hookups, the operator shall provide, in addition to the requirements set out in subsection (1), at least one washbasin and one flush toilet or privy for each sex for each 100 campsites or a part thereof so serviced. R.R.O. 1990, Reg. 1037, s. 9 (2). (3) Where, because of the absence of a water-pressure system, the operator of a camping establishment is unable to comply with subsection (1), the operator shall provide one privy for each sex for every seven campsites. R.R.O. 1990, Reg. 1037, s. 9 (3). (4) Each campsite shall have an area of at least 186 square metres with an open and graded parking space sufficient to permit a minimum clearance of 4.5 metres between sides and three metres between ends of adjacent recreation vehicles. R.R.O. 1990, Reg. 1037, s. 9 (4). (5) Campsites shall be accessible by means of a driveway, (a) at least three metres wide, where the driveway is for one-way traffic; (b) at least six metres wide, where the driveway is for two-way traffic; and (c) so constructed that automobiles and trailers will not become mired. R.R.O. 1990, Reg. 1037, s. 9 (5). (6) The operator of a camping establishment shall provide, (a) one table for each campsite; and (b) one garbage can for each campsite or an equivalent central garbage disposal area. R.R.O. 1990, Reg. 1037, s. 9 (6). (7) The operator of a camping establishment shall not allow the camping establishment to consist, at any time, of more campsites than in the proportion of thirty-eight campsites for each hectare of land at that time, suitable for accommodation of tents and trailers. R.R.O. 1990, Reg. 1037, s. 9 (7). Outpost Establishments",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) Subject to subsection (3), where flush toilets, urinals and washbasins are to be used by guests in common at a camping establishment and the number of campsites, not including campsites equipped with individual sewer hookups, is in a group itemized in Column 1 of the Table, the operator of the camping establishment shall provide,</p> <p class=\"clause-e\">(a) for male guests, at least the number of,</p> <p class=\"subclause-e\">(i) washbasins set opposite thereto in Part 1 of Column 2,</p> <p class=\"subclause-e\">(ii) flush toilets set opposite thereto in Part 2 of Column 2, and</p> <p class=\"subclause-e\">(iii) urinals set opposite thereto in Part 3 of Column 2; and</p> <p class=\"clause-e\">(b) for female guests, at least the number of,</p> <p class=\"subclause-e\">(i) washbasins set opposite thereto in Part 1 of Column 3, and</p> <p class=\"subclause-e\">(ii) flush toilets set opposite thereto in Part 2 of Column 3.</p> <p class=\"headingx-e\">TABLE</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td width=\"89\"></td>\n<td width=\"97\"></td>\n<td width=\"85\"></td>\n<td width=\"92\"></td>\n<td width=\"96\"></td>\n<td width=\"96\"></td>\n<td width=\"114\"></td></tr>\n<tr>\n<td rowspan=\"4\" valign=\"top\" width=\"89\"><p class=\"table-e\">Item Number</p>\n</td>\n<td valign=\"top\" width=\"97\"><p class=\"table-e\">Column 1</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"275\"><p class=\"table-e\">Column 2</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"210\"><p class=\"table-e\">Column 3</p>\n</td></tr>\n<tr>\n<td rowspan=\"3\" valign=\"top\" width=\"97\"><p class=\"table-e\">Number of Campsites</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"275\"><p class=\"table-e\">Males</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"210\"><p class=\"table-e\">Females</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"85\"><p class=\"table-e\">Part 1</p>\n</td>\n<td valign=\"top\" width=\"92\"><p class=\"table-e\">Part 2</p>\n</td>\n<td valign=\"top\" width=\"96\"><p class=\"table-e\">Part 3</p>\n</td>\n<td valign=\"top\" width=\"96\"><p class=\"table-e\">Part 1</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Part 2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"85\"><p class=\"table-e\">Number of Washbasins</p>\n</td>\n<td valign=\"top\" width=\"92\"><p class=\"table-e\">Number of Flush Toilets</p>\n</td>\n<td valign=\"top\" width=\"96\"><p class=\"table-e\">Number of Urinals</p>\n</td>\n<td valign=\"top\" width=\"96\"><p class=\"table-e\">Number of Washbasins</p>\n</td>\n<td valign=\"top\" width=\"114\"><p class=\"table-e\">Number of Flush Toilets</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"89\"><p class=\"table-e\">1</p>\n</td>\n<td valign=\"top\" width=\"97\"><p align=\"right\" class=\"table-e\">10-15</p>\n</td>\n<td valign=\"top\" width=\"85\"><p align=\"right\" class=\"table-e\">1</p>\n</td>\n<td valign=\"top\" width=\"92\"><p align=\"right\" class=\"table-e\">1</p>\n</td>\n<td valign=\"top\" width=\"96\"><p align=\"right\" class=\"table-e\">1</p>\n</td>\n<td valign=\"top\" width=\"96\"><p align=\"right\" class=\"table-e\">1</p>\n</td>\n<td valign=\"top\" width=\"114\"><p align=\"right\" class=\"table-e\">1</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"89\"><p class=\"table-e\">2</p>\n</td>\n<td valign=\"top\" width=\"97\"><p align=\"right\" class=\"table-e\">16-45</p>\n</td>\n<td valign=\"top\" width=\"85\"><p align=\"right\" class=\"table-e\">2</p>\n</td>\n<td valign=\"top\" width=\"92\"><p align=\"right\" class=\"table-e\">2</p>\n</td>\n<td valign=\"top\" width=\"96\"><p align=\"right\" class=\"table-e\">1</p>\n</td>\n<td valign=\"top\" width=\"96\"><p align=\"right\" class=\"table-e\">2</p>\n</td>\n<td valign=\"top\" width=\"114\"><p align=\"right\" class=\"table-e\">3</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"89\"><p class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"97\"><p align=\"right\" class=\"table-e\">46-100</p>\n</td>\n<td valign=\"top\" width=\"85\"><p align=\"right\" class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"92\"><p align=\"right\" class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"96\"><p align=\"right\" class=\"table-e\">2</p>\n</td>\n<td valign=\"top\" width=\"96\"><p align=\"right\" class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"114\"><p align=\"right\" class=\"table-e\">5</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"89\"><p class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"97\"><p align=\"right\" class=\"table-e\">101-130</p>\n</td>\n<td valign=\"top\" width=\"85\"><p align=\"right\" class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"92\"><p align=\"right\" class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"96\"><p align=\"right\" class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"96\"><p align=\"right\" class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"114\"><p align=\"right\" class=\"table-e\">7</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"89\"><p class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"97\"><p align=\"right\" class=\"table-e\">131-160</p>\n</td>\n<td valign=\"top\" width=\"85\"><p align=\"right\" class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"92\"><p align=\"right\" class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"96\"><p align=\"right\" class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"96\"><p align=\"right\" class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"114\"><p align=\"right\" class=\"table-e\">9</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"89\"><p class=\"table-e\">6</p>\n</td>\n<td valign=\"top\" width=\"97\"><p align=\"right\" class=\"table-e\">161-190</p>\n</td>\n<td valign=\"top\" width=\"85\"><p align=\"right\" class=\"table-e\">6</p>\n</td>\n<td valign=\"top\" width=\"92\"><p align=\"right\" class=\"table-e\">6</p>\n</td>\n<td valign=\"top\" width=\"96\"><p align=\"right\" class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"96\"><p align=\"right\" class=\"table-e\">6</p>\n</td>\n<td valign=\"top\" width=\"114\"><p align=\"right\" class=\"table-e\">11</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"89\"><p class=\"table-e\">7</p>\n</td>\n<td valign=\"top\" width=\"97\"><p align=\"right\" class=\"table-e\">191-220</p>\n</td>\n<td valign=\"top\" width=\"85\"><p align=\"right\" class=\"table-e\">7</p>\n</td>\n<td valign=\"top\" width=\"92\"><p align=\"right\" class=\"table-e\">7</p>\n</td>\n<td valign=\"top\" width=\"96\"><p align=\"right\" class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"96\"><p align=\"right\" class=\"table-e\">7</p>\n</td>\n<td valign=\"top\" width=\"114\"><p align=\"right\" class=\"table-e\">13</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"89\"><p class=\"table-e\">8</p>\n</td>\n<td valign=\"top\" width=\"97\"><p align=\"right\" class=\"table-e\">221-250</p>\n</td>\n<td valign=\"top\" width=\"85\"><p align=\"right\" class=\"table-e\">8</p>\n</td>\n<td valign=\"top\" width=\"92\"><p align=\"right\" class=\"table-e\">8</p>\n</td>\n<td valign=\"top\" width=\"96\"><p align=\"right\" class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"96\"><p align=\"right\" class=\"table-e\">8</p>\n</td>\n<td valign=\"top\" width=\"114\"><p align=\"right\" class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"89\"><p class=\"table-e\">9</p>\n</td>\n<td valign=\"top\" width=\"97\"><p align=\"right\" class=\"table-e\">251-280</p>\n</td>\n<td valign=\"top\" width=\"85\"><p align=\"right\" class=\"table-e\">9</p>\n</td>\n<td valign=\"top\" width=\"92\"><p align=\"right\" class=\"table-e\">9</p>\n</td>\n<td valign=\"top\" width=\"96\"><p align=\"right\" class=\"table-e\">6</p>\n</td>\n<td valign=\"top\" width=\"96\"><p align=\"right\" class=\"table-e\">9</p>\n</td>\n<td valign=\"top\" width=\"114\"><p align=\"right\" class=\"table-e\">17</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 1037, s. 9 (1).</p> <p class=\"subsection-e\">(2) Where any of the campsites made available in a camping establishment are serviced with individual sewer hookups, the operator shall provide, in addition to the requirements set out in subsection (1), at least one washbasin and one flush toilet or privy for each sex for each 100 campsites or a part thereof so serviced. R.R.O. 1990, Reg. 1037, s. 9 (2).</p> <p class=\"subsection-e\">(3) Where, because of the absence of a water-pressure system, the operator of a camping establishment is unable to comply with subsection (1), the operator shall provide one privy for each sex for every seven campsites. R.R.O. 1990, Reg. 1037, s. 9 (3).</p> <p class=\"subsection-e\">(4) Each campsite shall have an area of at least 186 square metres with an open and graded parking space sufficient to permit a minimum clearance of 4.5 metres between sides and three metres between ends of adjacent recreation vehicles. R.R.O. 1990, Reg. 1037, s. 9 (4).</p> <p class=\"subsection-e\">(5) Campsites shall be accessible by means of a driveway,</p> <p class=\"clause-e\">(a) at least three metres wide, where the driveway is for one-way traffic;</p> <p class=\"clause-e\">(b) at least six metres wide, where the driveway is for two-way traffic; and</p> <p class=\"clause-e\">(c) so constructed that automobiles and trailers will not become mired. R.R.O. 1990, Reg. 1037, s. 9 (5).</p> <p class=\"subsection-e\">(6) The operator of a camping establishment shall provide,</p> <p class=\"clause-e\">(a) one table for each campsite; and</p> <p class=\"clause-e\">(b) one garbage can for each campsite or an equivalent central garbage disposal area. R.R.O. 1990, Reg. 1037, s. 9 (6).</p> <p class=\"subsection-e\">(7) The operator of a camping establishment shall not allow the camping establishment to consist, at any time, of more campsites than in the proportion of thirty-eight campsites for each hectare of land at that time, suitable for accommodation of tents and trailers. R.R.O. 1990, Reg. 1037, s. 9 (7).</p> <p class=\"heading1-e\">Outpost Establishments</p>"
        },
        {
            "id": "10.",
            "section": "Outpost Establishments",
            "content": "10. (1) The operator of an outpost establishment shall maintain a base of operations in Ontario. R.R.O. 1990, Reg. 1037, s. 10 (1). (2) Outpost camps shall be established only in areas designated by and with the approval of the Ministry of Natural Resources. R.R.O. 1990, Reg. 1037, s. 10 (2). (3) Every tent, furnishings and equipment supplied for the use of guests in an outpost camp shall be in good working order and in safe condition. R.R.O. 1990, Reg. 1037, s. 10 (3). (4) The operator shall inspect each outpost camp at reasonable intervals to ensure that, (a) every cabin, tent, campsite, furnishings and equipment are maintained in a clean and sanitary condition; and (b) every person accommodated in the outpost camp is provided with sufficient supplies and services to make the stay in the outpost camp safe and convenient. R.R.O. 1990, Reg. 1037, s. 10 (4). Registration Of Persons, Motor Vehicles And Trailers Accommodated",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) The operator of an outpost establishment shall maintain a base of operations in Ontario. R.R.O. 1990, Reg. 1037, s. 10 (1).</p> <p class=\"subsection-e\">(2) Outpost camps shall be established only in areas designated by and with the approval of the Ministry of Natural Resources. R.R.O. 1990, Reg. 1037, s. 10 (2).</p> <p class=\"subsection-e\">(3) Every tent, furnishings and equipment supplied for the use of guests in an outpost camp shall be in good working order and in safe condition. R.R.O. 1990, Reg. 1037, s. 10 (3).</p> <p class=\"subsection-e\">(4) The operator shall inspect each outpost camp at reasonable intervals to ensure that,</p> <p class=\"clause-e\">(a) every cabin, tent, campsite, furnishings and equipment are maintained in a clean and sanitary condition; and</p> <p class=\"clause-e\">(b) every person accommodated in the outpost camp is provided with sufficient supplies and services to make the stay in the outpost camp safe and convenient. R.R.O. 1990, Reg. 1037, s. 10 (4).</p> <p class=\"heading1-e\">Registration Of Persons, Motor Vehicles And Trailers Accommodated</p>"
        },
        {
            "id": "11.",
            "section": "Registration Of Persons, Motor Vehicles And Trailers Accommodated",
            "content": "11. (1) An operator shall maintain in a bound book, card index or other registration system, a register of the persons, motor vehicles and trailers accommodated in the tourist establishment. R.R.O. 1990, Reg. 1037, s. 11 (1). (2) A person accommodated shall enter in the register, (a) his or her name and home address; and (b) the name and home address of each person travelling with him or her and accommodated in the establishment who does not register separately. R.R.O. 1990, Reg. 1037, s. 11 (2). (3) An operator shall require a person travelling by motor vehicle and accommodated in a tourist establishment to enter in the register the trade name of the motor vehicle, the vehicle licence number thereof and the name of the Province, State or other authority issuing the vehicle licence. R.R.O. 1990, Reg. 1037, s. 11 (3). (4) The operator shall enter in the register, (a) the name or number of the rental unit occupied by each person accommodated; and (b) the date of arrival and of departure of each person accommodated. R.R.O. 1990, Reg. 1037, s. 11 (4). (5) A person accommodated shall not, (a) enter false information in the register; or (b) in any way cause false information to be entered in the register. R.R.O. 1990, Reg. 1037, s. 11 (5). (6) No operator shall enter in the register or knowingly permit to be entered in the register any information the operator reasonably suspects to be false. R.R.O. 1990, Reg. 1037, s. 11 (6). (7) An entry in the register shall be preserved for at least one year from the date of the entry. R.R.O. 1990, Reg. 1037, s. 11 (7).",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) An operator shall maintain in a bound book, card index or other registration system, a register of the persons, motor vehicles and trailers accommodated in the tourist establishment. R.R.O. 1990, Reg. 1037, s. 11 (1).</p> <p class=\"subsection-e\">(2) A person accommodated shall enter in the register,</p> <p class=\"clause-e\">(a) his or her name and home address; and</p> <p class=\"clause-e\">(b) the name and home address of each person travelling with him or her and accommodated in the establishment who does not register separately. R.R.O. 1990, Reg. 1037, s. 11 (2).</p> <p class=\"subsection-e\">(3) An operator shall require a person travelling by motor vehicle and accommodated in a tourist establishment to enter in the register the trade name of the motor vehicle, the vehicle licence number thereof and the name of the Province, State or other authority issuing the vehicle licence. R.R.O. 1990, Reg. 1037, s. 11 (3).</p> <p class=\"subsection-e\">(4) The operator shall enter in the register,</p> <p class=\"clause-e\">(a) the name or number of the rental unit occupied by each person accommodated; and</p> <p class=\"clause-e\">(b) the date of arrival and of departure of each person accommodated. R.R.O. 1990, Reg. 1037, s. 11 (4).</p> <p class=\"subsection-e\">(5) A person accommodated shall not,</p> <p class=\"clause-e\">(a) enter false information in the register; or</p> <p class=\"clause-e\">(b) in any way cause false information to be entered in the register. R.R.O. 1990, Reg. 1037, s. 11 (5).</p> <p class=\"subsection-e\">(6) No operator shall enter in the register or knowingly permit to be entered in the register any information the operator reasonably suspects to be false. R.R.O. 1990, Reg. 1037, s. 11 (6).</p> <p class=\"subsection-e\">(7) An entry in the register shall be preserved for at least one year from the date of the entry. R.R.O. 1990, Reg. 1037, s. 11 (7).</p>"
        },
        {
            "id": "12.",
            "section": "Registration Of Persons, Motor Vehicles And Trailers Accommodated",
            "content": "12. (1) The operator of a tourist establishment other than a cottage establishment, cabin establishment or outpost establishment shall have in attendance during its operation at least one adult employee conversant with the operation of the establishment. R.R.O. 1990, Reg. 1037, s. 12 (1). (2) An operator shall, (a) display the tourist establishment licence in a conspicuous place near the registration desk; (b) display upon each rental unit a distinctive number, letter or name; (c) keep posted in every room or building used for sleeping accommodation information specifying the rates, in Canadian currency, charged for the room or building, indicating the highest single rate, the highest double rate, the highest triple rate, the highest rate for four persons and the unit rate if such exists; and (d) at the request of an inspector designated under the Act or police officer, produce for inspection any register, licence or notice required under the Act or this Regulation. R.R.O. 1990, Reg. 1037, s. 12 (2); O. Reg. 371/98, s. 8. PART III   RATES",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) The operator of a tourist establishment other than a cottage establishment, cabin establishment or outpost establishment shall have in attendance during its operation at least one adult employee conversant with the operation of the establishment. R.R.O. 1990, Reg. 1037, s. 12 (1).</p> <p class=\"subsection-e\">(2) An operator shall,</p> <p class=\"clause-e\">(a) display the tourist establishment licence in a conspicuous place near the registration desk;</p> <p class=\"clause-e\">(b) display upon each rental unit a distinctive number, letter or name;</p> <p class=\"clause-e\">(c) keep posted in every room or building used for sleeping accommodation information specifying the rates, in Canadian currency, charged for the room or building, indicating the highest single rate, the highest double rate, the highest triple rate, the highest rate for four persons and the unit rate if such exists; and</p> <p class=\"clause-e\">(d) at the request of an inspector designated under the Act or police officer, produce for inspection any register, licence or notice required under the Act or this Regulation. R.R.O. 1990, Reg. 1037, s. 12 (2); O. Reg. 371/98, s. 8.</p> <p class=\"partnum-e\"><b>PART III <br/>  RATES</b></p>"
        },
        {
            "id": "13.",
            "section": "Registration Of Persons, Motor Vehicles And Trailers Accommodated",
            "content": "13. (1) An applicant for a tourist establishment licence shall file with the Minister at the time of application the rates for sleeping accommodation in the tourist establishment for the current year. R.R.O. 1990, Reg. 1037, s. 13 (1). (2) The operator shall advise the Minister by registered mail of any changes in the rates filed and no change shall be made until seven days have elapsed after the mailing of the notice. R.R.O. 1990, Reg. 1037, s. 13 (2). (3) Rates filed with the Minister shall be consistent with rates quoted to any organization, recommending body or trade association. R.R.O. 1990, Reg. 1037, s. 13 (3). PART IV   GRANTS",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) An applicant for a tourist establishment licence shall file with the Minister at the time of application the rates for sleeping accommodation in the tourist establishment for the current year. R.R.O. 1990, Reg. 1037, s. 13 (1).</p> <p class=\"subsection-e\">(2) The operator shall advise the Minister by registered mail of any changes in the rates filed and no change shall be made until seven days have elapsed after the mailing of the notice. R.R.O. 1990, Reg. 1037, s. 13 (2).</p> <p class=\"subsection-e\">(3) Rates filed with the Minister shall be consistent with rates quoted to any organization, recommending body or trade association. R.R.O. 1990, Reg. 1037, s. 13 (3).</p> <p class=\"partnum-e\"><b>PART IV <br/>  GRANTS</b></p>"
        },
        {
            "id": "14.",
            "section": "Registration Of Persons, Motor Vehicles And Trailers Accommodated",
            "content": "14. (1) In this section, “region” means an area approved by the Minister under subsection (2); (“région”) “tourism promotion” means mass consumer and trade advertising, including special events support, travel information counselling and other activities designed to improve public relations; (“promotion du tourisme”) “travel association” means any one of the following non-profit organizations having as its objects the promotion of the tourism industry in its region: 1. In the north, the Almaguin-Nipissing Travel Association, the Rainbow Country Travel Association, the Cochrane-Timiskaming Travel Association, the Algoma-Kinniwabi Travel Association, the Northwest Travel Association and the North of Superior Travel Association. 2. In the south, the Central Ontario Travel Association, the Eastern Ontario Travel Association, the Georgian Lakelands Travel Association, the Metropolitan Toronto Travel Association, the Niagara and Mid-Western Ontario Travel Association and the Southwestern Ontario Travel Association. (“association touristique”) R.R.O. 1990, Reg. 1037, s. 14 (1). (2) A grant may be paid to a travel association where, (a) the location of the boundaries of the region serviced by the travel association and the size of the region are, in the opinion of the Ministry, appropriate for the efficient promotion of the tourism industry; (b) the travel association is active generally in the region; (c) the constitution, rules, by-laws and accounting procedures adopted by the travel association have been approved by the Minister; and (d) in the opinion of the Minister, the annual program proposed by the travel association shall be effective for the promotion of the tourism industry in the region. R.R.O. 1990, Reg. 1037, s. 14 (2). (3) An annual grant of up to $35,000 to cover all or part of the administration costs incurred in carrying out its programs may be paid to each travel association qualifying under subsection (2). R.R.O. 1990, Reg. 1037, s. 14 (3). (4) A travel association receiving a grant under subsection (3) may be paid a co-operative marketing grant as follows: 1. A travel association in the north may be paid a grant in an amount approved by the Minister not to exceed twice the amount raised by the travel association for marketing projects that are approved by the Minister. 2. A travel association in the south may be paid a grant in an amount approved by the Minister that shall not exceed the amount raised by the travel association for marketing projects that are approved by the Minister. R.R.O. 1990, Reg. 1037, s. 14 (4). (5) A travel association receiving a grant under subsection (4) may retain all revenues raised through the sale of advertising or the provision of services to members, but any grant money under subsection (4) not used for those marketing projects approved by the Minister shall not be used for any other purpose and shall be paid to the Minister of Finance. R.R.O. 1990, Reg. 1037, s. 14 (5). (6) Subject to subsection (7), a travel association applying for a co-operative marketing grant under this section shall submit with its application, (a) its annual report for the last fiscal year disclosing the activities and achievements of the travel association; (b) its financial statements for the last fiscal year; and (c) a marketing plan for the fiscal year for which the co-operative marketing grant is applied together with estimates of the cost of such plans. R.R.O. 1990, Reg. 1037, s. 14 (6). (7) A travel association is exempt from the requirement of clauses (6) (a) and (b) if it has not been in operation for one fiscal year. R.R.O. 1990, Reg. 1037, s. 14 (7). (8) Any grant or contribution made under subsection (3) or (4) may be paid in instalments. R.R.O. 1990, Reg. 1037, s. 14 (8). (9) A travel association shall submit to the Ministry interim reports and financial records as required by the Ministry. R.R.O. 1990, Reg. 1037, s. 14 (9). (10) It is a condition of every payment made under this section that the money received by the travel association under this section shall be used to carry out its program as approved by the Ministry and that all financial transactions of the travel association are subject to audit by the Ministry. R.R.O. 1990, Reg. 1037, s. 14 (10). (11) Where a travel association has not spent in accordance with approved programs all money received by it under this section for a fiscal year by the end of that fiscal year, an amount equal to the money unspent or spent in contravention of the approved programs, as the case may be, shall be deducted from the next grant that would otherwise be made to that association under this section. R.R.O. 1990, Reg. 1037, s. 14 (11). PART V   ADVERTISING MATTER",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) In this section,</p> <p class=\"firstdef-e\">“region” means an area approved by the Minister under subsection (2); (“région”)</p> <p class=\"definition-e\">“tourism promotion” means mass consumer and trade advertising, including special events support, travel information counselling and other activities designed to improve public relations; (“promotion du tourisme”)</p> <p class=\"definition-e\">“travel association” means any one of the following non-profit organizations having as its objects the promotion of the tourism industry in its region:</p> <p class=\"defparagraph-e\">1. In the north, the Almaguin-Nipissing Travel Association, the Rainbow Country Travel Association, the Cochrane-Timiskaming Travel Association, the Algoma-Kinniwabi Travel Association, the Northwest Travel Association and the North of Superior Travel Association.</p> <p class=\"defparagraph-e\">2. In the south, the Central Ontario Travel Association, the Eastern Ontario Travel Association, the Georgian Lakelands Travel Association, the Metropolitan Toronto Travel Association, the Niagara and Mid-Western Ontario Travel Association and the Southwestern Ontario Travel Association. (“association touristique”) R.R.O. 1990, Reg. 1037, s. 14 (1).</p> <p class=\"subsection-e\">(2) A grant may be paid to a travel association where,</p> <p class=\"clause-e\">(a) the location of the boundaries of the region serviced by the travel association and the size of the region are, in the opinion of the Ministry, appropriate for the efficient promotion of the tourism industry;</p> <p class=\"clause-e\">(b) the travel association is active generally in the region;</p> <p class=\"clause-e\">(c) the constitution, rules, by-laws and accounting procedures adopted by the travel association have been approved by the Minister; and</p> <p class=\"clause-e\">(d) in the opinion of the Minister, the annual program proposed by the travel association shall be effective for the promotion of the tourism industry in the region. R.R.O. 1990, Reg. 1037, s. 14 (2).</p> <p class=\"subsection-e\">(3) An annual grant of up to $35,000 to cover all or part of the administration costs incurred in carrying out its programs may be paid to each travel association qualifying under subsection (2). R.R.O. 1990, Reg. 1037, s. 14 (3).</p> <p class=\"subsection-e\">(4) A travel association receiving a grant under subsection (3) may be paid a co-operative marketing grant as follows:</p> <p class=\"paragraph-e\">1. A travel association in the north may be paid a grant in an amount approved by the Minister not to exceed twice the amount raised by the travel association for marketing projects that are approved by the Minister.</p> <p class=\"paragraph-e\">2. A travel association in the south may be paid a grant in an amount approved by the Minister that shall not exceed the amount raised by the travel association for marketing projects that are approved by the Minister. R.R.O. 1990, Reg. 1037, s. 14 (4).</p> <p class=\"subsection-e\">(5) A travel association receiving a grant under subsection (4) may retain all revenues raised through the sale of advertising or the provision of services to members, but any grant money under subsection (4) not used for those marketing projects approved by the Minister shall not be used for any other purpose and shall be paid to the Minister of Finance. R.R.O. 1990, Reg. 1037, s. 14 (5).</p> <p class=\"subsection-e\">(6) Subject to subsection (7), a travel association applying for a co-operative marketing grant under this section shall submit with its application,</p> <p class=\"clause-e\">(a) its annual report for the last fiscal year disclosing the activities and achievements of the travel association;</p> <p class=\"clause-e\">(b) its financial statements for the last fiscal year; and</p> <p class=\"clause-e\">(c) a marketing plan for the fiscal year for which the co-operative marketing grant is applied together with estimates of the cost of such plans. R.R.O. 1990, Reg. 1037, s. 14 (6).</p> <p class=\"subsection-e\">(7) A travel association is exempt from the requirement of clauses (6) (a) and (b) if it has not been in operation for one fiscal year. R.R.O. 1990, Reg. 1037, s. 14 (7).</p> <p class=\"subsection-e\">(8) Any grant or contribution made under subsection (3) or (4) may be paid in instalments. R.R.O. 1990, Reg. 1037, s. 14 (8).</p> <p class=\"subsection-e\">(9) A travel association shall submit to the Ministry interim reports and financial records as required by the Ministry. R.R.O. 1990, Reg. 1037, s. 14 (9).</p> <p class=\"subsection-e\">(10) It is a condition of every payment made under this section that the money received by the travel association under this section shall be used to carry out its program as approved by the Ministry and that all financial transactions of the travel association are subject to audit by the Ministry. R.R.O. 1990, Reg. 1037, s. 14 (10).</p> <p class=\"subsection-e\">(11) Where a travel association has not spent in accordance with approved programs all money received by it under this section for a fiscal year by the end of that fiscal year, an amount equal to the money unspent or spent in contravention of the approved programs, as the case may be, shall be deducted from the next grant that would otherwise be made to that association under this section. R.R.O. 1990, Reg. 1037, s. 14 (11).</p> <p class=\"partnum-e\"><b>PART V <br/>  ADVERTISING MATTER</b></p>"
        },
        {
            "id": "15.",
            "section": "Registration Of Persons, Motor Vehicles And Trailers Accommodated",
            "content": "15. (1) No advertising matter or sign connected with a tourist establishment shall contain any inaccurate or misleading statement in respect of, (a) sleeping accommodation available at the tourist establishment; (b) recreational facilities available at, or in the vicinity of, the tourist establishment; (c) facilities for transportation to or from the location in which the tourist establishment is situate; (d) means and routes of access to the tourist establishment; (e) rates or charges for, (i) accommodation, (ii) facilities, (iii) food, (iv) merchandise, or (v) services, available at any place mentioned in the advertising matter; or (f) the classification of the tourist establishment. R.R.O. 1990, Reg. 1037, s. 15 (1). (2) Any advertising matter that advertises rates for accommodation shall state precisely what the rates include and the amount of any extra charges for facilities and services. R.R.O. 1990, Reg. 1037, s. 15 (2). (3) Where advertising matter advertises rates for accommodation in a tourist establishment and the operator requires that a prospective guest pay a deposit when reserving accommodation, the advertising matter shall set out precisely the conditions on which such deposit may be forfeited or refunded. R.R.O. 1990, Reg. 1037, s. 15 (3). (4) No advertising matter or sign shall contain the words “modern conveniences” or any other words or expressions that imply the tourist establishment is equipped with what are commonly known as “modern conveniences” unless the tourist establishment, (a) is adequately equipped with electric lighting; (b) has available on the premises for the use of guests local and long distance telephone service, where such service is available; (c) is equipped with flush toilets and bathtubs or showers; and (d) has available at all times in washrooms used by guests a supply of hot and cold water furnished through pipes and taps. R.R.O. 1990, Reg. 1037, s. 15 (4). (5) No advertising matter or sign shall contain the words “air-conditioned” or “colour T.V.” or “restaurant” unless the tourist establishment, (a) provides air-conditioning in 90 per cent of the rental units; (b) provides colour television sets in 90 per cent of the rental units; or (c) provides breakfast, lunch and dinner service during normal and reasonable hours while the establishment is operated. R.R.O. 1990, Reg. 1037, s. 15 (5). (6) No picture shall be reproduced in a brochure for advertising purposes unless the picture is a true and current reflection of the facilities, accommodations and recreational opportunities available at or in the vicinity of the tourist establishment. R.R.O. 1990, Reg. 1037, s. 15 (6). PART VI   INFORMATION CENTRES",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) No advertising matter or sign connected with a tourist establishment shall contain any inaccurate or misleading statement in respect of,</p> <p class=\"clause-e\">(a) sleeping accommodation available at the tourist establishment;</p> <p class=\"clause-e\">(b) recreational facilities available at, or in the vicinity of, the tourist establishment;</p> <p class=\"clause-e\">(c) facilities for transportation to or from the location in which the tourist establishment is situate;</p> <p class=\"clause-e\">(d) means and routes of access to the tourist establishment;</p> <p class=\"clause-e\">(e) rates or charges for,</p> <p class=\"subclause-e\">(i) accommodation,</p> <p class=\"subclause-e\">(ii) facilities,</p> <p class=\"subclause-e\">(iii) food,</p> <p class=\"subclause-e\">(iv) merchandise, or</p> <p class=\"subclause-e\">(v) services,</p> <p class=\"Sclause-e\">available at any place mentioned in the advertising matter; or</p> <p class=\"clause-e\">(f) the classification of the tourist establishment. R.R.O. 1990, Reg. 1037, s. 15 (1).</p> <p class=\"subsection-e\">(2) Any advertising matter that advertises rates for accommodation shall state precisely what the rates include and the amount of any extra charges for facilities and services. R.R.O. 1990, Reg. 1037, s. 15 (2).</p> <p class=\"subsection-e\">(3) Where advertising matter advertises rates for accommodation in a tourist establishment and the operator requires that a prospective guest pay a deposit when reserving accommodation, the advertising matter shall set out precisely the conditions on which such deposit may be forfeited or refunded. R.R.O. 1990, Reg. 1037, s. 15 (3).</p> <p class=\"subsection-e\">(4) No advertising matter or sign shall contain the words “modern conveniences” or any other words or expressions that imply the tourist establishment is equipped with what are commonly known as “modern conveniences” unless the tourist establishment,</p> <p class=\"clause-e\">(a) is adequately equipped with electric lighting;</p> <p class=\"clause-e\">(b) has available on the premises for the use of guests local and long distance telephone service, where such service is available;</p> <p class=\"clause-e\">(c) is equipped with flush toilets and bathtubs or showers; and</p> <p class=\"clause-e\">(d) has available at all times in washrooms used by guests a supply of hot and cold water furnished through pipes and taps. R.R.O. 1990, Reg. 1037, s. 15 (4).</p> <p class=\"subsection-e\">(5) No advertising matter or sign shall contain the words “air-conditioned” or “colour T.V.” or “restaurant” unless the tourist establishment,</p> <p class=\"clause-e\">(a) provides air-conditioning in 90 per cent of the rental units;</p> <p class=\"clause-e\">(b) provides colour television sets in 90 per cent of the rental units; or</p> <p class=\"clause-e\">(c) provides breakfast, lunch and dinner service during normal and reasonable hours while the establishment is operated. R.R.O. 1990, Reg. 1037, s. 15 (5).</p> <p class=\"subsection-e\">(6) No picture shall be reproduced in a brochure for advertising purposes unless the picture is a true and current reflection of the facilities, accommodations and recreational opportunities available at or in the vicinity of the tourist establishment. R.R.O. 1990, Reg. 1037, s. 15 (6).</p> <p class=\"partnum-e\"><b>PART VI <br/>  INFORMATION CENTRES</b></p>"
        },
        {
            "id": "16.",
            "section": "Registration Of Persons, Motor Vehicles And Trailers Accommodated",
            "content": "16. (1) Every information centre shall be of sufficient size to provide basic information services to the public and shall, (a) be equipped with a suitable counter or desk and adequate means to properly display tourist literature; (b) be equipped with a telephone, where practicable; (c) be open to the public for at least six hours a day and six days a week; (d) be operated for at least nine weeks during the year; (e) be maintained in a clean and orderly condition; (f) be furnished with a registration system for the entry of names and addresses of persons to whom tourist information is provided; (g) be furnished with adequate reference material; and (h) be provided with trained staff or mechanical aids capable of dispensing information to the travelling and vacationing public. R.R.O. 1990, Reg. 1037, s. 16 (1). (2) Where an information centre is located in premises used for other purposes, it shall as far as is practicable be kept separate and apart from other businesses or activities. R.R.O. 1990, Reg. 1037, s. 16 (2). (3) No person, organization or agency shall display on any premises that do not comply with subsection (1) any sign or device indicating that information for tourists or a similar service is available on the premises. R.R.O. 1990, Reg. 1037, s. 16 (3). (4) Travel agents registered under the Travel Industry Act, 2002 and persons providing travel services as defined under the Travel Industry Act, 2002 are exempt from subsection (1). R.R.O. 1990, Reg. 1037, s. 16 (4); O. Reg. 28/05, s. 1. PART VII   ADMINISTRATION",
            "raw_html": "<p class=\"section-e\"><b>16. </b>(1) Every information centre shall be of sufficient size to provide basic information services to the public and shall,</p> <p class=\"clause-e\">(a) be equipped with a suitable counter or desk and adequate means to properly display tourist literature;</p> <p class=\"clause-e\">(b) be equipped with a telephone, where practicable;</p> <p class=\"clause-e\">(c) be open to the public for at least six hours a day and six days a week;</p> <p class=\"clause-e\">(d) be operated for at least nine weeks during the year;</p> <p class=\"clause-e\">(e) be maintained in a clean and orderly condition;</p> <p class=\"clause-e\">(f) be furnished with a registration system for the entry of names and addresses of persons to whom tourist information is provided;</p> <p class=\"clause-e\">(g) be furnished with adequate reference material; and</p> <p class=\"clause-e\">(h) be provided with trained staff or mechanical aids capable of dispensing information to the travelling and vacationing public. R.R.O. 1990, Reg. 1037, s. 16 (1).</p> <p class=\"subsection-e\">(2) Where an information centre is located in premises used for other purposes, it shall as far as is practicable be kept separate and apart from other businesses or activities. R.R.O. 1990, Reg. 1037, s. 16 (2).</p> <p class=\"subsection-e\">(3) No person, organization or agency shall display on any premises that do not comply with subsection (1) any sign or device indicating that information for tourists or a similar service is available on the premises. R.R.O. 1990, Reg. 1037, s. 16 (3).</p> <p class=\"subsection-e\">(4) Travel agents registered under the <i>Travel Industry Act, 2002</i> and persons providing travel services as defined under the <i>Travel Industry Act, 2002</i> are exempt from subsection (1). R.R.O. 1990, Reg. 1037, s. 16 (4); O. Reg. 28/05, s. 1.</p> <p class=\"partnum-e\"><b>PART VII <br/>  ADMINISTRATION</b></p>"
        },
        {
            "id": "17.",
            "section": "Registration Of Persons, Motor Vehicles And Trailers Accommodated",
            "content": "17. The Minister may accept in lieu of any requirements under Part II of this Regulation such compliance as the Minister considers equivalent thereto. R.R.O. 1990, Reg. 1037, s. 17. FORMS 1-5 Revoked: O. Reg. 371/98, s. 9. Français ",
            "raw_html": "<p class=\"section-e\"><b>17. </b>The Minister may accept in lieu of any requirements under Part II of this Regulation such compliance as the Minister considers equivalent thereto. R.R.O. 1990, Reg. 1037, s. 17.</p> <p class=\"formRevoked-e\">FORMS 1-5 Revoked: O. Reg. 371/98, s. 9.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_901037_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_901037_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}