{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 626: TRAFFIC CONTROL SIGNAL SYSTEMS",
        "reg_name_text": "TRAFFIC CONTROL SIGNAL SYSTEMS",
        "citation": "R.R.O. 1990, Reg. 626: ",
        "act_under": "Highway Traffic Act   Code de la route",
        "url": "https://www.ontario.ca/laws/regulation/900626",
        "date_scraped": "2023-12-19 03:02:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2017",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900626/v3",
            "valid_from": "December 11, 2015",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "/laws/regulation/900626/v2",
            "valid_from": "April 27, 2015",
            "valid_to": "December 10, 2015"
        },
        {
            "a_href": "/laws/regulation/900626/v1",
            "valid_from": "February 29, 1996",
            "valid_to": "April 26, 2015"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) Every traffic control signal shall consist of one circular amber and one circular red indication in combination with, (a) a circular green indication; (b) a circular green indication and one or more green arrow indications; (c) a circular green indication, one or more green arrow indications and one or more amber arrow indications; or (d) one or more green arrow indications. R.R.O. 1990, Reg. 626, s. 1 (1). (2) Green arrow, amber arrow, circular green, circular amber, circular red and white vertical bar indications may be used for traffic control signals and, where they are used, they shall be arranged vertically from the bottom, as follows: right turn green arrow, right turn amber arrow, left turn green arrow, left turn amber arrow, straight through green arrow, circular green, circular amber, circular red and white vertical bar. O. Reg. 408/15, s. 1 (1). (2.1) Despite subsection (1), a bicycle traffic control signal shall consist of three opaque circular indications, each with a coloured translucent bicycle symbol, arranged vertically from the bottom as follows: green, amber, red O. Reg. 408/15, s. 1 (2). (2.2) A green arrow indication on an opaque circular indication may be used for bicycle traffic control signals and, where it is used, it shall be arranged vertically below the three opaque circular indications described in subsection (2.1). O. Reg. 408/15, s. 1 (2). (2.3) An amber arrow indication, on the same opaque circular indication that is used for the green arrow indication described in subsection (2.2) or on a separate opaque circular indication, may be used for bicycle traffic control signals and, where a separate opaque circular indication is used, it shall be arranged vertically above the green arrow indication. O. Reg. 408/15, s. 1 (2). (2.4) For the purpose of subsection (2.1), the bicycle symbol shall be as illustrated in the following Figure:  O. Reg. 408/15, s. 1 (2). (3) No traffic control signal system shall be operated so as to show more than one circular indication simultaneously on the same traffic control signal. R.R.O. 1990, Reg. 626, s. 1 (3). (4) Every traffic control signal system that is installed shall have at least two traffic control signals located on the far side of the intersection from which vehicles are approaching, at least one of which shall be located on the far right side. R.R.O. 1990, Reg. 626, s. 1 (4). (4.1) Despite subsection (4), a traffic control signal system installed at a crosswalk at an intersection for the purpose of assisting pedestrians to cross the roadway shall have, (a) at least two traffic control signals facing the directions from which vehicles on the roadway approach the crossing; and (b) at least one stop sign facing vehicles approaching the intersection from the other intersecting roadway.  O. Reg. 65/96, s. 1 (2). (4.2) A bicycle traffic control signal installed at an intersection shall be located on the far side of the intersection from which vehicles are approaching and an additional bicycle traffic control signal may be located on the near side of the intersection from which vehicles are approaching. O. Reg. 408/15, s. 1 (2). (5) Traffic control signals, where installed, shall be not less than 2.75 metres above the level of the roadway when adjacent to the travelled portion of the roadway and not less than 4.5 metres above the level of the roadway when suspended over the travelled portion of the roadway. R.R.O. 1990, Reg. 626, s. 1 (5). (5.1) Despite subsection (5), a bicycle traffic control signal, where installed, shall be not less than 2.5 metres above the level of the roadway when adjacent to the travelled portion of the roadway and not less than 4.5 metres above the level of the roadway when suspended over the travelled portion of the roadway. O. Reg. 408/15, s. 1 (2). (6) Despite subsection (5), where a traffic control signal system is installed at a freeway entrance ramp as part of a traffic management system, (a) one traffic control signal shall be located to the left side of the roadway, not less than one metre above the level of the roadway; and (b) one traffic control signal shall be located to the right side of the roadway, not less than 2.75 metres above the level of the roadway. R.R.O. 1990, Reg. 626, s. 1 (6). (7) A symbol “don’t walk” pedestrian control indication shall, (a) be rectangular in shape and shall not be less than thirty centimetres in height or width; and (b) consist of an orange silhouette of a hand on an opaque background as illustrated in the following Figure: Figure  R.R.O. 1990, Reg. 626, s. 1 (7); O. Reg. 85/15, s. 1 (1). (8) A symbol “walk” pedestrian control indication shall be rectangular in shape and shall be not less than thirty centimetres in height or width and shall consist of, (a) in the case of a lens that cannot provide a solid symbol, an outlined symbol of a walking pedestrian in lunar white on an opaque background as illustrated in Figure 1; or (b) in the case of a lens that can provide a solid symbol, a solid symbol of a walking pedestrian in lunar white on an opaque background as illustrated in Figure 2. Figure 1  Figure 2  R.R.O. 1990, Reg. 626, s. 1 (8); O. Reg. 213/92, s. 1 (1); O. Reg. 85/15, s. 1 (2). (9) The positions of the symbol pedestrian control indications referred to in subsections (7) and (8) shall be as provided in any one of the following paragraphs: 1. The symbols are mounted vertically with the hand outline on top. 2. The symbols are within the same lens and are superimposed over each other. 3. The symbols are side by side within the same lens with the hand outline to the left.  O. Reg. 213/92, s. 1 (2). (10) A traffic control signal system may be erected and maintained at a place other than an intersection, in which event the arrangement of the traffic control signals shall comply as nearly as possible with the provisions of subsections (4), (5) and (5.1). R.R.O. 1990, Reg. 626, s. 1 (10); O. Reg. 408/15, s. 1 (3). (11) A traffic control signal system that operates as a simultaneous protected and permissive left turn system shall display a left turn amber arrow indication immediately after the display of a left turn green arrow indication.  R.R.O. 1990, Reg. 626, s. 1 (11).    ",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) Every traffic control signal shall consist of one circular amber and one circular red indication in combination with,</p> <p class=\"clause-e\">  (a) a circular green indication;</p> <p class=\"clause-e\">  (b) a circular green indication and one or more green arrow indications;</p> <p class=\"clause-e\">  (c) a circular green indication, one or more green arrow indications and one or more amber arrow indications; or</p> <p class=\"clause-e\">  (d) one or more green arrow indications. R.R.O. 1990, Reg. 626, s. 1 (1).</p> <p class=\"subsection-e\">  (2) Green arrow, amber arrow, circular green, circular amber, circular red and white vertical bar indications may be used for traffic control signals and, where they are used, they shall be arranged vertically from the bottom, as follows:</p> <p class=\"parawindt-e\">right turn green arrow, right turn amber arrow, left turn green arrow, left turn amber arrow, straight through green arrow, circular green, circular amber, circular red and white vertical bar.</p> <p class=\"footnote-e\">O. Reg. 408/15, s. 1 (1).</p> <p class=\"subsection-e\">  (2.1) Despite subsection (1), a bicycle traffic control signal shall consist of three opaque circular indications, each with a coloured translucent bicycle symbol, arranged vertically from the bottom as follows:</p> <p class=\"parawindt-e\">green, amber, red</p> <p class=\"footnote-e\">O. Reg. 408/15, s. 1 (2).</p> <p class=\"subsection-e\">  (2.2) A green arrow indication on an opaque circular indication may be used for bicycle traffic control signals and, where it is used, it shall be arranged vertically below the three opaque circular indications described in subsection (2.1). O. Reg. 408/15, s. 1 (2).</p> <p class=\"subsection-e\">  (2.3) An amber arrow indication, on the same opaque circular indication that is used for the green arrow indication described in subsection (2.2) or on a separate opaque circular indication, may be used for bicycle traffic control signals and, where a separate opaque circular indication is used, it shall be arranged vertically above the green arrow indication. O. Reg. 408/15, s. 1 (2).</p> <p class=\"subsection-e\">  (2.4) For the purpose of subsection (2.1), the bicycle symbol shall be as illustrated in the following Figure:</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure - sillhouette of a bicycle \" border=\"0\" height=\"242\" id=\"Picture 2\" src=\"900626_e_files/image001.jpg\" width=\"319\"/></span></p> <p class=\"footnote-e\">O. Reg. 408/15, s. 1 (2).</p> <p class=\"subsection-e\">  (3) No traffic control signal system shall be operated so as to show more than one circular indication simultaneously on the same traffic control signal. R.R.O. 1990, Reg. 626, s. 1 (3).</p> <p class=\"subsection-e\">  (4) Every traffic control signal system that is installed shall have at least two traffic control signals located on the far side of the intersection from which vehicles are approaching, at least one of which shall be located on the far right side. R.R.O. 1990, Reg. 626, s. 1 (4).</p> <p class=\"subsection-e\">  (4.1) Despite subsection (4), a traffic control signal system installed at a crosswalk at an intersection for the purpose of assisting pedestrians to cross the roadway shall have,</p> <p class=\"clause-e\">  (a) at least two traffic control signals facing the directions from which vehicles on the roadway approach the crossing; and</p> <p class=\"clause-e\">  (b) at least one stop sign facing vehicles approaching the intersection from the other intersecting roadway.  O. Reg. 65/96, s. 1 (2).</p> <p class=\"subsection-e\">  (4.2) A bicycle traffic control signal installed at an intersection shall be located on the far side of the intersection from which vehicles are approaching and an additional bicycle traffic control signal may be located on the near side of the intersection from which vehicles are approaching. O. Reg. 408/15, s. 1 (2).</p> <p class=\"subsection-e\">  (5) Traffic control signals, where installed, shall be not less than 2.75 metres above the level of the roadway when adjacent to the travelled portion of the roadway and not less than 4.5 metres above the level of the roadway when suspended over the travelled portion of the roadway. R.R.O. 1990, Reg. 626, s. 1 (5).</p> <p class=\"subsection-e\">  (5.1) Despite subsection (5), a bicycle traffic control signal, where installed, shall be not less than 2.5 metres above the level of the roadway when adjacent to the travelled portion of the roadway and not less than 4.5 metres above the level of the roadway when suspended over the travelled portion of the roadway. O. Reg. 408/15, s. 1 (2).</p> <p class=\"subsection-e\">  (6) Despite subsection (5), where a traffic control signal system is installed at a freeway entrance ramp as part of a traffic management system,</p> <p class=\"clause-e\">  (a) one traffic control signal shall be located to the left side of the roadway, not less than one metre above the level of the roadway; and</p> <p class=\"clause-e\">  (b) one traffic control signal shall be located to the right side of the roadway, not less than 2.75 metres above the level of the roadway. R.R.O. 1990, Reg. 626, s. 1 (6).</p> <p class=\"subsection-e\">  (7) A symbol “don’t walk” pedestrian control indication shall,</p> <p class=\"clause-e\">  (a) be rectangular in shape and shall not be less than thirty centimetres in height or width; and</p> <p class=\"clause-e\">  (b) consist of an orange silhouette of a hand on an opaque background as illustrated in the following Figure:</p> <p class=\"headingx-e\">Figure</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure - a translucent orange silhouette of a hand on an opaque background in a 30 cm x 30 cm square.\" border=\"0\" height=\"255\" id=\"Picture 1\" src=\"900626_e_files/image002.jpg\" width=\"241\"/></span></p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 626, s. 1 (7); O. Reg. 85/15, s. 1 (1).</p> <p class=\"subsection-e\">  (8) A symbol “walk” pedestrian control indication shall be rectangular in shape and shall be not less than thirty centimetres in height or width and shall consist of,</p> <p class=\"clause-e\">  (a) in the case of a lens that cannot provide a solid symbol, an outlined symbol of a walking pedestrian in lunar white on an opaque background as illustrated in Figure 1; or</p> <p class=\"clause-e\">  (b) in the case of a lens that can provide a solid symbol, a solid symbol of a walking pedestrian in lunar white on an opaque background as illustrated in Figure 2.</p> <p class=\"headingx-e\">Figure 1</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure 1 - outlined symbol of walking pedestrian in lunar white on opaque background in 30 cm x 30 cm square.\" border=\"0\" height=\"310\" src=\"900626_e_files/image003.jpg\" width=\"278\"/></span></p> <p class=\"headingx-e\">Figure 2</p> <p class=\"scanned-e\"><span><img alt=\"Illustration of Figure 2 - solid symbol of walking pedestrian in lunar white on opaque background in 30 cm x 30 cm square.\" border=\"0\" height=\"304\" id=\"Picture 3\" src=\"900626_e_files/image004.jpg\" width=\"297\"/></span></p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 626, s. 1 (8); O. Reg. 213/92, s. 1 (1); O. Reg. 85/15, s. 1 (2).</p> <p class=\"subsection-e\">  (9) The positions of the symbol pedestrian control indications referred to in subsections (7) and (8) shall be as provided in any one of the following paragraphs:</p> <p class=\"paragraph-e\">  1. The symbols are mounted vertically with the hand outline on top.</p> <p class=\"paragraph-e\">  2. The symbols are within the same lens and are superimposed over each other.</p> <p class=\"paragraph-e\">  3. The symbols are side by side within the same lens with the hand outline to the left.  O. Reg. 213/92, s. 1 (2).</p> <p class=\"subsection-e\">  (10) A traffic control signal system may be erected and maintained at a place other than an intersection, in which event the arrangement of the traffic control signals shall comply as nearly as possible with the provisions of subsections (4), (5) and (5.1). R.R.O. 1990, Reg. 626, s. 1 (10); O. Reg. 408/15, s. 1 (3).</p> <p class=\"subsection-e\">  (11) A traffic control signal system that operates as a simultaneous protected and permissive left turn system shall display a left turn amber arrow indication immediately after the display of a left turn green arrow indication.  R.R.O. 1990, Reg. 626, s. 1 (11).</p> <p class=\"subsection-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}