{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 970: FEES AND ALLOWANCES TO PANEL MEMBERS",
        "reg_name_text": "FEES AND ALLOWANCES TO PANEL MEMBERS",
        "citation": "R.R.O. 1990, Reg. 970: ",
        "act_under": "Public Institutions Inspection Act   Loi sur l’inspection des établissements publics",
        "url": "https://www.ontario.ca/laws/regulation/900970",
        "date_scraped": "2023-12-19 21:00:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. A panel member attending the panel shall be paid a fee each day of $10.00. R.R.O. 1990, Reg. 970, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>A panel member attending the panel shall be paid a fee each day of $10.00. R.R.O. 1990, Reg. 970, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. A panel member shall be paid the following travelling and living expenses or allowances: 1. Where travelling by private automobile, 35 cents a mile one way for each mile necessarily travelled between his or her place of residence and the place of attendance on the panel but, where the attendance is in the city or town in which he or she resides, $1.50. 2. Where travelling by a means other than private automobile, a sum equal to the amount of the fare actually paid for the transportation from his or her place of residence to the place of attendance on the panel, and return. 3. Where required to attend the panel on more than one day and return to his or her place of residence at night, the travelling allowance mentioned in paragraph 1 or 2, as the case may be, is payable in respect of each day’s attendance. 4. Where required to remain overnight at the place at which the panel attends, a sum equal to the amount reasonably and actually paid by him or her for living expenses. R.R.O. 1990, Reg. 970, s. 2. ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>A panel member shall be paid the following travelling and living expenses or allowances:</p> <p class=\"paragraph-e\">1. Where travelling by private automobile, 35 cents a mile one way for each mile necessarily travelled between his or her place of residence and the place of attendance on the panel but, where the attendance is in the city or town in which he or she resides, $1.50.</p> <p class=\"paragraph-e\">2. Where travelling by a means other than private automobile, a sum equal to the amount of the fare actually paid for the transportation from his or her place of residence to the place of attendance on the panel, and return.</p> <p class=\"paragraph-e\">3. Where required to attend the panel on more than one day and return to his or her place of residence at night, the travelling allowance mentioned in paragraph 1 or 2, as the case may be, is payable in respect of each day’s attendance.</p> <p class=\"paragraph-e\">4. Where required to remain overnight at the place at which the panel attends, a sum equal to the amount reasonably and actually paid by him or her for living expenses. R.R.O. 1990, Reg. 970, s. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}