{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 270: THE ONTARIO FILM DEVELOPMENT CORPORATION",
        "reg_name_text": "THE ONTARIO FILM DEVELOPMENT CORPORATION",
        "citation": "R.R.O. 1990, Reg. 270: ",
        "act_under": "Development Corporations Act   Loi sur les sociétés de développement",
        "url": "https://www.ontario.ca/laws/regulation/900270",
        "date_scraped": "2023-12-19 23:17:05"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. (1) Under section 5 of the Act, The Ontario Film Development Corporation, constituted on behalf of Her Majesty in right of Ontario as a corporation without share capital, is continued with the following objects, powers and duties: 1. To create and stimulate employment and investment in Ontario by developing and promoting resident Ontario companies and projects producing, distributing and marketing film, television, video works and related products created by Canadians, including, without limiting the generality of the foregoing, i. the provision of services to co-ordinate, facilitate and stimulate the public and private sector with respect to the creation, development, production, distribution and sale of film, television, video works and related products, ii. the entering into of joint venture agreements with, or acquiring an equity interest in, private sector corporations with respect to the creation, development, distribution and marketing of film, television, video works and related pro-ducts, iii. the acquisition, preservation, reproduction, exhibition and lending of film, television, video works and related products and the maintenance of a film, television and video library, iv. the provision of financial assistance by way of loan, guarantee or grant to a person carrying on a film, television or video undertaking in Ontario, and v. the taking of security by way of mortgage, charge, hypothecation or assignment of or on any real or personal property. 2. To assist in the cost of feasibility studies, proposals, bid presentations, market development costs and matters related thereto. 3. To enter into agreements to create, develop, distribute and market film, television, video works and related products with the Government of Canada or an agency thereof or the government of one or more provinces or any agency thereof. 4. To structure, promote, exhibit, distribute, market and finalize transactions of maximum benefit to the ministries, boards, agencies and commissions of the Government of Ontario as well as the private sector in fields such as film, television and video production. 5. To do all things that are incidental or conducive to the attainment of its objects, the exercise of its powers and the performance of its duties. (2) No guarantee of The Ontario Film Development Corporation is valid unless signed by the Minister of Finance and executed under the seal of the Corporation. R.R.O. 1990, Reg. 270, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>(1) Under section 5 of the Act, The Ontario Film Development Corporation, constituted on behalf of Her Majesty in right of Ontario as a corporation without share capital, is continued with the following objects, powers and duties:</p> <p class=\"paragraph-e\">1. To create and stimulate employment and investment in Ontario by developing and promoting resident Ontario companies and projects producing, distributing and marketing film, television, video works and related products created by Canadians, including, without limiting the generality of the foregoing,</p> <p class=\"subpara-e\">i. the provision of services to co-ordinate, facilitate and stimulate the public and private sector with respect to the creation, development, production, distribution and sale of film, television, video works and related products,</p> <p class=\"subpara-e\">ii. the entering into of joint venture agreements with, or acquiring an equity interest in, private sector corporations with respect to the creation, development, distribution and marketing of film, television, video works and related pro-ducts,</p> <p class=\"subpara-e\">iii. the acquisition, preservation, reproduction, exhibition and lending of film, television, video works and related products and the maintenance of a film, television and video library,</p> <p class=\"subpara-e\">iv. the provision of financial assistance by way of loan, guarantee or grant to a person carrying on a film, television or video undertaking in Ontario, and</p> <p class=\"subpara-e\">v. the taking of security by way of mortgage, charge, hypothecation or assignment of or on any real or personal property.</p> <p class=\"paragraph-e\">2. To assist in the cost of feasibility studies, proposals, bid presentations, market development costs and matters related thereto.</p> <p class=\"paragraph-e\">3. To enter into agreements to create, develop, distribute and market film, television, video works and related products with the Government of Canada or an agency thereof or the government of one or more provinces or any agency thereof.</p> <p class=\"paragraph-e\">4. To structure, promote, exhibit, distribute, market and finalize transactions of maximum benefit to the ministries, boards, agencies and commissions of the Government of Ontario as well as the private sector in fields such as film, television and video production.</p> <p class=\"paragraph-e\">5. To do all things that are incidental or conducive to the attainment of its objects, the exercise of its powers and the performance of its duties.</p> <p class=\"subsection-e\">(2) No guarantee of The Ontario Film Development Corporation is valid unless signed by the Minister of Finance and executed under the seal of the Corporation. R.R.O. 1990, Reg. 270, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The Ontario Film Development Corporation shall consist of not fewer than seven and not more than fifteen members appointed by the Lieutenant Governor in Council. R.R.O. 1990, Reg. 270, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The Ontario Film Development Corporation shall consist of not fewer than seven and not more than fifteen members appointed by the Lieutenant Governor in Council. R.R.O. 1990, Reg. 270, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. The fiscal year of The Ontario Film Development Corporation shall commence on the 1st day of April in each year and end on the 31st day of March in the following year. R.R.O. 1990, Reg. 270, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>The fiscal year of The Ontario Film Development Corporation shall commence on the 1st day of April in each year and end on the 31st day of March in the following year. R.R.O. 1990, Reg. 270, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) The members of The Ontario Film Development Corporation form and are its board of directors and the Lieutenant Governor in Council shall designate one of them as chair and one of them as vice-chair. (2) The chair shall be paid such salary as the Lieutenant Governor in Council determines. (3) In the absence of the chair for any prolonged period, the Lieutenant Governor in Council may designate a member of The Ontario Film Development Corporation as acting chair to be paid such remuneration as the Lieutenant Governor in Council determines. R.R.O. 1990, Reg. 270, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The members of The Ontario Film Development Corporation form and are its board of directors and the Lieutenant Governor in Council shall designate one of them as chair and one of them as vice-chair.</p> <p class=\"subsection-e\">(2) The chair shall be paid such salary as the Lieutenant Governor in Council determines.</p> <p class=\"subsection-e\">(3) In the absence of the chair for any prolonged period, the Lieutenant Governor in Council may designate a member of The Ontario Film Development Corporation as acting chair to be paid such remuneration as the Lieutenant Governor in Council determines. R.R.O. 1990, Reg. 270, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. A member may be appointed for a term not exceeding three years and is eligible for reappointment. R.R.O. 1990, Reg. 270, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>A member may be appointed for a term not exceeding three years and is eligible for reappointment. R.R.O. 1990, Reg. 270, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. The Ontario Film Development Corporation may pay those of its members who are not officers in the public service of Ontario such remuneration and expense allowances as are from time to time fixed by the Lieutenant Governor in Council. R.R.O. 1990, Reg. 270, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>The Ontario Film Development Corporation may pay those of its members who are not officers in the public service of Ontario such remuneration and expense allowances as are from time to time fixed by the Lieutenant Governor in Council. R.R.O. 1990, Reg. 270, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) The affairs of The Ontario Film Development Corporation are under the management and control of the board of directors and the chair shall preside at all meetings of the board of directors. (2) A majority of the board of directors constitutes a quorum. R.R.O. 1990, Reg. 270, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) The affairs of The Ontario Film Development Corporation are under the management and control of the board of directors and the chair shall preside at all meetings of the board of directors.</p> <p class=\"subsection-e\">(2) A majority of the board of directors constitutes a quorum. R.R.O. 1990, Reg. 270, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. The board of directors shall meet at least four times in each year. R.R.O. 1990, Reg. 270, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>The board of directors shall meet at least four times in each year. R.R.O. 1990, Reg. 270, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. The board of directors may from its membership establish by by-law committees of the board and may delegate to the committees such powers and duties of the board as it may determine. R.R.O. 1990, Reg. 270, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>The board of directors may from its membership establish by by-law committees of the board and may delegate to the committees such powers and duties of the board as it may determine. R.R.O. 1990, Reg. 270, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. The board of directors may, subject to the approval of the Minister of Culture and Communications, make by-laws regulating its proceedings and generally for the conduct and management of the affairs of The Ontario Film Development Corporation. R.R.O. 1990, Reg. 270, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>The board of directors may, subject to the approval of the Minister of Culture and Communications, make by-laws regulating its proceedings and generally for the conduct and management of the affairs of The Ontario Film Development Corporation. R.R.O. 1990, Reg. 270, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. Section 132 of the Business Corporations Act applies to The Ontario Film Development Corporation. R.R.O. 1990, Reg. 270, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>Section 132 of the <i>Business Corporations Act</i> applies to The Ontario Film Development Corporation. R.R.O. 1990, Reg. 270, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. The Corporations Act does not apply to The Ontario Film Development Corporation. R.R.O. 1990, Reg. 270, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>The <i>Corporations Act</i> does not apply to The Ontario Film Development Corporation. R.R.O. 1990, Reg. 270, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) The Lieutenant Governor in Council shall appoint the chief executive officer of The Ontario Film Development Corporation. (2) In the absence of the chief executive officer for a prolonged period, the Lieutenant Governor in Council may appoint an acting chief executive officer. (3) A chief executive officer or the acting chief executive officer who is not an employee in the public service of Ontario or a director of The Ontario Film Development Corporation shall be paid such remuneration as may be fixed by the Lieutenant Governor in Council. R.R.O. 1990, Reg. 270, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) The Lieutenant Governor in Council shall appoint the chief executive officer of The Ontario Film Development Corporation.</p> <p class=\"subsection-e\">(2) In the absence of the chief executive officer for a prolonged period, the Lieutenant Governor in Council may appoint an acting chief executive officer.</p> <p class=\"subsection-e\">(3) A chief executive officer or the acting chief executive officer who is not an employee in the public service of Ontario or a director of The Ontario Film Development Corporation shall be paid such remuneration as may be fixed by the Lieutenant Governor in Council. R.R.O. 1990, Reg. 270, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. Such employees may be appointed under the Public Service Act as are considered necessary for the proper conduct of the business of The Ontario Film Development Corporation. R.R.O. 1990, Reg. 270, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>Such employees may be appointed under the <i>Public Service Act</i> as are considered necessary for the proper conduct of the business of The Ontario Film Development Corporation. R.R.O. 1990, Reg. 270, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. In accordance with government policy, The Ontario Film Development Corporation may engage persons other than those appointed under section 14 to provide professional, technical or other assistance to or on behalf of The Ontario Film Development Corporation, and may prescribe their duties and other terms of engagement and provide for payment of the remuneration and expenses of such persons. R.R.O. 1990, Reg. 270, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>In accordance with government policy, The Ontario Film Development Corporation may engage persons other than those appointed under section 14 to provide professional, technical or other assistance to or on behalf of The Ontario Film Development Corporation, and may prescribe their duties and other terms of engagement and provide for payment of the remuneration and expenses of such persons. R.R.O. 1990, Reg. 270, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. No member, officer or employee of a corporation, or other person acting on behalf of The Ontario Film Development Corporation, is personally liable for anything done or omitted in good faith in the exercise or purported exercise of the powers conferred by this Regulation. R.R.O. 1990, Reg. 270, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>No member, officer or employee of a corporation, or other person acting on behalf of The Ontario Film Development Corporation, is personally liable for anything done or omitted in good faith in the exercise or purported exercise of the powers conferred by this Regulation. R.R.O. 1990, Reg. 270, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. (1) The Ontario Film Development Corporation shall maintain in its own name one or more accounts in one or more of the following: 1. The Province of Ontario Savings Office. 2. One or more banks listed in Schedule I or II to the Bank Act (Canada). 3. One or more trust corporations registered under the Loan and Trust Corporations Act. (2) If the board of directors considers it advisable for the proper management of money not immediately required by The Ontario Film Development Corporation, the board, on such terms as it specifies, may authorize the acquisition of, (a) securities issued by or guaranteed as to principal and interest by the Province of Ontario, any other province of Canada or the Government of Canada; (b) guaranteed investment certificates of a trust corporation that is registered under the Loan and Trust Corporations Act; and (c) deposit receipts, deposit notes, certificates of deposit or accep- tance or other similar instruments issued or endorsed by a bank listed in Schedule I or II to the Bank Act (Canada). (3) All money received by The Ontario Film Development Corporation shall be deposited into accounts established under subsection (1) or invested in accordance with subsection (2), and shall be applied solely for promoting and carrying out its objects. (4) Despite subsection (3), the Lieutenant Governor in Council may, by order, require the payment into the Consolidated Revenue Fund of such money retained by The Ontario Film Development Corporation as, in the opinion of the Minister of Finance, is surplus to its needs. O.Reg.145/91, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) The Ontario Film Development Corporation shall maintain in its own name one or more accounts in one or more of the following:</p> <p class=\"paragraph-e\">1. The Province of Ontario Savings Office.</p> <p class=\"paragraph-e\">2. One or more banks listed in Schedule I or II to the <i>Bank Act </i>(Canada).</p> <p class=\"paragraph-e\">3. One or more trust corporations registered under the <i>Loan and Trust Corporations Act</i>.</p> <p class=\"subsection-e\">(2) If the board of directors considers it advisable for the proper management of money not immediately required by The Ontario Film Development Corporation, the board, on such terms as it specifies, may authorize the acquisition of,</p> <p class=\"clause-e\">(a) securities issued by or guaranteed as to principal and interest by the Province of Ontario, any other province of Canada or the Government of Canada;</p> <p class=\"clause-e\">(b) guaranteed investment certificates of a trust corporation that is registered under the <i>Loan and Trust Corporations Act</i>; and</p> <p class=\"clause-e\">(c) deposit receipts, deposit notes, certificates of deposit or accep- tance or other similar instruments issued or endorsed by a bank listed in Schedule I or II to the <i>Bank Act</i> (Canada).</p> <p class=\"subsection-e\">(3) All money received by The Ontario Film Development Corporation shall be deposited into accounts established under subsection (1) or invested in accordance with subsection (2), and shall be applied solely for promoting and carrying out its objects.</p> <p class=\"subsection-e\">(4) Despite subsection (3), the Lieutenant Governor in Council may, by order, require the payment into the Consolidated Revenue Fund of such money retained by The Ontario Film Development Corporation as, in the opinion of the Minister of Finance, is surplus to its needs. O.Reg.145/91, s. 1.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "18. The accounts and financial transactions of The Ontario Film Development Corporation shall be audited annually by the Provincial Auditor and reports of the audit shall be made to The Ontario Film Development Corporation and to the Minister of Culture and Communications. R.R.O. 1990, Reg. 270, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>The accounts and financial transactions of The Ontario Film Development Corporation shall be audited annually by the Provincial Auditor and reports of the audit shall be made to The Ontario Film Development Corporation and to the Minister of Culture and Communications. R.R.O. 1990, Reg. 270, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": "19. The Ontario Film Development Corporation shall make a report annually to the Minister of Culture and Communications on the affairs of The Ontario Film Development Corporation and the Minister of Culture and Communications shall submit the report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session. R.R.O. 1990, Reg. 270, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>The Ontario Film Development Corporation shall make a report annually to the Minister of Culture and Communications on the affairs of The Ontario Film Development Corporation and the Minister of Culture and Communications shall submit the report to the Lieutenant Governor in Council and shall then lay the report before the Assembly if it is in session or, if not, at the next session. R.R.O. 1990, Reg. 270, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": null,
            "content": "20. The Ontario Film Development Corporation shall, in addition to making an annual report under section 18, make to the Minister of Culture and Communications such other reports of its affairs and operations as the Minister requires. R.R.O. 1990, Reg. 270, s. 20. ",
            "raw_html": "<p class=\"section-e\"><b>20. </b>The Ontario Film Development Corporation shall, in addition to making an annual report under section 18, make to the Minister of Culture and Communications such other reports of its affairs and operations as the Minister requires. R.R.O. 1990, Reg. 270, s. 20.</p> <p class=\"Normal\"></p>"
        }
    ]
}