{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 407: EGGS - MARKETING",
        "reg_name_text": "EGGS — MARKETINg",
        "citation": "R.R.O. 1990, Reg. 407: EGGS - MARKETING",
        "act_under": "Farm Products Marketing Act",
        "url": "https://www.ontario.ca/laws/regulation/900407",
        "date_scraped": "2023-12-19 04:38:15"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 28, 2013",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900407/v3",
            "valid_from": "February 24, 2006",
            "valid_to": "June 27, 2013"
        },
        {
            "a_href": "/laws/regulation/900407/v2",
            "valid_from": "March 17, 2005",
            "valid_to": "February 23, 2006"
        },
        {
            "a_href": "/laws/regulation/900407/v1",
            "valid_from": "August  1, 1998",
            "valid_to": "March 16, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “chicks-for-placement” means female chickens 19 weeks of age or less or any class of them; (“poussins pour la mise en place”) “chicks-for-placement contractor” means a person on whose behalf a chicks-for-placement producer has agreed to produce chicks for placement; (“contractant de poussins pour la mise en place”) “eggs” means eggs of a domestic hen produced in Ontario other than hatching eggs; (“oeufs”) “fowl” means a domestic hen more than 19 weeks of age; (“poule adulte”) “hatching eggs” means eggs of a domestic hen produced in Ontario for the purpose of hatching into chicks not intended to be grown into broiler chickens or roasted chickens; (“oeufs d’incubation”) “local board” means Egg Farmers of Ontario; (“commission locale”) “producer” means a person engaged in the production of chicks-for-placement, eggs, hatching eggs or fowl. (“producteur”) R.R.O. 1990, Reg. 407, s. 1; O. Reg. 240/97, s. 1; O. Reg. 414/98, s. 1; O. Reg. 47/06, s. 1; O. Reg. 208/13, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“chicks-for-placement” means female chickens 19 weeks of age or less or any class of them; (“poussins pour la mise en place”)</p> <p class=\"definition-e\">“chicks-for-placement contractor” means a person on whose behalf a chicks-for-placement producer has agreed to produce chicks for placement; (“contractant de poussins pour la mise en place”)</p> <p class=\"definition-e\">“eggs” means eggs of a domestic hen produced in Ontario other than hatching eggs; (“oeufs”)</p> <p class=\"definition-e\">“fowl” means a domestic hen more than 19 weeks of age; (“poule adulte”)</p> <p class=\"definition-e\">“hatching eggs” means eggs of a domestic hen produced in Ontario for the purpose of hatching into chicks not intended to be grown into broiler chickens or roasted chickens; (“oeufs d’incubation”)</p> <p class=\"definition-e\">“local board” means Egg Farmers of Ontario; (“commission locale”)</p> <p class=\"definition-e\">“producer” means a person engaged in the production of chicks-for-placement, eggs, hatching eggs or fowl. (“producteur”) R.R.O. 1990, Reg. 407, s. 1; O. Reg. 240/97, s. 1; O. Reg. 414/98, s. 1; O. Reg. 47/06, s. 1; O. Reg. 208/13, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. This Regulation provides for the control and regulation in any or all respects of the producing and marketing within Ontario of chicks-for-placement, eggs, hatching eggs and fowl, including the prohibition of such producing and marketing in whole or in part.  R.R.O. 1990, Reg. 407, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>This Regulation provides for the control and regulation in any or all respects of the producing and marketing within Ontario of chicks-for-placement, eggs, hatching eggs and fowl, including the prohibition of such producing and marketing in whole or in part.  R.R.O. 1990, Reg. 407, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. The Commission exempts from sections 5 to 12 hatching eggs that are marketed for hatching purposes.  R.R.O. 1990, Reg. 407, s. 3. Powers of Local Board",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>The Commission exempts from sections 5 to 12 hatching eggs that are marketed for hatching purposes.  R.R.O. 1990, Reg. 407, s. 3.</p> <p class=\"heading1-e\">Powers of Local Board</p>"
        },
        {
            "id": "4.",
            "section": "Powers of Local Board",
            "content": " 4. The Commission delegates to the local board the power, (a) to require persons engaged in producing or marketing chicks-for-placement, eggs, hatching eggs or fowl to register their names, addresses and occupations with the local board; (b) to require persons engaged in producing or marketing chicks-for-placement, eggs, hatching eggs or fowl to furnish such information relating to the production or marketing of chicks-for-placement, eggs, hatching eggs or fowl, including the completing and filing of returns, as the local board determines; (c) to appoint persons to, (i) inspect the books, records, documents, lands and premises and any chicks-for-placement, eggs, hatching eggs and fowl of persons engaged in producing or marketing chicks-for-placement, eggs, hatching eggs or fowl, and (ii) enter on lands or premises used for the producing of chicks-for-placement, eggs, hatching eggs or fowl and perform a count of chicks-for-placement, eggs, hatching eggs or fowl; (d) to stimulate, increase and improve the marketing of chicks-for-placement, eggs, hatching eggs and fowl by such means as it considers proper; (e) to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or of any province in Canada for the purpose of marketing chicks-for-placement, eggs, hatching eggs or fowl; and (f) to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations or the plan.  R.R.O. 1990, Reg. 407, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>The Commission delegates to the local board the power,</p> <p class=\"clause-e\">  (a) to require persons engaged in producing or marketing chicks-for-placement, eggs, hatching eggs or fowl to register their names, addresses and occupations with the local board;</p> <p class=\"clause-e\">  (b) to require persons engaged in producing or marketing chicks-for-placement, eggs, hatching eggs or fowl to furnish such information relating to the production or marketing of chicks-for-placement, eggs, hatching eggs or fowl, including the completing and filing of returns, as the local board determines;</p> <p class=\"clause-e\">  (c) to appoint persons to,</p> <p class=\"subclause-e\">  (i) inspect the books, records, documents, lands and premises and any chicks-for-placement, eggs, hatching eggs and fowl of persons engaged in producing or marketing chicks-for-placement, eggs, hatching eggs or fowl, and</p> <p class=\"subclause-e\">  (ii) enter on lands or premises used for the producing of chicks-for-placement, eggs, hatching eggs or fowl and perform a count of chicks-for-placement, eggs, hatching eggs or fowl;</p> <p class=\"clause-e\">  (d) to stimulate, increase and improve the marketing of chicks-for-placement, eggs, hatching eggs and fowl by such means as it considers proper;</p> <p class=\"clause-e\">  (e) to co-operate with a marketing board, local board, marketing commission or marketing agency of Canada or of any province in Canada for the purpose of marketing chicks-for-placement, eggs, hatching eggs or fowl; and</p> <p class=\"clause-e\">  (f) to do such acts and make such orders and issue such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations or the plan.  R.R.O. 1990, Reg. 407, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Powers of Local Board",
            "content": " 5. The Commission delegates to the local board its powers to make regulations with respect to eggs and hatching eggs, (a) providing for the licensing of any or all persons before commencing or continuing to engage in the producing, marketing or processing of eggs or hatching eggs; (b) prohibiting persons from engaging in the producing, marketing or processing of eggs or hatching eggs except under the authority of a licence; (c) subject to section 15, providing for the refusal to grant a licence where the applicant is not qualified by experience, financial responsibility and equipment to engage in properly the business for which the application was made, or for any other reason that the local board considers proper; (d) providing for the suspension or revocation of, or the refusal to renew, a licence for failure to observe, perform or carry out the Act, the regulations, the plan or any order or direction of the Commission or local board; (e) providing for the fixing of licence fees and the payment thereof by any or all persons producing or marketing eggs or hatching eggs and the collecting of the licence fees and their recovery by suit in a court of competent jurisdiction; (f) requiring any person who receives eggs or hatching eggs to deduct from the money payable for the eggs or hatching eggs any licence fees payable to the local board by the person from whom the eggs or hatching eggs are received, and to forward such licence fees to the local board; (g) requiring any person who produces and processes eggs or hatching eggs to furnish to the local board statements of the amounts of eggs and hatching eggs produced by the person in any year and used for processing; (h) prescribing the form of licences; (i) providing for the exemption from any or all of the regulations, orders or directions under the plan of any class, variety, grade or size of eggs or hatching eggs or any person or class of persons engaged in the producing or marketing of eggs or hatching eggs or any class, variety, grade or size of eggs or hatching eggs; (j) requiring the furnishing of security or proof of financial responsibility by any person engaged in the marketing of eggs or hatching eggs and providing for the administration and disposition of any money or securities so furnished; (j.1) authorizing the fixing of prompt payment discounts, delayed payment penalties and interest on licence fees and service charges owing by any person engaged in producing or marketing eggs or hatching eggs; (k) providing for the control and regulation of the marketing of chicks-for-placement, eggs and hatching eggs, including the times and places at which chicks-for-placement, eggs and hatching eggs may be marketed; (l) providing for the control and regulation of agreements entered into by producers of chicks-for-placement, eggs or hatching eggs with persons engaged in marketing or processing chicks-for-placement, eggs or hatching eggs, and the prohibition of any provision or clause in such agreements; (m) requiring any person who produces eggs or hatching eggs to offer to sell and to sell eggs or hatching eggs to or through the local board; (n) prohibiting any person from processing, packing or packaging any eggs or hatching eggs that have not been sold to, by or through the local board; (o) providing for the making of agreements relating to the marketing of eggs or hatching eggs by or through the local board and prescribing the forms and the terms and conditions of such agreements; and (p) providing for the making of such orders and the issuing of such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations, the plan or any order or direction of the Commission or the local board. R.R.O. 1990, Reg. 407, s. 5; O. Reg. 154/94, s. 1; O. Reg. 208/13, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The Commission delegates to the local board its powers to make regulations with respect to eggs and hatching eggs,</p> <p class=\"clause-e\">  (a) providing for the licensing of any or all persons before commencing or continuing to engage in the producing, marketing or processing of eggs or hatching eggs;</p> <p class=\"clause-e\">  (b) prohibiting persons from engaging in the producing, marketing or processing of eggs or hatching eggs except under the authority of a licence;</p> <p class=\"clause-e\">  (c) subject to section 15, providing for the refusal to grant a licence where the applicant is not qualified by experience, financial responsibility and equipment to engage in properly the business for which the application was made, or for any other reason that the local board considers proper;</p> <p class=\"clause-e\">  (d) providing for the suspension or revocation of, or the refusal to renew, a licence for failure to observe, perform or carry out the Act, the regulations, the plan or any order or direction of the Commission or local board;</p> <p class=\"clause-e\">  (e) providing for the fixing of licence fees and the payment thereof by any or all persons producing or marketing eggs or hatching eggs and the collecting of the licence fees and their recovery by suit in a court of competent jurisdiction;</p> <p class=\"clause-e\">  (f) requiring any person who receives eggs or hatching eggs to deduct from the money payable for the eggs or hatching eggs any licence fees payable to the local board by the person from whom the eggs or hatching eggs are received, and to forward such licence fees to the local board;</p> <p class=\"clause-e\">  (g) requiring any person who produces and processes eggs or hatching eggs to furnish to the local board statements of the amounts of eggs and hatching eggs produced by the person in any year and used for processing;</p> <p class=\"clause-e\">  (h) prescribing the form of licences;</p> <p class=\"clause-e\">  (i) providing for the exemption from any or all of the regulations, orders or directions under the plan of any class, variety, grade or size of eggs or hatching eggs or any person or class of persons engaged in the producing or marketing of eggs or hatching eggs or any class, variety, grade or size of eggs or hatching eggs;</p> <p class=\"clause-e\">  (j) requiring the furnishing of security or proof of financial responsibility by any person engaged in the marketing of eggs or hatching eggs and providing for the administration and disposition of any money or securities so furnished;</p> <p class=\"clause-e\"> (j.1) authorizing the fixing of prompt payment discounts, delayed payment penalties and interest on licence fees and service charges owing by any person engaged in producing or marketing eggs or hatching eggs;</p> <p class=\"clause-e\">  (k) providing for the control and regulation of the marketing of chicks-for-placement, eggs and hatching eggs, including the times and places at which chicks-for-placement, eggs and hatching eggs may be marketed;</p> <p class=\"clause-e\">  (l) providing for the control and regulation of agreements entered into by producers of chicks-for-placement, eggs or hatching eggs with persons engaged in marketing or processing chicks-for-placement, eggs or hatching eggs, and the prohibition of any provision or clause in such agreements;</p> <p class=\"clause-e\">  (m) requiring any person who produces eggs or hatching eggs to offer to sell and to sell eggs or hatching eggs to or through the local board;</p> <p class=\"clause-e\">  (n) prohibiting any person from processing, packing or packaging any eggs or hatching eggs that have not been sold to, by or through the local board;</p> <p class=\"clause-e\">  (o) providing for the making of agreements relating to the marketing of eggs or hatching eggs by or through the local board and prescribing the forms and the terms and conditions of such agreements; and</p> <p class=\"clause-e\">  (p) providing for the making of such orders and the issuing of such directions as are necessary to enforce the due observance and carrying out of the Act, the regulations, the plan or any order or direction of the Commission or the local board. R.R.O. 1990, Reg. 407, s. 5; O. Reg. 154/94, s. 1; O. Reg. 208/13, s. 2.</p>"
        },
        {
            "id": "6.",
            "section": "Powers of Local Board",
            "content": " 6. The Commission vests in the local board the following powers: 1. To direct and control, by order or direction, either as principal or agent, the marketing of eggs and hatching eggs, including the times and places at which eggs or hatching eggs may be marketed. 2. To determine the quality of each class, variety, grade and size of eggs or hatching eggs that shall be marketed by each producer. 3. To prohibit the marketing of any class, variety, grade or size of eggs or hatching eggs. 4. To determine from time to time the price or prices that shall be paid to producers or to the local board, as the case may be, for eggs or any class, variety, grade or size of eggs and to determine different prices for different parts of Ontario. 5. To fix and impose service charges from time to time for the marketing of eggs and hatching eggs. 6. To require the price or prices payable or owing to the producer for eggs or hatching eggs to be paid to or through the local board. 7. To collect from any person by suit in a court of competent jurisdiction the price or prices or any part thereof of eggs or hatching eggs. 8. To purchase or otherwise acquire such quantity or quantities of eggs or hatching eggs as the local board considers advisable and to sell or otherwise dispose of any eggs or hatching eggs so purchased or acquired. 9. To pay from service charges imposed under paragraph 5 its expenses in carrying out the purposes of the plan. 10. To pay to the producers the price or prices for eggs or hatching eggs less service charges imposed under paragraph 5 and to fix the times at which or within which such payments shall be made.  R.R.O. 1990, Reg. 407, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>The Commission vests in the local board the following powers:</p> <p class=\"paragraph-e\">  1. To direct and control, by order or direction, either as principal or agent, the marketing of eggs and hatching eggs, including the times and places at which eggs or hatching eggs may be marketed.</p> <p class=\"paragraph-e\">  2. To determine the quality of each class, variety, grade and size of eggs or hatching eggs that shall be marketed by each producer.</p> <p class=\"paragraph-e\">  3. To prohibit the marketing of any class, variety, grade or size of eggs or hatching eggs.</p> <p class=\"paragraph-e\">  4. To determine from time to time the price or prices that shall be paid to producers or to the local board, as the case may be, for eggs or any class, variety, grade or size of eggs and to determine different prices for different parts of Ontario.</p> <p class=\"paragraph-e\">  5. To fix and impose service charges from time to time for the marketing of eggs and hatching eggs.</p> <p class=\"paragraph-e\">  6. To require the price or prices payable or owing to the producer for eggs or hatching eggs to be paid to or through the local board.</p> <p class=\"paragraph-e\">  7. To collect from any person by suit in a court of competent jurisdiction the price or prices or any part thereof of eggs or hatching eggs.</p> <p class=\"paragraph-e\">  8. To purchase or otherwise acquire such quantity or quantities of eggs or hatching eggs as the local board considers advisable and to sell or otherwise dispose of any eggs or hatching eggs so purchased or acquired.</p> <p class=\"paragraph-e\">  9. To pay from service charges imposed under paragraph 5 its expenses in carrying out the purposes of the plan.</p> <p class=\"paragraph-e\">  10. To pay to the producers the price or prices for eggs or hatching eggs less service charges imposed under paragraph 5 and to fix the times at which or within which such payments shall be made.  R.R.O. 1990, Reg. 407, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Powers of Local Board",
            "content": " 7. (1) The Commission authorizes the local board, (a) to require that eggs be marketed on a quota basis; (b) to prohibit any person to whom a quota has not been fixed and allotted for the marketing of eggs or whose quota has been cancelled from marketing any eggs; (c) to prohibit any person to whom a quota has been fixed and allotted for the marketing of eggs from marketing any eggs in excess of such quota; and (d) to prohibit any person to whom a quota has been fixed and allotted for the marketing of eggs produced on lands or premises in respect of which such quota was fixed and allotted from marketing any eggs other than eggs produced on such lands or premises.  R.R.O. 1990, Reg. 407, s. 7 (1). (2) The Commission authorizes the local board, (a) to fix and allot to persons quotas for the marketing of eggs on such basis as the local board considers proper; (b) to refuse to fix and allot to any person a quota for the marketing of eggs for any reason that the local board considers proper; (c) to cancel or reduce, or refuse to increase, a quota fixed and allotted to any person for the marketing of eggs for any reason that the local board considers proper; and (d) to permit any person to whom a quota has been fixed and allotted for the marketing of eggs to market any eggs in excess of such quota on such terms and conditions as the local board considers proper.  R.R.O. 1990, Reg. 407, s. 7 (2). (3) The Commission authorizes the local board, (a) to require that hatching eggs be marketed on a quota basis; (b) to prohibit any person to whom a quota has not been fixed and allotted for the marketing of hatching eggs or whose quota has been cancelled from marketing any hatching eggs; (c) to prohibit any person to whom a quota has been fixed and allotted for the marketing of hatching eggs from marketing any hatching eggs in excess of such quota; and (d) to prohibit any person to whom a quota has been fixed and allotted for the marketing of hatching eggs produced on lands or premises in respect of which such quota was fixed and allotted from marketing any hatching eggs other than hatching eggs produced on such lands or premises.  R.R.O. 1990, Reg. 407, s. 7 (3). (4) The Commission authorizes the local board, (a) to fix and allot to persons quotas for the marketing of hatching eggs on such basis as the local board considers proper; (b) to refuse to fix and allot to any person a quota for the marketing of hatching eggs for any reason that the local board considers proper; (c) to cancel or reduce, or refuse to increase, a quota fixed and allotted to any person for the marketing of hatching eggs for any reason that the local board considers proper; and (d) to permit any person to whom a quota has been fixed and allotted for the marketing of hatching eggs to market any hatching eggs in excess of such quota on such terms and conditions as the local board considers proper.  R.R.O. 1990, Reg. 407, s. 7 (4). (5) The Commission authorizes the local board, (a) to require that chicks-for-placement be marketed on a quota basis; (b) to prohibit any person to whom a quota has not been fixed and allotted for the marketing of chicks-for-placement or whose quota has been cancelled from marketing any chicks-for-placement; (c) to prohibit any person to whom a quota has been fixed and allotted for the marketing of chicks-for-placement from marketing any chicks-for-placement in excess of such quota; and (d) to prohibit any person to whom a quota has been fixed and allotted for the marketing of chicks-for-placement produced on lands or premises in respect of which such quota was fixed and allotted from marketing any chicks-for-placement other than chicks-for-placement produced on such lands or premises.  R.R.O. 1990, Reg. 407, s. 7 (5). (6) The Commission authorizes the local board, (a) to fix and allot to persons quotas for the marketing of chicks-for-placement on such basis as the local board considers proper; (b) to refuse to fix and allot to any person a quota for the marketing of chicks-for-placement for any reason that the local board considers proper; (c) to cancel or reduce, or refuse to increase, a quota fixed and allotted to any person for the marketing of chicks-for-placement for any reason that the local board considers proper; and (d) to permit any person to whom a quota has been fixed and allotted for the marketing of chicks-for-placement to market any chicks-for-placement in excess of such quota on such terms and conditions as the local board considers proper.  R.R.O. 1990, Reg. 407, s. 7 (6).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The Commission authorizes the local board,</p> <p class=\"clause-e\">  (a) to require that eggs be marketed on a quota basis;</p> <p class=\"clause-e\">  (b) to prohibit any person to whom a quota has not been fixed and allotted for the marketing of eggs or whose quota has been cancelled from marketing any eggs;</p> <p class=\"clause-e\">  (c) to prohibit any person to whom a quota has been fixed and allotted for the marketing of eggs from marketing any eggs in excess of such quota; and</p> <p class=\"clause-e\">  (d) to prohibit any person to whom a quota has been fixed and allotted for the marketing of eggs produced on lands or premises in respect of which such quota was fixed and allotted from marketing any eggs other than eggs produced on such lands or premises.  R.R.O. 1990, Reg. 407, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The Commission authorizes the local board,</p> <p class=\"clause-e\">  (a) to fix and allot to persons quotas for the marketing of eggs on such basis as the local board considers proper;</p> <p class=\"clause-e\">  (b) to refuse to fix and allot to any person a quota for the marketing of eggs for any reason that the local board considers proper;</p> <p class=\"clause-e\">  (c) to cancel or reduce, or refuse to increase, a quota fixed and allotted to any person for the marketing of eggs for any reason that the local board considers proper; and</p> <p class=\"clause-e\">  (d) to permit any person to whom a quota has been fixed and allotted for the marketing of eggs to market any eggs in excess of such quota on such terms and conditions as the local board considers proper.  R.R.O. 1990, Reg. 407, s. 7 (2).</p> <p class=\"subsection-e\">  (3) The Commission authorizes the local board,</p> <p class=\"clause-e\">  (a) to require that hatching eggs be marketed on a quota basis;</p> <p class=\"clause-e\">  (b) to prohibit any person to whom a quota has not been fixed and allotted for the marketing of hatching eggs or whose quota has been cancelled from marketing any hatching eggs;</p> <p class=\"clause-e\">  (c) to prohibit any person to whom a quota has been fixed and allotted for the marketing of hatching eggs from marketing any hatching eggs in excess of such quota; and</p> <p class=\"clause-e\">  (d) to prohibit any person to whom a quota has been fixed and allotted for the marketing of hatching eggs produced on lands or premises in respect of which such quota was fixed and allotted from marketing any hatching eggs other than hatching eggs produced on such lands or premises.  R.R.O. 1990, Reg. 407, s. 7 (3).</p> <p class=\"subsection-e\">  (4) The Commission authorizes the local board,</p> <p class=\"clause-e\">  (a) to fix and allot to persons quotas for the marketing of hatching eggs on such basis as the local board considers proper;</p> <p class=\"clause-e\">  (b) to refuse to fix and allot to any person a quota for the marketing of hatching eggs for any reason that the local board considers proper;</p> <p class=\"clause-e\">  (c) to cancel or reduce, or refuse to increase, a quota fixed and allotted to any person for the marketing of hatching eggs for any reason that the local board considers proper; and</p> <p class=\"clause-e\">  (d) to permit any person to whom a quota has been fixed and allotted for the marketing of hatching eggs to market any hatching eggs in excess of such quota on such terms and conditions as the local board considers proper.  R.R.O. 1990, Reg. 407, s. 7 (4).</p> <p class=\"subsection-e\">  (5) The Commission authorizes the local board,</p> <p class=\"clause-e\">  (a) to require that chicks-for-placement be marketed on a quota basis;</p> <p class=\"clause-e\">  (b) to prohibit any person to whom a quota has not been fixed and allotted for the marketing of chicks-for-placement or whose quota has been cancelled from marketing any chicks-for-placement;</p> <p class=\"clause-e\">  (c) to prohibit any person to whom a quota has been fixed and allotted for the marketing of chicks-for-placement from marketing any chicks-for-placement in excess of such quota; and</p> <p class=\"clause-e\">  (d) to prohibit any person to whom a quota has been fixed and allotted for the marketing of chicks-for-placement produced on lands or premises in respect of which such quota was fixed and allotted from marketing any chicks-for-placement other than chicks-for-placement produced on such lands or premises.  R.R.O. 1990, Reg. 407, s. 7 (5).</p> <p class=\"subsection-e\">  (6) The Commission authorizes the local board,</p> <p class=\"clause-e\">  (a) to fix and allot to persons quotas for the marketing of chicks-for-placement on such basis as the local board considers proper;</p> <p class=\"clause-e\">  (b) to refuse to fix and allot to any person a quota for the marketing of chicks-for-placement for any reason that the local board considers proper;</p> <p class=\"clause-e\">  (c) to cancel or reduce, or refuse to increase, a quota fixed and allotted to any person for the marketing of chicks-for-placement for any reason that the local board considers proper; and</p> <p class=\"clause-e\">  (d) to permit any person to whom a quota has been fixed and allotted for the marketing of chicks-for-placement to market any chicks-for-placement in excess of such quota on such terms and conditions as the local board considers proper.  R.R.O. 1990, Reg. 407, s. 7 (6).</p>"
        },
        {
            "id": "8.",
            "section": "Powers of Local Board",
            "content": " 8. (1) The Commission authorizes the local board to use any class of licence fees, service charges, and other money payable to it, for the purpose of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan.  R.R.O. 1990, Reg. 407, s. 8 (1). (2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1).  R.R.O. 1990, Reg. 407, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) The Commission authorizes the local board to use any class of licence fees, service charges, and other money payable to it, for the purpose of paying the expenses of the local board, carrying out and enforcing the Act and the regulations and carrying out the purposes of the plan.  R.R.O. 1990, Reg. 407, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The Commission authorizes the local board to establish a fund in connection with the plan for the payment of any money that may be required for the purposes mentioned in subsection (1).  R.R.O. 1990, Reg. 407, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": "Powers of Local Board",
            "content": " 9. (1) There shall be a committee to be known as “The Egg Industry Advisory Committee”.  R.R.O. 1990, Reg. 407, s. 9 (1). (2) The Egg Industry Advisory Committee shall be composed of a chair and thirteen members.  R.R.O. 1990, Reg. 407, s. 9 (2). (3) In each year after the 1st day of April and before the 30th day of April, (a) the Commission shall appoint the chair; (b) the local board shall appoint five members; (c) the Ontario Pullet Growers’ Association shall appoint two members; (d) The Ontario Hatcheries Association shall appoint three members, one of whom shall be a representative of a hatchery that markets chicks for meat production and the remaining two of whom shall be representatives of a hatchery that markets chicks for commercial egg production; (e) the Ontario Grain and Feed Dealers Association shall appoint one member; (f) the Ontario Egg Processors Association shall appoint one member; and (g) the Commission shall appoint one member to represent the operators of egg breaking plants in Ontario, to The Egg Industry Advisory Committee.  R.R.O. 1990, Reg. 407, s. 9 (3). (4) The members of The Egg Industry Advisory Committee are and remain members thereof until the 30th day of April in the year following the year in which they were appointed.  R.R.O. 1990, Reg. 407, s. 9 (4). (5) Where a member of The Egg Industry Advisory Committee dies or resigns or is unavailable to act before the expiration of his or her term, the person or persons who appointed him or her shall appoint a person for the unexpired term of the member who died, resigned or was unavailable to act.  R.R.O. 1990, Reg. 407, s. 9 (5). (6) The Egg Industry Advisory Committee may advise and make recommendations to the local board or to any person or organization represented on the committee in respect of, (a) the promotion of harmonious relationships between persons engaged in the production and marketing of eggs, hatching eggs, chicks-for-placement or fowl; (b) the promotion of greater efficiency in the production and marketing of eggs, hatching eggs, chicks-for-placement and fowl; (c) the prevention and correction of irregularities and inequities in the marketing of eggs, hatching eggs, chicks-for-placement and fowl; (d) the improvement of the quality and variety of eggs, hatching eggs, chicks-for-placement and fowl; (e) the improvement of the circulation of market information respecting eggs, hatching eggs, chicks-for-placement and fowl; and (f) without limiting the generality of any of the foregoing, any matter with respect to which the Commission or the local board may be empowered to make regulations under the Act.  R.R.O. 1990, Reg. 407, s. 9 (6). (7) The local board shall forthwith provide the Commission with full particulars of any recommendations made to the local board by The Egg Industry Advisory Committee.  R.R.O. 1990, Reg. 407, s. 9 (7).",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) There shall be a committee to be known as “The Egg Industry Advisory Committee”.  R.R.O. 1990, Reg. 407, s. 9 (1).</p> <p class=\"subsection-e\">  (2) The Egg Industry Advisory Committee shall be composed of a chair and thirteen members.  R.R.O. 1990, Reg. 407, s. 9 (2).</p> <p class=\"subsection-e\">  (3) In each year after the 1st day of April and before the 30th day of April,</p> <p class=\"clause-e\">  (a) the Commission shall appoint the chair;</p> <p class=\"clause-e\">  (b) the local board shall appoint five members;</p> <p class=\"clause-e\">  (c) the Ontario Pullet Growers’ Association shall appoint two members;</p> <p class=\"clause-e\">  (d) The Ontario Hatcheries Association shall appoint three members, one of whom shall be a representative of a hatchery that markets chicks for meat production and the remaining two of whom shall be representatives of a hatchery that markets chicks for commercial egg production;</p> <p class=\"clause-e\">  (e) the Ontario Grain and Feed Dealers Association shall appoint one member;</p> <p class=\"clause-e\">  (f) the Ontario Egg Processors Association shall appoint one member; and</p> <p class=\"clause-e\">  (g) the Commission shall appoint one member to represent the operators of egg breaking plants in Ontario,</p> <p class=\"Ssubsection-e\">to The Egg Industry Advisory Committee.  R.R.O. 1990, Reg. 407, s. 9 (3).</p> <p class=\"subsection-e\">  (4) The members of The Egg Industry Advisory Committee are and remain members thereof until the 30th day of April in the year following the year in which they were appointed.  R.R.O. 1990, Reg. 407, s. 9 (4).</p> <p class=\"subsection-e\">  (5) Where a member of The Egg Industry Advisory Committee dies or resigns or is unavailable to act before the expiration of his or her term, the person or persons who appointed him or her shall appoint a person for the unexpired term of the member who died, resigned or was unavailable to act.  R.R.O. 1990, Reg. 407, s. 9 (5).</p> <p class=\"subsection-e\">  (6) The Egg Industry Advisory Committee may advise and make recommendations to the local board or to any person or organization represented on the committee in respect of,</p> <p class=\"clause-e\">  (a) the promotion of harmonious relationships between persons engaged in the production and marketing of eggs, hatching eggs, chicks-for-placement or fowl;</p> <p class=\"clause-e\">  (b) the promotion of greater efficiency in the production and marketing of eggs, hatching eggs, chicks-for-placement and fowl;</p> <p class=\"clause-e\">  (c) the prevention and correction of irregularities and inequities in the marketing of eggs, hatching eggs, chicks-for-placement and fowl;</p> <p class=\"clause-e\">  (d) the improvement of the quality and variety of eggs, hatching eggs, chicks-for-placement and fowl;</p> <p class=\"clause-e\">  (e) the improvement of the circulation of market information respecting eggs, hatching eggs, chicks-for-placement and fowl; and</p> <p class=\"clause-e\">  (f) without limiting the generality of any of the foregoing, any matter with respect to which the Commission or the local board may be empowered to make regulations under the Act.  R.R.O. 1990, Reg. 407, s. 9 (6).</p> <p class=\"subsection-e\">  (7) The local board shall forthwith provide the Commission with full particulars of any recommendations made to the local board by The Egg Industry Advisory Committee.  R.R.O. 1990, Reg. 407, s. 9 (7).</p>"
        },
        {
            "id": "10.",
            "section": "Powers of Local Board",
            "content": " 10. The Commission authorizes the local board to conduct a pool or pools for the distribution of all money received from the sale of eggs and hatching eggs and, after deducting all necessary and proper disbursements and expenses, to distribute the remainder of the money received from the sale in such manner that every producer receives a share of the remainder of the money received from the sale in relation to the amount, class, variety, grade or size of eggs or hatching eggs delivered by the producer, and authorizes the local board to make an initial payment on delivery of the eggs or hatching eggs and subsequent payments until all of the remainder of the money received from the sale is distributed to the producers.  R.R.O. 1990, Reg. 407, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>The Commission authorizes the local board to conduct a pool or pools for the distribution of all money received from the sale of eggs and hatching eggs and, after deducting all necessary and proper disbursements and expenses, to distribute the remainder of the money received from the sale in such manner that every producer receives a share of the remainder of the money received from the sale in relation to the amount, class, variety, grade or size of eggs or hatching eggs delivered by the producer, and authorizes the local board to make an initial payment on delivery of the eggs or hatching eggs and subsequent payments until all of the remainder of the money received from the sale is distributed to the producers.  R.R.O. 1990, Reg. 407, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Powers of Local Board",
            "content": " 11. The Commission authorizes the local board to appoint agents, to prescribe their duties and terms and conditions of employment and to provide for their remuneration.  R.R.O. 1990, Reg. 407, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>The Commission authorizes the local board to appoint agents, to prescribe their duties and terms and conditions of employment and to provide for their remuneration.  R.R.O. 1990, Reg. 407, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Powers of Local Board",
            "content": " 12. (1) All eggs and hatching eggs shall be marketed through the local board.  R.R.O. 1990, Reg. 407, s. 12 (1). (2) No person shall market eggs or hatching eggs except through the local board.  R.R.O. 1990, Reg. 407, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) All eggs and hatching eggs shall be marketed through the local board.  R.R.O. 1990, Reg. 407, s. 12 (1).</p> <p class=\"subsection-e\">  (2) No person shall market eggs or hatching eggs except through the local board.  R.R.O. 1990, Reg. 407, s. 12 (2).</p>"
        },
        {
            "id": "13.",
            "section": "Powers of Local Board",
            "content": " 13. The local board shall give statements to every person engaged in producing eggs or hatching eggs showing the class, variety, grade or size and the number or quantity of eggs or hatching eggs marketed, the price or prices paid and particulars of the service charges imposed by it.  R.R.O. 1990, Reg. 407, s. 13.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>The local board shall give statements to every person engaged in producing eggs or hatching eggs showing the class, variety, grade or size and the number or quantity of eggs or hatching eggs marketed, the price or prices paid and particulars of the service charges imposed by it.  R.R.O. 1990, Reg. 407, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Powers of Local Board",
            "content": " 14. The Commission vests in the local board the power to make regulations, (a) providing for the seizure and detention of the whole or any part of any chicks-for-placement, eggs, fowl or hatching eggs or any class, variety, grade or size thereof by any person appointed under clause 3 (1) (g) of the Act where the person believes on reasonable grounds an offence against the Act or the regulations has been committed in respect of the chicks-for-placement, eggs, fowl or hatching eggs; (b) providing for the release from detention of the whole or any part of any chicks-for-placement, eggs, fowl or hatching eggs or any class, variety, grade or size thereof where the local board is satisfied that the owner of the chicks-for-placement, eggs, fowl or hatching eggs that have been seized and detained comply with the Act and the regulations respecting the chicks-for-placement, eggs, fowl or hatching eggs; (c) providing for the disposal of the whole or any part of any chicks-for-placement, eggs, fowl or hatching eggs or any class, variety, grade or size thereof that have been seized and detained and providing for the administration and disposition of any money derived from any such disposal; and (d) prescribing the manner in which the chicks-for-placement, eggs, fowl or hatching eggs shall be seized, detained, released and disposed of.  R.R.O. 1990, Reg. 407, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>The Commission vests in the local board the power to make regulations,</p> <p class=\"clause-e\">  (a) providing for the seizure and detention of the whole or any part of any chicks-for-placement, eggs, fowl or hatching eggs or any class, variety, grade or size thereof by any person appointed under clause 3 (1) (g) of the Act where the person believes on reasonable grounds an offence against the Act or the regulations has been committed in respect of the chicks-for-placement, eggs, fowl or hatching eggs;</p> <p class=\"clause-e\">  (b) providing for the release from detention of the whole or any part of any chicks-for-placement, eggs, fowl or hatching eggs or any class, variety, grade or size thereof where the local board is satisfied that the owner of the chicks-for-placement, eggs, fowl or hatching eggs that have been seized and detained comply with the Act and the regulations respecting the chicks-for-placement, eggs, fowl or hatching eggs;</p> <p class=\"clause-e\">  (c) providing for the disposal of the whole or any part of any chicks-for-placement, eggs, fowl or hatching eggs or any class, variety, grade or size thereof that have been seized and detained and providing for the administration and disposition of any money derived from any such disposal; and</p> <p class=\"clause-e\">  (d) prescribing the manner in which the chicks-for-placement, eggs, fowl or hatching eggs shall be seized, detained, released and disposed of.  R.R.O. 1990, Reg. 407, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Powers of Local Board",
            "content": " 15. The Commission delegates to the local board its powers to make regulations, despite clause 5 (c), providing for the refusal to grant a licence for the producing of chicks-for-placement or eggs or hatching eggs for any reason that the local board considers proper.  R.R.O. 1990, Reg. 407, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>The Commission delegates to the local board its powers to make regulations, despite clause 5 (c), providing for the refusal to grant a licence for the producing of chicks-for-placement or eggs or hatching eggs for any reason that the local board considers proper.  R.R.O. 1990, Reg. 407, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Powers of Local Board",
            "content": " 16. (1) The Commission authorizes the local board, (a) to require that chicks-for-placement be produced on a quota basis; (b) to prohibit any person to whom a quota has not been fixed and allotted for the producing of chicks-for-placement or whose quota has been cancelled from producing any chicks-for-placement; (c) to prohibit any person to whom a quota has been fixed and allotted for the producing of chicks-for-placement from producing any chicks-for-placement in excess of such quota; and (d) to prohibit any person from producing chicks-for-placement in premises other than premises in respect of which a quota for producing chicks-for-placement has been fixed and allotted to such person.  R.R.O. 1990, Reg. 407, s. 16 (1). (2) The Commission authorizes the local board, (a) to fix and allot to persons quotas for producing chicks-for-placement on such basis as the local board considers proper; (b) to refuse to fix and allot to any person a quota for producing chicks-for-placement for any reason that the local board considers proper; (c) to cancel or reduce, or refuse to increase, a quota fixed and allotted to any person for producing chicks-for-placement for any reason that the local board considers proper, and, without limiting the generality of the foregoing, to cancel or reduce any such quota as a penalty where the local board has reasonable grounds for belief that the person to whom the quota was fixed and allotted has contravened the Act or the regulations; and (d) to permit any person to whom a quota has been fixed and allotted for the producing of chicks-for-placement to produce any chicks-for-placement in excess of such quota on such terms and conditions as the local board considers proper.  R.R.O. 1990, Reg. 407, s. 16 (2). (3) The Commission authorizes the local board, (a) to require that eggs be produced on a quota basis; (b) to prohibit any person to whom a quota has not been fixed and allotted for the producing of eggs or whose quota has been cancelled from producing any eggs; (c) to prohibit any person to whom a quota has been fixed and allotted for the producing of eggs from producing any eggs in excess of such quota; and (d) to prohibit any person from producing eggs in premises other than premises in respect of which a quota for producing eggs has been fixed and allotted to such person.  R.R.O. 1990, Reg. 407, s. 16 (3). (4) The Commission authorizes the local board, (a) to fix and allot to persons quotas for producing eggs on such basis as the local board considers proper; (b) to refuse to fix and allot to any person a quota for producing eggs for any reason that the local board considers proper; (c) to cancel or reduce, or refuse to increase, a quota fixed and allotted to any person for producing eggs for any reason that the local board considers proper, and, without limiting the generality of the foregoing, to cancel or reduce any such quota as a penalty where the local board has reasonable grounds for belief that the person to whom the quota was fixed and allotted has contravened the Act or the regulations; and (d) to permit any person to whom a quota has been fixed and allotted for the producing of eggs to produce any eggs in excess of such quota on such terms and conditions as the local board considers proper.  R.R.O. 1990, Reg. 407, s. 16 (4). (5) The Commission authorizes the local board, (a) to require that hatching eggs be produced on a quota basis; (b) to prohibit any person to whom a quota has not been fixed and allotted for the producing of hatching eggs or whose quota has been cancelled from producing any hatching eggs; (c) to prohibit any person to whom a quota has been fixed and allotted for the producing of hatching eggs from producing any hatching eggs in excess of such quota; and (d) to prohibit any person from producing hatching eggs in premises other than premises in respect of which a quota for producing hatching eggs has been fixed and allotted to such person.  R.R.O. 1990, Reg. 407, s. 16 (5). (6) The Commission authorizes the local board, (a) to fix and allot to persons quotas for producing hatching eggs on such basis as the local board considers proper; (b) to refuse to fix and allot to any person a quota for producing hatching eggs for any reason that the local board considers proper; (c) to cancel or reduce, or refuse to increase, a quota fixed and allotted to any person for producing hatching eggs for any reason that the local board considers proper, and without limiting the generality of the foregoing, to cancel or reduce any such quota as a penalty where the local board has reasonable grounds for belief that the person to whom the quota was fixed and allotted has contravened the Act or the regulations; and (d) to permit any person to whom a quota has been fixed and allotted for the producing of hatching eggs to produce any hatching eggs in excess of such quota on such terms and conditions as the local board considers proper.  R.R.O. 1990, Reg. 407, s. 16 (6). (7) The Commission authorizes the local board, (a) to require that fowl be possessed on a quota basis; (b) to prohibit any person to whom a quota has not been fixed and allotted for the possession of fowl or whose quota has been cancelled from possessing any fowl; (c) to prohibit any person to whom a quota has been fixed and allotted for possessing any fowl in excess of such quota; and (d) to prohibit any person from possessing fowl in premises other than premises in respect of which a quota for possessing fowl has been fixed and allotted to such person.  R.R.O. 1990, Reg. 407, s. 16 (7). (8) The Commission authorizes the local board, (a) to fix and allot to persons quotas for possessing fowl on such basis as the local board considers proper; (b) to refuse to fix and allot to any person a quota for possessing fowl for any reason that the local board considers proper; (c) to cancel or reduce, or refuse to increase, a quota fixed and allotted to any person for possessing fowl for any reason that the local board considers proper, and without limiting the generality of the foregoing, to cancel or reduce any such quota as a penalty where the local board has reasonable grounds for belief that the person to whom the quota was fixed and allotted has contravened the Act or the regulations; and (d) to permit any person to whom a quota has been fixed and allotted for possessing fowl to possess any fowl in excess of such quota on such terms and conditions as the local board considers proper.  R.R.O. 1990, Reg. 407, s. 16 (8).",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) The Commission authorizes the local board,</p> <p class=\"clause-e\">  (a) to require that chicks-for-placement be produced on a quota basis;</p> <p class=\"clause-e\">  (b) to prohibit any person to whom a quota has not been fixed and allotted for the producing of chicks-for-placement or whose quota has been cancelled from producing any chicks-for-placement;</p> <p class=\"clause-e\">  (c) to prohibit any person to whom a quota has been fixed and allotted for the producing of chicks-for-placement from producing any chicks-for-placement in excess of such quota; and</p> <p class=\"clause-e\">  (d) to prohibit any person from producing chicks-for-placement in premises other than premises in respect of which a quota for producing chicks-for-placement has been fixed and allotted to such person.  R.R.O. 1990, Reg. 407, s. 16 (1).</p> <p class=\"subsection-e\">  (2) The Commission authorizes the local board,</p> <p class=\"clause-e\">  (a) to fix and allot to persons quotas for producing chicks-for-placement on such basis as the local board considers proper;</p> <p class=\"clause-e\">  (b) to refuse to fix and allot to any person a quota for producing chicks-for-placement for any reason that the local board considers proper;</p> <p class=\"clause-e\">  (c) to cancel or reduce, or refuse to increase, a quota fixed and allotted to any person for producing chicks-for-placement for any reason that the local board considers proper, and, without limiting the generality of the foregoing, to cancel or reduce any such quota as a penalty where the local board has reasonable grounds for belief that the person to whom the quota was fixed and allotted has contravened the Act or the regulations; and</p> <p class=\"clause-e\">  (d) to permit any person to whom a quota has been fixed and allotted for the producing of chicks-for-placement to produce any chicks-for-placement in excess of such quota on such terms and conditions as the local board considers proper.  R.R.O. 1990, Reg. 407, s. 16 (2).</p> <p class=\"subsection-e\">  (3) The Commission authorizes the local board,</p> <p class=\"clause-e\">  (a) to require that eggs be produced on a quota basis;</p> <p class=\"clause-e\">  (b) to prohibit any person to whom a quota has not been fixed and allotted for the producing of eggs or whose quota has been cancelled from producing any eggs;</p> <p class=\"clause-e\">  (c) to prohibit any person to whom a quota has been fixed and allotted for the producing of eggs from producing any eggs in excess of such quota; and</p> <p class=\"clause-e\">  (d) to prohibit any person from producing eggs in premises other than premises in respect of which a quota for producing eggs has been fixed and allotted to such person.  R.R.O. 1990, Reg. 407, s. 16 (3).</p> <p class=\"subsection-e\">  (4) The Commission authorizes the local board,</p> <p class=\"clause-e\">  (a) to fix and allot to persons quotas for producing eggs on such basis as the local board considers proper;</p> <p class=\"clause-e\">  (b) to refuse to fix and allot to any person a quota for producing eggs for any reason that the local board considers proper;</p> <p class=\"clause-e\">  (c) to cancel or reduce, or refuse to increase, a quota fixed and allotted to any person for producing eggs for any reason that the local board considers proper, and, without limiting the generality of the foregoing, to cancel or reduce any such quota as a penalty where the local board has reasonable grounds for belief that the person to whom the quota was fixed and allotted has contravened the Act or the regulations; and</p> <p class=\"clause-e\">  (d) to permit any person to whom a quota has been fixed and allotted for the producing of eggs to produce any eggs in excess of such quota on such terms and conditions as the local board considers proper.  R.R.O. 1990, Reg. 407, s. 16 (4).</p> <p class=\"subsection-e\">  (5) The Commission authorizes the local board,</p> <p class=\"clause-e\">  (a) to require that hatching eggs be produced on a quota basis;</p> <p class=\"clause-e\">  (b) to prohibit any person to whom a quota has not been fixed and allotted for the producing of hatching eggs or whose quota has been cancelled from producing any hatching eggs;</p> <p class=\"clause-e\">  (c) to prohibit any person to whom a quota has been fixed and allotted for the producing of hatching eggs from producing any hatching eggs in excess of such quota; and</p> <p class=\"clause-e\">  (d) to prohibit any person from producing hatching eggs in premises other than premises in respect of which a quota for producing hatching eggs has been fixed and allotted to such person.  R.R.O. 1990, Reg. 407, s. 16 (5).</p> <p class=\"subsection-e\">  (6) The Commission authorizes the local board,</p> <p class=\"clause-e\">  (a) to fix and allot to persons quotas for producing hatching eggs on such basis as the local board considers proper;</p> <p class=\"clause-e\">  (b) to refuse to fix and allot to any person a quota for producing hatching eggs for any reason that the local board considers proper;</p> <p class=\"clause-e\">  (c) to cancel or reduce, or refuse to increase, a quota fixed and allotted to any person for producing hatching eggs for any reason that the local board considers proper, and without limiting the generality of the foregoing, to cancel or reduce any such quota as a penalty where the local board has reasonable grounds for belief that the person to whom the quota was fixed and allotted has contravened the Act or the regulations; and</p> <p class=\"clause-e\">  (d) to permit any person to whom a quota has been fixed and allotted for the producing of hatching eggs to produce any hatching eggs in excess of such quota on such terms and conditions as the local board considers proper.  R.R.O. 1990, Reg. 407, s. 16 (6).</p> <p class=\"subsection-e\">  (7) The Commission authorizes the local board,</p> <p class=\"clause-e\">  (a) to require that fowl be possessed on a quota basis;</p> <p class=\"clause-e\">  (b) to prohibit any person to whom a quota has not been fixed and allotted for the possession of fowl or whose quota has been cancelled from possessing any fowl;</p> <p class=\"clause-e\">  (c) to prohibit any person to whom a quota has been fixed and allotted for possessing any fowl in excess of such quota; and</p> <p class=\"clause-e\">  (d) to prohibit any person from possessing fowl in premises other than premises in respect of which a quota for possessing fowl has been fixed and allotted to such person.  R.R.O. 1990, Reg. 407, s. 16 (7).</p> <p class=\"subsection-e\">  (8) The Commission authorizes the local board,</p> <p class=\"clause-e\">  (a) to fix and allot to persons quotas for possessing fowl on such basis as the local board considers proper;</p> <p class=\"clause-e\">  (b) to refuse to fix and allot to any person a quota for possessing fowl for any reason that the local board considers proper;</p> <p class=\"clause-e\">  (c) to cancel or reduce, or refuse to increase, a quota fixed and allotted to any person for possessing fowl for any reason that the local board considers proper, and without limiting the generality of the foregoing, to cancel or reduce any such quota as a penalty where the local board has reasonable grounds for belief that the person to whom the quota was fixed and allotted has contravened the Act or the regulations; and</p> <p class=\"clause-e\">  (d) to permit any person to whom a quota has been fixed and allotted for possessing fowl to possess any fowl in excess of such quota on such terms and conditions as the local board considers proper.  R.R.O. 1990, Reg. 407, s. 16 (8).</p>"
        },
        {
            "id": "17.",
            "section": "Powers of Local Board",
            "content": " 17. (1) There shall be a negotiating agency to be known as the Negotiating Agency for Chicks-for-Placement.  O. Reg. 240/97, s. 2. (2) The negotiating agency shall be composed of persons appointed by the local board and persons appointed by the chicks-for-placement contractors.  O. Reg. 240/97, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) There shall be a negotiating agency to be known as the Negotiating Agency for Chicks-for-Placement.  O. Reg. 240/97, s. 2.</p> <p class=\"subsection-e\">  (2) The negotiating agency shall be composed of persons appointed by the local board and persons appointed by the chicks-for-placement contractors.  O. Reg. 240/97, s. 2.</p>"
        },
        {
            "id": "18.",
            "section": "Powers of Local Board",
            "content": " 18. The negotiating agency is empowered to adopt or settle by agreement, (a) terms, conditions and forms of agreements relating to the producing of chicks-for-placement; and (b) any charges, cost or expenses relating to the production of chicks-for-placement.  O. Reg. 240/97, s. 2.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>The negotiating agency is empowered to adopt or settle by agreement,</p> <p class=\"clause-e\">  (a) terms, conditions and forms of agreements relating to the producing of chicks-for-placement; and</p> <p class=\"clause-e\">  (b) any charges, cost or expenses relating to the production of chicks-for-placement.  O. Reg. 240/97, s. 2.</p> <p class=\"clause-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900407\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}