{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 773: ONTARIO SPECIAL BURSARY PROGRAM",
        "reg_name_text": "ONTARIO SPECIAL BURSARY PROGRAM",
        "citation": "R.R.O. 1990, Reg. 773: ",
        "act_under": "Ministry of Training, Colleges and Universities Act",
        "url": "https://www.ontario.ca/laws/regulation/900773",
        "date_scraped": "2023-12-19 05:05:50"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900773/v5",
            "valid_from": "July 20, 2012",
            "valid_to": "July 31, 2012"
        },
        {
            "a_href": "/laws/regulation/900773/v4",
            "valid_from": "March 27, 2007",
            "valid_to": "July 19, 2012"
        },
        {
            "a_href": "/laws/regulation/900773/v3",
            "valid_from": "June 13, 2005",
            "valid_to": "March 26, 2007"
        },
        {
            "a_href": "/laws/regulation/900773/v2",
            "valid_from": "May  6, 2005",
            "valid_to": "June 12, 2005"
        },
        {
            "a_href": "/laws/regulation/900773/v1",
            "valid_from": "March  1, 2000",
            "valid_to": "May  5, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “approved institution” means an institution described in section 9; (“établissement agréé”) “approved program of study” means a program of study described in clause 8 (a); (“programme d’études approuvé”) “approved upgrading course” means an academic upgrading or training course described in clause 8 (b); (“cours d’appoint approuvé”) “period of study” with respect to an approved program of study or an approved upgrading course, means the period of time that an approved institution considers to be the normal school year for that particular program or course, as determined by that institution for academic purposes, and may include one or more academic terms; (“période d’études”) “spouse” means either of two persons who, (a) are married to each other, (b) have together in good faith entered into a marriage that is voidable or void, (c) have lived together in a conjugal relationship outside marriage continuously for a period of not less than three years, or (d) have lived together in a conjugal relationship outside marriage in a relationship of some permanence, if they are the natural or adoptive parents of a child. (“conjoint”) R.R.O. 1990, Reg. 773, s. 1; O. Reg. 352/94, s. 1; O. Reg. 85/00, s. 1; O. Reg. 351/05, s. 1; O. Reg. 115/07, s. 1. Bursary, Application and Eligibility",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“approved institution” means an institution described in section 9; (“établissement agréé”)</p> <p class=\"definition-e\">“approved program of study” means a program of study described in clause 8 (a); (“programme d’études approuvé”)</p> <p class=\"definition-e\">“approved upgrading course” means an academic upgrading or training course described in clause 8 (b); (“cours d’appoint approuvé”)</p> <p class=\"definition-e\">“period of study” with respect to an approved program of study or an approved upgrading course, means the period of time that an approved institution considers to be the normal school year for that particular program or course, as determined by that institution for academic purposes, and may include one or more academic terms; (“période d’études”)</p> <p class=\"definition-e\">“spouse” means either of two persons who,</p> <p class=\"defclause-e\">(a) are married to each other,</p> <p class=\"defclause-e\">(b) have together in good faith entered into a marriage that is voidable or void,</p> <p class=\"defclause-e\">(c) have lived together in a conjugal relationship outside marriage continuously for a period of not less than three years, or</p> <p class=\"defclause-e\">(d) have lived together in a conjugal relationship outside marriage in a relationship of some permanence, if they are the natural or adoptive parents of a child. (“conjoint”) R.R.O. 1990, Reg. 773, s. 1; O. Reg. 352/94, s. 1; O. Reg. 85/00, s. 1; O. Reg. 351/05, s. 1; O. Reg. 115/07, s. 1.</p> <p class=\"heading1-e\">Bursary, Application and Eligibility</p>"
        },
        {
            "id": "2.",
            "section": "Bursary, Application and Eligibility",
            "content": "2. The purpose of a bursary awarded under this Regulation is to provide financial assistance to individuals who are not eligible for a student loan under Ontario Regulation 268/01 (Ontario Student Loans made after July 31, 2001) made under the Act and who require financial assistance in order to pursue an approved program of study on a part-time basis or one or more approved upgrading courses. O. Reg. 115/07, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The purpose of a bursary awarded under this Regulation is to provide financial assistance to individuals who are not eligible for a student loan under Ontario Regulation 268/01 (Ontario Student Loans made after July 31, 2001) made under the Act and who require financial assistance in order to pursue an approved program of study on a part-time basis or one or more approved upgrading courses. O. Reg. 115/07, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Bursary, Application and Eligibility",
            "content": "3. A bursary awarded under this Regulation shall not exceed $2,500 in any 12-month period. O. Reg. 115/07, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>A bursary awarded under this Regulation shall not exceed $2,500 in any 12-month period. O. Reg. 115/07, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": "Bursary, Application and Eligibility",
            "content": "4. An application for a bursary shall be made on a form approved by the Minister. O. Reg. 115/07, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>An application for a bursary shall be made on a form approved by the Minister. O. Reg. 115/07, s. 2.</p>"
        },
        {
            "id": "5.",
            "section": "Bursary, Application and Eligibility",
            "content": "5. (1) An individual is eligible to receive a bursary if, (a) he or she is, (i) a Canadian citizen or a permanent resident within the meaning of the Immigration and Refugee Protection Act (Canada), or (ii) a protected person within the meaning of subsection 95 (2) of the Immigration and Refugee Protection Act (Canada); (b) he or she meets the residency requirements set out in section 6; (c) he or she is enrolled at an approved institution in, (i) an approved program of study on a part-time basis in accordance with section 7, or (ii) one or more approved upgrading courses; (d) at the time of the application for the bursary, he or she is not ineligible to receive a student loan as a result of a determination made by the Minister under section 42.1 of Ontario Regulation 268/01 (Ontario Student Loans made after July 31, 2001) made under the Act or has not been refused a certificate of loan approval under section 14 of that regulation; and (e) the total gross income of all of the members of the individual’s family does not exceed the maximum amount set out in Column 2 of the Table to this section opposite the number of members in the individual’s family set out in Column 1 of the Table. TABLE  Number of members in an individual’s family\n\nAnnual family income\n\n\n \r\n\n(in dollars)\n\n\n1\n\n14,100\n\n\n2\n\n23,300\n\n\n3\n\n31,900\n\n\n4\n\n37,800\n\n\n5\n\n43,700\n\n\n6\n\n48,600\n\n\n7\n\n53,000\n\n\n8\n\n56,800\n\n\n9\n\n60,100\n\n\n10 or more\n\n62,700 O. Reg. 115/07, s. 2. (2) For the purposes of clause (1) (e), (a) an individual’s family includes his or her spouse, if any, and any person who is dependent on the individual or his or her spouse; and (b) the gross income of the individual’s family does not include the Universal Child Care Benefit. O. Reg. 115/07, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) An individual is eligible to receive a bursary if,</p> <p class=\"clause-e\">(a) he or she is,</p> <p class=\"subclause-e\">(i) a Canadian citizen or a permanent resident within the meaning of the <i>Immigration and Refugee Protection Act</i> (Canada), or</p> <p class=\"subclause-e\">(ii) a protected person within the meaning of subsection 95 (2) of the <i>Immigration and Refugee Protection Act</i> (Canada);</p> <p class=\"clause-e\">(b) he or she meets the residency requirements set out in section 6;</p> <p class=\"clause-e\">(c) he or she is enrolled at an approved institution in,</p> <p class=\"subclause-e\">(i) an approved program of study on a part-time basis in accordance with section 7, or</p> <p class=\"subclause-e\">(ii) one or more approved upgrading courses;</p> <p class=\"clause-e\">(d) at the time of the application for the bursary, he or she is not ineligible to receive a student loan as a result of a determination made by the Minister under section 42.1 of Ontario Regulation 268/01 (Ontario Student Loans made after July 31, 2001) made under the Act or has not been refused a certificate of loan approval under section 14 of that regulation; and</p> <p class=\"clause-e\">(e) the total gross income of all of the members of the individual’s family does not exceed the maximum amount set out in Column 2 of the Table to this section opposite the number of members in the individual’s family set out in Column 1 of the Table.</p> <p class=\"headingx-e\">TABLE</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"201\"><p class=\"table-e\">Number of members in an individual’s family</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">Annual family income</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"201\"> \r\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">(in dollars)</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"201\"><p class=\"table-e\">1</p>\n</td>\n<td valign=\"top\" width=\"110\"><p align=\"right\" class=\"table-e\">14,100</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"201\"><p class=\"table-e\">2</p>\n</td>\n<td valign=\"top\" width=\"110\"><p align=\"right\" class=\"table-e\">23,300</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"201\"><p class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"110\"><p align=\"right\" class=\"table-e\">31,900</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"201\"><p class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"110\"><p align=\"right\" class=\"table-e\">37,800</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"201\"><p class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"110\"><p align=\"right\" class=\"table-e\">43,700</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"201\"><p class=\"table-e\">6</p>\n</td>\n<td valign=\"top\" width=\"110\"><p align=\"right\" class=\"table-e\">48,600</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"201\"><p class=\"table-e\">7</p>\n</td>\n<td valign=\"top\" width=\"110\"><p align=\"right\" class=\"table-e\">53,000</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"201\"><p class=\"table-e\">8</p>\n</td>\n<td valign=\"top\" width=\"110\"><p align=\"right\" class=\"table-e\">56,800</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"201\"><p class=\"table-e\">9</p>\n</td>\n<td valign=\"top\" width=\"110\"><p align=\"right\" class=\"table-e\">60,100</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"201\"><p class=\"table-e\">10 or more</p>\n</td>\n<td valign=\"top\" width=\"110\"><p align=\"right\" class=\"table-e\">62,700</p>\n</td></tr></table></center> <p class=\"footnote-e\">O. Reg. 115/07, s. 2.</p> <p class=\"subsection-e\">(2) For the purposes of clause (1) (e), </p> <p class=\"clause-e\">(a) an individual’s family includes his or her spouse, if any, and any person<b> </b>who is dependent on the individual or his or her spouse; and</p> <p class=\"clause-e\">(b) the gross income of the individual’s family does not include the Universal Child Care Benefit. O. Reg. 115/07, s. 2.</p>"
        },
        {
            "id": "6.",
            "section": "Bursary, Application and Eligibility",
            "content": "6. (1) An individual meets the residency requirements for a bursary if, on or before the day the approved program of study or the approved upgrading course in which the individual is enrolled begins, either the individual or his or her spouse, if any, (a) has resided in Ontario for a period of at least 12 consecutive months; and (b) has not resided in another province or territory in Canada for a period of at least 12 consecutive months since completing the 12-month period of residency in Ontario required under clause (a). O. Reg. 115/07, s. 2. (2) For the purposes of clauses (1) (a) and (b), the only period of at least 12 consecutive months that may be considered is any such period during which the individual or his or her spouse, as the case may be, was not, at any time, enrolled in full-time studies at a post-secondary institution. O. Reg. 115/07, s. 2. (3) An individual who does not meet the residency requirements described in subsection (1) shall nonetheless meet the residency requirements for the purposes of this Regulation if, (a) neither the individual, nor his or her spouse, has resided in any province or territory of Canada other than Ontario for at least 12 consecutive months; and (b) the individual is or will be attending an approved institution in Ontario and, as of the day the application for the bursary is made, the individual resides in Ontario. O. Reg. 115/07, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) An individual meets the residency requirements for a bursary if, on or before the day the approved program of study or the approved upgrading course in which the individual is enrolled begins, either the individual or his or her spouse, if any,</p> <p class=\"clause-e\">(a) has resided in Ontario for a period of at least 12 consecutive months; and</p> <p class=\"clause-e\">(b) has not resided in another province or territory in Canada for a period of at least 12 consecutive months since completing the 12-month period of residency in Ontario required under clause (a). O. Reg. 115/07, s. 2.</p> <p class=\"subsection-e\">(2) For the purposes of clauses (1) (a) and (b), the only period of at least 12 consecutive months that may be considered is any such period during which the individual or his or her spouse, as the case may be, was not, at any time, enrolled in full-time studies at a post-secondary institution. O. Reg. 115/07, s. 2.</p> <p class=\"subsection-e\">(3) An individual who does not meet the residency requirements described in subsection (1) shall nonetheless meet the residency requirements for the purposes of this Regulation if,</p> <p class=\"clause-e\">(a) neither the individual, nor his or her spouse, has resided in any province or territory of Canada other than Ontario for at least 12 consecutive months; and</p> <p class=\"clause-e\">(b) the individual is or will be attending an approved institution in Ontario and, as of the day the application for the bursary is made, the individual resides in Ontario. O. Reg. 115/07, s. 2.</p>"
        },
        {
            "id": "7.",
            "section": "Bursary, Application and Eligibility",
            "content": "7. An individual is enrolled in an approved program of study on a part-time basis for the purposes of meeting the eligibility requirement under subclause 5 (1) (c) (i) if he or she is taking at least 20 per cent but no more than 59 per cent of what the approved institution considers to be a full course load for that program of study. O. Reg. 115/07, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>An individual is enrolled in an approved program of study on a part-time basis for the purposes of meeting the eligibility requirement under subclause 5 (1) (c) (i) if he or she is taking at least 20 per cent but no more than 59 per cent of what the approved institution considers to be a full course load for that program of study. O. Reg. 115/07, s. 2.</p>"
        },
        {
            "id": "8.",
            "section": "Bursary, Application and Eligibility",
            "content": "8. For the purposes of this Regulation, the Minister may approve, (a) a program of study that is offered at an approved institution, consists of one or more periods of study of no less than four weeks and not more than 52 weeks and leads to a degree, diploma or certificate; and (b) an academic upgrading or training course that is not an approved program of study for the purposes of receiving a student loan under Ontario Regulation 268/01 (Ontario Student Loans made after July 31, 2001) made under the Act and that is intended to improve employment skills and is offered at an approved institution. O. Reg. 115/07, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>For the purposes of this Regulation, the Minister may approve,</p> <p class=\"clause-e\">(a) a program of study that is offered at an approved institution, consists of one or more periods of study of no less than four weeks and not more than 52 weeks and leads to a degree, diploma or certificate; and</p> <p class=\"clause-e\">(b) an academic upgrading or training course that is not an approved program of study for the purposes of receiving a student loan under Ontario Regulation 268/01 (Ontario Student Loans made after July 31, 2001) made under the Act and that is intended to improve employment skills and is offered at an approved institution. O. Reg. 115/07, s. 2.</p>"
        },
        {
            "id": "9.",
            "section": "Bursary, Application and Eligibility",
            "content": "9. For the purposes of this Regulation, the following institutions are approved institutions: 1. A public university in Ontario, including a post-secondary educational institution that is affiliated or federated with such a university. 2. A college of applied arts and technology established under the Ontario Colleges of Applied Arts and Technology Act, 2002. O. Reg. 115/07, s. 2. Awarding of Bursary",
            "raw_html": "<p class=\"section-e\"><b>9. </b>For the purposes of this Regulation, the following institutions are approved institutions:</p> <p class=\"paragraph-e\">1. A public university in Ontario, including a post-secondary educational institution that is affiliated or federated with such a university.</p> <p class=\"paragraph-e\">2. A college of applied arts and technology established under the <i>Ontario Colleges of Applied Arts and Technology Act, 2002</i>. O. Reg. 115/07, s. 2.</p> <p class=\"heading1-e\">Awarding of Bursary</p>"
        },
        {
            "id": "10.",
            "section": "Awarding of Bursary",
            "content": "10. (1) The Minister may award a bursary to an individual who meets the eligibility requirements under section 5 if the Minister considers that the individual needs the bursary in order to enable the individual to pursue the approved program of study or approved upgrading course for the period of study for which he or she applied for the bursary. O. Reg. 115/07, s. 2. (2) In deciding whether an individual needs a bursary and for the purpose of determining the amount of the bursary, the Minister may have regard to the individual’s financial needs and resources and in particular may consider, (a) tuition and other compulsory fees payable to an approved institution; (b) books and instructional supplies; (c) local transportation between the individual’s residence or lodging and the campus of the approved institution; (d) the gross income of the individual and his or her spouse, if any, from all sources, except the Universal Child Care Benefit; (e) child care costs incurred in order for the individual to be able to pursue post secondary studies; (f) personal income tax, pension plan contributions, medical and hospital insurance payable by the individual; (g) employment status of the individual and his or her spouse, if any; (h) the number of persons who are dependent upon the individual and his or her spouse, if any; and (i) any other circumstances of the individual and his or her spouse, if any, that the Minister may consider relevant. O. Reg. 115/07, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) The Minister may award a bursary to an individual who meets the eligibility requirements under section 5 if the Minister considers that the individual needs the bursary in order to enable the individual to pursue the approved program of study or approved upgrading course for the period of study for which he or she applied for the bursary. O. Reg. 115/07, s. 2.</p> <p class=\"subsection-e\">(2) In deciding whether an individual needs a bursary and for the purpose of determining the amount of the bursary, the Minister may have regard to the individual’s financial needs and resources and in particular may consider,</p> <p class=\"clause-e\">(a) tuition and other compulsory fees payable to an approved institution;</p> <p class=\"clause-e\">(b) books and instructional supplies;</p> <p class=\"clause-e\">(c) local transportation between the individual’s residence or lodging and the campus of the approved institution;</p> <p class=\"clause-e\">(d) the gross income of the individual and his or her spouse, if any, from all sources, except the Universal Child Care Benefit;</p> <p class=\"clause-e\">(e) child care costs incurred in order for the individual to be able to pursue post secondary studies;</p> <p class=\"clause-e\">(f) personal income tax, pension plan contributions, medical and hospital insurance payable by the individual;</p> <p class=\"clause-e\">(g) employment status of the individual and his or her spouse, if any;</p> <p class=\"clause-e\">(h) the number of persons who are dependent upon the individual and his or her spouse, if any; and</p> <p class=\"clause-e\">(i) any other circumstances of the individual and his or her spouse, if any, that the Minister may consider relevant. O. Reg. 115/07, s. 2.</p>"
        },
        {
            "id": "11.",
            "section": "Awarding of Bursary",
            "content": "11. A bursary is payable to the individual who applied for the bursary but shall be forwarded to the approved institution at which the individual is enrolled to be held on behalf of the individual and paid to the individual promptly after, (a) the tuition fee for the period of study for which the bursary was awarded is paid by the individual; or (b) arrangements acceptable to the approved institution have been made with the individual for the payment of the tuition fee. O. Reg. 115/07, s. 2. Refusal of Bursary",
            "raw_html": "<p class=\"section-e\"><b>11. </b>A bursary is payable to the individual who applied for the bursary but shall be forwarded to the approved institution at which the individual is enrolled to be held on behalf of the individual and paid to the individual promptly after,</p> <p class=\"clause-e\">(a) the tuition fee for the period of study for which the bursary was awarded is paid by the individual; or </p> <p class=\"clause-e\">(b) arrangements acceptable to the approved institution have been made with the individual for the payment of the tuition fee. O. Reg. 115/07, s. 2.</p> <p class=\"heading1-e\">Refusal of Bursary</p>"
        },
        {
            "id": "12.",
            "section": "Refusal of Bursary",
            "content": "12. (1) The Minister may refuse to award a bursary to an individual in any of the following circumstances: 1. The individual has not made arrangements that are satisfactory to the Minister to repay, or has not repaid, a student loan or any other amount required to be paid to the Crown in respect of a loan, grant or award made by the Government of Ontario, the Government of Canada or the government of any other province or territory of Canada. 2. The individual has given the Minister incorrect information relating to a bursary, or has not informed the Minister promptly about any change to information previously given to the Minister. 3. The individual has been convicted of an offence under the Ministry of Training, Colleges and Universities Act, the Canada Student Loans Act or the Canada Student Financial Assistance Act or has been convicted of an offence under the Criminal Code (Canada) involving fraud or theft in respect of any student assistance program or a loan, grant or award made by the Government of Ontario, the Government of Canada or the government of any other province or territory of Canada. 4. The individual, in the opinion of the Minister after consultation with the approved institutions at which the individual has been enrolled, has not made satisfactory progress in a program of study or upgrading course. 5. The individual has received student financial assistance from the Government of Ontario, the Government of Canada or the government of any other province or territory of Canada or of any other country for the same period of study. O. Reg. 115/07, s. 2. (2) Paragraph 5 of subsection (1) does not apply if the financial assistance that the individual received was the Bursary for Students with Disabilities provided by the Ministry. O. Reg. 115/07, s. 2. Repayment",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) The Minister may refuse to award a bursary to an individual in any of the following circumstances:</p> <p class=\"paragraph-e\">1. The individual has not made arrangements that are satisfactory to the Minister to repay, or has not repaid, a student loan or any other amount required to be paid to the Crown in respect of a loan, grant or award made by the Government of Ontario, the Government of Canada or the government of any other province or territory of Canada.</p> <p class=\"paragraph-e\">2. The individual has given the Minister incorrect information relating to a bursary, or has not informed the Minister promptly about any change to information previously given to the Minister.</p> <p class=\"paragraph-e\">3. The individual has been convicted of an offence under the <i>Ministry of Training, Colleges and Universities Act</i>, the <i>Canada Student Loans Act</i> or the <i>Canada Student Financial Assistance Act</i> or has been convicted of an offence under the <i>Criminal Code</i> (Canada) involving fraud or theft in respect of any student assistance program or a loan, grant or award made by the Government of Ontario, the Government of Canada or the government of any other province or territory of Canada.</p> <p class=\"paragraph-e\">4. The individual, in the opinion of the Minister after consultation with the approved institutions at which the individual has been enrolled, has not made satisfactory progress in a program of study or upgrading course.</p> <p class=\"paragraph-e\">5. The individual has received student financial assistance from the Government of Ontario, the Government of Canada or the government of any other province or territory of Canada or of any other country for the same period of study. O. Reg. 115/07, s. 2.</p> <p class=\"subsection-e\">(2) Paragraph 5 of subsection (1) does not apply if the financial assistance that the individual received was the Bursary for Students with Disabilities provided by the Ministry. O. Reg. 115/07, s. 2.</p> <p class=\"heading1-e\">Repayment</p>"
        },
        {
            "id": "13.",
            "section": "Repayment",
            "content": "13. (1) The Minister may require an individual who is awarded a bursary to repay some or all of the bursary to the Minister of Finance if the individual, (a) withdraws from the approved institution in respect of which the bursary was issued; (b) ceases to be enrolled in an approved program of study or approved upgrading course in respect of which the bursary was issued; (c) is no longer enrolled in an approved program of study on a part-time basis in accordance with section 7; (d) has not given the Minister all the information and documents required by the Minister to administer the bursary program including information about the individual’s academic status, financial status or family status; (e) has given the Minister incorrect information relating to the bursary, or has not informed the Minister promptly about any change to information previously given to the Minister; or (f) has been convicted of an offence under the Ministry of Training, Colleges and Universities Act, the Canada Student Loans Act or the Canada Student Financial Assistance Act or has been convicted of an offence under the Criminal Code (Canada) involving fraud or theft in respect of any student assistance program or a loan, grant or award made by the Government of Ontario, the Government of Canada or the government of any other province or territory of Canada. O. Reg. 115/07, s. 2. (2) If a bursary is awarded to an individual and, due to an error, mistake or change in the individual’s circumstances, the grant is in excess in whole or in part of the amount that the individual is eligible to receive as a grant, the Minister may require the individual to pay to the Minister of Finance any overpayment of the grant. O. Reg. 115/07, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) The Minister may require an individual who is awarded a bursary to repay some or all of the bursary to the Minister of Finance if the individual,</p> <p class=\"clause-e\">(a) withdraws from the approved institution in respect of which the bursary was issued;</p> <p class=\"clause-e\">(b) ceases to be enrolled in an approved program of study or approved upgrading course in respect of which the bursary was issued;</p> <p class=\"clause-e\">(c) is no longer enrolled in an approved program of study on a part-time basis in accordance with section 7;</p> <p class=\"clause-e\">(d) has not given the Minister all the information and documents required by the Minister to administer the bursary program including information about the individual’s academic status, financial status or family status;</p> <p class=\"clause-e\">(e) has given the Minister incorrect information relating to the bursary, or has not informed the Minister promptly about any change to information previously given to the Minister; or</p> <p class=\"clause-e\">(f) has been convicted of an offence under the <i>Ministry of Training, Colleges and Universities Act</i>, the <i>Canada Student Loans Act</i> or the <i>Canada Student Financial Assistance Act</i> or has been convicted of an offence under the <i>Criminal Code</i> (Canada) involving fraud or theft in respect of any student assistance program or a loan, grant or award made by the Government of Ontario, the Government of Canada or the government of any other province or territory of Canada. O. Reg. 115/07, s. 2.</p> <p class=\"subsection-e\">(2) If a bursary is awarded to an individual and, due to an error, mistake or change in the individual’s circumstances, the grant is in excess in whole or in part of the amount that the individual is eligible to receive as a grant, the Minister may require the individual to pay to the Minister of Finance any overpayment of the grant. O. Reg. 115/07, s. 2.</p>"
        },
        {
            "id": "P113_12358",
            "section": "Repayment",
            "content": "14. (1) An individual who is awarded a bursary is required to promptly notify the Minister or such person or entity as may be designated by the Minister for the purposes of this section of any material change in his or her circumstances that occurs during the period of study for which the bursary is awarded. O. Reg. 115/07, s. 2. (2) A material change in circumstances includes, (a) a change in the individual’s marital or family status; (b) a change of address; (c) a change in his or her enrolment; and (d) a change in any of the matters listed in subsection 10 (2). O. Reg. 115/07, s. 2. Français ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P113_12358\"></a><a name=\"BK27\"></a>14. </b>(1) An individual who is awarded a bursary is required to promptly notify the Minister or such person or entity as may be designated by the Minister for the purposes of this section of any material change in his or her circumstances that occurs during the period of study for which the bursary is awarded. O. Reg. 115/07, s. 2.</p> <p class=\"subsection-e\">(2) A material change in circumstances includes,</p> <p class=\"clause-e\">(a) a change in the individual’s marital or family status;</p> <p class=\"clause-e\">(b) a change of address;</p> <p class=\"clause-e\">(c) a change in his or her enrolment; and</p> <p class=\"clause-e\">(d) a change in any of the matters listed in subsection 10 (2). O. Reg. 115/07, s. 2.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900773_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900773_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}