{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 861: X-RAY SAFETY",
        "reg_name_text": "X-RAY SAFETY",
        "citation": "R.R.O. 1990, Reg. 861: ",
        "act_under": "Occupational Health and Safety Act",
        "url": "https://www.ontario.ca/laws/regulation/900861",
        "date_scraped": "2023-12-18 15:26:19"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900861/v3",
            "valid_from": "June  7, 2021",
            "valid_to": "June 30, 2021"
        },
        {
            "a_href": "/laws/regulation/900861/v2",
            "valid_from": "March 15, 2018",
            "valid_to": "June  6, 2021"
        },
        {
            "a_href": "/laws/regulation/900861/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "March 14, 2018"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “absorbed dose” means the mean energy per unit mass imparted by ionizing radiation to matter; «dose absorbée» “air kerma” means the sum of the initial kinetic energies per unit mass of all the charged particles liberated by uncharged ionizing radiation in air; (“kerma de l’air”) “dose equivalent” means the product of absorbed dose and a quality factor where the quality factor is a measure of the biological effectiveness of the radiation, and is assigned the value 1.0 for X-rays; (“équivalent de dose”) “failsafe design” means a design in which any failure of safety indicators or components that can reasonably be anticipated causes the production or emission of X-rays to cease; (“à sûreté intégrée”) “gray” means, (a)  a unit of absorbed dose, and is realized when one joule of energy has been imparted per kilogram of material, or (b)  a unit of air kerma, and is realized when one joule of energy has been liberated per kilogram of air; (“gray”) “redundant”, when used with reference to a light, means a light with two or more separate and equivalent bulbs so designed that the failure of one bulb will not affect the operation of the other bulb or bulbs; (“redondant”) “shield” or “shielding” means radiation absorbing material or materials used to reduce the absorbed dose or absorbed dose rate imparted to an object; (“blindage”) “sievert” means a unit of dose equivalent, and for X-rays the dose equivalent measured in sieverts is numerically equal to the absorbed dose measured in grays; (“sievert”) “X-ray machine” means an electrically powered device, the principal purpose of which is the production of X-rays; (“appareil de radiographie”) “X-ray source” means any device, or that portion of any device, that emits X-rays, whether or not the device is an X-ray machine; (“source de rayons X”) “X-ray worker” means a worker who, as a necessary part of the worker’s employment, may be exposed to X-rays and may receive a dose equivalent in excess of the annual limits set forth in Column 4 of the Schedule; (“opérateur de machine à rayons X”) “X-rays” means electrically-generated electromagnetic radiation of maximum photon energy not less than 5,000 electron volts. O. Reg. 106/18, s. 1. (“rayons X”)",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“absorbed dose” means the mean energy per unit mass imparted by ionizing radiation to matter; «dose absorbée»</p> <p class=\"definition-e\">“air kerma” means the sum of the initial kinetic energies per unit mass of all the charged particles liberated by uncharged ionizing radiation in air; (“kerma de l’air”)</p> <p class=\"definition-e\">“dose equivalent” means the product of absorbed dose and a quality factor where the quality factor is a measure of the biological effectiveness of the radiation, and is assigned the value 1.0 for X-rays; (“équivalent de dose”)</p> <p class=\"definition-e\">“failsafe design” means a design in which any failure of safety indicators or components that can reasonably be anticipated causes the production or emission of X-rays to cease; (“à sûreté intégrée”)</p> <p class=\"definition-e\">“gray” means,</p> <p class=\"defclause-e\">  (a)  a unit of absorbed dose, and is realized when one joule of energy has been imparted per kilogram of material, or</p> <p class=\"defclause-e\">  (b)  a unit of air kerma, and is realized when one joule of energy has been liberated per kilogram of air; (“gray”)</p> <p class=\"definition-e\">“redundant”, when used with reference to a light, means a light with two or more separate and equivalent bulbs so designed that the failure of one bulb will not affect the operation of the other bulb or bulbs; (“redondant”)</p> <p class=\"definition-e\">“shield” or “shielding” means radiation absorbing material or materials used to reduce the absorbed dose or absorbed dose rate imparted to an object; (“blindage”)</p> <p class=\"definition-e\">“sievert” means a unit of dose equivalent, and for X-rays the dose equivalent measured in sieverts is numerically equal to the absorbed dose measured in grays; (“sievert”)</p> <p class=\"definition-e\">“X-ray machine” means an electrically powered device, the principal purpose of which is the production of X-rays; (“appareil de radiographie”)</p> <p class=\"definition-e\">“X-ray source” means any device, or that portion of any device, that emits X-rays, whether or not the device is an X-ray machine; (“source de rayons X”)</p> <p class=\"definition-e\">“X-ray worker” means a worker who, as a necessary part of the worker’s employment, may be exposed to X-rays and may receive a dose equivalent in excess of the annual limits set forth in Column 4 of the Schedule; (“opérateur de machine à rayons X”)</p> <p class=\"definition-e\">“X-rays” means electrically-generated electromagnetic radiation of maximum photon energy not less than 5,000 electron volts. O. Reg. 106/18, s. 1. (“rayons X”)</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. Subject to section 3, this Regulation applies to every owner, employer, supervisor and worker at a workplace where, (a)  an X-ray machine is present or used; or (b)  an X-ray source that is not an X-ray machine is present or used, if the X-ray source is capable of producing an air kerma rate greater than 1.0 microgray per hour at any accessible point outside its surface.",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>Subject to section 3, this Regulation applies to every owner, employer, supervisor and worker at a workplace where,</p> <p class=\"clause-e\">  (a)  an X-ray machine is present or used; or</p> <p class=\"clause-e\">  (b)  an X-ray source that is not an X-ray machine is present or used, if the X-ray source is capable of producing an air kerma rate greater than 1.0 microgray per hour at any accessible point outside its surface.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) This Regulation does not apply to an X-ray source that is licensable under the Nuclear Safety and Control Act (Canada). O. Reg. 106/18, s. 2. (2) Sections 5, 6, 7 and 8 of this Regulation do not apply in respect of an X-ray machine the installation, registration or operation of which is subject to the Healing Arts Radiation Protection Act.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) This Regulation does not apply to an X-ray source that is licensable under the <i>Nuclear Safety and Control Act</i> (Canada). O. Reg. 106/18, s. 2.</p> <p class=\"subsection-e\">  (2) Sections 5, 6, 7 and 8 of this Regulation do not apply in respect of an X-ray machine the installation, registration or operation of which is subject to the <i>Healing Arts Radiation Protection Act</i>.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. Except as permitted under the Healing Arts Radiation Protection Act, an X-ray source shall not be operated for the irradiation of a worker.",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>Except as permitted under the <i>Healing Arts Radiation Protection Act</i>, an X-ray source shall not be operated for the irradiation of a worker.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) An X-ray source shall not be used at a workplace unless the employer who has possession of the X-ray source is registered with a Director. O. Reg. 106/18, s. 3 (1). (2) An application for registration under this section shall be in a form obtained from the Ministry and shall be filed with a Director. O. Reg. 106/18, s. 3 (2). (3) An employer who was registered under Ontario Regulation 263/84 or Regulation 855 of the Revised Regulations of Ontario, 1980 or a predecessor thereof shall be deemed to be registered under this section if the registration was subsisting at the end of the 29th day of October, 1986. (4) If an employer who is registered under this section ceases to have possession of an X-ray source, the employer shall forthwith give a notice to a Director advising the Director of that fact. O. Reg. 106/18, s. 3 (3). (5) An employer’s registration under this section terminates when the employer notifies a Director that the employer no longer has possession of any X-ray sources. O. Reg. 106/18, s. 3 (4).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) An X-ray source shall not be used at a workplace unless the employer who has possession of the X-ray source is registered with a Director. O. Reg. 106/18, s. 3 (1).</p> <p class=\"subsection-e\">  (2) An application for registration under this section shall be in a form obtained from the Ministry and shall be filed with a Director. O. Reg. 106/18, s. 3 (2).</p> <p class=\"subsection-e\">  (3) An employer who was registered under Ontario Regulation 263/84 or Regulation 855 of the Revised Regulations of Ontario, 1980 or a predecessor thereof shall be deemed to be registered under this section if the registration was subsisting at the end of the 29th day of October, 1986.</p> <p class=\"subsection-e\">  (4) If an employer who is registered under this section ceases to have possession of an X-ray source, the employer shall forthwith give a notice to a Director advising the Director of that fact. O. Reg. 106/18, s. 3 (3).</p> <p class=\"subsection-e\">  (5) An employer’s registration under this section terminates when the employer notifies a Director that the employer no longer has possession of any X-ray sources. O. Reg. 106/18, s. 3 (4).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) An X-ray source shall not be installed or used in a permanent location and an X-ray source that is designed for portable or mobile use shall not be installed or used regularly in one location unless an application for review, together with plan location drawings, of the installation have been reviewed by and are acceptable to an inspector. (2) Subsection (1) does not apply to an X-ray source that, (a)  was in use in a permanent location before the 27th day of April, 1984, if it has remained continuously in that location since that time and so long as it remains in that location; or (b)  was installed after the 26th day of April, 1984, if the installation was made in compliance with Ontario Regulation 263/84 and there was compliance with that Regulation until the end of the 29th day of October, 1986. (3) An application mentioned in subsection (1) shall be in a form obtained from the Ministry and shall be accompanied by the plan location drawings mentioned in that subsection, in duplicate. O. Reg. 106/18, s. 4 (1). (4) Plan location drawings mentioned in subsection (1), (a)  shall bear the name of the applicant and the address of the location; (b)  shall be on a legible scale that is not less than 1:100 and that is suitable for microfilming; (c)  shall indicate the direction north; (d)  shall show the proposed location of the X-ray source and, where applicable, the range of its motion; (e)  shall show the proposed location of the X-ray control panel, if the location of the control panel is different from that of the X-ray source; (f)  shall indicate the use of rooms or areas that are adjacent, both horizontally and vertically, to the proposed location; (g)  shall indicate the type and thickness of the shielding installed or to be installed on the boundaries of the proposed location; and (h)  shall indicate the type and location of the safety devices such as warning lights, interlocks and cut-off switches. (5) An application under this section shall be filed with a Director. O. Reg. 106/18, s. 4 (2). (6) Where an application under this section or a predecessor of this section has been found acceptable by an inspector, the X-ray source to which the application relates shall not be installed except in accordance with the application and the plan location drawings as accepted by the inspector. (7) An X-ray source to which subsection (1) applies or that is described in subsection (2) shall not be used, if after the installation of the X-ray source there is a change in, (a)  the installation or use of the X-ray source; (b)  the use of rooms or areas adjacent, horizontally or vertically, to the X-ray source; or (c)  any shielding of the X-ray source, that may result in an increase in the exposure of a worker to X-rays unless the change has been reviewed by and is acceptable to an inspector. (8) An employer shall request a review of a change described in subsection (7) by giving the request to a Director. O. Reg. 106/18, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) An X-ray source shall not be installed or used in a permanent location and an X-ray source that is designed for portable or mobile use shall not be installed or used regularly in one location unless an application for review, together with plan location drawings, of the installation have been reviewed by and are acceptable to an inspector.</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply to an X-ray source that,</p> <p class=\"clause-e\">  (a)  was in use in a permanent location before the 27th day of April, 1984, if it has remained continuously in that location since that time and so long as it remains in that location; or</p> <p class=\"clause-e\">  (b)  was installed after the 26th day of April, 1984, if the installation was made in compliance with Ontario Regulation 263/84 and there was compliance with that Regulation until the end of the 29th day of October, 1986.</p> <p class=\"subsection-e\">  (3) An application mentioned in subsection (1) shall be in a form obtained from the Ministry and shall be accompanied by the plan location drawings mentioned in that subsection, in duplicate. O. Reg. 106/18, s. 4 (1).</p> <p class=\"subsection-e\">  (4) Plan location drawings mentioned in subsection (1),</p> <p class=\"clause-e\">  (a)  shall bear the name of the applicant and the address of the location;</p> <p class=\"clause-e\">  (b)  shall be on a legible scale that is not less than 1:100 and that is suitable for microfilming;</p> <p class=\"clause-e\">  (c)  shall indicate the direction north;</p> <p class=\"clause-e\">  (d)  shall show the proposed location of the X-ray source and, where applicable, the range of its motion;</p> <p class=\"clause-e\">  (e)  shall show the proposed location of the X-ray control panel, if the location of the control panel is different from that of the X-ray source;</p> <p class=\"clause-e\">  (f)  shall indicate the use of rooms or areas that are adjacent, both horizontally and vertically, to the proposed location;</p> <p class=\"clause-e\">  (g)  shall indicate the type and thickness of the shielding installed or to be installed on the boundaries of the proposed location; and</p> <p class=\"clause-e\">  (h)  shall indicate the type and location of the safety devices such as warning lights, interlocks and cut-off switches.</p> <p class=\"subsection-e\">  (5) An application under this section shall be filed with a Director. O. Reg. 106/18, s. 4 (2).</p> <p class=\"subsection-e\">  (6) Where an application under this section or a predecessor of this section has been found acceptable by an inspector, the X-ray source to which the application relates shall not be installed except in accordance with the application and the plan location drawings as accepted by the inspector.</p> <p class=\"subsection-e\">  (7) An X-ray source to which subsection (1) applies or that is described in subsection (2) shall not be used, if after the installation of the X-ray source there is a change in,</p> <p class=\"clause-e\">  (a)  the installation or use of the X-ray source;</p> <p class=\"clause-e\">  (b)  the use of rooms or areas adjacent, horizontally or vertically, to the X-ray source; or</p> <p class=\"clause-e\">  (c)  any shielding of the X-ray source,</p> <p class=\"Ssubsection-e\">that may result in an increase in the exposure of a worker to X-rays unless the change has been reviewed by and is acceptable to an inspector.</p> <p class=\"subsection-e\">  (8) An employer shall request a review of a change described in subsection (7) by giving the request to a Director. O. Reg. 106/18, s. 4 (2).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. (1) Where an employer comes into possession of an X-ray source that is designed for portable or mobile use and that is so used, notice thereof shall be given to a Director. O. Reg. 106/18, s. 5. (2) The notice required by subsection (1) shall be in writing and shall include, (a)  the name and address of the employer; (b)  the employer’s registration number, if any, under section 5; (c)  the location where the X-ray source will normally be stored; (d)  the purpose for which the X-ray source will be used; (e)  the make, model and serial number of the X-ray source; and (f)  the maximum operating voltage and current of the X-ray source.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) Where an employer comes into possession of an X-ray source that is designed for portable or mobile use and that is so used, notice thereof shall be given to a Director. O. Reg. 106/18, s. 5.</p> <p class=\"subsection-e\">  (2) The notice required by subsection (1) shall be in writing and shall include,</p> <p class=\"clause-e\">  (a)  the name and address of the employer;</p> <p class=\"clause-e\">  (b)  the employer’s registration number, if any, under section 5;</p> <p class=\"clause-e\">  (c)  the location where the X-ray source will normally be stored;</p> <p class=\"clause-e\">  (d)  the purpose for which the X-ray source will be used;</p> <p class=\"clause-e\">  (e)  the make, model and serial number of the X-ray source; and</p> <p class=\"clause-e\">  (f)  the maximum operating voltage and current of the X-ray source.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. An employer shall designate a person, for each X-ray source, who is competent because of knowledge, training or experience in the use and operation of X-ray sources and in radiation safety practices, to exercise direction over the safe use and operation of the X-ray source, and shall advise a Director in writing of the name of the person designated. O. Reg. 106/18, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>An employer shall designate a person, for each X-ray source, who is competent because of knowledge, training or experience in the use and operation of X-ray sources and in radiation safety practices, to exercise direction over the safe use and operation of the X-ray source, and shall advise a Director in writing of the name of the person designated. O. Reg. 106/18, s. 6.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. (1) An employer who employs a person as an X-ray worker shall, at the time that employment begins, (a)  inform the worker in writing that the worker is employed as an X-ray worker; (b)  inform the worker of the limits imposed by subsection 10 (1) on the dose equivalent that may be received by the worker; and (c)  if the worker is female, inform her of the dose equivalent limit mentioned in subsection 10 (2) applicable to a pregnant X-ray worker. (2) An employer shall maintain a list of all X-ray workers in the employment of the employer.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>(1) An employer who employs a person as an X-ray worker shall, at the time that employment begins,</p> <p class=\"clause-e\">  (a)  inform the worker in writing that the worker is employed as an X-ray worker;</p> <p class=\"clause-e\">  (b)  inform the worker of the limits imposed by subsection 10 (1) on the dose equivalent that may be received by the worker; and</p> <p class=\"clause-e\">  (c)  if the worker is female, inform her of the dose equivalent limit mentioned in subsection 10 (2) applicable to a pregnant X-ray worker.</p> <p class=\"subsection-e\">  (2) An employer shall maintain a list of all X-ray workers in the employment of the employer.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. (1) The dose equivalent received or that may be received by a worker shall be as low as is reasonably achievable, and in any case, (a)  an X-ray worker shall not receive a dose equivalent in excess of the annual limits set out in Column 3 of the Schedule; and (b)  a worker who is not an X-ray worker shall not receive a dose equivalent in excess of the annual limits set out in Column 4 of the Schedule. (2) Despite subsection (1), an employer shall take every precaution reasonable in the circumstances to ensure that the mean dose equivalent received by the abdomen of a pregnant X-ray worker does not exceed 5 millisieverts during the pregnancy.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) The dose equivalent received or that may be received by a worker shall be as low as is reasonably achievable, and in any case,</p> <p class=\"clause-e\">  (a)  an X-ray worker shall not receive a dose equivalent in excess of the annual limits set out in Column 3 of the Schedule; and</p> <p class=\"clause-e\">  (b)  a worker who is not an X-ray worker shall not receive a dose equivalent in excess of the annual limits set out in Column 4 of the Schedule.</p> <p class=\"subsection-e\">  (2) Despite subsection (1), an employer shall take every precaution reasonable in the circumstances to ensure that the mean dose equivalent received by the abdomen of a pregnant X-ray worker does not exceed 5 millisieverts during the pregnancy.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": " 11. The following measures and procedures shall be carried out in a workplace where an X-ray source is used: 1.  X-ray warning signs or warning devices shall be posted or installed in conspicuous locations. 2.  Every X-ray source capable of producing an air kerma rate greater than 5 micrograys per hour at any accessible point shall be labelled at its operating controls as a source of X-rays. 3.  Where the air kerma in an area may exceed 100 micrograys in any one hour, access to the area shall be controlled by, i.  locks or interlocks if the X-ray source is one to which subsection 6 (1) applies or is described in subsection 6 (2), and ii.  barriers and X-ray warning signs if the X-ray source is portable or mobile and is being so used. 4.  To ensure that the dose equivalent limits mentioned in section 10 are not exceeded, i.  structural or other shielding shall be installed as is necessary, and ii.  diaphragms, cones and adjustable collimators or other suitable devices shall be provided and used as are necessary to limit the dimensions of the useful X-ray beam.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>The following measures and procedures shall be carried out in a workplace where an X-ray source is used:</p> <p class=\"paragraph-e\">  1.  X-ray warning signs or warning devices shall be posted or installed in conspicuous locations.</p> <p class=\"paragraph-e\">  2.  Every X-ray source capable of producing an air kerma rate greater than 5 micrograys per hour at any accessible point shall be labelled at its operating controls as a source of X-rays.</p> <p class=\"paragraph-e\">  3.  Where the air kerma in an area may exceed 100 micrograys in any one hour, access to the area shall be controlled by,</p> <p class=\"subpara-e\">  i.  locks or interlocks if the X-ray source is one to which subsection 6 (1) applies or is described in subsection 6 (2), and</p> <p class=\"subpara-e\">  ii.  barriers and X-ray warning signs if the X-ray source is portable or mobile and is being so used.</p> <p class=\"paragraph-e\">  4.  To ensure that the dose equivalent limits mentioned in section 10 are not exceeded,</p> <p class=\"subpara-e\">  i.  structural or other shielding shall be installed as is necessary, and</p> <p class=\"subpara-e\">  ii.  diaphragms, cones and adjustable collimators or other suitable devices shall be provided and used as are necessary to limit the dimensions of the useful X-ray beam. </p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": " 12. (1) An employer shall provide to each X-ray worker a suitable personal dosimeter that will provide an accurate measure of the dose equivalent received by the X-ray worker. (2) An X-ray worker shall use the personal dosimeter as instructed by the employer. (3) An employer shall ensure that the personal dosimeter provided to an X-ray worker is read accurately to give a measure of the dose equivalent received by the worker and shall furnish to the worker the record of the worker’s radiation exposure. (4) An employer shall verify that the dose equivalent mentioned in subsection (3) is reasonable and appropriate in the circumstances, and shall notify an inspector of any dose equivalent that does not appear reasonable and appropriate. (5) An employer shall retain an X-ray worker’s personal dosimeter records for a period of at least three years.",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) An employer shall provide to each X-ray worker a suitable personal dosimeter that will provide an accurate measure of the dose equivalent received by the X-ray worker.</p> <p class=\"subsection-e\">  (2) An X-ray worker shall use the personal dosimeter as instructed by the employer.</p> <p class=\"subsection-e\">  (3) An employer shall ensure that the personal dosimeter provided to an X-ray worker is read accurately to give a measure of the dose equivalent received by the worker and shall furnish to the worker the record of the worker’s radiation exposure.</p> <p class=\"subsection-e\">  (4) An employer shall verify that the dose equivalent mentioned in subsection (3) is reasonable and appropriate in the circumstances, and shall notify an inspector of any dose equivalent that does not appear reasonable and appropriate.</p> <p class=\"subsection-e\">  (5) An employer shall retain an X-ray worker’s personal dosimeter records for a period of at least three years.</p>"
        },
        {
            "id": "13., 14.",
            "section": null,
            "content": " 13., 14. Revoked: O. Reg. 425/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>13., 14. </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 425/21, s. 1.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": " 15. (1) This section applies only to X-ray machines used for industrial radiography or industrial fluoroscopy but does not apply to an X-ray machine to which section 17 applies. (2) No X-ray machine to which this section applies shall be used except by or under the supervision of a competent person. (3) In addition to any other requirements of this Regulation, the following requirements apply with respect to every X-ray machine to which this section applies: 1.  The control panel of the X-ray machine shall have a plainly visible warning light to indicate when X-rays are being produced in the X-ray tube. 2.  The X-ray machine, if installed in a permanent location or if designed for portable or mobile operation but used regularly in one location, shall be contained in an enclosure. 3.  No person shall be permitted in the enclosure required by paragraph 2 while X-rays are being produced. 4.  The enclosure required by paragraph 2 shall be provided with, i.  reliable locks or interlocks to prevent any person from entering a radiation enclosure during an exposure and, where an exposure is terminated by an interlock, it shall only be possible to restart the exposure from the control panel, and ii.  conspicuous warning lights of failsafe or redundant design near each entrance to the enclosure that indicate when X-rays are being produced, and paragraph 3 of section 11 does not apply. 5.  If the enclosure required by paragraph 2 is of such a size or is so arranged that the operator cannot readily determine whether it is unoccupied, it shall be provided with, i.  suitable audible or visible pre-exposure warning signals within the enclosure that shall be actuated for not less than ten or more than thirty seconds immediately before the initiation of an X-ray exposure, ii.  suitable audible or visible warning signals within the enclosure that shall be actuated during the X-ray exposure, and iii.  a suitable exit to enable any person to leave the enclosure without delay and without having to pass through the primary X-ray beam or an effective means, within the enclosure, that, A.  prevents or interrupts an X-ray exposure, B.  cannot be reset from outside the enclosure, and C.  can be reached without having to pass through the primary X-ray beam. 6.  An X-ray machine shall be operated, and, where an enclosure is required by paragraph 2, the enclosure shall be shielded in such a manner that, i.  an X-ray worker is not likely to receive an effective dose equivalent in excess of 1 millisievert per week, and ii.  a worker who is not an X-ray worker is not likely to receive an effective dose equivalent in excess of 100 microsieverts per week. 7.  The employer shall ensure that a direct reading dosimeter of a suitable type is provided to each X-ray worker who in the course of his or her work may be exposed to an air kerma rate in excess of 100 micrograys per hour. 8.  An X-ray worker provided with a direct reading dosimeter shall use it and shall determine the amount by which its reading has increased during each work day and record that amount at the end of the work day. 9.  The employer shall retain the direct reading dosimeter records of each X-ray worker provided with such a dosimeter for a period of at least three years. 10.  At least one radiation survey meter of a suitable type shall be provided for each portable or mobile X-ray machine and it shall be calibrated at least once every twelve months and kept in good working order.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) This section applies only to X-ray machines used for industrial radiography or industrial fluoroscopy but does not apply to an X-ray machine to which section 17 applies.</p> <p class=\"subsection-e\">  (2) No X-ray machine to which this section applies shall be used except by or under the supervision of a competent person.</p> <p class=\"subsection-e\">  (3) In addition to any other requirements of this Regulation, the following requirements apply with respect to every X-ray machine to which this section applies:</p> <p class=\"paragraph-e\">  1.  The control panel of the X-ray machine shall have a plainly visible warning light to indicate when X-rays are being produced in the X-ray tube.</p> <p class=\"paragraph-e\">  2.  The X-ray machine, if installed in a permanent location or if designed for portable or mobile operation but used regularly in one location, shall be contained in an enclosure.</p> <p class=\"paragraph-e\">  3.  No person shall be permitted in the enclosure required by paragraph 2 while X-rays are being produced.</p> <p class=\"paragraph-e\">  4.  The enclosure required by paragraph 2 shall be provided with,</p> <p class=\"subpara-e\">  i.  reliable locks or interlocks to prevent any person from entering a radiation enclosure during an exposure and, where an exposure is terminated by an interlock, it shall only be possible to restart the exposure from the control panel, and</p> <p class=\"subpara-e\">  ii.  conspicuous warning lights of failsafe or redundant design near each entrance to the enclosure that indicate when X-rays are being produced,</p> <p class=\"Sparagraph-e\">and paragraph 3 of section 11 does not apply.</p> <p class=\"paragraph-e\">  5.  If the enclosure required by paragraph 2 is of such a size or is so arranged that the operator cannot readily determine whether it is unoccupied, it shall be provided with,</p> <p class=\"subpara-e\">  i.  suitable audible or visible pre-exposure warning signals within the enclosure that shall be actuated for not less than ten or more than thirty seconds immediately before the initiation of an X-ray exposure,</p> <p class=\"subpara-e\">  ii.  suitable audible or visible warning signals within the enclosure that shall be actuated during the X-ray exposure, and</p> <p class=\"subpara-e\">  iii.  a suitable exit to enable any person to leave the enclosure without delay and without having to pass through the primary X-ray beam or an effective means, within the enclosure, that,</p> <p class=\"subsubpara-e\">  A.  prevents or interrupts an X-ray exposure,</p> <p class=\"subsubpara-e\">  B.  cannot be reset from outside the enclosure, and</p> <p class=\"subsubpara-e\">  C.  can be reached without having to pass through the primary X-ray beam.</p> <p class=\"paragraph-e\">  6.  An X-ray machine shall be operated, and, where an enclosure is required by paragraph 2, the enclosure shall be shielded in such a manner that,</p> <p class=\"subpara-e\">  i.  an X-ray worker is not likely to receive an effective dose equivalent in excess of 1 millisievert per week, and</p> <p class=\"subpara-e\">  ii.  a worker who is not an X-ray worker is not likely to receive an effective dose equivalent in excess of 100 microsieverts per week.</p> <p class=\"paragraph-e\">  7.  The employer shall ensure that a direct reading dosimeter of a suitable type is provided to each X-ray worker who in the course of his or her work may be exposed to an air kerma rate in excess of 100 micrograys per hour.</p> <p class=\"paragraph-e\">  8.  An X-ray worker provided with a direct reading dosimeter shall use it and shall determine the amount by which its reading has increased during each work day and record that amount at the end of the work day.</p> <p class=\"paragraph-e\">  9.  The employer shall retain the direct reading dosimeter records of each X-ray worker provided with such a dosimeter for a period of at least three years.</p> <p class=\"paragraph-e\">  10.  At least one radiation survey meter of a suitable type shall be provided for each portable or mobile X-ray machine and it shall be calibrated at least once every twelve months and kept in good working order. </p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": " 16. In addition to any other requirement of this Regulation, the following requirements apply to every X-ray machine used for the diagnostic examination of animals: 1.  Where practicable, radiographic procedures shall be performed in a room designed for the purpose of performing X-ray examinations of animals. 2.  The air kerma due to leakage radiation from the X-ray tube housing or from an attached beam-limiting device shall not exceed 1 milligray in one hour at a distance of 1 metre from the focal spot of the X-ray tube. 3.  Exposure duration shall be controlled by a preset timing mechanism and shall be initiated by a switch that requires positive action by the operator to continue the exposure and that allows the operator to remain at least 2 metres from the tube housing. 4.  To the extent practicable, the dimensions of the useful beam shall be restricted to not more than those of the film. 5.  The film cassette shall not be held by hand during an exposure. 6.  The animal being X-rayed shall be restrained or supported by mechanical means where practicable. 7.  If an animal is required to be restrained or supported by hand, a protective apron and gloves, providing shielding equivalent to at least 0.5 millimetre of lead, shall be worn by any person providing the restraint or support. 8.  A record of radiographic exposures, including the date, kilovoltage, tube current and duration of each exposure, shall be maintained and kept for at least one year.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>In addition to any other requirement of this Regulation, the following requirements apply to every X-ray machine used for the diagnostic examination of animals:</p> <p class=\"paragraph-e\">  1.  Where practicable, radiographic procedures shall be performed in a room designed for the purpose of performing X-ray examinations of animals.</p> <p class=\"paragraph-e\">  2.  The air kerma due to leakage radiation from the X-ray tube housing or from an attached beam-limiting device shall not exceed 1 milligray in one hour at a distance of 1 metre from the focal spot of the X-ray tube.</p> <p class=\"paragraph-e\">  3.  Exposure duration shall be controlled by a preset timing mechanism and shall be initiated by a switch that requires positive action by the operator to continue the exposure and that allows the operator to remain at least 2 metres from the tube housing.</p> <p class=\"paragraph-e\">  4.  To the extent practicable, the dimensions of the useful beam shall be restricted to not more than those of the film.</p> <p class=\"paragraph-e\">  5.  The film cassette shall not be held by hand during an exposure.</p> <p class=\"paragraph-e\">  6.  The animal being X-rayed shall be restrained or supported by mechanical means where practicable.</p> <p class=\"paragraph-e\">  7.  If an animal is required to be restrained or supported by hand, a protective apron and gloves, providing shielding equivalent to at least 0.5 millimetre of lead, shall be worn by any person providing the restraint or support.</p> <p class=\"paragraph-e\">  8.  A record of radiographic exposures, including the date, kilovoltage, tube current and duration of each exposure, shall be maintained and kept for at least one year.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": " 17. In addition to any other requirements of this Regulation, where an employer is in possession of an X-ray source in which the X-ray source, the object or the portion of the object being exposed to X-rays and the detection device are enclosed in a cabinet that, independent of existing structures, provides radiation attenuation and prevents access to the X-ray beam, the employer shall comply with the following requirements: 1.  A warning device that indicates when X-rays are being produced shall be mounted on or near the cabinet in such a way as to be conspicuous from any position from which the cabinet can be opened. 2.  Access doors and sample ports shall be interlocked with the X-ray source or with an adequately shielded shutter of failsafe design and, where operation has been interrupted by an interlock, it shall be possible to resume operation only from the control panel after the interlock has been reset. 3.  The cabinet shall be so arranged and shielded as to prevent the air kerma rate from exceeding 5 micrograys per hour at any accessible point 5 centimetres from the external surface, under all possible operating conditions. 4.  Cabinet X-ray equipment that is intended to permit the entry of a person shall also be provided with, i.  suitable audible or visible warning signals within the cabinet that shall be actuated for at least ten seconds immediately prior to the initiation of X-ray production after the closing of any door that is designed to permit human access into the cabinet, ii.  suitable audible or visible warning signals within the cabinet that shall be actuated during X-ray production, and iii.  effective means within the enclosure to prevent or interrupt the production of X-rays, that cannot be reset from outside the enclosure and that can be reached without having to pass through the primary X-ray beam.",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>In addition to any other requirements of this Regulation, where an employer is in possession of an X-ray source in which the X-ray source, the object or the portion of the object being exposed to X-rays and the detection device are enclosed in a cabinet that, independent of existing structures, provides radiation attenuation and prevents access to the X-ray beam, the employer shall comply with the following requirements:</p> <p class=\"paragraph-e\">  1.  A warning device that indicates when X-rays are being produced shall be mounted on or near the cabinet in such a way as to be conspicuous from any position from which the cabinet can be opened.</p> <p class=\"paragraph-e\">  2.  Access doors and sample ports shall be interlocked with the X-ray source or with an adequately shielded shutter of failsafe design and, where operation has been interrupted by an interlock, it shall be possible to resume operation only from the control panel after the interlock has been reset.</p> <p class=\"paragraph-e\">  3.  The cabinet shall be so arranged and shielded as to prevent the air kerma rate from exceeding 5 micrograys per hour at any accessible point 5 centimetres from the external surface, under all possible operating conditions.</p> <p class=\"paragraph-e\">  4.  Cabinet X-ray equipment that is intended to permit the entry of a person shall also be provided with,</p> <p class=\"subpara-e\">  i.  suitable audible or visible warning signals within the cabinet that shall be actuated for at least ten seconds immediately prior to the initiation of X-ray production after the closing of any door that is designed to permit human access into the cabinet,</p> <p class=\"subpara-e\">  ii.  suitable audible or visible warning signals within the cabinet that shall be actuated during X-ray production, and</p> <p class=\"subpara-e\">  iii.  effective means within the enclosure to prevent or interrupt the production of X-rays, that cannot be reset from outside the enclosure and that can be reached without having to pass through the primary X-ray beam.</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": " 18. In addition to any other requirements of this Regulation, where an employer is in possession of an X-ray source that consists of analytic X-ray equipment to which section 17 does not apply and that is primarily used to determine the structure or composition of a sample of a material, the employer shall comply with the following requirements: 1.  The control panel shall have an indicator, in close proximity to the X-ray “ON/OFF” switch, that clearly indicates when X-rays are being produced in the X-ray tube. 2.  A warning light shall be mounted near each X-ray tube in such a way as to be clearly visible from any direction from which the tube can be approached, that indicates when X-rays are being produced. 3.  The condition of each shutter, open or closed, shall be clearly indicated at or near the X-ray tube. 4.  Each port shall be designed in such a way that the X-ray beam can emerge only when a camera or other recording device is in its proper position, wherever practicable. 5.  At least one of the warning or safety devices mentioned in paragraphs 1 to 4 shall be of failsafe design. 6.  A guard or interlock which prevents entry of any part of the body into the primary beam path shall be used, wherever practicable. 7.  A shield shall be provided to absorb the primary beam at the nearest practicable position beyond the point of intersection of the beam and the sample that it is intended to irradiate. 8.  All unused ports shall be secured in such a way as to prevent inadvertent opening.",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>In addition to any other requirements of this Regulation, where an employer is in possession of an X-ray source that consists of analytic X-ray equipment to which section 17 does not apply and that is primarily used to determine the structure or composition of a sample of a material, the employer shall comply with the following requirements:</p> <p class=\"paragraph-e\">  1.  The control panel shall have an indicator, in close proximity to the X-ray “ON/OFF” switch, that clearly indicates when X-rays are being produced in the X-ray tube.</p> <p class=\"paragraph-e\">  2.  A warning light shall be mounted near each X-ray tube in such a way as to be clearly visible from any direction from which the tube can be approached, that indicates when X-rays are being produced.</p> <p class=\"paragraph-e\">  3.  The condition of each shutter, open or closed, shall be clearly indicated at or near the X-ray tube.</p> <p class=\"paragraph-e\">  4.  Each port shall be designed in such a way that the X-ray beam can emerge only when a camera or other recording device is in its proper position, wherever practicable.</p> <p class=\"paragraph-e\">  5.  At least one of the warning or safety devices mentioned in paragraphs 1 to 4 shall be of failsafe design.</p> <p class=\"paragraph-e\">  6.  A guard or interlock which prevents entry of any part of the body into the primary beam path shall be used, wherever practicable.</p> <p class=\"paragraph-e\">  7.  A shield shall be provided to absorb the primary beam at the nearest practicable position beyond the point of intersection of the beam and the sample that it is intended to irradiate.</p> <p class=\"paragraph-e\">  8.  All unused ports shall be secured in such a way as to prevent inadvertent opening.</p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": " 19. In applying this Regulation, a procedure or device may vary from the procedure or device prescribed in this Regulation if the protection afforded thereby is equal to or greater than the protection afforded by the procedure or device prescribed. SCHEDULE Column 1 Part of body irradiated   Column 2 Exposure conditions and comments   Column 3 Dose equivalent annual limit (in millisieverts) for X-ray workers    Column 4 Dose equivalent annual limit (in millisieverts) for other workers \n\n  Whole body or trunk of body   Uniform irradiation   50   5 \n\n  Partial or non-uniform Irradiation of body   The limit applies to the effective dose equivalent defined in Note (a)   50   5 \n\n  Lens of eye   Irradiated either alone or with other organs or tissues   150   50 \n\n  Skin   The limit applies to the mean dose equivalent to the basal cell layer of the epidermis for any area of skin of 1 square centimetre or more   500   50 \n\n  Individual organs or tissues other than lens of eye or skin   The limit on effective dose equivalent applies, with an overriding limit on the dose equivalent to the individual organ or tissue   500   50 Notes to the Schedule: (a)  The effective dose equivalent, HE, is determined by the following formula: HE = ΣTWTHT where: (i)  T is an index for tissue type; (ii)  HT is the annual dose equivalent in tissue T; (iii)  WT is a weighting factor which has the following values: 0.25  for the gonads, 0.15 for the breast, 0.12 for the red bone marrow, 0.12 for the lungs, 0.03 for the bone surfaces, 0.03 for the thyroid, and 0.06  for each of the five other organs or tissues receiving the highest dose equivalents, but excluding the skin, extremities and eye lenses. The exposure of all other remaining tissues can be neglected. When the gastro-intestinal tract is irradiated, the stomach, small intestine, upper large intestine and lower large intestine shall be considered as four separate organs; and (iv)   ΣTWTHT is the sum of the WTHT values for all irradiated tissues which receive more than 1 millisievert in a given year. (b)  The annual limits do not include any dose equivalent received by a worker from background sources or received as a patient undergoing medical diagnostic or therapeutic procedures. (c)  The annual limits include any dose equivalent received by a worker, as a consequence of his or her occupation, from all sources of ionizing radiation. O. Reg. 106/18, s. 8. Forms 1, 2 Revoked: O. Reg. 106/18, s. 9.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>In applying this Regulation, a procedure or device may vary from the procedure or device prescribed in this Regulation if the protection afforded thereby is equal to or greater than the protection afforded by the procedure or device prescribed.</p> <p class=\"schedule-e\">SCHEDULE</p> <table border=\"1\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"672\">\n<tr> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Column 1</p> <p class=\"table-e\">Part of body irradiated</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Column 2</p> <p class=\"table-e\">Exposure conditions and comments</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Column 3</p> <p class=\"table-e\">Dose equivalent annual limit (in millisieverts) for X-ray workers </p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Column 4</p> <p class=\"table-e\">Dose equivalent annual limit (in millisieverts) for other workers</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Whole body or trunk of body</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Uniform irradiation</p> </td> <td valign=\"top\" width=\"168\"> <p align=\"right\" class=\"table-e\">50</p> </td> <td valign=\"top\" width=\"168\"> <p align=\"right\" class=\"table-e\">5</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Partial or non-uniform</p> <p class=\"table-e\">Irradiation of body</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">The limit applies to the effective dose equivalent defined in Note (a)</p> </td> <td valign=\"top\" width=\"168\"> <p align=\"right\" class=\"table-e\">50</p> </td> <td valign=\"top\" width=\"168\"> <p align=\"right\" class=\"table-e\">5</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Lens of eye</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Irradiated either alone or with other organs or tissues</p> </td> <td valign=\"top\" width=\"168\"> <p align=\"right\" class=\"table-e\">150</p> </td> <td valign=\"top\" width=\"168\"> <p align=\"right\" class=\"table-e\">50</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Skin</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">The limit applies to the mean dose equivalent to the basal cell layer of the epidermis for any area of skin of 1 square centimetre or more</p> </td> <td valign=\"top\" width=\"168\"> <p align=\"right\" class=\"table-e\">500</p> </td> <td valign=\"top\" width=\"168\"> <p align=\"right\" class=\"table-e\">50</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">Individual organs or tissues other than lens of eye or skin</p> </td> <td valign=\"top\" width=\"168\"> <p class=\"table-e\">The limit on effective dose equivalent applies, with an overriding limit on the dose equivalent to the individual organ or tissue</p> </td> <td valign=\"top\" width=\"168\"> <p align=\"right\" class=\"table-e\">500</p> </td> <td valign=\"top\" width=\"168\"> <p align=\"right\" class=\"table-e\">50</p> </td>\n</tr>\n</table> <p class=\"paranoindt-e\">Notes to the Schedule:</p> <p class=\"clause-e\">  (a)  The effective dose equivalent, H<sub>E</sub>, is determined by the following formula:</p> <p class=\"equation-e\">H<sub>E</sub> = Σ<sub>T</sub>W<sub>T</sub>H<sub>T</sub></p> <p class=\"Sclause-e\">where:</p> <p class=\"subclause-e\">  (i)  T is an index for tissue type;</p> <p class=\"subclause-e\">  (ii)  H<sub>T</sub> is the annual dose equivalent in tissue<sub> </sub>T;</p> <p class=\"subclause-e\">  (iii)  W<sub>T</sub> is a weighting factor which has the following values:</p> <p class=\"equationind3-e\">  0.25  for the gonads,  </p> <p class=\"equationind3-e\">  0.15 for the breast,</p> <p class=\"equationind3-e\">  0.12 for the red bone marrow,</p> <p class=\"equationind3-e\">  0.12 for the lungs,</p> <p class=\"equationind3-e\">  0.03 for the bone surfaces,</p> <p class=\"equationind3-e\">  0.03 for the thyroid, and</p> <p class=\"equationind3-e\">  0.06  for each of the five other organs or tissues receiving the highest dose equivalents, but excluding the skin, extremities and eye lenses. The exposure of all other remaining tissues can be neglected. When the gastro-intestinal tract is irradiated, the stomach, small intestine, upper large intestine and lower large intestine shall be considered as four separate organs; and</p> <p class=\"subclause-e\">  (iv)   Σ<sub>T</sub>W<sub>T</sub>H<sub>T</sub> is the sum of the W<sub>T</sub>H<sub>T</sub> values for all irradiated tissues which receive more than 1 millisievert in a given year.</p> <p class=\"clause-e\">  (b)  The annual limits do not include any dose equivalent received by a worker from background sources or received as a patient undergoing medical diagnostic or therapeutic procedures.</p> <p class=\"clause-e\">  (c)  The annual limits include any dose equivalent received by a worker, as a consequence of his or her occupation, from all sources of ionizing radiation.</p> <p class=\"footnote-e\">O. Reg. 106/18, s. 8.</p> <p class=\"formRevoked-e\">Forms 1, 2 <span>Revoked</span>: O. Reg. 106/18, s. 9.</p> <p class=\"formRevoked-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900861\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}