{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 125: CONSERVATION AREAS - NORTH BAY-MATTAWA",
        "reg_name_text": "CONSERVATION AREAS — NORTH BAY-MATTAWA",
        "citation": "R.R.O. 1990, Reg. 125: CONSERVATION AREAS - NORTH BAY-MATTAWA",
        "act_under": "Conservation Authorities Act   Loi sur les offices de protection de la nature",
        "url": "https://www.ontario.ca/laws/regulation/900125",
        "date_scraped": "2023-12-18 14:38:39"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October  1, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900125/v2",
            "valid_from": "December 18, 1998",
            "valid_to": "September 30, 2021"
        },
        {
            "a_href": "/laws/regulation/900125/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "December 17, 1998"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Interpretation",
            "content": " 1. In this Regulation, “all-terrain vehicle” means a self-propelled vehicle intended to be driven, (a)  on snow, ice, or snow and ice, or (b)  on land and water, but does not include a motor vehicle, a motorized snow vehicle, an off-road vehicle or a boat; “Authority” means the North Bay-Mattawa Conservation Authority; “boat” means a watercraft or other contrivance used or capable of being used as a means of transportation on water, but does not include an all-terrain vehicle; “camp-site” means a parcel of land in an area operated by the Authority for camping and identified by a camp-site number, post, marker or other means; “conservation area” means the land owned by the Authority; “highway” means a highway as defined in the Highway Traffic Act and a highway whose use or intended use is restricted to permit holders; “motorcycle” means a motorcycle as defined in the Highway Traffic Act; “motorized snow vehicle” means a motorized snow vehicle as defined in the Motorized Snow Vehicles Act; “motor vehicle” means a motor vehicle as defined in the Highway Traffic Act, but does not include an all-terrain vehicle or an off-road vehicle; “officer” means a member of a municipal police force within an area under the jurisdiction of the Authority, a member of the Ontario Provincial Police Force or a person or member of a class of persons appointed by the Authority to enforce this Regulation; “off-road vehicle” means an off-road vehicle as defined in the Off-Road Vehicles Act; “power boat” means a boat that is propelled otherwise than by sail or muscular power; “roadway” means a roadway as defined in the Highway Traffic Act; “superintendent” means the person designated by the Authority as being in charge of the conservation area.  R.R.O. 1990, Reg. 125, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.</b> In this Regulation,</p> <p class=\"firstdef-e\">“all-terrain vehicle” means a self-propelled vehicle intended to be driven,</p> <p class=\"defclause-e\">  (a)  on snow, ice, or snow and ice, or</p> <p class=\"defclause-e\">  (b)  on land and water,</p> <p class=\"Sdefinition-e\">but does not include a motor vehicle, a motorized snow vehicle, an off-road vehicle or a boat;</p> <p class=\"definition-e\">“Authority” means the North Bay-Mattawa Conservation Authority;</p> <p class=\"definition-e\">“boat” means a watercraft or other contrivance used or capable of being used as a means of transportation on water, but does not include an all-terrain vehicle;</p> <p class=\"definition-e\">“camp-site” means a parcel of land in an area operated by the Authority for camping and identified by a camp-site number, post, marker or other means;</p> <p class=\"definition-e\">“conservation area” means the land owned by the Authority;</p> <p class=\"definition-e\">“highway” means a highway as defined in the <i>Highway Traffic Act</i> and a highway whose use or intended use is restricted to permit holders;</p> <p class=\"definition-e\">“motorcycle” means a motorcycle as defined in the <i>Highway Traffic Act</i>;</p> <p class=\"definition-e\">“motorized snow vehicle” means a motorized snow vehicle as defined in the <i>Motorized Snow Vehicles Act</i>;</p> <p class=\"definition-e\">“motor vehicle” means a motor vehicle as defined in the <i>Highway Traffic Act</i>, but does not include an all-terrain vehicle or an off-road vehicle;</p> <p class=\"definition-e\">“officer” means a member of a municipal police force within an area under the jurisdiction of the Authority, a member of the Ontario Provincial Police Force or a person or member of a class of persons appointed by the Authority to enforce this Regulation;</p> <p class=\"definition-e\">“off-road vehicle” means an off-road vehicle as defined in the <i>Off-Road Vehicles Act</i>;</p> <p class=\"definition-e\">“power boat” means a boat that is propelled otherwise than by sail or muscular power;</p> <p class=\"definition-e\">“roadway” means a roadway as defined in the <i>Highway Traffic Act</i>;</p> <p class=\"definition-e\">“superintendent” means the person designated by the Authority as being in charge of the conservation area.  R.R.O. 1990, Reg. 125, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Interpretation",
            "content": " 2. This Regulation does not apply to any conservation area that is operated or managed by a municipality or a person or group of persons under an agreement between the municipality, person or group of persons and the Authority.  R.R.O. 1990, Reg. 125, s. 2. Permits",
            "raw_html": "<p class=\"section-e\"> <b>2.</b> This Regulation does not apply to any conservation area that is operated or managed by a municipality or a person or group of persons under an agreement between the municipality, person or group of persons and the Authority.  R.R.O. 1990, Reg. 125, s. 2.</p> <p class=\"heading1-e\">Permits</p>"
        },
        {
            "id": "3.",
            "section": "Permits",
            "content": " 3. (1) A permit required for any purpose under this Regulation may be issued on behalf of the Authority by the secretary-treasurer of the Authority or another person appointed by the executive committee of the Authority.  R.R.O. 1990, Reg. 125, s. 3 (1). (2) A permit issued under this Regulation is not transferable.  R.R.O. 1990, Reg. 125, s. 3 (2). Prohibited Activities and Activities Requiring Permits",
            "raw_html": "<p class=\"section-e\"> <b>3.</b> (1) A permit required for any purpose under this Regulation may be issued on behalf of the Authority by the secretary-treasurer of the Authority or another person appointed by the executive committee of the Authority.  R.R.O. 1990, Reg. 125, s. 3 (1).</p> <p class=\"subsection-e\">  (2) A permit issued under this Regulation is not transferable.  R.R.O. 1990, Reg. 125, s. 3 (2).</p> <p class=\"heading1-e\">Prohibited Activities and Activities Requiring Permits</p>"
        },
        {
            "id": "4.",
            "section": "Prohibited Activities and Activities Requiring Permits",
            "content": " 4. (1) No person shall, in the conservation area, (a)  beg; (b)  deface, remove or damage any property; (c)  cut, remove, injure or destroy a plant, tree, shrub, flower or other growing thing; (d)  remove or destroy any soil or rock; or (e)  use abusive, insulting or threatening language, make excessive noise or disturb other persons.  R.R.O. 1990, Reg. 125, s. 4 (1). (2) No person shall, in the conservation area, except under a permit issued by the Authority, (a)  kill, trap, pursue or disturb a wild bird, reptile or animal; (b)  possess or ignite fireworks; (c)  camp; (d)  make an excavation; (e)  possess, shoot, discharge or use a spring gun, air gun, firearm, slingshot or any archery equipment; (f)  erect, paint or affix a sign or notice; (g)  sell or offer for sale an article or service; (h)  engage in fund raising; (i)  advertise or carry on a business or enterprise; (j)  conduct a public performance of any kind, or bring equipment for public entertainment into the conservation area; (k)  conduct a public meeting or do anything that is likely to cause persons to congregate; or (l)  remain in the conservation area after the posted times.  R.R.O. 1990, Reg. 125, s. 4 (2). (3) No person shall enter or leave the conservation area except at the locations designated by the Authority.  R.R.O. 1990, Reg. 125, s. 4 (3). (4) Where the Authority has designated the conservation area or a part of it as being closed during certain times, no person shall enter or remain in the conservation area or that part of it, as the case may be, during those times.  R.R.O. 1990, Reg. 125, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"> <b>4.</b> (1) No person shall, in the conservation area,</p> <p class=\"clause-e\">  (a)  beg;</p> <p class=\"clause-e\">  (b)  deface, remove or damage any property;</p> <p class=\"clause-e\">  (c)  cut, remove, injure or destroy a plant, tree, shrub, flower or other growing thing;</p> <p class=\"clause-e\">  (d)  remove or destroy any soil or rock; or</p> <p class=\"clause-e\">  (e)  use abusive, insulting or threatening language, make excessive noise or disturb other persons.  R.R.O. 1990, Reg. 125, s. 4 (1).</p> <p class=\"subsection-e\">  (2) No person shall, in the conservation area, except under a permit issued by the Authority,</p> <p class=\"clause-e\">  (a)  kill, trap, pursue or disturb a wild bird, reptile or animal;</p> <p class=\"clause-e\">  (b)  possess or ignite fireworks;</p> <p class=\"clause-e\">  (c)  camp;</p> <p class=\"clause-e\">  (d)  make an excavation;</p> <p class=\"clause-e\">  (e)  possess, shoot, discharge or use a spring gun, air gun, firearm, slingshot or any archery equipment;</p> <p class=\"clause-e\">  (f)  erect, paint or affix a sign or notice;</p> <p class=\"clause-e\">  (g)  sell or offer for sale an article or service;</p> <p class=\"clause-e\">  (h)  engage in fund raising;</p> <p class=\"clause-e\">  (i)  advertise or carry on a business or enterprise;</p> <p class=\"clause-e\">  (j)  conduct a public performance of any kind, or bring equipment for public entertainment into the conservation area;</p> <p class=\"clause-e\">  (k)  conduct a public meeting or do anything that is likely to cause persons to congregate; or</p> <p class=\"clause-e\">  (l)  remain in the conservation area after the posted times.  R.R.O. 1990, Reg. 125, s. 4 (2).</p> <p class=\"subsection-e\">  (3) No person shall enter or leave the conservation area except at the locations designated by the Authority.  R.R.O. 1990, Reg. 125, s. 4 (3).</p> <p class=\"subsection-e\">  (4) Where the Authority has designated the conservation area or a part of it as being closed during certain times, no person shall enter or remain in the conservation area or that part of it, as the case may be, during those times.  R.R.O. 1990, Reg. 125, s. 4 (4).</p>"
        },
        {
            "id": "5.",
            "section": "Prohibited Activities and Activities Requiring Permits",
            "content": " 5. (1) No person shall deposit litter in the conservation area except in a container designated for the purpose.  R.R.O. 1990, Reg. 125, s. 5 (1). (2) Every person using a camp-site or other facility in a conservation area shall maintain it in a clean and sanitary condition at all times and, when vacating it, shall restore it as nearly as possible to its natural condition.  R.R.O. 1990, Reg. 125, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5.</b> (1) No person shall deposit litter in the conservation area except in a container designated for the purpose.  R.R.O. 1990, Reg. 125, s. 5 (1).</p> <p class=\"subsection-e\">  (2) Every person using a camp-site or other facility in a conservation area shall maintain it in a clean and sanitary condition at all times and, when vacating it, shall restore it as nearly as possible to its natural condition.  R.R.O. 1990, Reg. 125, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Prohibited Activities and Activities Requiring Permits",
            "content": " 6. (1) No person shall wade, bathe or swim in the conservation area except during the times and in the areas designated by the Authority.  R.R.O. 1990, Reg. 125, s. 6 (1). (2) No person shall use a boat in the conservation area except in the areas designated by the Authority.  R.R.O. 1990, Reg. 125, s. 6 (2). (3) No person shall operate a power boat in the conservation area except under a permit issued by the Authority and in the areas designated by the Authority.  R.R.O. 1990, Reg. 125, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"> <b>6.</b> (1) No person shall wade, bathe or swim in the conservation area except during the times and in the areas designated by the Authority.  R.R.O. 1990, Reg. 125, s. 6 (1).</p> <p class=\"subsection-e\">  (2) No person shall use a boat in the conservation area except in the areas designated by the Authority.  R.R.O. 1990, Reg. 125, s. 6 (2).</p> <p class=\"subsection-e\">  (3) No person shall operate a power boat in the conservation area except under a permit issued by the Authority and in the areas designated by the Authority.  R.R.O. 1990, Reg. 125, s. 6 (3).</p>"
        },
        {
            "id": "7.",
            "section": "Prohibited Activities and Activities Requiring Permits",
            "content": " 7. (1) No person shall start or maintain a fire in the conservation area except in a fireplace or other location designated by the Authority or under a permit issued by the Authority.  R.R.O. 1990, Reg. 125, s. 7 (1). (2) No person who starts or maintains a fire in the conservation area shall leave the fire unattended or leave the site of the fire before it is completely extinguished.  R.R.O. 1990, Reg. 125, s. 7 (2). Camping Permits",
            "raw_html": "<p class=\"section-e\"> <b>7.</b> (1) No person shall start or maintain a fire in the conservation area except in a fireplace or other location designated by the Authority or under a permit issued by the Authority.  R.R.O. 1990, Reg. 125, s. 7 (1).</p> <p class=\"subsection-e\">  (2) No person who starts or maintains a fire in the conservation area shall leave the fire unattended or leave the site of the fire before it is completely extinguished.  R.R.O. 1990, Reg. 125, s. 7 (2).</p> <p class=\"heading1-e\">Camping Permits</p>"
        },
        {
            "id": "8.",
            "section": "Camping Permits",
            "content": " 8. (1) No person shall, (a)  occupy a camp-site except under a permit issued by the Authority; or (b)  occupy a camp-site, under a permit issued by the Authority, after check-out time on the departure day set out in the permit.  R.R.O. 1990, Reg. 125, s. 8 (1). (2) A camping permit, other than a group camping permit, authorizes the holder and five other persons, or a greater number of persons where they are a single family of parents and their children, to occupy the camp-site designated in the permit.  R.R.O. 1990, Reg. 125, s. 8 (2). (3) A group camping permit authorizes members of a religious, charitable, educational or other philanthropic organization to occupy the camp-site designated in the permit.  R.R.O. 1990, Reg. 125, s. 8 (3). (4) A holder of a camping permit may park, on the camp-site, (a)  one motor vehicle other than a motorcycle; or (b)  not more than two motorcycles.  R.R.O. 1990, Reg. 125, s. 8 (4). (5) No person shall park, except with the permission of the superintendent, a vehicle on a camp-site if in so doing the number of vehicles permitted by subsection (4) is exceeded.  R.R.O. 1990, Reg. 125, s. 8 (5). (6) A holder of a camping permit may park a motor vehicle in a designated parking area with the superintendent’s permission.  R.R.O. 1990, Reg. 125, s. 8 (6). Day-Use Area Permits",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> (1) No person shall,</p> <p class=\"clause-e\">  (a)  occupy a camp-site except under a permit issued by the Authority; or</p> <p class=\"clause-e\">  (b)  occupy a camp-site, under a permit issued by the Authority, after check-out time on the departure day set out in the permit.  R.R.O. 1990, Reg. 125, s. 8 (1).</p> <p class=\"subsection-e\">  (2) A camping permit, other than a group camping permit, authorizes the holder and five other persons, or a greater number of persons where they are a single family of parents and their children, to occupy the camp-site designated in the permit.  R.R.O. 1990, Reg. 125, s. 8 (2).</p> <p class=\"subsection-e\">  (3) A group camping permit authorizes members of a religious, charitable, educational or other philanthropic organization to occupy the camp-site designated in the permit.  R.R.O. 1990, Reg. 125, s. 8 (3).</p> <p class=\"subsection-e\">  (4) A holder of a camping permit may park, on the camp-site,</p> <p class=\"clause-e\">  (a)  one motor vehicle other than a motorcycle; or</p> <p class=\"clause-e\">  (b)  not more than two motorcycles.  R.R.O. 1990, Reg. 125, s. 8 (4).</p> <p class=\"subsection-e\">  (5) No person shall park, except with the permission of the superintendent, a vehicle on a camp-site if in so doing the number of vehicles permitted by subsection (4) is exceeded.  R.R.O. 1990, Reg. 125, s. 8 (5).</p> <p class=\"subsection-e\">  (6) A holder of a camping permit may park a motor vehicle in a designated parking area with the superintendent’s permission.  R.R.O. 1990, Reg. 125, s. 8 (6).</p> <p class=\"heading1-e\">Day-Use Area Permits</p>"
        },
        {
            "id": "9.",
            "section": "Day-Use Area Permits",
            "content": " 9. (1) No person shall, (a)  enter or remain in an area designated by the Authority as a day-use permit area except under a permit issued by the Authority; or (b)  remain in an area designated by the Authority as a day-use permit area after check-out time on the day set out in the permit.  R.R.O. 1990, Reg. 125, s. 9 (1). (2) A day-use area permit authorizes the holder and the other members of the holder’s party to enter and remain in the day-use area set out in the permit until check-out time on the day set out in the permit and to park one motor vehicle in a designated parking area.  R.R.O. 1990, Reg. 125, s. 9 (2). Animals",
            "raw_html": "<p class=\"section-e\"> <b>9.</b> (1) No person shall,</p> <p class=\"clause-e\">  (a)  enter or remain in an area designated by the Authority as a day-use permit area except under a permit issued by the Authority; or</p> <p class=\"clause-e\">  (b)  remain in an area designated by the Authority as a day-use permit area after check-out time on the day set out in the permit.  R.R.O. 1990, Reg. 125, s. 9 (1).</p> <p class=\"subsection-e\">  (2) A day-use area permit authorizes the holder and the other members of the holder’s party to enter and remain in the day-use area set out in the permit until check-out time on the day set out in the permit and to park one motor vehicle in a designated parking area.  R.R.O. 1990, Reg. 125, s. 9 (2).</p> <p class=\"heading1-e\">Animals</p>"
        },
        {
            "id": "10.",
            "section": "Animals",
            "content": " 10. (1) No person shall bring an animal other than a dog or cat into the conservation area except under a permit issued by the Authority.  R.R.O. 1990, Reg. 125, s. 10 (1). (2) No person who owns or controls an animal shall, in the conservation area, permit the animal to, (a)  make excessive noise or disturb other persons; (b)  enter water designated for wading, bathing or swimming or be on the beach adjacent to that water; or (c)  be at large.  R.R.O. 1990, Reg. 125, s. 10 (2). (3) For the purposes of clause (2) (c), an animal that is secured by a leash more than two metres long shall be considered to be at large.  R.R.O. 1990, Reg. 125, s. 10 (3). (4) No person shall ride or lead a horse or similar animal in the conservation area, except on a highway or other place designated by the Authority, or leave a horse or similar animal in a location where it is likely to cause danger or inconvenience to other persons.  R.R.O. 1990, Reg. 125, s. 10 (4). (5) Despite clause (2) (c), a person may use or be accompanied by a dog that is not secured by a leash while hunting or training within the meaning of the Game and Fish Act if, (a)  hunting or training is permitted in the conservation area; and (b)  the person complies with the Game and Fish Act and the regulations under that Act.  R.R.O. 1990, Reg. 125, s. 10 (5). Vehicles and Traffic",
            "raw_html": "<p class=\"section-e\"> <b>10.</b> (1) No person shall bring an animal other than a dog or cat into the conservation area except under a permit issued by the Authority.  R.R.O. 1990, Reg. 125, s. 10 (1).</p> <p class=\"subsection-e\">  (2) No person who owns or controls an animal shall, in the conservation area, permit the animal to,</p> <p class=\"clause-e\">  (a)  make excessive noise or disturb other persons;</p> <p class=\"clause-e\">  (b)  enter water designated for wading, bathing or swimming or be on the beach adjacent to that water; or</p> <p class=\"clause-e\">  (c)  be at large.  R.R.O. 1990, Reg. 125, s. 10 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of clause (2) (c), an animal that is secured by a leash more than two metres long shall be considered to be at large.  R.R.O. 1990, Reg. 125, s. 10 (3).</p> <p class=\"subsection-e\">  (4) No person shall ride or lead a horse or similar animal in the conservation area, except on a highway or other place designated by the Authority, or leave a horse or similar animal in a location where it is likely to cause danger or inconvenience to other persons.  R.R.O. 1990, Reg. 125, s. 10 (4).</p> <p class=\"subsection-e\">  (5) Despite clause (2) (c), a person may use or be accompanied by a dog that is not secured by a leash while hunting or training within the meaning of the <i>Game and Fish Act</i> if,</p> <p class=\"clause-e\">  (a)  hunting or training is permitted in the conservation area; and</p> <p class=\"clause-e\">  (b)  the person complies with the <i>Game and Fish Act</i> and the regulations under that Act.  R.R.O. 1990, Reg. 125, s. 10 (5).</p> <p class=\"heading1-e\">Vehicles and Traffic</p>"
        },
        {
            "id": "11.",
            "section": "Vehicles and Traffic",
            "content": " 11. (1) The provisions of the Highway Traffic Act set out in the Schedule apply with necessary modifications to the operation of motor vehicles on highways in the conservation area.  R.R.O. 1990, Reg. 125, s. 11 (1). (2) No person shall, in the conservation area, (a)  operate a motor vehicle or ride a bicycle except on a roadway or other place designated by the Authority; (b)  operate a motor vehicle at a speed exceeding twenty kilometres per hour or the speed posted by the Authority as the permitted maximum, whichever is higher; (c)  park a motor vehicle except in accordance with subsection 8 (4), 8 (5) or 9 (2); (d)  park a motor vehicle in a position that is likely to prevent the free or convenient movement of other vehicles; (e)  leave a bicycle in a place likely to cause danger or inconvenience to other persons; or (f)  operate a commercial vehicle, as defined in the Truck Transportation Act, except with the permission of the superintendent.  R.R.O. 1990, Reg. 125, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"> <b>11.</b> (1) The provisions of the <i>Highway Traffic Act</i> set out in the Schedule apply with necessary modifications to the operation of motor vehicles on highways in the conservation area.  R.R.O. 1990, Reg. 125, s. 11 (1).</p> <p class=\"subsection-e\">  (2) No person shall, in the conservation area,</p> <p class=\"clause-e\">  (a)  operate a motor vehicle or ride a bicycle except on a roadway or other place designated by the Authority;</p> <p class=\"clause-e\">  (b)  operate a motor vehicle at a speed exceeding twenty kilometres per hour or the speed posted by the Authority as the permitted maximum, whichever is higher;</p> <p class=\"clause-e\">  (c)  park a motor vehicle except in accordance with subsection 8 (4), 8 (5) or 9 (2);</p> <p class=\"clause-e\">  (d)  park a motor vehicle in a position that is likely to prevent the free or convenient movement of other vehicles;</p> <p class=\"clause-e\">  (e)  leave a bicycle in a place likely to cause danger or inconvenience to other persons; or</p> <p class=\"clause-e\">  (f)  operate a commercial vehicle, as defined in the <i>Truck Transportation Act</i>, except with the permission of the superintendent.  R.R.O. 1990, Reg. 125, s. 11 (2).</p>"
        },
        {
            "id": "12.",
            "section": "Vehicles and Traffic",
            "content": " 12. No person shall operate an all-terrain vehicle, an off-road vehicle or a motorized snow vehicle in the conservation area except, (a)  under a permit issued by the Authority and in a place designated by the Authority for the operation, with permits, of all-terrain vehicles, off-road vehicles or motorized snow vehicles; or (b)  in a place designated by the Authority for the operation, without permits, of all-terrain vehicles, off-road vehicles or motorized snow vehicles.  R.R.O. 1990, Reg. 125, s. 12.",
            "raw_html": "<p class=\"section-e\"> <b>12.</b> No person shall operate an all-terrain vehicle, an off-road vehicle or a motorized snow vehicle in the conservation area except,</p> <p class=\"clause-e\">  (a)  under a permit issued by the Authority and in a place designated by the Authority for the operation, with permits, of all-terrain vehicles, off-road vehicles or motorized snow vehicles; or</p> <p class=\"clause-e\">  (b)  in a place designated by the Authority for the operation, without permits, of all-terrain vehicles, off-road vehicles or motorized snow vehicles.  R.R.O. 1990, Reg. 125, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Vehicles and Traffic",
            "content": " 13. An officer may direct traffic in the conservation area, and every person shall obey a direction respecting traffic given by an officer.  R.R.O. 1990, Reg. 125, s. 13. Appointment of Officers",
            "raw_html": "<p class=\"section-e\"> <b>13.</b> An officer may direct traffic in the conservation area, and every person shall obey a direction respecting traffic given by an officer.  R.R.O. 1990, Reg. 125, s. 13.</p> <p class=\"heading1-e\">Appointment of Officers</p>"
        },
        {
            "id": "14.",
            "section": "Appointment of Officers",
            "content": " 14. Staff members of the Authority are appointed officers to enforce this Regulation.  R.R.O. 1990, Reg. 125, s. 14. Schedule   highway traffic act Sections 133, 135, 136, 138, 140 Subsections 141 (1), (2), (5) and (6) Sections 142, 143, 147 to 150, 153 Clause 154 (1) (a) Sections 156 to 160, 162, 165, 167 to 173, 177 to 180, 182, 184, 188 R.R.O. 1990, Reg. 125, Sched.    ",
            "raw_html": "<p class=\"section-e\"> <b>14.</b> Staff members of the Authority are appointed officers to enforce this Regulation.  R.R.O. 1990, Reg. 125, s. 14.</p> <p class=\"schedule-e\">Schedule <br/>  highway traffic act</p> <p class=\"paranoindt-e\"> Sections 133, 135, 136, 138, 140</p> <p class=\"paranoindt-e\"> Subsections 141 (1), (2), (5) and (6)</p> <p class=\"paranoindt-e\"> Sections 142, 143, 147 to 150, 153</p> <p class=\"paranoindt-e\"> Clause 154 (1) (a)</p> <p class=\"paranoindt-e\"> Sections 156 to 160, 162, 165, 167 to 173, 177 to 180, 182, 184, 188</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 125, Sched.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}