{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 1046: CEMENT MASON",
        "reg_name_text": "CEMENT MASON",
        "citation": "R.R.O. 1990, Reg. 1046: ",
        "act_under": "Trades Qualification and Apprenticeship Act   Loi sur la qualification professionnelle et l’apprentissage des gens de métier",
        "url": "https://www.ontario.ca/laws/regulation/901046",
        "date_scraped": "2023-12-19 04:48:06"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/901046/v2",
            "valid_from": "December 18, 2012",
            "valid_to": "April  7, 2013"
        },
        {
            "a_href": "/laws/regulation/901046/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "December 17, 2012"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “certified trade” means the trade of cement mason; “cement mason” means a person who, (a) does concrete finishing by hand or with mechanical equipment, including the application of curing and surface treatments, (b) does all phases of waterproofing and restoration of concrete, (c) does rubbing-up and repairing of hardened concrete surfaces, (d) places and finishes epoxy, plastic and other composition materials, and (e) finishes and exposes aggregate in pre-cast and architectural concrete. R.R.O. 1990, Reg. 1046, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“certified trade” means the trade of cement mason;</p> <p class=\"definition-e\">“cement mason” means a person who,</p> <p class=\"defclause-e\">(a) does concrete finishing by hand or with mechanical equipment, including the application of curing and surface treatments,</p> <p class=\"defclause-e\">(b) does all phases of waterproofing and restoration of concrete,</p> <p class=\"defclause-e\">(c) does rubbing-up and repairing of hardened concrete surfaces,</p> <p class=\"defclause-e\">(d) places and finishes epoxy, plastic and other composition materials, and</p> <p class=\"defclause-e\">(e) finishes and exposes aggregate in pre-cast and architectural concrete. R.R.O. 1990, Reg. 1046, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The trade of cement mason is designated as a certified trade for the purpose of the Act. R.R.O. 1990, Reg. 1046, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The trade of cement mason is designated as a certified trade for the purpose of the Act. R.R.O. 1990, Reg. 1046, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) No person shall become an apprentice in the certified trade unless he or she has successfully completed Grade 8 in Ontario or has such other academic qualification that, in the opinion of the Director, is equivalent thereto. R.R.O. 1990, Reg. 1046, s. 3 (1). (2) Despite subsection (1), a person who has, (a) graduated in a course for the trade of cement mason offered in the occupational program of a Junior or Special Vocational School; and (b) been recommended to the Director by the principal of the school where the person has completed the course for enrolment as an apprentice in the certified trade, may be registered as an apprentice in that trade. R.R.O. 1990, Reg. 1046, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) No person shall become an apprentice in the certified trade unless he or she has successfully completed Grade 8 in Ontario or has such other academic qualification that, in the opinion of the Director, is equivalent thereto. R.R.O. 1990, Reg. 1046, s. 3 (1).</p> <p class=\"subsection-e\">(2) Despite subsection (1), a person who has,</p> <p class=\"clause-e\">(a) graduated in a course for the trade of cement mason offered in the occupational program of a Junior or Special Vocational School; and</p> <p class=\"clause-e\">(b) been recommended to the Director by the principal of the school where the person has completed the course for enrolment as an apprentice in the certified trade,</p> <p class=\"Ssubsection-e\">may be registered as an apprentice in that trade. R.R.O. 1990, Reg. 1046, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) An apprentice training program is established for the certified trade and shall consist of three periods of related training and work experience of 2,000 hours each, (a) at full time educational day classes provided at a College of Applied Arts and Technology in the subjects contained in Schedule 1 or in courses that, in the opinion of the Director, are equivalent thereto; and (b) in work experience provided by the employer of the apprentice in the subjects contained in Schedule 2. R.R.O. 1990, Reg. 1046, s. 4 (1). (2) The total hours of related training and work experience shall be assigned as set out in Schedules 1 and 2. R.R.O. 1990, Reg. 1046, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) An apprentice training program is established for the certified trade and shall consist of three periods of related training and work experience of 2,000 hours each,</p> <p class=\"clause-e\">(a) at full time educational day classes provided at a College of Applied Arts and Technology in the subjects contained in Schedule 1 or in courses that, in the opinion of the Director, are equivalent thereto; and</p> <p class=\"clause-e\">(b) in work experience provided by the employer of the apprentice in the subjects contained in Schedule 2. R.R.O. 1990, Reg. 1046, s. 4 (1).</p> <p class=\"subsection-e\">(2) The total hours of related training and work experience shall be assigned as set out in Schedules 1 and 2. R.R.O. 1990, Reg. 1046, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. The subjects of examination for an apprentice in the certified trade are the subjects contained in Schedules 1 and 2. R.R.O. 1990, Reg. 1046, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>The subjects of examination for an apprentice in the certified trade are the subjects contained in Schedules 1 and 2. R.R.O. 1990, Reg. 1046, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. The rate of wages for an apprentice in the certified trade whether for regular daily hours or hours in excess of regular daily hours shall be not less than, (a) 60 per cent for the first period of related training and work experience; (b) 75 per cent for the second period of related training and work experience; and (c) 90 per cent for the third period of related training and work experience, of the average hourly rate of wages or its equivalent for a journeyperson employed by the employer in that trade and with whom the apprentice is working. R.R.O. 1990, Reg. 1046, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>The rate of wages for an apprentice in the certified trade whether for regular daily hours or hours in excess of regular daily hours shall be not less than,</p> <p class=\"clause-e\">(a) 60 per cent for the first period of related training and work experience;</p> <p class=\"clause-e\">(b) 75 per cent for the second period of related training and work experience; and</p> <p class=\"clause-e\">(c) 90 per cent for the third period of related training and work experience,</p> <p class=\"Ssection-e\">of the average hourly rate of wages or its equivalent for a journeyperson employed by the employer in that trade and with whom the apprentice is working. R.R.O. 1990, Reg. 1046, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. The number of apprentices who may be employed by an employer in the certified trade shall not exceed, (a) where the employer is a journeyperson in the trade, one apprentice plus an additional apprentice for every four journeypersons employed by that employer in the trade and with whom the apprentice is working; and (b) where the employer is not a journeyperson in the trade, one apprentice for the first journeyperson employed by the employer plus an additional apprentice for each additional four journeypersons employed by that employer in the trade and with whom the apprentice is working. R.R.O. 1990, Reg. 1046, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>The number of apprentices who may be employed by an employer in the certified trade shall not exceed,</p> <p class=\"clause-e\">(a) where the employer is a journeyperson in the trade, one apprentice plus an additional apprentice for every four journeypersons employed by that employer in the trade and with whom the apprentice is working; and</p> <p class=\"clause-e\">(b) where the employer is not a journeyperson in the trade, one apprentice for the first journeyperson employed by the employer plus an additional apprentice for each additional four journeypersons employed by that employer in the trade and with whom the apprentice is working. R.R.O. 1990, Reg. 1046, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. Despite subsection 8 (2) of Regulation 1055 of the Revised Regulations of Ontario, 1990, every hour worked by an apprentice in excess of regular daily hours of work experience shall be included in computing the hours spent by him or her in related training and work experience. R.R.O. 1990, Reg. 1046, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>Despite subsection 8 (2) of Regulation 1055 of the Revised Regulations of Ontario, 1990, every hour worked by an apprentice in excess of regular daily hours of work experience shall be included in computing the hours spent by him or her in related training and work experience. R.R.O. 1990, Reg. 1046, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. The Director shall issue a progress record book to an apprentice for the purpose of recording related training and work experience time and the apprentice shall be responsible for the safekeeping of his or her progress record book. R.R.O. 1990, Reg. 1046, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>The Director shall issue a progress record book to an apprentice for the purpose of recording related training and work experience time and the apprentice shall be responsible for the safekeeping of his or her progress record book. R.R.O. 1990, Reg. 1046, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. A contract of apprenticeship shall be entered into by every apprentice with the local apprenticeship committee for the trade established under the Act in the area in which his or her apprenticeship originates and the apprentice shall be responsible for preparing the reports of work experience as prescribed in his or her progress record book for submission to the local apprenticeship committee. R.R.O. 1990, Reg. 1046, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>A contract of apprenticeship shall be entered into by every apprentice with the local apprenticeship committee for the trade established under the Act in the area in which his or her apprenticeship originates and the apprentice shall be responsible for preparing the reports of work experience as prescribed in his or her progress record book for submission to the local apprenticeship committee. R.R.O. 1990, Reg. 1046, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. The local apprenticeship committee shall be responsible for periodic review of the progress of an apprentice and for ensuring that the apprentice obtains the range of related training and work experience as prescribed by this Regulation. R.R.O. 1990, Reg. 1046, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>The local apprenticeship committee shall be responsible for periodic review of the progress of an apprentice and for ensuring that the apprentice obtains the range of related training and work experience as prescribed by this Regulation. R.R.O. 1990, Reg. 1046, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. (1) Section 9 and subsections 10 (2) and (4) of the Act do not apply to any person who works or is employed in the certified trade. R.R.O. 1990, Reg. 1046, s. 12 (1). (2) Subsection 10 (3) of the Act does not apply to an employer in the certified trade. R.R.O. 1990, Reg. 1046, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) Section 9 and subsections 10 (2) and (4) of the Act do not apply to any person who works or is employed in the certified trade. R.R.O. 1990, Reg. 1046, s. 12 (1).</p> <p class=\"subsection-e\">(2) Subsection 10 (3) of the Act does not apply to an employer in the certified trade. R.R.O. 1990, Reg. 1046, s. 12 (2).</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. A certificate of qualification in the certified trade is not required to be renewed. R.R.O. 1990, Reg. 1046, s. 13. SCHEDULE 1   CEMENT MASON Related Training  Item\n\nColumn 1\n\nColumn 2\n\n\n \r\n\nSubject\n\nInstruction to be Given\n\n\n1\n\nMathematics\n\nArithmetical processes; lines, angles, areas, volumes, fractions, decimals, ratio, proportion, weights and measure, solution of formulas, equations and problems related to cement masonry work. \n\n\n2\n\nScience\n\nPhysical and chemical properties and characteristics of materials, coarse and fine aggregate, cements, plastics, admixtures, mastics, surface hardeners and treatments, joint fillers, waterproofing; fundamentals of quality concrete; sampling, testing and evaluation of test results.\n\n\n3\n\nDrafting\n\nBlueprint reading, sketching and fundamentals of architectural drawings.\n\n\n4\n\nTrade Theory\n\nLayout and concrete construction, slab on grade and suspended; walls, roofs, bases, stairs, pavements, sidewalks, curbs, gutters, tanks, waterproofing, pointing and caulking, uses of composition materials and decorative applications. Shotcreting methods, pressure grouting methods. Characteristics, care and use of trade tools and equipment.\n\n\n5\n\nIndustrial Economics\n\nAs related to the preparation, application, repair and maintenance; estimating from construction drawings and specifications; job organization and supervision.\n\n\n6\n\nSafety and Building Code\n\nThe Occupational Health and Safety Act, building codes relevant to the trade, safe practices. R.R.O. 1990, Reg. 1046, Sched. 1. SCHEDULE 2   CEMENT MASON Work Experience  Item\n\nColumn 1\n\nColumn 2\n\n\n \r\n\nSubject\n\nWork Instruction and Experience\n\n\n1\n\nConcrete Finishing\n\nTotal Hours 1,750\n\n\n \r\n\nJob Layout and Planning\n\nChecking granular base.\n\n\n \r\n\n \r\n\nChecking formwork.\n\n\n \r\n\n \r\n\nChecking or setting of formwork, screeds, bulkheads.\n\n\n \r\n\n \r\n\nChecking location of steel reinforcing and mesh.\n\n\n \r\n\n \r\n\nChecking location of fastening devices.\n\n\n \r\n\n \r\n\nPreparation of concrete base to receive mono or separate toppings.\n\n\n \r\n\n \r\n\nChecking levels, heating facilities and temporary lighting. Ordering materials.\n\n\n \r\n\nMixing, Placing, Curing and Protecting\n\nEvaluating mix specifications.\n\n\n \r\n\n \r\n\nMixing concrete. Placing concrete.\n\n\n \r\n\n \r\n\nMixing and application of coloured hardeners.\n\n\n \r\n\n \r\n\nMixing and application of metallic and non-metallic surface hardeners.\n\n\n \r\n\n \r\n\nApplication of curing and sealing compounds. Placing and finishing concrete base.\n\n\n \r\n\n \r\n\nSampling and testing of concrete for quality control.\n\n\n \r\n\nFinishing Concrete\n\nHand finishing using straight edge, darby, hand float, hand trowel. Edging and jointing. Power floating. Power trowelling. Power screeding. Power chipping and grinding. Sand blasting. Acid etching. Exposed aggregate finishing. Texturing and patterning exposed concrete with various form lining materials. Broom, burlap and belt finishing using portable and mobile power grinder. Using portable and mobile saws for cutting concrete. Using scarifying machines. Using power operated routers. Making construction and expansion joints. Maintenance of equipment.\n\n\n \r\n\nSafety Requirements\n\nThe Occupational Health and Safety Act\n\n\n \r\n\n \r\n\nSafe practices of the trade.\n\n\n2\n\nWaterproofing, Damp-Proofing and Restoration\n\nTotal Hours 1,214\n\n\n \r\n\nPreparation\n\nRemoval of wires, wall ties, bolts and foreign material, lime, form oils from concrete walls and floors. Tracing sources of leakage. Preparation and application of hot plugs. Temporary form work, screeds and scaffolding. Removal of toppings and mortars on floors, walls or other surfaces and scarifying to receive new materials. Removal and reinstallation of bleed and drain system for waterproofing purposes. Preparation of walls, floors and other surfaces. Routing and raking of joints to receive grouting or pointing materials. Preparation of waterproofing material:\n\n\n \r\n\nApplication\n\nMembrane materials.\n\n\n \r\n\n \r\n\nMetallic waterproofing. Topping materials. Asphalt and other bituminous coatings, hot or cold, including reinforcing membrane and protective surface coatings. Clear and opaque weather-proofing and water repellent material on concrete or masonry. Waterproofing and weatherproofing material by hand, pneumatic or mechanical means.\n\n\n \r\n\n \r\n\nUse of hot and cold joint sealants.\n\n\n \r\n\n \r\n\nCare and use of shotcreting methods and equipment.\n\n\n \r\n\n \r\n\nCare and use of pressure grouting methods and equipment.\n\n\n \r\n\nSafety Requirements\n\nThe Occupational Health and Safety Act\n\n\n \r\n\n \r\n\nSafe practices of the trade.\n\n\n3\n\nRubbing-Up\n\nTotal Hours 1,350\n\n\n \r\n\nJob Planning\n\nExamination of surfaces.\n\n\n \r\n\n \r\n\nOrdering and selection of materials.\n\n\n \r\n\nInstallation of Scaffolding Field Practices\n\nHanging scaffolding. Sheave blocks and tackle. Barricades. Rigid scaffolding.\n\n\n \r\n\n \r\n\nMixing of cement mortar.\n\n\n \r\n\n \r\n\nPreparation of surfaces to receive cement-base materials including removal of form ties, nails and wires. Chipping, cleaning of foreign materials. Patching, pointing and caulking. Grinding. Brushing. Rubbing. Bush hammering. Power chipping and grinding. Sand blasting. Acid etching. Grouting and dry packing. Patching exposed aggregate surfaces. Curing and washing. Care and use of shotcreting methods and equipment. Care and use of pressure grouting methods and equipment.\n\n\n \r\n\nSafety Requirements\n\nThe Occupational Health and Safety Act\n\n\n \r\n\n \r\n\nSafety practices of the trade.\n\n\n4\n\nArchitectural Precast and Cast in Situ Concrete\n\nTotal Hours 350 \n\n\n \r\n\nPreparation and Finishing\n\nSelection of materials. Screeding and finishing. Broadcasting of decorative chips in exposed concrete. Application and stripping of surface retardants. Bush hammering. Acid etching. Repairing of damaged precast concrete components.\n\n\n \r\n\nInstallation\n\nCleaning and trimming. Mixing grouting materials. Placing precast sections. Grouting. Pointing. Caulking. Cleaning.\n\n\n \r\n\nSafety Requirements\n\nThe Occupational Health and Safety Act\n\n\n \r\n\n \r\n\nSafety practices of the trade.\n\n\n5\n\nComposition Materials\n\nTotal hours 700\n\n\n \r\n\nJob Planning\n\nExamination of surfaces. \n\n\n \r\n\n \r\n\nOrdering of materials.\n\n\n \r\n\n \r\n\nEstablishing areas, lines and levels.\n\n\n \r\n\nPreparation\n\nMasking and protection. Preparation of existing or new surfaces to receive materials. Heating of materials. Mixing hot asphalt.\n\n\n \r\n\nApplication\n\nScreeding and trowelling. Hot asphalt. Cold mastic. Magnesium oxychloride flooring. Plastic flooring, polyester, epoxy, polyurethane and rubber based. Finishing of hot asphalt, cold mastic and composition materials.\n\n\n \r\n\nSafety Requirements\n\nThe Occupational Health and Safety Act\n\n\n \r\n\n \r\n\nSafety practices of the trade. R.R.O. 1990, Reg. 1046, Sched. 2. ",
            "raw_html": "<p class=\"section-e\"><b>13. </b>A certificate of qualification in the certified trade is not required to be renewed. R.R.O. 1990, Reg. 1046, s. 13.</p> <p class=\"schedule-e\">SCHEDULE 1 <br/>  CEMENT MASON</p> <p class=\"heading1x-e\">Related Training</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">Item</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Column 2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Subject</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Instruction to be Given</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">1</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Mathematics</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Arithmetical processes; lines, angles, areas, volumes, fractions, decimals, ratio, proportion, weights and measure, solution of formulas, equations and problems related to cement masonry work. </p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">2</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Science</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Physical and chemical properties and characteristics of materials, coarse and fine aggregate, cements, plastics, admixtures, mastics, surface hardeners and treatments, joint fillers, waterproofing; fundamentals of quality concrete; sampling, testing and evaluation of test results.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Drafting</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Blueprint reading, sketching and fundamentals of architectural drawings.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Trade Theory</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Layout and concrete construction, slab on grade and suspended; walls, roofs, bases, stairs, pavements, sidewalks, curbs, gutters, tanks, waterproofing, pointing and caulking, uses of composition materials and decorative applications. Shotcreting methods, pressure grouting methods. Characteristics, care and use of trade tools and equipment.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Industrial Economics</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">As related to the preparation, application, repair and maintenance; estimating from construction drawings and specifications; job organization and supervision.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">6</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Safety and Building Code</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">The <i>Occupational Health and Safety Act</i>, building codes relevant to the trade, safe practices.</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 1046, Sched. 1.</p> <p class=\"schedule-e\">SCHEDULE 2 <br/>  CEMENT MASON</p> <p class=\"heading1x-e\">Work Experience</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">Item</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Column 2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Subject</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Work Instruction and Experience</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">1</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Concrete Finishing</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Total Hours 1,750</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Job Layout and Planning</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Checking granular base.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Checking formwork.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Checking or setting of formwork, screeds, bulkheads.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Checking location of steel reinforcing and mesh.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Checking location of fastening devices.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Preparation of concrete base to receive mono or separate toppings.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Checking levels, heating facilities and temporary lighting. Ordering materials.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Mixing, Placing, Curing and Protecting</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Evaluating mix specifications.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Mixing concrete. Placing concrete.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Mixing and application of coloured hardeners.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Mixing and application of metallic and non-metallic surface hardeners.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Application of curing and sealing compounds. Placing and finishing concrete base.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Sampling and testing of concrete for quality control.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Finishing Concrete</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Hand finishing using straight edge, darby, hand float, hand trowel. Edging and jointing. Power floating. Power trowelling. Power screeding. Power chipping and grinding. Sand blasting. Acid etching. Exposed aggregate finishing. Texturing and patterning exposed concrete with various form lining materials. Broom, burlap and belt finishing using portable and mobile power grinder. Using portable and mobile saws for cutting concrete. Using scarifying machines. Using power operated routers. Making construction and expansion joints. Maintenance of equipment.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Safety Requirements</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">The <i>Occupational Health and Safety Act</i></p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Safe practices of the trade.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">2</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Waterproofing, Damp-Proofing and Restoration</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Total Hours 1,214</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Preparation</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Removal of wires, wall ties, bolts and foreign material, lime, form oils from concrete walls and floors. Tracing sources of leakage. Preparation and application of hot plugs. Temporary form work, screeds and scaffolding. Removal of toppings and mortars on floors, walls or other surfaces and scarifying to receive new materials. Removal and reinstallation of bleed and drain system for waterproofing purposes. Preparation of walls, floors and other surfaces. Routing and raking of joints to receive grouting or pointing materials. Preparation of waterproofing material:</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Application</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Membrane materials.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Metallic waterproofing. Topping materials. Asphalt and other bituminous coatings, hot or cold, including reinforcing membrane and protective surface coatings. Clear and opaque weather-proofing and water repellent material on concrete or masonry. Waterproofing and weatherproofing material by hand, pneumatic or mechanical means.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Use of hot and cold joint sealants.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Care and use of shotcreting methods and equipment.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Care and use of pressure grouting methods and equipment.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Safety Requirements</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">The <i>Occupational Health and Safety Act</i></p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Safe practices of the trade.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Rubbing-Up</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Total Hours 1,350</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Job Planning</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Examination of surfaces.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Ordering and selection of materials.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Installation of Scaffolding Field Practices</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Hanging scaffolding. Sheave blocks and tackle. Barricades. Rigid scaffolding.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Mixing of cement mortar.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Preparation of surfaces to receive cement-base materials including removal of form ties, nails and wires. Chipping, cleaning of foreign materials. Patching, pointing and caulking. Grinding. Brushing. Rubbing. Bush hammering. Power chipping and grinding. Sand blasting. Acid etching. Grouting and dry packing. Patching exposed aggregate surfaces. Curing and washing. Care and use of shotcreting methods and equipment. Care and use of pressure grouting methods and equipment.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Safety Requirements</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">The <i>Occupational Health and Safety Act</i></p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Safety practices of the trade.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Architectural Precast and Cast in Situ Concrete</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Total Hours 350 </p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Preparation and Finishing</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Selection of materials. Screeding and finishing. Broadcasting of decorative chips in exposed concrete. Application and stripping of surface retardants. Bush hammering. Acid etching. Repairing of damaged precast concrete components.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Installation</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Cleaning and trimming. Mixing grouting materials. Placing precast sections. Grouting. Pointing. Caulking. Cleaning.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Safety Requirements</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">The <i>Occupational Health and Safety Act</i></p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Safety practices of the trade.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Composition Materials</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Total hours 700</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Job Planning</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Examination of surfaces. </p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Ordering of materials.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Establishing areas, lines and levels.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Preparation</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Masking and protection. Preparation of existing or new surfaces to receive materials. Heating of materials. Mixing hot asphalt.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Application</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Screeding and trowelling. Hot asphalt. Cold mastic. Magnesium oxychloride flooring. Plastic flooring, polyester, epoxy, polyurethane and rubber based. Finishing of hot asphalt, cold mastic and composition materials.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Safety Requirements</p>\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">The <i>Occupational Health and Safety Act</i></p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"525\"><p class=\"table-e\">Safety practices of the trade.</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 1046, Sched. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}