{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 636: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 636: ",
        "act_under": "Homes for Special Care Act   Loi sur les foyers de soins spéciaux",
        "url": "https://www.ontario.ca/laws/regulation/900636",
        "date_scraped": "2023-12-18 12:39:33"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "March  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900636/v18",
            "valid_from": "February 28, 2022",
            "valid_to": "February 28, 2022"
        },
        {
            "a_href": "/laws/regulation/900636/v17",
            "valid_from": "January  1, 2018",
            "valid_to": "February 27, 2022"
        },
        {
            "a_href": "/laws/regulation/900636/v16",
            "valid_from": "December 21, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/900636/v15",
            "valid_from": "December 15, 2017",
            "valid_to": "December 20, 2017"
        },
        {
            "a_href": "/laws/regulation/900636/v14",
            "valid_from": "July  1, 2017",
            "valid_to": "December 14, 2017"
        },
        {
            "a_href": "/laws/regulation/900636/v13",
            "valid_from": "June 14, 2017",
            "valid_to": "June 30, 2017"
        },
        {
            "a_href": "/laws/regulation/900636/v12",
            "valid_from": "July  1, 2012",
            "valid_to": "June 13, 2017"
        },
        {
            "a_href": "/laws/regulation/900636/v11",
            "valid_from": "June 25, 2012",
            "valid_to": "June 30, 2012"
        },
        {
            "a_href": "/laws/regulation/900636/v10",
            "valid_from": "April  1, 2009",
            "valid_to": "June 24, 2012"
        },
        {
            "a_href": "/laws/regulation/900636/v9",
            "valid_from": "March 12, 2009",
            "valid_to": "March 31, 2009"
        },
        {
            "a_href": "/laws/regulation/900636/v8",
            "valid_from": "April  1, 2008",
            "valid_to": "March 11, 2009"
        },
        {
            "a_href": "/laws/regulation/900636/v7",
            "valid_from": "February  1, 2008",
            "valid_to": "March 31, 2008"
        },
        {
            "a_href": "/laws/regulation/900636/v6",
            "valid_from": "January 25, 2008",
            "valid_to": "January 31, 2008"
        },
        {
            "a_href": "/laws/regulation/900636/v5",
            "valid_from": "July 17, 2006",
            "valid_to": "January 24, 2008"
        },
        {
            "a_href": "/laws/regulation/900636/v4",
            "valid_from": "June 13, 2005",
            "valid_to": "July 16, 2006"
        },
        {
            "a_href": "/laws/regulation/900636/v3",
            "valid_from": "January  1, 2005",
            "valid_to": "June 12, 2005"
        },
        {
            "a_href": "/laws/regulation/900636/v2",
            "valid_from": "December  9, 2004",
            "valid_to": "December 31, 2004"
        },
        {
            "a_href": "/laws/regulation/900636/v1",
            "valid_from": "December 15, 2000",
            "valid_to": "December  8, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": " 1. In this Regulation, “administrator” means a person in charge of a home for special care; “inspector” includes a medical officer of health or his or her representative; “Ministry” means the Ministry of Health and Long-Term Care; “physician” means a duly qualified medical practitioner; “spouse”, in relation to a resident, means a person, (a)  to whom the resident is married, or (b)  with whom the resident is living, or was living immediately before becoming a resident, in a conjugal relationship outside marriage, if the two persons, (i)  have cohabited continuously for a period of at least three years, (ii)  are together the parents of a child, or (iii)  have together entered into a cohabitation agreement under section 53 of the Family Law Act; “trustee” means the Public Guardian and Trustee, a guardian of property duly appointed under the Substitute Decisions Act, 1992, an attorney under a continuing power of attorney, a trustee duly appointed under a statute, a will or other instrument.  R.R.O. 1990, Reg. 636, s. 1; O. Reg. 376/93, s. 1; O. Reg. 66/00, s. 1; O. Reg. 651/00, s. 1; O. Reg. 329/05, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“administrator” means a person in charge of a home for special care;</p> <p class=\"definition-e\">“inspector” includes a medical officer of health or his or her representative;</p> <p class=\"definition-e\">“Ministry” means the Ministry of Health and Long-Term Care;</p> <p class=\"definition-e\">“physician” means a duly qualified medical practitioner;</p> <p class=\"definition-e\">“spouse”, in relation to a resident, means a person,</p> <p class=\"defclause-e\">  (a)  to whom the resident is married, or</p> <p class=\"defclause-e\">  (b)  with whom the resident is living, or was living immediately before becoming a resident, in a conjugal relationship outside marriage, if the two persons,</p> <p class=\"defsubclause-e\">  (i)  have cohabited continuously for a period of at least three years,</p> <p class=\"defsubclause-e\">  (ii)  are together the parents of a child, or</p> <p class=\"defsubclause-e\">  (iii)  have together entered into a cohabitation agreement under section 53 of the <i>Family Law Act</i>;</p> <p class=\"definition-e\">“trustee” means the Public Guardian and Trustee, a guardian of property duly appointed under the <i>Substitute Decisions Act, 1992</i>, an attorney under a continuing power of attorney, a trustee duly appointed under a statute, a will or other instrument.  R.R.O. 1990, Reg. 636, s. 1; O. Reg. 376/93, s. 1; O. Reg. 66/00, s. 1; O. Reg. 651/00, s. 1; O. Reg. 329/05, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Definitions",
            "content": " 2. Revoked:  O. Reg. 651/00, s. 2. Part i (ss. 3-10) Revoked:  O. Reg. 651/00, s. 3. Part ii (ss. 11-18) Revoked:  O. Reg. 651/00, s. 3. PART III   STANDARDS",
            "raw_html": "<p class=\"section-e\"> <b>2. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 651/00, s. 2.</p> <p class=\"partnumRevoked-e\"><span class=\"ovboldallcaps\">Part i </span>(ss. 3-10) <span class=\"ovsmallcap\">Revoked:</span>  O. Reg. 651/00, s. 3.</p> <p class=\"partnumRevoked-e\"><span class=\"ovboldallcaps\">Part ii </span>(ss. 11-18) <span class=\"ovsmallcap\">Revoked:</span>  O. Reg. 651/00, s. 3.</p> <p class=\"partnum-e\">PART<span> </span>III <br/>  STANDARDS</p>"
        },
        {
            "id": "19.",
            "section": "Definitions",
            "content": " 19. Revoked:  O. Reg. 651/00, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>19. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 651/00, s. 5.</p>"
        },
        {
            "id": "20.",
            "section": "Definitions",
            "content": " 20. A home for special care in which a person may be received as a resident shall, (a)  be a fit and proper place for that person, as evidenced by a written report of an inspection filed with the records of that person in the home; and (b)  not be the residence of a parent or child of that person.  R.R.O. 1990, Reg. 636, s. 20; O. Reg. 651/00, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>A home for special care in which a person may be received as a resident shall,</p> <p class=\"clause-e\">  (a)  be a fit and proper place for that person, as evidenced by a written report of an inspection filed with the records of that person in the home; and</p> <p class=\"clause-e\">  (b)  not be the residence of a parent or child of that person.  R.R.O. 1990, Reg. 636, s. 20; O. Reg. 651/00, s. 6.</p>"
        },
        {
            "id": "21.",
            "section": "Definitions",
            "content": " 21. Sleeping accommodation for a person who is a resident in a home for special care shall, (a)  be in a room with the bed so placed that no part of the bed is closer to another bed than seventy-six centimetres and that no part of a bed overlaps a window or radiator; (b)  subject to clause (c), be in a room that is located on the ground floor or the floor immediately above it; (c)  where the room is located on a floor above the floor immediately above the ground floor, be on a floor from which there are two separate and independent means of egress to the outside; and (d)  be in a room that is adequately ventilated and lighted by natural light.  R.R.O. 1990, Reg. 636, s. 21; O. Reg. 651/00, s. 6. Inspection of Homes for Special Care",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>Sleeping accommodation for a person who is a resident in a home for special care shall,</p> <p class=\"clause-e\">  (a)  be in a room with the bed so placed that no part of the bed is closer to another bed than seventy-six centimetres and that no part of a bed overlaps a window or radiator;</p> <p class=\"clause-e\">  (b)  subject to clause (c), be in a room that is located on the ground floor or the floor immediately above it;</p> <p class=\"clause-e\">  (c)  where the room is located on a floor above the floor immediately above the ground floor, be on a floor from which there are two separate and independent means of egress to the outside; and</p> <p class=\"clause-e\">  (d)  be in a room that is adequately ventilated and lighted by natural light.  R.R.O. 1990, Reg. 636, s. 21; O. Reg. 651/00, s. 6.</p> <p class=\"heading1-e\">Inspection of Homes for Special Care</p>"
        },
        {
            "id": "22.",
            "section": "Inspection of Homes for Special Care",
            "content": " 22. (1) A home for special care in which a person may be received as a resident shall be, (a)  inspected and approved by an inspector not more than four months before the day on which a person is placed in that residence; and (b)  inspected by an inspector at regular intervals after the first inspection.  R.R.O. 1990, Reg. 636, s. 22 (1); O. Reg. 651/00, s. 6. (2) A home for special care may be inspected by an inspector at any reasonable time.  R.R.O. 1990, Reg. 636, s. 22 (2); O. Reg. 651/00, s. 6. Fire Safety Standards",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>(1) A home for special care in which a person may be received as a resident shall be,</p> <p class=\"clause-e\">  (a)  inspected and approved by an inspector not more than four months before the day on which a person is placed in that residence; and</p> <p class=\"clause-e\">  (b)  inspected by an inspector at regular intervals after the first inspection.  R.R.O. 1990, Reg. 636, s. 22 (1); O. Reg. 651/00, s. 6.</p> <p class=\"subsection-e\">  (2) A home for special care may be inspected by an inspector at any reasonable time.  R.R.O. 1990, Reg. 636, s. 22 (2); O. Reg. 651/00, s. 6.</p> <p class=\"heading1-e\">Fire Safety Standards</p>"
        },
        {
            "id": "23.",
            "section": "Fire Safety Standards",
            "content": " 23. The administrator of a home for special care shall ensure that, (a)  all fire hazards in the home are eliminated; (b)  fire extinguishers, hose and standpipe equipment are inspected at least once a month; (c)  the heating equipment and chimneys are inspected at least once every six months to ensure that they are safe and in good repair; (d)  a written record is kept of inspections and tests of the fire equipment, the fire alarm system, the heating system and chimneys; (e)  the staff and so far as possible the residents know the method of sounding the fire alarm; (f)  the staff is trained in the proper use of the fire extinguishing equipment; (g)  a procedure is established to be followed when a fire alarm is given, including the duties of the staff and residents; (h)  the staff and residents are instructed in the procedure established under clause (g) and that the procedure is posted in conspicuous places in the home; (i)  a fire drill is held at least once a month; (j)  matches available to the staff or residents or used by them in or around the home are safety matches; (k)  an inspection of the building is made each night to ensure that there is no danger of fire, and that the doors in stairwells and smoke barriers are closed; (l)  all hallways, stairways and means of entrance or egress are kept free from obstruction at all times; and (m)  all flammable materials and supplies are  properly stored.  R.R.O. 1990, Reg. 636, s. 23; O. Reg. 651/00, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>The administrator of a home for special care shall ensure that,</p> <p class=\"clause-e\">  (a)  all fire hazards in the home are eliminated;</p> <p class=\"clause-e\">  (b)  fire extinguishers, hose and standpipe equipment are inspected at least once a month;</p> <p class=\"clause-e\">  (c)  the heating equipment and chimneys are inspected at least once every six months to ensure that they are safe and in good repair;</p> <p class=\"clause-e\">  (d)  a written record is kept of inspections and tests of the fire equipment, the fire alarm system, the heating system and chimneys;</p> <p class=\"clause-e\">  (e)  the staff and so far as possible the residents know the method of sounding the fire alarm;</p> <p class=\"clause-e\">  (f)  the staff is trained in the proper use of the fire extinguishing equipment;</p> <p class=\"clause-e\">  (g)  a procedure is established to be followed when a fire alarm is given, including the duties of the staff and residents;</p> <p class=\"clause-e\">  (h)  the staff and residents are instructed in the procedure established under clause (g) and that the procedure is posted in conspicuous places in the home;</p> <p class=\"clause-e\">  (i)  a fire drill is held at least once a month;</p> <p class=\"clause-e\">  (j)  matches available to the staff or residents or used by them in or around the home are safety matches;</p> <p class=\"clause-e\">  (k)  an inspection of the building is made each night to ensure that there is no danger of fire, and that the doors in stairwells and smoke barriers are closed;</p> <p class=\"clause-e\">  (l)  all hallways, stairways and means of entrance or egress are kept free from obstruction at all times; and</p> <p class=\"clause-e\">  (m)  all flammable materials and supplies are  properly stored.  R.R.O. 1990, Reg. 636, s. 23; O. Reg. 651/00, s. 6.</p>"
        },
        {
            "id": "24.",
            "section": "Fire Safety Standards",
            "content": " 24. (1) In this section, “fire resistance rating” means the rating assigned to any element or assembly of materials of construction as published by The National Research Council of Canada, The Underwriter’s Laboratories of Canada, the Joint Fire Research Organization, United Kingdom, The Underwriters’ Laboratories Inc. or the Factory Mutual Engineering Division.  R.R.O. 1990, Reg. 636, s. 24 (1). (2) The administrator of a home for special care shall comply with the following additional fire safety requirements, according to the class of occupancy of the home for special care: 1.  Home for special care, Class I, four or less residents, excluding family and staff. i.  Reasonable fire safety precautions shall be adhered to. ii.  Good housekeeping shall be practised. iii.  Proper heating unit maintenance shall be observed. iv.  Precautions shall be taken for residents who smoke. 2.  Home for special care, Class II, five to seven residents, excluding family and staff. i.  Two separate means of egress, remote from each other, shall be provided for every floor or section of the building. ii.  Where there is no interior secondary stairwell provided as an exit, an exterior fire escape connecting all floors and leading directly to grade level shall be provided. iii.  All stairways shall be enclosed by a fire resistant partition having a fire resistance rating of three-quarters of an hour and self-closing door. iv.  The ceiling or open joists over the furnace shall be covered with fire resistant material having a fire resistance rating of thirty minutes, to an area of sixty centimetres beyond the perimeter of the furnace and the area above the smoke pipe shall be covered in its entirety. v.  Revoked:  O. Reg. 651/00, s. 7. 3.  Home for special care, Class III, eight or more residents, excluding family and staff. i.  Two separate means of egress, remote from each other, shall be provided for every floor or section of the building. ii.  An exterior fire escape connecting all floors and leading directly to grade level shall be provided where no interior secondary stairwell is provided as an exit. iii.  All stairways shall be enclosed by a fire resistant partition having a fire resistance rating of three-quarters of an hour and self-closing door. iv.  The furnace or boiler room shall be separated from the remainder of the building by construction having a fire resistance rating of at least one hour. v.  All combustible ceilings, including exposed wood and joists, shall be fully covered with fire resistant material having a fire resistance rating of at least one hour. vi.  The furnace room door and inside door jamb shall be metal-clad and the door shall be equipped with a self-closing device. vii.  Provision shall be made to provide sufficient air for proper combustion in the boiler or furnace rooms. viii.  Revoked:  O. Reg. 651/00, s. 7. ix.  All vertical shafts, dumb waiters, laundry chutes, rubbish chute and every other shaft shall be enclosed with material having a fire resistance rating of not less than forty-five minutes and shall be equipped with self-closing doors at all floors, including the basement, incorporating a degree of fire resistance equivalent to the shaft. x.  There shall be an electric fire alarm system in the building. xi.  Every fire alarm system shall be a closed circuit electrically supervised system, components of which have been tested and listed by the Underwriters’ Laboratories of Canada or the Canadian Standards Association Testing Laboratories. xii.  A fire alarm station shall be installed on every floor in the building. xiii.  Heat actuated detectors shall be installed according to the manufacturer’s listing in all areas in the building, except corridors and washrooms. xiv.  The fire alarm sounding device shall have a sound that is readily distinguishable from the sound produced by any other sounding device used in the building. xv.  Every fire alarm system shall be provided with two independent sources of power, and where batteries are used as a secondary source of power, the batteries shall be rechargeable by means of a trickle charger connected to the hydroelectric power supply. xvi.  Power for the fire alarm system shall be taken directly from the line side of the service after transformation and no power for the system shall be taken from secondary distribution panels or lighting panels. xvii.  The fire alarm electrical supply system shall be equipped with separate circuit breakers or fused switches that serve only the fire alarm system. xviii.  Every fire alarm panel shall be equipped with a glowing light that ceases to glow when the system is shut off and the panel shall be conspicuously marked to indicate that the system is inactive when the light is not glowing.  R.R.O. 1990, Reg. 636, s. 24 (2); O. Reg. 651/00, s. 7. General",
            "raw_html": "<p class=\"section-e\"> <b>24. </b>(1) In this section,</p> <p class=\"firstdef-e\">“fire resistance rating” means the rating assigned to any element or assembly of materials of construction as published by The National Research Council of Canada, The Underwriter’s Laboratories of Canada, the Joint Fire Research Organization, United Kingdom, The Underwriters’ Laboratories Inc. or the Factory Mutual Engineering Division.  R.R.O. 1990, Reg. 636, s. 24 (1).</p> <p class=\"subsection-e\">  (2) The administrator of a home for special care shall comply with the following additional fire safety requirements, according to the class of occupancy of the home for special care:</p> <p class=\"paragraph-e\">  1.  Home for special care, Class I, four or less residents, excluding family and staff.</p> <p class=\"subpara-e\">  i.  Reasonable fire safety precautions shall be adhered to.</p> <p class=\"subpara-e\">  ii.  Good housekeeping shall be practised.</p> <p class=\"subpara-e\">  iii.  Proper heating unit maintenance shall be observed.</p> <p class=\"subpara-e\">  iv.  Precautions shall be taken for residents who smoke.</p> <p class=\"paragraph-e\">  2.  Home for special care, Class II, five to seven residents, excluding family and staff.</p> <p class=\"subpara-e\">  i.  Two separate means of egress, remote from each other, shall be provided for every floor or section of the building.</p> <p class=\"subpara-e\">  ii.  Where there is no interior secondary stairwell provided as an exit, an exterior fire escape connecting all floors and leading directly to grade level shall be provided.</p> <p class=\"subpara-e\">  iii.  All stairways shall be enclosed by a fire resistant partition having a fire resistance rating of three-quarters of an hour and self-closing door.</p> <p class=\"subpara-e\">  iv.  The ceiling or open joists over the furnace shall be covered with fire resistant material having a fire resistance rating of thirty minutes, to an area of sixty centimetres beyond the perimeter of the furnace and the area above the smoke pipe shall be covered in its entirety.</p> <p class=\"subpara-e\">  v.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 651/00, s. 7.</p> <p class=\"paragraph-e\">  3.  Home for special care, Class III, eight or more residents, excluding family and staff.</p> <p class=\"subpara-e\">  i.  Two separate means of egress, remote from each other, shall be provided for every floor or section of the building.</p> <p class=\"subpara-e\">  ii.  An exterior fire escape connecting all floors and leading directly to grade level shall be provided where no interior secondary stairwell is provided as an exit.</p> <p class=\"subpara-e\">  iii.  All stairways shall be enclosed by a fire resistant partition having a fire resistance rating of three-quarters of an hour and self-closing door.</p> <p class=\"subpara-e\">  iv.  The furnace or boiler room shall be separated from the remainder of the building by construction having a fire resistance rating of at least one hour.</p> <p class=\"subpara-e\">  v.  All combustible ceilings, including exposed wood and joists, shall be fully covered with fire resistant material having a fire resistance rating of at least one hour.</p> <p class=\"subpara-e\">  vi.  The furnace room door and inside door jamb shall be metal-clad and the door shall be equipped with a self-closing device.</p> <p class=\"subpara-e\">  vii.  Provision shall be made to provide sufficient air for proper combustion in the boiler or furnace rooms.</p> <p class=\"subpara-e\">  viii.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 651/00, s. 7.</p> <p class=\"subpara-e\">  ix.  All vertical shafts, dumb waiters, laundry chutes, rubbish chute and every other shaft shall be enclosed with material having a fire resistance rating of not less than forty-five minutes and shall be equipped with self-closing doors at all floors, including the basement, incorporating a degree of fire resistance equivalent to the shaft.</p> <p class=\"subpara-e\">  x.  There shall be an electric fire alarm system in the building.</p> <p class=\"subpara-e\">  xi.  Every fire alarm system shall be a closed circuit electrically supervised system, components of which have been tested and listed by the Underwriters’ Laboratories of Canada or the Canadian Standards Association Testing Laboratories.</p> <p class=\"subpara-e\">  xii.  A fire alarm station shall be installed on every floor in the building.</p> <p class=\"subpara-e\">  xiii.  Heat actuated detectors shall be installed according to the manufacturer’s listing in all areas in the building, except corridors and washrooms.</p> <p class=\"subpara-e\">  xiv.  The fire alarm sounding device shall have a sound that is readily distinguishable from the sound produced by any other sounding device used in the building.</p> <p class=\"subpara-e\">  xv.  Every fire alarm system shall be provided with two independent sources of power, and where batteries are used as a secondary source of power, the batteries shall be rechargeable by means of a trickle charger connected to the hydroelectric power supply.</p> <p class=\"subpara-e\">  xvi.  Power for the fire alarm system shall be taken directly from the line side of the service after transformation and no power for the system shall be taken from secondary distribution panels or lighting panels.</p> <p class=\"subpara-e\">  xvii.  The fire alarm electrical supply system shall be equipped with separate circuit breakers or fused switches that serve only the fire alarm system.</p> <p class=\"subpara-e\">  xviii.  Every fire alarm panel shall be equipped with a glowing light that ceases to glow when the system is shut off and the panel shall be conspicuously marked to indicate that the system is inactive when the light is not glowing.  R.R.O. 1990, Reg. 636, s. 24 (2); O. Reg. 651/00, s. 7.</p> <p class=\"heading1-e\">General</p>"
        },
        {
            "id": "25.",
            "section": "General",
            "content": " 25. Nothing in this Regulation affects any by-law relating to fire safety requirements lawfully passed by a municipal council, or the authority of a municipal council to pass any such by-law, insofar as such by-law imposes additional or more stringent requirements than those prescribed in this Regulation.  R.R.O. 1990, Reg. 636, s. 25. PART IV   TRUST ACCOUNTS",
            "raw_html": "<p class=\"section-e\"> <b>25. </b>Nothing in this Regulation affects any by-law relating to fire safety requirements lawfully passed by a municipal council, or the authority of a municipal council to pass any such by-law, insofar as such by-law imposes additional or more stringent requirements than those prescribed in this Regulation.  R.R.O. 1990, Reg. 636, s. 25.</p> <p class=\"partnum-e\">PART IV <br/>  TRUST ACCOUNTS</p>"
        },
        {
            "id": "26.",
            "section": "General",
            "content": " 26. The administrator of a home for special care shall, (a)  deposit all money received from any resident of the home or from any trustee acting on behalf of such resident in a non-interest bearing account in a bank or authorized foreign bank within the meaning of section 2 of the Bank Act (Canada) or in a credit union within the meaning of the Credit Unions and Caisses Populaires Act, 2020; (b)  provide a resident, or a trustee acting on behalf of a resident, with a written receipt for all money received for deposit in the trust account to the credit of such resident; (c)  maintain a separate book of account showing all deposits to and withdrawals from the trust account, the name of the resident for whom such deposit or withdrawal is made and the date of each deposit or withdrawal; (d)  in those instances where money received from a resident has been deposited in the trust account, make part or all of the money available to such resident upon the resident providing a written receipt therefor; (e)  in those instances where money received from a trustee on behalf of a resident has been deposited in the trust account, make part or all of the money available to such resident only in accordance with the written instructions of the trustee; (f)  with respect to each resident on whose behalf money is deposited in the trust account to the credit of such resident, retain in possession for a period of not less than six years, (i)  the deposit books, deposit slips, passbooks, monthly statements, cheque books and cancelled cheques applicable to the trust account referred to in clause (a), (ii)  the book of account referred to in clause (c), (iii)  the written receipts referred to in clause (d), and (iv)  the written instructions of the trustee referred to in clause (e), and at any time and from time to time on written demand of a resident, or his or her authorized agent, or a trustee acting on behalf of a resident, or such trustee’s authorized agent make the foregoing documentation available for inspection at reasonable hours during any business day; (g)  retain every record required to be kept under clause (c) for a period of six years from the date of the making of the record.  R.R.O. 1990, Reg. 636, s. 26; O. Reg. 651/00, s. 8; O. Reg. 574/17, s. 1; O. Reg. 135/22, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>26. </b>The administrator of a home for special care shall,</p> <p class=\"clause-e\">  (a)  deposit all money received from any resident of the home or from any trustee acting on behalf of such resident in a non-interest bearing account in a bank or authorized foreign bank within the meaning of section 2 of the <i>Bank Act </i>(Canada) or in a credit union within the meaning of the <i>Credit </i><i>Unions and Caisses Populaires Act, 2020</i>;</p> <p class=\"clause-e\">  (b)  provide a resident, or a trustee acting on behalf of a resident, with a written receipt for all money received for deposit in the trust account to the credit of such resident;</p> <p class=\"clause-e\">  (c)  maintain a separate book of account showing all deposits to and withdrawals from the trust account, the name of the resident for whom such deposit or withdrawal is made and the date of each deposit or withdrawal;</p> <p class=\"clause-e\">  (d)  in those instances where money received from a resident has been deposited in the trust account, make part or all of the money available to such resident upon the resident providing a written receipt therefor;</p> <p class=\"clause-e\">  (e)  in those instances where money received from a trustee on behalf of a resident has been deposited in the trust account, make part or all of the money available to such resident only in accordance with the written instructions of the trustee;</p> <p class=\"clause-e\">  (f)  with respect to each resident on whose behalf money is deposited in the trust account to the credit of such resident, retain in possession for a period of not less than six years,</p> <p class=\"subclause-e\">  (i)  the deposit books, deposit slips, passbooks, monthly statements, cheque books and cancelled cheques applicable to the trust account referred to in clause (a),</p> <p class=\"subclause-e\">  (ii)  the book of account referred to in clause (c),</p> <p class=\"subclause-e\">  (iii)  the written receipts referred to in clause (d), and</p> <p class=\"subclause-e\">  (iv)  the written instructions of the trustee referred to in clause (e),</p> <p class=\"Sclause-e\">and at any time and from time to time on written demand of a resident, or his or her authorized agent, or a trustee acting on behalf of a resident, or such trustee’s authorized agent make the foregoing documentation available for inspection at reasonable hours during any business day;</p> <p class=\"clause-e\">  (g)  retain every record required to be kept under clause (c) for a period of six years from the date of the making of the record.  R.R.O. 1990, Reg. 636, s. 26; O. Reg. 651/00, s. 8; O. Reg. 574/17, s. 1; O. Reg. 135/22, s. 1.</p>"
        },
        {
            "id": "27.",
            "section": "General",
            "content": " 27. The trust account established under section 26 shall be audited annually by a chartered accountant or a licensed public accountant.  R.R.O. 1990, Reg. 636, s. 27. PART V   LICENCES",
            "raw_html": "<p class=\"section-e\"> <b>27. </b>The trust account established under section 26 shall be audited annually by a chartered accountant or a licensed public accountant.  R.R.O. 1990, Reg. 636, s. 27.</p> <p class=\"partnum-e\">PART V <br/>  LICENCES</p>"
        },
        {
            "id": "28.",
            "section": "General",
            "content": " 28. Revoked:  O. Reg. 511/99, s. 1. ",
            "raw_html": "<p class=\"section-e\"> <b>28. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 511/99, s. 1. </p>"
        },
        {
            "id": "29.",
            "section": "General",
            "content": " 29. (1) The Minister may issue a licence to a home for special care if the home complies with this Regulation and the Minister finds the home suitable for the reception and care of residents.  O. Reg. 511/99, s. 2; O. Reg. 651/00, s. 9 (1). (2) A licence for a home for special care expires on the 31st day of December in the year in which it is issued.  O. Reg. 511/99, s. 2; O. Reg. 651/00, s. 9 (2). (3) The Minister may renew a licence for a home for special care upon receipt of an application.  O. Reg. 511/99, s. 2; O. Reg. 651/00, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"> <b>29. </b>(1) The Minister may issue a licence to a home for special care if the home complies with this Regulation and the Minister finds the home suitable for the reception and care of residents.  O. Reg. 511/99, s. 2; O. Reg. 651/00, s. 9 (1).</p> <p class=\"subsection-e\">  (2) A licence for a home for special care expires on the 31st day of December in the year in which it is issued.  O. Reg. 511/99, s. 2; O. Reg. 651/00, s. 9 (2).</p> <p class=\"subsection-e\">  (3) The Minister may renew a licence for a home for special care upon receipt of an application.  O. Reg. 511/99, s. 2; O. Reg. 651/00, s. 9 (3).</p>"
        },
        {
            "id": "30.",
            "section": "General",
            "content": " 30. The Minister may at any time cancel any licence for any reason that he or she deems proper and notice of the cancellation shall be given by the Minister by registered letter mailed to the administrator at the address shown on the licence and to the local medical officer of health.  R.R.O. 1990, Reg. 636, s. 30.",
            "raw_html": "<p class=\"section-e\"> <b>30. </b>The Minister may at any time cancel any licence for any reason that he or she deems proper and notice of the cancellation shall be given by the Minister by registered letter mailed to the administrator at the address shown on the licence and to the local medical officer of health.  R.R.O. 1990, Reg. 636, s. 30.</p>"
        },
        {
            "id": "31., 32.",
            "section": "General",
            "content": " 31., 32. Revoked:  O. Reg. 511/99, s. 3. PART VI   ADMISSION OF RESIDENTS",
            "raw_html": "<p class=\"section-e\"> <b>31., 32. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 511/99, s. 3.</p> <p class=\"partnum-e\">PART VI <br/>  ADMISSION OF RESIDENTS</p>"
        },
        {
            "id": "33.",
            "section": "General",
            "content": "  33. A person with a serious mental illness may be admitted to a home for special care upon his or her application, the application of a guardian of the person duly appointed under the Substitute Decisions Act, 1992, the application of a person acting under a valid power of attorney for personal care or the application of a lawfully authorized substitute decision-maker, if, immediately before the admission, the person has been assessed and considered eligible for placement by a member of the staff of an organization with whose board the Minister has entered into an arrangement under section 42.  O. Reg. 176/12, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>  33. </b>A person with a serious mental illness may be admitted to a home for special care upon his or her application, the application of a guardian of the person duly appointed under the <i>Substitute Decisions Act, 1992</i>, the application of a person acting under a valid power of attorney for personal care or the application of a lawfully authorized substitute decision-maker, if, immediately before the admission, the person has been assessed and considered eligible for placement by a member of the staff of an organization with whose board the Minister has entered into an arrangement under section 42.  O. Reg. 176/12, s. 1.</p>"
        },
        {
            "id": "34.",
            "section": "General",
            "content": " 34. Revoked:  O. Reg. 651/00, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>34.</b> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 651/00, s. 11.</p>"
        },
        {
            "id": "34.1",
            "section": "General",
            "content": " 34.1 Revoked:  O. Reg. 651/00, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>34.1</b> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 651/00, s. 11.</p>"
        },
        {
            "id": "35.",
            "section": "General",
            "content": " 35. Revoked:  O. Reg. 651/00, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>35.</b> <span>Revoked</span>:  O. Reg. 651/00, s. 11.</p>"
        },
        {
            "id": "36.-38.",
            "section": "General",
            "content": " 36.-38. Revoked:  O. Reg. 651/00, s. 13. PART VII   INSPECTORS",
            "raw_html": "<p class=\"section-e\"> <b>36.-38. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 651/00, s. 13.</p> <p class=\"partnum-e\">PART VII <br/>  INSPECTORS</p>"
        },
        {
            "id": "39.",
            "section": "General",
            "content": " 39. The Minister may designate officers of the Ministry as inspectors for the purposes of the Act and this Regulation.  R.R.O. 1990, Reg. 636, s. 39.",
            "raw_html": "<p class=\"section-e\"> <b>39. </b>The Minister may designate officers of the Ministry as inspectors for the purposes of the Act and this Regulation.  R.R.O. 1990, Reg. 636, s. 39.</p>"
        },
        {
            "id": "40.",
            "section": "General",
            "content": " 40. An administrator shall permit an inspector or an officer authorized to inspect buildings under the Fire Protection and Prevention Act, 1997 to enter a home for special care at any and all reasonable times for the purpose of inspecting the premises and every part thereof to ascertain whether this Regulation is being complied with.  R.R.O. 1990, Reg. 636, s. 40; O. Reg. 651/00, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>40.</b> An administrator shall permit an inspector or an officer authorized to inspect buildings under the <i>Fire Protection and Prevention Act, 1997</i> to enter a home for special care at any and all reasonable times for the purpose of inspecting the premises and every part thereof to ascertain whether this Regulation is being complied with.  R.R.O. 1990, Reg. 636, s. 40; O. Reg. 651/00, s. 15.</p>"
        },
        {
            "id": "41.",
            "section": "General",
            "content": " 41. A medical officer of health shall inspect homes for special care within the area under his or her jurisdiction at regular intervals.  R.R.O. 1990, Reg. 636, s. 41; O. Reg. 651/00, s. 16. PART VIII   CHARITABLE ORGANIZATIONS",
            "raw_html": "<p class=\"section-e\"> <b>41. </b>A medical officer of health shall inspect homes for special care within the area under his or her jurisdiction at regular intervals.  R.R.O. 1990, Reg. 636, s. 41; O. Reg. 651/00, s. 16.</p> <p class=\"partnum-e\">PART VIII <br/>  CHARITABLE ORGANIZATIONS</p>"
        },
        {
            "id": "42.",
            "section": "General",
            "content": " 42. The Minister may arrange with the board of any organization having objects of a charitable nature for assistance from the board in the inspection and supervision of accommodations and facilities in a home for special care and in the supervision of its residents.  O. Reg. 651/00, s. 17. PART IX   PAYMENTS BY MINISTER",
            "raw_html": "<p class=\"section-e\"> <b>42. </b>The Minister may arrange with the board of any organization having objects of a charitable nature for assistance from the board in the inspection and supervision of accommodations and facilities in a home for special care and in the supervision of its residents.  O. Reg. 651/00, s. 17.</p> <p class=\"partnum-e\">PART IX <br/>  PAYMENTS BY MINISTER</p>"
        },
        {
            "id": "43.",
            "section": "General",
            "content": " 43. (1) If a resident in a home for special care is unable to pay for his or her care and maintenance, the Minister may pay to the licensee of the home, (a)  $1,602.80 for each full month the resident receives care and maintenance in the home; and (b)  for the time that does not constitute a full month that the resident receives care and maintenance in the home, $52.69 per day.  O. Reg. 14/08, s. 2 (3); O. Reg. 176/12, s. 2 (1); O. Reg. 190/17, s. 1; O. Reg. 511/17, s. 1. (2) The Minister may pay the amounts mentioned in subsection (1) in respect of a resident even though the resident is absent from the home for a period of up to 14 consecutive days.  O. Reg. 651/00, s. 18 (1). (3) In addition to the amounts prescribed in subsection (1), the Minister may pay for any medical care, clothing, toiletries or other personal necessities required by and supplied to a resident and may pay for the funeral and burial expenses of a resident.  O. Reg. 651/00, s. 18 (1). (4)-(9) Revoked:  O. Reg. 651/00, s. 18 (1). (10) Subject to subsection (13), a resident who is 18 years of age or older and who has income shall be liable for payment made on his or her behalf under subsection (1).  O. Reg. 14/08, s. 2 (4). (10.1) Payments from a registered disability savings plan, as defined in subsection 146.4 (1) of the Income Tax Act (Canada), shall not be considered to be income for the purposes of subsection (10).  O. Reg. 93/09, s. 1. (11) Subject to subsection (13), the spouse of a resident shall be liable for payments made on behalf of the resident under subsections (1) and (3).  R.R.O. 1990, Reg. 636, s. 43 (11); O. Reg. 376/93, s. 2 (6); O. Reg. 66/00, s. 2 (1); O. Reg. 651/00, s. 18 (3); O. Reg. 329/05, s. 2 (1). (12) Revoked:  O. Reg. 176/12, s. 2 (2). (13) Neither a resident on whose behalf a payment is made under subsection (1) or (3) nor the spouse of the resident shall be required to repay that portion of the payment that was made, (a)  for services provided to the resident before July 1, 1993 that were extended care services under the Health Insurance Act before July 1, 1993; or (b)  for services provided to the resident on or after July 1, 1993 that would have been extended care services under the Health Insurance Act had they been provided in an extended care unit of a nursing home before July 1, 1993.  O. Reg. 376/93, s. 2 (8); O. Reg. 66/00, s. 2 (2); O. Reg. 651/00, s. 18 (4); O. Reg. 329/05, s. 2 (2). (14) Revoked:  O. Reg. 176/12, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>43. </b>(1) If a resident in a home for special care is unable to pay for his or her care and maintenance, the Minister may pay to the licensee of the home,</p> <p class=\"clause-e\">  (a)  $1,602.80 for each full month the resident receives care and maintenance in the home; and </p> <p class=\"clause-e\">  (b)  for the time that does not constitute a full month that the resident receives care and maintenance in the home, $52.69 per day.  O. Reg. 14/08, s. 2 (3); O. Reg. 176/12, s. 2 (1); O. Reg. 190/17, s. 1; O. Reg. 511/17, s. 1.</p> <p class=\"subsection-e\">  (2) The Minister may pay the amounts mentioned in subsection (1) in respect of a resident even though the resident is absent from the home for a period of up to 14 consecutive days.  O. Reg. 651/00, s. 18 (1).</p> <p class=\"subsection-e\">  (3) In addition to the amounts prescribed in subsection (1), the Minister may pay for any medical care, clothing, toiletries or other personal necessities required by and supplied to a resident and may pay for the funeral and burial expenses of a resident.  O. Reg. 651/00, s. 18 (1).</p> <p class=\"subsection-e\">  (4)-(9) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 651/00, s. 18 (1).</p> <p class=\"subsection-e\">  (10) Subject to subsection (13), a resident who is 18 years of age or older and who has income shall be liable for payment made on his or her behalf under subsection (1).  O. Reg. 14/08, s. 2 (4).</p> <p class=\"subsection-e\">  (10.1) Payments from a registered disability savings plan, as defined in subsection 146.4 (1) of the <i>Income Tax Act</i> (Canada), shall not be considered to be income for the purposes of subsection (10).  O. Reg. 93/09, s. 1.</p> <p class=\"subsection-e\">  (11) Subject to subsection (13), the spouse of a resident shall be liable for payments made on behalf of the resident under subsections (1) and (3).  R.R.O. 1990, Reg. 636, s. 43 (11); O. Reg. 376/93, s. 2 (6); O. Reg. 66/00, s. 2 (1); O. Reg. 651/00, s. 18 (3); O. Reg. 329/05, s. 2 (1).</p> <p class=\"subsection-e\">  (12) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 176/12, s. 2 (2).</p> <p class=\"subsection-e\">  (13) Neither a resident on whose behalf a payment is made under subsection (1) or (3) nor the spouse of the resident shall be required to repay that portion of the payment that was made,</p> <p class=\"clause-e\">  (a)  for services provided to the resident before July 1, 1993 that were extended care services under the <i>Health Insurance Act</i> before July 1, 1993; or</p> <p class=\"clause-e\">  (b)  for services provided to the resident on or after July 1, 1993 that would have been extended care services under the <i>Health Insurance Act</i> had they been provided in an extended care unit of a nursing home before July 1, 1993.  O. Reg. 376/93, s. 2 (8); O. Reg. 66/00, s. 2 (2); O. Reg. 651/00, s. 18 (4); O. Reg. 329/05, s. 2 (2).</p> <p class=\"subsection-e\">  (14) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 176/12, s. 2 (2).</p>"
        },
        {
            "id": "44.",
            "section": "General",
            "content": " 44. Revoked:  O. Reg. 651/00, s. 19. Part x (s. 45) Revoked:  O. Reg. 651/00, s. 20. Table 1 Revoked:  O. Reg. 651/00, s. 21. FormS 1-3 Revoked:  O. Reg. 511/99, s. 4.    ",
            "raw_html": "<p class=\"section-e\"> <b>44. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 651/00, s. 19.</p> <p class=\"partnumRevoked-e\"><span class=\"ovboldallcaps\">Part x </span>(s. 45) <span class=\"ovsmallcap\">Revoked:</span>  O. Reg. 651/00, s. 20.</p> <p class=\"tableheadingrev-e\"><span class=\"ovallcaps\">Table </span>1 <span class=\"ovsmallcap\">Revoked:</span>  O. Reg. 651/00, s. 21.</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">FormS</span> 1-3 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 511/99, s. 4.</p> <p class=\"formRevoked-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}