{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 555: CAPITAL ASSISTANCE GRANTS FOR BOARDS OF HEALTH",
        "reg_name_text": "CAPITAL ASSISTANCE GRANTS FOR BOARDS OF HEALTH",
        "citation": "R.R.O. 1990, Reg. 555: ",
        "act_under": "Health Protection and Promotion Act",
        "url": "https://www.ontario.ca/laws/regulation/900555",
        "date_scraped": "2023-12-19 23:28:44"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1.In this Regulation, “approved cost” means that portion of the actual cost of a building project approved by the Minister, and includes, (a) fees that are approved by the Minister and paid to an architect for his or her services and the services of his or her consulting engineers, (b) fees that are approved by the Minister for consultants, other than those paid through an architect, (c) necessary basic equipment and furnishings, and the installation thereof, (d) land surveys and soil tests, and (e) necessary paving and sodding, but does not include, (f) operating supplies, (g) working capital and pre-opening expenses, (h) financing charges, (i) contingency allowances, (j) landscaping, gardens, works of art, murals, busts, statues and similar decorations, (k) facilities for ancillary revenue-producing operations, or (l) land costs; (“coût approuvé”) “balance of the approved cost” means the remainder after deducting the amount of the grant from the actual cost of the building project; (“solde du coût approuvé”) “building project” means, (a) the acquisition of an existing building or buildings and alterations or additions thereto, (b) the construction of a new building or buildings, but does not include the demolition of existing buildings or the clearing of a site, or (c) the renovation or alteration of an existing building or buildings, for the use and purposes of a board of health. (“projet de construction”) R.R.O. 1990, Reg. 555, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>In this Regulation,</p> <p class=\"firstdef-e\">“approved cost” means that portion of the actual cost of a building project approved by the Minister, and includes,</p> <p class=\"defclause-e\">(a) fees that are approved by the Minister and paid to an architect for his or her services and the services of his or her consulting engineers,</p> <p class=\"defclause-e\">(b) fees that are approved by the Minister for consultants, other than those paid through an architect,</p> <p class=\"defclause-e\">(c) necessary basic equipment and furnishings, and the installation thereof,</p> <p class=\"defclause-e\">(d) land surveys and soil tests, and</p> <p class=\"defclause-e\">(e) necessary paving and sodding,</p> <p class=\"sdefinition-e\">but does not include,</p> <p class=\"defclause-e\">(f) operating supplies,</p> <p class=\"defclause-e\">(g) working capital and pre-opening expenses,</p> <p class=\"defclause-e\">(h) financing charges,</p> <p class=\"defclause-e\">(i) contingency allowances,</p> <p class=\"defclause-e\">(j) landscaping, gardens, works of art, murals, busts, statues and similar decorations,</p> <p class=\"defclause-e\">(k) facilities for ancillary revenue-producing operations, or</p> <p class=\"defclause-e\">(l) land costs; (“coût approuvé”)</p> <p class=\"definition-e\">“balance of the approved cost” means the remainder after deducting the amount of the grant from the actual cost of the building project; (“solde du coût approuvé”)</p> <p class=\"definition-e\">“building project” means,</p> <p class=\"defclause-e\">(a) the acquisition of an existing building or buildings and alterations or additions thereto,</p> <p class=\"defclause-e\">(b) the construction of a new building or buildings, but does not include the demolition of existing buildings or the clearing of a site, or</p> <p class=\"defclause-e\">(c) the renovation or alteration of an existing building or buildings,</p> <p class=\"sdefinition-e\">for the use and purposes of a board of health. (“projet de construction”) R.R.O. 1990, Reg. 555, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2.(1) The Minister may pay a grant to a board of health that makes application therefor in a form provided by the Minister for a building project that is for the use and purposes of a board of health in performing its duties and functions under the Act. (2) The amount of a grant shall be two-thirds of the approved cost of the building project. R.R.O. 1990, Reg. 555, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>(1) The Minister may pay a grant to a board of health that makes application therefor in a form provided by the Minister for a building project that is for the use and purposes of a board of health in performing its duties and functions under the Act.</p> <p class=\"subsection-e\">(2) The amount of a grant shall be two-thirds of the approved cost of the building project. R.R.O. 1990, Reg. 555, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3.It is a condition of a grant that, (a) the Minister has received all such information, material and documents as the Minister requires in respect of the building project; (b) the municipalities within the health unit of the board of health that has made application for the grant have undertaken to pay the balance of the approved cost of the building project in such proportions as are agreed upon by the municipalities; (c) the building project has been approved by the Minister; (d) tenders are not called for any proposed new construction, additions or alterations until the Minister advises in writing that the grant has been approved; and (e) the board of health undertakes it will not, (i) sell, mortgage or otherwise dispose of a building or any part thereof that is the subject of the grant, (ii) use a building for any other purpose than that for which the grant with respect to the building is made, or (iii) make any alterations or additions to a building that is the subject of the grant, without the consent of the Minister. R.R.O. 1990, Reg. 555, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>It is a condition of a grant that,</p> <p class=\"clause-e\">(a) the Minister has received all such information, material and documents as the Minister requires in respect of the building project;</p> <p class=\"clause-e\">(b) the municipalities within the health unit of the board of health that has made application for the grant have undertaken to pay the balance of the approved cost of the building project in such proportions as are agreed upon by the municipalities;</p> <p class=\"clause-e\">(c) the building project has been approved by the Minister;</p> <p class=\"clause-e\">(d) tenders are not called for any proposed new construction, additions or alterations until the Minister advises in writing that the grant has been approved; and</p> <p class=\"clause-e\">(e) the board of health undertakes it will not,</p> <p class=\"subclause-e\">(i) sell, mortgage or otherwise dispose of a building or any part thereof that is the subject of the grant,</p> <p class=\"subclause-e\">(ii) use a building for any other purpose than that for which the grant with respect to the building is made, or</p> <p class=\"subclause-e\">(iii) make any alterations or additions to a building that is the subject of the grant,</p> <p class=\"sclause-e\">without the consent of the Minister. R.R.O. 1990, Reg. 555, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4.(1) A grant shall be paid as follows: 1. One-fifth when the contract for the building project is signed. 2. One-tenth when one-eighth of the work is completed. 3. One-tenth when one-quarter of the work is completed. 4. One-tenth when three-eighths of the work is completed. 5. One-tenth when one-half of the work is completed. 6. One-tenth when five-eighths of the work is completed. 7. One-tenth when three-quarters of the work is completed. 8. One-tenth when seven-eighths of the work is completed. 9. The balance when the work is completed to the satisfaction of the Minister. (2) It is a condition of payment of a portion of a grant under subsection (1) that a member of the Ontario Association of Architects certifies or the Minister is otherwise satisfied that the proper proportion of the work has been completed. R.R.O. 1990, Reg. 555, s. 4. Français ",
            "raw_html": "<p class=\"section-e\"><b>4.</b>(1) A grant shall be paid as follows:</p> <p class=\"paragraph-e\">1. One-fifth when the contract for the building project is signed.</p> <p class=\"paragraph-e\">2. One-tenth when one-eighth of the work is completed.</p> <p class=\"paragraph-e\">3. One-tenth when one-quarter of the work is completed.</p> <p class=\"paragraph-e\">4. One-tenth when three-eighths of the work is completed.</p> <p class=\"paragraph-e\">5. One-tenth when one-half of the work is completed.</p> <p class=\"paragraph-e\">6. One-tenth when five-eighths of the work is completed.</p> <p class=\"paragraph-e\">7. One-tenth when three-quarters of the work is completed.</p> <p class=\"paragraph-e\">8. One-tenth when seven-eighths of the work is completed.</p> <p class=\"paragraph-e\">9. The balance when the work is completed to the satisfaction of the Minister.</p> <p class=\"subsection-e\">(2) It is a condition of payment of a portion of a grant under subsection (1) that a member of the Ontario Association of Architects certifies or the Minister is otherwise satisfied that the proper proportion of the work has been completed. R.R.O. 1990, Reg. 555, s. 4.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900555_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900555_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}