{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 717: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 717: ",
        "act_under": "Liquor Control Act",
        "url": "https://www.ontario.ca/laws/regulation/900717",
        "date_scraped": "2023-12-18 13:49:58"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900717/v12",
            "valid_from": "November  8, 2021",
            "valid_to": "November 28, 2021"
        },
        {
            "a_href": "/laws/regulation/900717/v11",
            "valid_from": "May  1, 2017",
            "valid_to": "November  7, 2021"
        },
        {
            "a_href": "/laws/regulation/900717/v10",
            "valid_from": "December 19, 2016",
            "valid_to": "April 30, 2017"
        },
        {
            "a_href": "/laws/regulation/900717/v9",
            "valid_from": "July 20, 2016",
            "valid_to": "December 18, 2016"
        },
        {
            "a_href": "/laws/regulation/900717/v8",
            "valid_from": "September 22, 2015",
            "valid_to": "July 19, 2016"
        },
        {
            "a_href": "/laws/regulation/900717/v7",
            "valid_from": "July  1, 2010",
            "valid_to": "September 21, 2015"
        },
        {
            "a_href": "/laws/regulation/900717/v6",
            "valid_from": "April 12, 2010",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/regulation/900717/v5",
            "valid_from": "March 29, 2010",
            "valid_to": "April 11, 2010"
        },
        {
            "a_href": "/laws/regulation/900717/v4",
            "valid_from": "March 16, 2009",
            "valid_to": "March 28, 2010"
        },
        {
            "a_href": "/laws/regulation/900717/v3",
            "valid_from": "March  6, 2009",
            "valid_to": "March 15, 2009"
        },
        {
            "a_href": "/laws/regulation/900717/v2",
            "valid_from": "December 13, 2007",
            "valid_to": "March  5, 2009"
        },
        {
            "a_href": "/laws/regulation/900717/v1",
            "valid_from": "July 23, 1997",
            "valid_to": "December 12, 2007"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.-2.1.1",
            "section": null,
            "content": " 1.-2.1.1 Revoked: O. Reg. 291/15, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1.-2.1.1 </b><span class=\"ovsmallcap\">Revoked</span>: O. Reg. 291/15, s. 1.</p>"
        },
        {
            "id": "2.2",
            "section": null,
            "content": " 2.2 Revoked:  O. Reg. 117/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2.2</b> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 117/10, s. 1.</p>"
        },
        {
            "id": "2.3",
            "section": null,
            "content": " 2.3 Revoked:  O. Reg. 117/10, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.3 </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 117/10, s. 2.</p>"
        },
        {
            "id": "2.4",
            "section": null,
            "content": " 2.4 Revoked:  O. Reg. 69/09, s. 4. Wine",
            "raw_html": "<p class=\"section-e\"> <b>2.4 </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 69/09, s. 4.</p> <p class=\"heading1-e\">Wine</p>"
        },
        {
            "id": "3.",
            "section": "Wine",
            "content": " 3. (1) Subject to the approval of the Board, a manufacturer of Ontario wine may establish government stores for the retail sale of wine made by the manufacturer.  R.R.O. 1990, Reg. 717, s. 3 (1). (2) In a store established under subsection (1), a manufacturer may sell only, (a) wine made by the manufacturer; and (b) subject to the approval of the Board, Ontario wine made by other manufacturers of Ontario wine as part of a gift or souvenir package that includes wine made by the manufacturer.  R.R.O. 1990, Reg. 717, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) Subject to the approval of the Board, a manufacturer of Ontario wine may establish government stores for the retail sale of wine made by the manufacturer.  R.R.O. 1990, Reg. 717, s. 3 (1).</p> <p class=\"subsection-e\">  (2) In a store established under subsection (1), a manufacturer may sell only,</p> <p class=\"clause-e\">  (a) wine made by the manufacturer; and</p> <p class=\"clause-e\">  (b) subject to the approval of the Board, Ontario wine made by other manufacturers of Ontario wine as part of a gift or souvenir package that includes wine made by the manufacturer.  R.R.O. 1990, Reg. 717, s. 3 (2).</p>"
        },
        {
            "id": "4.",
            "section": "Wine",
            "content": " 4. (1) A manufacturer may sell or deliver only wine that conforms with the Food and Drugs Act (Canada) and the regulations made thereunder.  R.R.O. 1990, Reg. 717, s. 4 (1). (2) A manufacturer may sell only, (a) Ontario wine produced from fruit grown in Ontario; (b) Ontario wine produced from apples grown in Ontario combined with the concentrated juice of apples grown out of Ontario in the proportion prescribed in Regulation 718 of the Revised Regulations of Ontario, 1990; (c) Ontario wine produced by the alcoholic fermentation of Ontario honey; (d) wine manufactured in accordance with the Wine Content and Labelling Act, 2000; or (e) wine that is manufactured outside of Ontario, imported into Ontario as finished product pursuant to an authorization of the Board and bottled in Ontario by a manufacturer of Ontario wine on condition that the sale of such wine is to the Board only.  R.R.O. 1990, Reg. 717, s. 4 (2); O. Reg. 271/97, s. 1; O. Reg. 69/09, s. 5; O. Reg. 261/16, s. 1 (1, 2). (3) No manufacturer shall add distillate of cereal grains to wine except if the distillate is made from cereal grains grown in Ontario and the wine contains at least 14 per cent of alcohol by volume.  R.R.O. 1990, Reg. 717, s. 4 (3). (4) With the approval of the Board, a manufacturer may deliver any of the products described in clauses (2) (a) to (d) and liquor manufactured by other Ontario manufacturers. O. Reg. 261/16, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) A manufacturer may sell or deliver only wine that conforms with the <i>Food and Drugs Act</i> (Canada) and the regulations made thereunder.  R.R.O. 1990, Reg. 717, s. 4 (1).</p> <p class=\"subsection-e\">  (2) A manufacturer may sell only,</p> <p class=\"clause-e\">  (a) Ontario wine produced from fruit grown in Ontario;</p> <p class=\"clause-e\">  (b) Ontario wine produced from apples grown in Ontario combined with the concentrated juice of apples grown out of Ontario in the proportion prescribed in Regulation 718 of the Revised Regulations of Ontario, 1990;</p> <p class=\"clause-e\">  (c) Ontario wine produced by the alcoholic fermentation of Ontario honey; </p> <p class=\"clause-e\">  (d) wine manufactured in accordance with the <i>Wine Content and Labelling Act, 2000</i>;<i> </i>or</p> <p class=\"clause-e\">  (e) wine that is manufactured outside of Ontario, imported into Ontario as finished product pursuant to an authorization of the Board and bottled in Ontario by a manufacturer of Ontario wine on condition that the sale of such wine is to the Board only.  R.R.O. 1990, Reg. 717, s. 4 (2); O. Reg. 271/97, s. 1; O. Reg. 69/09, s. 5; O. Reg. 261/16, s. 1 (1, 2).</p> <p class=\"subsection-e\">  (3) No manufacturer shall add distillate of cereal grains to wine except if the distillate is made from cereal grains grown in Ontario and the wine contains at least 14 per cent of alcohol by volume.  R.R.O. 1990, Reg. 717, s. 4 (3).</p> <p class=\"subsection-e\">  (4) With the approval of the Board, a manufacturer may deliver any of the products described in clauses (2) (a) to (d) and liquor manufactured by other Ontario manufacturers. O. Reg. 261/16, s. 1 (3).</p>"
        },
        {
            "id": "5.",
            "section": "Wine",
            "content": " 5. (1) Ontario wine that meets the following standards is classified as Ontario table wine: 1. The wine must be manufactured entirely from Ontario grapes of the vinifera or French hybrid varieties as set out in the Schedule and may include Ontario grapes of vinifera or French hybrid varieties that are in an experimental stage but not included in the Schedule. 2. The total volume, measured on the 30th day of November in the year of manufacture of wine from one tonne of Ontario grapes, is not more than 902 litres.  R.R.O. 1990, Reg. 717, s. 5 (1). (2) No manufacturer shall call a wine an Ontario table wine unless it meets the standards set out in subsection (1).  R.R.O. 1990, Reg. 717, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Ontario wine that meets the following standards is classified as Ontario table wine:</p> <p class=\"paragraph-e\">  1. The wine must be manufactured entirely from Ontario grapes of the vinifera or French hybrid varieties as set out in the Schedule and may include Ontario grapes of vinifera or French hybrid varieties that are in an experimental stage but not included in the Schedule.</p> <p class=\"paragraph-e\">  2. The total volume, measured on the 30th day of November in the year of manufacture of wine from one tonne of Ontario grapes, is not more than 902 litres.  R.R.O. 1990, Reg. 717, s. 5 (1).</p> <p class=\"subsection-e\">  (2) No manufacturer shall call a wine an Ontario table wine unless it meets the standards set out in subsection (1).  R.R.O. 1990, Reg. 717, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Wine",
            "content": " 6. If wine sold by a manufacturer is more than 7 per cent but less than 14 per cent of alcohol by volume and is manufactured in any part from labrusca grapes not listed in the Schedule or grape product resulting from labrusca grapes not listed in the Schedule, the label on each bottle of the wine shall indicate that the wine contains native North American variety grapes.  R.R.O. 1990, Reg. 717, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>If wine sold by a manufacturer is more than 7 per cent but less than 14 per cent of alcohol by volume and is manufactured in any part from labrusca grapes not listed in the Schedule or grape product resulting from labrusca grapes not listed in the Schedule, the label on each bottle of the wine shall indicate that the wine contains native North American variety grapes.  R.R.O. 1990, Reg. 717, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Wine",
            "content": " 7. No manufacturer of wine shall sell wine to another manufacturer without the approval of the Board.  R.R.O. 1990, Reg. 717, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>No manufacturer of wine shall sell wine to another manufacturer without the approval of the Board.  R.R.O. 1990, Reg. 717, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Wine",
            "content": " 8. No person shall transfer wine or distillate of wine from the premises of a manufacturer to any other premises in Ontario without the approval of the Board.  R.R.O. 1990, Reg. 717, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>No person shall transfer wine or distillate of wine from the premises of a manufacturer to any other premises in Ontario without the approval of the Board.  R.R.O. 1990, Reg. 717, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Wine",
            "content": " 9. A manufacturer of wine may, with the approval of the Board, establish a warehouse for the purpose of warehousing or storing, (a) the manufacturer’s wine; and (b) such products of other Ontario liquor manufacturers as may be authorized by the Board. O. Reg. 261/16, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>A manufacturer of wine may, with the approval of the Board, establish a warehouse for the purpose of warehousing or storing,</p> <p class=\"clause-e\">  (a) the manufacturer’s wine; and </p> <p class=\"clause-e\">  (b) such products of other Ontario liquor manufacturers as may be authorized by the Board. O. Reg. 261/16, s. 2.</p>"
        },
        {
            "id": "10.",
            "section": "Wine",
            "content": " 10. Once a month, a manufacturer shall provide the Board with a record of all retail sales of wine made through the government stores operated by the manufacturer.  R.R.O. 1990, Reg. 717, s. 10.",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>Once a month, a manufacturer shall provide the Board with a record of all retail sales of wine made through the government stores operated by the manufacturer.  R.R.O. 1990, Reg. 717, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Wine",
            "content": " 11. Each cask, vat or container in excess of 682 litres (150 Imperial gallons) capacity used by a manufacturer for the storage of wine shall have, (a) an individual number painted thereon or affixed thereon by means of metal figures; and (b) the capacity in Imperial gallons or litres plainly indicated thereon.  R.R.O. 1990, Reg. 717, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>Each cask, vat or container in excess of 682 litres (150 Imperial gallons) capacity used by a manufacturer for the storage of wine shall have,</p> <p class=\"clause-e\">  (a) an individual number painted thereon or affixed thereon by means of metal figures; and</p> <p class=\"clause-e\">  (b) the capacity in Imperial gallons or litres plainly indicated thereon.  R.R.O. 1990, Reg. 717, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Wine",
            "content": " 12. (1) Every manufacturer shall keep books and records that fully and clearly set out a record of, (a) all Ontario fruits, sugar and other materials purchased for producing and processing wine; (b) all selling and disposing of wine; (c) the winery’s accountable inventory, as of the 30th day of November in each year, of table wines and of other wines; and (d) all materials and the quantity of each used in manufacturing both Ontario wine and wine manufactured in accordance with the Wine Content and Labelling Act, 2000.  R.R.O. 1990, Reg. 717, s. 12 (1); O. Reg. 69/09, s. 6. (2) Every manufacturer shall keep the books and records required under subsection (1) for two years following the year in which the last entry was made and, during that period, shall produce the books and records for examination at the request of the Board.  R.R.O. 1990, Reg. 717, s. 12 (2).",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) Every manufacturer shall keep books and records that fully and clearly set out a record of,</p> <p class=\"clause-e\">  (a) all Ontario fruits, sugar and other materials purchased for producing and processing wine;</p> <p class=\"clause-e\">  (b) all selling and disposing of wine;</p> <p class=\"clause-e\">  (c) the winery’s accountable inventory, as of the 30th day of November in each year, of table wines and of other wines; and</p> <p class=\"clause-e\">  (d) all materials and the quantity of each used in manufacturing both Ontario wine and wine manufactured in accordance with the <i>Wine Content and Labelling Act, 2000</i>.  R.R.O. 1990, Reg. 717, s. 12 (1); O. Reg. 69/09, s. 6.</p> <p class=\"subsection-e\">  (2) Every manufacturer shall keep the books and records required under subsection (1) for two years following the year in which the last entry was made and, during that period, shall produce the books and records for examination at the request of the Board.  R.R.O. 1990, Reg. 717, s. 12 (2).</p>"
        },
        {
            "id": "13.",
            "section": "Wine",
            "content": " 13. (1) A manufacturer of Ontario wine shall be allowed as loss up to 5 per cent of the total volume of new wine within the first six months from the commencement of fermentation, up to 1½ per cent of the total volume of new wine in the second six months of the first year, and up to 3 per cent of the total volume of wine in each succeeding year and such allowances shall be considered as resulting from lees and evaporation.  R.R.O. 1990, Reg. 717, s. 13 (1). (2) Where wine is baked on the premises of a manufacturer of Ontario wine, allowances for loss up to, but not exceeding, 5 per cent may be made provided the manufacturer keeps a record showing, (a) the serial number of each tank; (b) the date on which wine is placed in the tank; (c) the quantity of alcohol contained in the wine; (d) the date on which baking is commenced; (e) the date on which baking is completed; (f) the method employed; (g) the date on which the wine is removed from the tank; and (h) the quantity removed and its alcoholic content, and no allowance for losses due to the baking of wine shall be made unless shown by such record to have been sustained.  R.R.O. 1990, Reg. 717, s. 13 (2). (3) Where wine is stored in barrels of under 150 Imperial gallons capacity, an additional allowance for loss of 3 per cent after the first year of age shall be made.  R.R.O. 1990, Reg. 717, s. 13 (3).",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>(1) A manufacturer of Ontario wine shall be allowed as loss up to 5 per cent of the total volume of new wine within the first six months from the commencement of fermentation, up to 1½ per cent of the total volume of new wine in the second six months of the first year, and up to 3 per cent of the total volume of wine in each succeeding year and such allowances shall be considered as resulting from lees and evaporation.  R.R.O. 1990, Reg. 717, s. 13 (1).</p> <p class=\"subsection-e\">  (2) Where wine is baked on the premises of a manufacturer of Ontario wine, allowances for loss up to, but not exceeding, 5 per cent may be made provided the manufacturer keeps a record showing,</p> <p class=\"clause-e\">  (a) the serial number of each tank;</p> <p class=\"clause-e\">  (b) the date on which wine is placed in the tank;</p> <p class=\"clause-e\">  (c) the quantity of alcohol contained in the wine;</p> <p class=\"clause-e\">  (d) the date on which baking is commenced;</p> <p class=\"clause-e\">  (e) the date on which baking is completed;</p> <p class=\"clause-e\">  (f) the method employed;</p> <p class=\"clause-e\">  (g) the date on which the wine is removed from the tank; and</p> <p class=\"clause-e\">  (h) the quantity removed and its alcoholic content,</p> <p class=\"Ssubsection-e\">and no allowance for losses due to the baking of wine shall be made unless shown by such record to have been sustained.  R.R.O. 1990, Reg. 717, s. 13 (2).</p> <p class=\"subsection-e\">  (3) Where wine is stored in barrels of under 150 Imperial gallons capacity, an additional allowance for loss of 3 per cent after the first year of age shall be made.  R.R.O. 1990, Reg. 717, s. 13 (3).</p>"
        },
        {
            "id": "14.",
            "section": "Wine",
            "content": " 14. A manufacturer who loses any wine other than a loss from lees, evaporation or processing shall report the loss to the Board forthwith.  R.R.O. 1990, Reg. 717, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>A manufacturer who loses any wine other than a loss from lees, evaporation or processing shall report the loss to the Board forthwith.  R.R.O. 1990, Reg. 717, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Wine",
            "content": " 15. A manufacturer found with less wine on the manufacturer’s premises than the records indicate should be there shall be deemed to have sold wine in the amount of the shortage.  R.R.O. 1990, Reg. 717, s. 15.",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>A manufacturer found with less wine on the manufacturer’s premises than the records indicate should be there shall be deemed to have sold wine in the amount of the shortage.  R.R.O. 1990, Reg. 717, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Wine",
            "content": " 16. Every manufacturer shall, not later than the tenth day of every month, furnish the Board with a statement, on a form provided by the Board, showing, (a) quantities of wine sold during the next preceding month; (b) quantities of Ontario grown grapes, cherries, other fruits and concentrates thereof and the concentrated juice of apples grown outside Ontario purchased or used in the production of Ontario wine during the month for which the statement is made; and (c) quantities of imported grapes or grape product purchased or used in the production of wine during the month for which the statement is made.  R.R.O. 1990, Reg. 717, s. 16.",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>Every manufacturer shall, not later than the tenth day of every month, furnish the Board with a statement, on a form provided by the Board, showing,</p> <p class=\"clause-e\">  (a) quantities of wine sold during the next preceding month;</p> <p class=\"clause-e\">  (b) quantities of Ontario grown grapes, cherries, other fruits and concentrates thereof and the concentrated juice of apples grown outside Ontario purchased or used in the production of Ontario wine during the month for which the statement is made; and</p> <p class=\"clause-e\">  (c) quantities of imported grapes or grape product purchased or used in the production of wine during the month for which the statement is made.  R.R.O. 1990, Reg. 717, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Wine",
            "content": " 17. (1) By the 10th day of April in each year, every manufacturer of Ontario wine shall furnish the Board with a statement on a form provided by the Board showing the manufacturer’s volume of business.  R.R.O. 1990, Reg. 717, s. 17 (1). (2) At the request of the Board, a manufacturer shall produce for examination books of account, invoices and all paper necessary to show the quantity of materials used in the production of wine and to show the quantity of wine sold for export from Ontario.  R.R.O. 1990, Reg. 717, s. 17 (2). Special Occasion Permits",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) By the 10th day of April in each year, every manufacturer of Ontario wine shall furnish the Board with a statement on a form provided by the Board showing the manufacturer’s volume of business.  R.R.O. 1990, Reg. 717, s. 17 (1).</p> <p class=\"subsection-e\">  (2) At the request of the Board, a manufacturer shall produce for examination books of account, invoices and all paper necessary to show the quantity of materials used in the production of wine and to show the quantity of wine sold for export from Ontario.  R.R.O. 1990, Reg. 717, s. 17 (2).</p> <p class=\"heading1-e\">Special Occasion Permits</p>"
        },
        {
            "id": "18.",
            "section": "Special Occasion Permits",
            "content": " 18. (1) For the purpose of this section and sections 19 and 20,  “special occasion permit receipt” means a sales receipt issued by the Board for the purchase of liquor to be sold or served at an event for which a special occasion permit is issued under the Liquor Licence Act. O. Reg. 480/16, s. 1 (1). (2) Every person authorized to sell liquor at a government store, except a government store to which an authorization under clause 3 (1) (e.1) of the Act applies, is an official for the purpose of issuing a special occasion permit receipt.  R.R.O. 1990, Reg. 717, s. 18 (2); O. Reg. 291/15, s. 3; O. Reg. 480/16, s. 1 (2). (3), (4) Revoked: O. Reg. 480/16, s. 1 (3).",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>(1) For the purpose of this section and sections 19 and 20, </p> <p class=\"definition-e\">“special occasion permit receipt” means a sales receipt issued by the Board for the purchase of liquor to be sold or served at an event for which a special occasion permit is issued under the <i>Liquor Licence Act</i>. O. Reg. 480/16, s. 1 (1).</p> <p class=\"subsection-e\">  (2) Every person authorized to sell liquor at a government store, except a government store to which an authorization under clause 3 (1) (e.1) of the Act applies, is an official for the purpose of issuing a special occasion permit receipt.  R.R.O. 1990, Reg. 717, s. 18 (2); O. Reg. 291/15, s. 3; O. Reg. 480/16, s. 1 (2).</p> <p class=\"subsection-e\">  (3), (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 480/16, s. 1 (3).</p>"
        },
        {
            "id": "19.",
            "section": "Special Occasion Permits",
            "content": " 19. (1) Where a special occasion permit for the sale of liquor is issued pursuant to the Liquor Licence Act, the liquor specified for sale in the special occasion permit may be purchased at a government store, but not at a government store to which an authorization under clause 3 (1) (e.1) of the Act applies.  R.R.O. 1990, Reg. 717, s. 19 (1); O. Reg. 291/15, s. 5; O. Reg. 480/16, s. 2 (1). (2) Where a special occasion permit receipt is issued, it shall be issued in the name of the person named in the special occasion permit and shall have the number of the special occasion permit printed on it. O. Reg. 480/16, s. 2 (2). (3), (4) Revoked: O. Reg. 480/16, s. 2 (2).",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>(1) Where a special occasion permit for the sale of liquor is issued pursuant to the <i>Liquor Licence Act</i>, the liquor specified for sale in the special occasion permit may be purchased at a government store, but not at a government store to which an authorization under clause 3 (1) (e.1) of the Act applies.  R.R.O. 1990, Reg. 717, s. 19 (1); O. Reg. 291/15, s. 5; O. Reg. 480/16, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Where a special occasion permit receipt is issued, it shall be issued in the name of the person named in the special occasion permit and shall have the number of the special occasion permit printed on it. O. Reg. 480/16, s. 2 (2).</p> <p class=\"subsection-e\">  (3), (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 480/16, s. 2 (2).</p>"
        },
        {
            "id": "20.",
            "section": "Special Occasion Permits",
            "content": " 20. (1) Liquor obtained under a special occasion permit may be returned to any government store, except a government store to which an authorization under clause 3 (1) (e.1) of the Act applies.  R.R.O. 1990, Reg. 717, s. 20 (1); O. Reg. 291/15, s. 6; O. Reg. 480/16, s. 3 (1). (2) Revoked: O. Reg. 480/16, s. 3 (2). (3) A refund for liquor returned under subsection (1) may be made only to the person named in the special occasion permit receipt, or the person’s agent, on the production of the special occasion permit receipt and the return of the liquor in saleable condition. O. Reg. 480/16, s. 3 (3). (4) Revoked: O. Reg. 480/16, s. 3 (4). Criteria for Major Capital Expenditure",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>(1) Liquor obtained under a special occasion permit may be returned to any government store, except a government store to which an authorization under clause 3 (1) (e.1) of the Act applies.  R.R.O. 1990, Reg. 717, s. 20 (1); O. Reg. 291/15, s. 6; O. Reg. 480/16, s. 3 (1).</p> <p class=\"subsection-e\">  (2) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 480/16, s. 3 (2).</p> <p class=\"subsection-e\">  (3) A refund for liquor returned under subsection (1) may be made only to the person named in the special occasion permit receipt, or the person’s agent, on the production of the special occasion permit receipt and the return of the liquor in saleable condition. O. Reg. 480/16, s. 3 (3).</p> <p class=\"subsection-e\">  (4) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 480/16, s. 3 (4).</p> <p class=\"heading1-e\">Criteria for Major Capital Expenditure</p>"
        },
        {
            "id": "21.",
            "section": "Criteria for Major Capital Expenditure",
            "content": " 21. The aggregate amount of all expenditures in respect of a capital project constitutes a major capital expenditure for the purposes of paragraph 1 of subsection 3 (6) of the Act if the aggregate amount of the budgeted or actual expenditures for the capital project of the Board exceeds $10 million.  O. Reg. 69/09, s. 7. Schedule French Hybrids — Red (Vinifera Hybrid) Baco Noir, Cascade, Chambourcin, Chancellor, Seibel 13053, Villard Noir, De Chaunac, Chelois, Rosette, Marechal Foch, Leon Millot, Le Commandant, Castel, B.S. 2846, Landot, Colobel. French Hybrids — White (Vinifera Hybrid) Aurore, Seibel 8229, Seibel 10868, Seibel 13047, Verdelet, Seyve-Villard 172, S.V. 23-512, Seyval Blanc, Vidal 256, Siegfried Rebe, Couderc 29935, Florental, Cayuga White, Vee Blanc, V50201, Vivant, J523-0416, V65-232, Canada Muscat, N.Y. Muscat. Vinifera J. Riesling, Welch Riesling, Bacchus, Kerner, Scheurebe. Gamay, Aligote. Chardonnay. Auyerrios, Cabernet Franc, Cabernet Sauvignon, Gewurztraminer, Merlot, Pinot Gris, Pinot Noir. American Hybrids Delaware, Duchess, Alden, Vincent. R.R.O. 1990, Reg. 717, Sched.  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>The aggregate amount of all expenditures in respect of a capital project constitutes a major capital expenditure for the purposes of paragraph 1 of subsection 3 (6) of the Act if the aggregate amount of the budgeted or actual expenditures for the capital project of the Board exceeds $10 million.  O. Reg. 69/09, s. 7.</p> <p class=\"schedule-e\">Schedule</p> <p class=\"headingx-e\">French Hybrids — Red (Vinifera Hybrid)</p> <p class=\"parawtab-e\">  Baco Noir, Cascade, Chambourcin, Chancellor, Seibel 13053, Villard Noir, De Chaunac, Chelois, Rosette, Marechal Foch, Leon Millot, Le Commandant, Castel, B.S. 2846, Landot, Colobel.</p> <p class=\"headingx-e\">French Hybrids — White (Vinifera Hybrid)</p> <p class=\"parawtab-e\">  Aurore, Seibel 8229, Seibel 10868, Seibel 13047, Verdelet, Seyve-Villard 172, S.V. 23-512, Seyval Blanc, Vidal 256, Siegfried Rebe, Couderc 29935, Florental, Cayuga White, Vee Blanc, V50201, Vivant, J523-0416, V65-232, Canada Muscat, N.Y. Muscat.</p> <p class=\"headingx-e\">Vinifera</p> <p class=\"parawtab-e\">  J. Riesling, Welch Riesling, Bacchus, Kerner, Scheurebe.</p> <p class=\"parawtab-e\">  Gamay, Aligote.</p> <p class=\"parawtab-e\">  Chardonnay.</p> <p class=\"parawtab-e\">  Auyerrios, Cabernet Franc, Cabernet Sauvignon, Gewurztraminer, Merlot, Pinot Gris, Pinot Noir.</p> <p class=\"headingx-e\">American Hybrids</p> <p class=\"parawtab-e\">  Delaware, Duchess, Alden, Vincent.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 717, Sched.</p> <p class=\"footnote-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900717\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}