{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 886: ONTARIO MINERAL INCENTIVE PROGRAM",
        "reg_name_text": "ONTARIO MINERAL INCENTIVE PROGRAM",
        "citation": "R.R.O. 1990, Reg. 886: ",
        "act_under": "Ontario Mineral Exploration Program Act   Loi sur le Programme ontarien d’exploration minière",
        "url": "https://www.ontario.ca/laws/regulation/900886",
        "date_scraped": "2023-12-19 06:15:26"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900886/v2",
            "valid_from": "June 13, 2005",
            "valid_to": "October 24, 2010"
        },
        {
            "a_href": "/laws/regulation/900886/v1",
            "valid_from": "March  1, 2000",
            "valid_to": "June 12, 2005"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “designated” means designated by the Minister under subsection 3 (3); “eligible expenses” means expenses allowed under section 5; “industrial minerals” means any rock, mineral or other naturally occurring substance and its derivatives, of non-metallic economic value, other than mineral fuels and sand, gravel and crushed rock used for construction purposes. R.R.O. 1990, Reg. 886, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Regulation,</p> <p class=\"firstdef-e\">“designated” means designated by the Minister under subsection 3 (3);</p> <p class=\"definition-e\">“eligible expenses” means expenses allowed under section 5;</p> <p class=\"definition-e\">“industrial minerals” means any rock, mineral or other naturally occurring substance and its derivatives, of non-metallic economic value, other than mineral fuels and sand, gravel and crushed rock used for construction purposes. R.R.O. 1990, Reg. 886, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. For the purposes of this Regulation, a prescribed mineral resource is any rock, mineral or composite of minerals other than sand, gravel and crushed rock used for construction purposes, and other than natural gas and petroleum. R.R.O. 1990, Reg. 886, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> For the purposes of this Regulation, a prescribed mineral resource is any rock, mineral or composite of minerals other than sand, gravel and crushed rock used for construction purposes, and other than natural gas and petroleum. R.R.O. 1990, Reg. 886, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) In this section, “associate”, where used to indicate a relationship with any person, means, (a) a corporation of which the person beneficially owns, directly or indirectly, equity shares carrying more than 30 per cent of the voting rights attached to all outstanding equity shares of the corporation, (b) a partner of the person other than a joint venture partner with respect to a proposed project under this Regulation, (c) a trust or estate in which the person has a beneficial interest of more than 30 per cent or serves as trustee or in a similar capacity, (d) a parent, child, brother or sister of the person, (e) a person to whom the person is married or with whom the person is living in a conjugal relationship outside marriage, or (f) any other relative of the person or of a person mentioned in clause (e) who has the same home as the person; “equity share” means a share of any class of shares of a corporation carrying voting rights under all circumstances and a share of any class of shares carrying voting rights by reason of the occurrence of any contingency that is continuing; “person” means, (a) an individual, partnership or limited partnership, (b) an unincorporated association, syndicate or organization, (c) a trust, trustee, executor, administrator or other legal representative, or (d) a corporation. R.R.O, 1990, Reg. 886, s. 3 (1); O. Reg. 79/00, s. 1; O. Reg. 350/05, s. 1. (2) A person who proposes to carry out a project of grassroots exploration in Ontario, or advanced exploration or industrial mineral predevelopment in Southern Ontario, may apply for designation of the project on a form provided by the Minister. O. Reg. 100/94, s. 1. (3) Subject to subsection (4), the Minister may designate a project if the applicant has the right to perform grassroots exploration, advanced exploration or industrial minerals predevelopment on the land on which the project is to be carried out. O. Reg. 100/94, s. 1. (4) A project is not eligible to be designated if, (a) the Minister has set aside, in respect of other designated projects, an amount equal to the maximum grant level referred to in section 8 in anticipation of grants to, (i) the applicant, (ii) an affiliated corporation or associate of the applicant, or (iii) any combination of those referred to in subclauses (i) and (ii); (b) for grassroots exploration projects listed under clause 5 (1) (a), the applicant is entitled to, (i) regularly receive proceeds, other than a royalty, from the output of a mine or quarry in Ontario, or (ii) be an associate or an affiliated corporation that is entitled to regularly receive proceeds, other than a royalty, from the output of a mine or quarry in Ontario; or (c) for advanced exploration or industrial minerals predevelopment activities listed under clause 5 (1) (c), the applicant or an affiliated corporation or associate of the applicant was liable for taxes under the Mining Tax Act or recorded a profit greater than $500,000 in respect of the most recently completed taxation year preceding the application. O. Reg. 100/94, s. 1. (5) For the purposes of subsection (4), in determining whether one corporation is affiliated with another corporation, subsections 1 (2), (4), (5) and (6) of the Small Business Development Corporations Act apply, but with respect to subsection (5) (“control”) of that Act, “50 per cent” shall be read as “30 per cent”. R.R.O. 1990, Reg. 886, s. 3 (5). (6) A designation under subsection (3) expires on the date specified therein. R.R.O. 1990, Reg. 886, s. 3 (6).",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) In this section,</p> <p class=\"firstdef-e\">“associate”, where used to indicate a relationship with any person, means,</p> <p class=\"defclause-e\">(a) a corporation of which the person beneficially owns, directly or indirectly, equity shares carrying more than 30 per cent of the voting rights attached to all outstanding equity shares of the corporation,</p> <p class=\"defclause-e\">(b) a partner of the person other than a joint venture partner with respect to a proposed project under this Regulation,</p> <p class=\"defclause-e\">(c) a trust or estate in which the person has a beneficial interest of more than 30 per cent or serves as trustee or in a similar capacity,</p> <p class=\"defclause-e\">(d) a parent, child, brother or sister of the person,</p> <p class=\"defclause-e\">(e) a person to whom the person is married or with whom the person is living in a conjugal relationship outside marriage, or</p> <p class=\"defclause-e\">(f) any other relative of the person or of a person mentioned in clause (e) who has the same home as the person;</p> <p class=\"definition-e\">“equity share” means a share of any class of shares of a corporation carrying voting rights under all circumstances and a share of any class of shares carrying voting rights by reason of the occurrence of any contingency that is continuing;</p> <p class=\"definition-e\">“person” means,</p> <p class=\"defclause-e\">(a) an individual, partnership or limited partnership,</p> <p class=\"defclause-e\">(b) an unincorporated association, syndicate or organization,</p> <p class=\"defclause-e\">(c) a trust, trustee, executor, administrator or other legal representative, or</p> <p class=\"defclause-e\">(d) a corporation. R.R.O, 1990, Reg. 886, s. 3 (1); O. Reg. 79/00, s. 1; O. Reg. 350/05, s. 1.</p> <p class=\"subsection-e\">(2) A person who proposes to carry out a project of grassroots exploration in Ontario, or advanced exploration or industrial mineral predevelopment in Southern Ontario, may apply for designation of the project on a form provided by the Minister. O. Reg. 100/94, s. 1.</p> <p class=\"subsection-e\">(3) Subject to subsection (4), the Minister may designate a project if the applicant has the right to perform grassroots exploration, advanced exploration or industrial minerals predevelopment on the land on which the project is to be carried out. O. Reg. 100/94, s. 1.</p> <p class=\"subsection-e\">(4) A project is not eligible to be designated if,</p> <p class=\"clause-e\">(a) the Minister has set aside, in respect of other designated projects, an amount equal to the maximum grant level referred to in section 8 in anticipation of grants to,</p> <p class=\"subclause-e\">(i) the applicant,</p> <p class=\"subclause-e\">(ii) an affiliated corporation or associate of the applicant, or</p> <p class=\"subclause-e\">(iii) any combination of those referred to in subclauses (i) and (ii);</p> <p class=\"clause-e\">(b) for grassroots exploration projects listed under clause 5 (1) (a), the applicant is entitled to,</p> <p class=\"subclause-e\">(i) regularly receive proceeds, other than a royalty, from the output of a mine or quarry in Ontario, or</p> <p class=\"subclause-e\">(ii) be an associate or an affiliated corporation that is entitled to regularly receive proceeds, other than a royalty, from the output of a mine or quarry in Ontario; or</p> <p class=\"clause-e\">(c) for advanced exploration or industrial minerals predevelopment activities listed under clause 5 (1) (c), the applicant or an affiliated corporation or associate of the applicant was liable for taxes under the <i>Mining Tax Act</i> or recorded a profit greater than $500,000 in respect of the most recently completed taxation year preceding the application. O. Reg. 100/94, s. 1.</p> <p class=\"subsection-e\">(5) For the purposes of subsection (4), in determining whether one corporation is affiliated with another corporation, subsections 1 (2), (4), (5) and (6) of the <i>Small Business Development Corporations Act</i> apply, but with respect to subsection (5) (“control”) of that Act, “50 per cent” shall be read as “30 per cent”. R.R.O. 1990, Reg. 886, s. 3 (5).</p> <p class=\"subsection-e\">(6) A designation under subsection (3) expires on the date specified therein. R.R.O. 1990, Reg. 886, s. 3 (6).</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) A person whose project has been designated may, before the expiry of the designation, apply for a grant on a form to be provided by the Minister. R.R.O. 1990, Reg. 886, s. 4 (1). (2) The Minister may pay, to a person whose project has been designated, a grant in an amount equal to 30 per cent of the approved eligible expenses incurred by the person in respect of the project during the period described in subsection (3). O. Reg. 100/94, s. 2. (3) The period is, (a) subject to clause (b), the time between the application for project designation being received by a Ministry office and December 31 in the year in which the application is received; or (b) if an application for project designation is received by a Ministry office during December, the time between January 1 and December 31 in the following year. O. Reg. 100/94, s. 2. (3.1) Subject to subsection (3.2), the period referred to in subsection (3) is the period from the date the application for project designation under subsection 3 (2) is received by a Ministry office to the 31st day of December in the year in which the application is received. O. Reg. 721/91, s. 1. (3.2) If an application for project designation is received by a Ministry office during the month of December in a year, the period referred to in subsection (3) is the period from the 1st day of January to the 31st day of December in the following year. O. Reg. 721/91, s. 1. (4) Only one application for a grant shall be made for each designated project. R.R.O. 1990, Reg. 886, s. 4 (4). (5) If a designated project is undertaken by or on behalf of a partnership or joint venture, the grant shall be paid to each of the persons who compose the partnership or joint venture on the basis of the amount spent by or on behalf of each such person on eligible expenses. R.R.O. 1990, Reg. 886, s. 4 (5).",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) A person whose project has been designated may, before the expiry of the designation, apply for a grant on a form to be provided by the Minister. R.R.O. 1990, Reg. 886, s. 4 (1).</p> <p class=\"subsection-e\">(2) The Minister may pay, to a person whose project has been designated, a grant in an amount equal to 30 per cent of the approved eligible expenses incurred by the person in respect of the project during the period described in subsection (3). O. Reg. 100/94, s. 2.</p> <p class=\"subsection-e\">(3) The period is,</p> <p class=\"clause-e\">(a) subject to clause (b), the time between the application for project designation being received by a Ministry office and December 31 in the year in which the application is received; or</p> <p class=\"clause-e\">(b) if an application for project designation is received by a Ministry office during December, the time between January 1 and December 31 in the following year. O. Reg. 100/94, s. 2.</p> <p class=\"subsection-e\">(3.1) Subject to subsection (3.2), the period referred to in subsection (3) is the period from the date the application for project designation under subsection 3 (2) is received by a Ministry office to the 31st day of December in the year in which the application is received. O. Reg. 721/91, s. 1.</p> <p class=\"subsection-e\">(3.2) If an application for project designation is received by a Ministry office during the month of December in a year, the period referred to in subsection (3) is the period from the 1st day of January to the 31st day of December in the following year. O. Reg. 721/91, s. 1.</p> <p class=\"subsection-e\">(4) Only one application for a grant shall be made for each designated project. R.R.O. 1990, Reg. 886, s. 4 (4).</p> <p class=\"subsection-e\">(5) If a designated project is undertaken by or on behalf of a partnership or joint venture, the grant shall be paid to each of the persons who compose the partnership or joint venture on the basis of the amount spent by or on behalf of each such person on eligible expenses. R.R.O. 1990, Reg. 886, s. 4 (5).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) Subject to subsection (2), eligible expenses consist of the following: 1. All expenses for services, personnel, supplies, accommodation, machinery rental and transportation of personnel, supplies and machinery incurred under a designated grassroots exploration project in Ontario with respect to, i. prospecting on the property, if the prospecting includes the preparation of a report and a map showing traverses and observations made, ii. geotechnical surveys, including ground or airborne geophysical surveys, geological surveys and geochemical surveys if the surveys include the preparation of maps and reports, iii. the establishment of a grid by line cutting, including picketing and chaining, or by compass line and flagging, where dictated by circumstances, if the grid established is used to carry out a survey, iv. stripping, rock trenching and sampling if these activities include the preparation of plans and reports, v. assays and analyses, if they include the preparation of maps and reports and the submission of assay or geochemical certificates, and vi. surface and overburden test drilling, including mobilization, demobilization and core logging and the preparation of plans, sections, drill logs and reports. 2. All expenses for services, personnel, supplies, accommodation, machinery rental and transportation of personnel, supplies and machinery incurred under a designated advanced exploration or industrial minerals predevelopment project in Southern Ontario with respect to, if they include the preparation of reports, i. microscopic studies, ii. metallurgical testing and process evaluation, iii. ore compatibility studies for custom milling, iv. industrial mineral laboratory studies and pilot plant studies, including mineral dressing, product evaluation, product treatment, flow chart development, materials testing in a laboratory and industrial consumer test, v. large scale industrial minerals pilot plant investigation if in collaboration with an end-user, vi. industrial minerals marketing studies if the studies relate to feasible potential products or to an existing product line, vii. shaft sinking, drifting and other lateral work and excavation of adits and declines, if, in addition to a report, they include the preparation of plans and sections, and viii. definition surface diamond drilling, including mobilization, demobilization and core logging, if, in addition to a report, they include plans, sections and drill logs. 3. An overhead allowance equal to 5 per cent of the total amount of expenses allowed under paragraphs 1 and 2. 4. An allowance of $100 per day for the time spent by an individual applicant working on a designated project, if a daily log outlining the applicant’s work activity is submitted to a person appointed by the Minister. O. Reg. 100/94, s. 3. (2) In calculating eligible expenses, deduct from the amount otherwise calculated under this section, (a) funds obtained from any other type of government assistance; and (b) proceeds obtained or anticipated from the disposition of any mineral resource taken from the property as part of a designated project. O. Reg. 100/94, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) Subject to subsection (2), eligible expenses consist of the following:</p> <p class=\"paragraph-e\">1. All expenses for services, personnel, supplies, accommodation, machinery rental and transportation of personnel, supplies and machinery incurred under a designated grassroots exploration project in Ontario with respect to,</p> <p class=\"subpara-e\">i. prospecting on the property, if the prospecting includes the preparation of a report and a map showing traverses and observations made,</p> <p class=\"subpara-e\">ii. geotechnical surveys, including ground or airborne geophysical surveys, geological surveys and geochemical surveys if the surveys include the preparation of maps and reports,</p> <p class=\"subpara-e\">iii. the establishment of a grid by line cutting, including picketing and chaining, or by compass line and flagging, where dictated by circumstances, if the grid established is used to carry out a survey,</p> <p class=\"subpara-e\">iv. stripping, rock trenching and sampling if these activities include the preparation of plans and reports,</p> <p class=\"subpara-e\">v. assays and analyses, if they include the preparation of maps and reports and the submission of assay or geochemical certificates, and</p> <p class=\"subpara-e\">vi. surface and overburden test drilling, including mobilization, demobilization and core logging and the preparation of plans, sections, drill logs and reports.</p> <p class=\"paragraph-e\">2. All expenses for services, personnel, supplies, accommodation, machinery rental and transportation of personnel, supplies and machinery incurred under a designated advanced exploration or industrial minerals predevelopment project in Southern Ontario with respect to, if they include the preparation of reports,</p> <p class=\"subpara-e\">i. microscopic studies,</p> <p class=\"subpara-e\">ii. metallurgical testing and process evaluation,</p> <p class=\"subpara-e\">iii. ore compatibility studies for custom milling,</p> <p class=\"subpara-e\">iv. industrial mineral laboratory studies and pilot plant studies, including mineral dressing, product evaluation, product treatment, flow chart development, materials testing in a laboratory and industrial consumer test,</p> <p class=\"subpara-e\">v. large scale industrial minerals pilot plant investigation if in collaboration with an end-user,</p> <p class=\"subpara-e\">vi. industrial minerals marketing studies if the studies relate to feasible potential products or to an existing product line,</p> <p class=\"subpara-e\">vii. shaft sinking, drifting and other lateral work and excavation of adits and declines, if, in addition to a report, they include the preparation of plans and sections, and</p> <p class=\"subpara-e\">viii. definition surface diamond drilling, including mobilization, demobilization and core logging, if, in addition to a report, they include plans, sections and drill logs.</p> <p class=\"paragraph-e\">3. An overhead allowance equal to 5 per cent of the total amount of expenses allowed under paragraphs 1 and 2.</p> <p class=\"paragraph-e\">4. An allowance of $100 per day for the time spent by an individual applicant working on a designated project, if a daily log outlining the applicant’s work activity is submitted to a person appointed by the Minister. O. Reg. 100/94, s. 3.</p> <p class=\"subsection-e\">(2) In calculating eligible expenses, deduct from the amount otherwise calculated under this section,</p> <p class=\"clause-e\">(a) funds obtained from any other type of government assistance; and</p> <p class=\"clause-e\">(b) proceeds obtained or anticipated from the disposition of any mineral resource taken from the property as part of a designated project. O. Reg. 100/94, s. 3.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. (1) An application for a grant shall be accompanied by, (a) a detailed list of the expenditures being claimed as eligible expenses; (b) two complete sets of legible copies, or one set, if one has already been filed for assessment purposes under the Mining Act, of technical reports, maps, plans, sections and drill logs showing the date and the author’s name; and (c) an index map locating the work area with respect to claim boundaries and topographical features. R.R.O. 1990, Reg. 886, s. 6 (1). (2) The following requirements apply to the items referred to in subsection (1): 1. Plans or maps submitted shall have an astronomic or magnetic north arrow and a scale and shall show claim lines, claim numbers and existing survey or grid lines, roads, streams and other major topographical features. 2. Geological survey maps shall have a legend with rock types coded to facilitate black and white reproduction and shall show outcrops, structural symbols, character of the overburden, distribution of swamp, muskeg and forests and existing drill hole locations, shafts, trenches and mineralization either in bedrock or boulders. 3. Geophysical survey maps shall show the lines traversed, station and base points, value of readings taken and the units measured and the data shall be presented by contours or profiles with conductor location or by an equivalent method of presentation. 4. Geochemical survey maps shall indicate the type of soils, water, stream sediments, rocks or other material sampled, and the location of each sample with analysis and, for vegetation surveys, the description shall give the plant name, species and the part of the plant sampled. 5. Reports on geophysical surveys shall indicate the instrument used, its make, type and model and shall specify the scale constant and sensitivity, the method of survey, the number of stations established, the miles of line surveyed, the dates of the surveys and the interpretation of the results. 6. Reports on geochemical surveys shall indicate the type and amounts of samples collected, the tools used in collecting, the particular soil horizon sampled, the method of sample preparation, the mesh size fraction used for analysis, if applicable, and a brief description of the topography, the dates of the surveys and the interpretation of the results. 7. Details regarding analytical results shall include the total number of samples collected, metals determined and concentration units, analytical methods used, the concentration of the reagents and the name of the commercial laboratory used and, if a field analytical method for determining the metal content is used, a description of the method. 8. Results of assays or other related analytical work shall be accompanied by plans or sections, or both, showing the assay results and the sample dimensions and indicating the type of grab, chip, panel, channel, drill core or other type of sample taken. 9. Results of drilling shall be set out in a written report outlining the objectives, final results and recommendations of the drilling program. 10. The report referred to in paragraph 9 shall be accompanied by complete drill logs showing the name of the drilling contractor, the starting and finishing dates, the size of core, the direction and initial dip of hole, the location within a claim or grid co-ordinates, the results of dip tests, if taken, the final depth of the hole and the storage location of the core or overburden rejects. 11. Each drill log shall detail overburden, rock types, mineralization, assays or analyses and the results of physical or chemical tests performed. 12. A drilling plan showing the projection on the horizontal of each drill hole shall be presented either separately or combined with other plans or maps. 13. Results of stripping, rock trenching and sampling shall be presented in a written report with a map or maps and the report shall detail the dates the work was carried out, the names of all persons who performed the work, the equipment used, the sample assay results and the location and dimensions of the excavation and the results obtained in the form of a plan or sketch map. 14. Industrial minerals laboratory, pilot plant and marketing studies shall be submitted in writing outlining objectives, comprehensive descriptions of the investigations carried out, detailed results and conclusions. 15. Results of shaft sinking, drifting and other lateral work and excavation of adits and declines shall be presented in a written report with appropriate plans and sections and the report shall contain a description of the work completed and the dates the work was carried out and shall set out the results and recommendations of the project. R.R.O. 1990, Reg. 886, s. 6 (2); O. Reg. 721/91, s. 3; O. Reg. 100/94, s. 4. (3) If a person carrying out a designated project receives or becomes entitled to receive proceeds from the disposition of a mineral resource taken from a property as part of the designated project, the person shall, within sixty days of receiving or becoming entitled to receive the proceeds, report the disposition and the amount of the proceeds from it to a person appointed by the Minister. R.R.O. 1990, Reg. 886, s. 6 (3).",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) An application for a grant shall be accompanied by,</p> <p class=\"clause-e\">(a) a detailed list of the expenditures being claimed as eligible expenses;</p> <p class=\"clause-e\">(b) two complete sets of legible copies, or one set, if one has already been filed for assessment purposes under the <i>Mining Act</i>, of technical reports, maps, plans, sections and drill logs showing the date and the author’s name; and</p> <p class=\"clause-e\">(c) an index map locating the work area with respect to claim boundaries and topographical features. R.R.O. 1990, Reg. 886, s. 6 (1).</p> <p class=\"subsection-e\">(2) The following requirements apply to the items referred to in subsection (1):</p> <p class=\"paragraph-e\">1. Plans or maps submitted shall have an astronomic or magnetic north arrow and a scale and shall show claim lines, claim numbers and existing survey or grid lines, roads, streams and other major topographical features.</p> <p class=\"paragraph-e\">2. Geological survey maps shall have a legend with rock types coded to facilitate black and white reproduction and shall show outcrops, structural symbols, character of the overburden, distribution of swamp, muskeg and forests and existing drill hole locations, shafts, trenches and mineralization either in bedrock or boulders.</p> <p class=\"paragraph-e\">3. Geophysical survey maps shall show the lines traversed, station and base points, value of readings taken and the units measured and the data shall be presented by contours or profiles with conductor location or by an equivalent method of presentation.</p> <p class=\"paragraph-e\">4. Geochemical survey maps shall indicate the type of soils, water, stream sediments, rocks or other material sampled, and the location of each sample with analysis and, for vegetation surveys, the description shall give the plant name, species and the part of the plant sampled.</p> <p class=\"paragraph-e\">5. Reports on geophysical surveys shall indicate the instrument used, its make, type and model and shall specify the scale constant and sensitivity, the method of survey, the number of stations established, the miles of line surveyed, the dates of the surveys and the interpretation of the results.</p> <p class=\"paragraph-e\">6. Reports on geochemical surveys shall indicate the type and amounts of samples collected, the tools used in collecting, the particular soil horizon sampled, the method of sample preparation, the mesh size fraction used for analysis, if applicable, and a brief description of the topography, the dates of the surveys and the interpretation of the results.</p> <p class=\"paragraph-e\">7. Details regarding analytical results shall include the total number of samples collected, metals determined and concentration units, analytical methods used, the concentration of the reagents and the name of the commercial laboratory used and, if a field analytical method for determining the metal content is used, a description of the method.</p> <p class=\"paragraph-e\">8. Results of assays or other related analytical work shall be accompanied by plans or sections, or both, showing the assay results and the sample dimensions and indicating the type of grab, chip, panel, channel, drill core or other type of sample taken.</p> <p class=\"paragraph-e\">9. Results of drilling shall be set out in a written report outlining the objectives, final results and recommendations of the drilling program.</p> <p class=\"paragraph-e\">10. The report referred to in paragraph 9 shall be accompanied by complete drill logs showing the name of the drilling contractor, the starting and finishing dates, the size of core, the direction and initial dip of hole, the location within a claim or grid co-ordinates, the results of dip tests, if taken, the final depth of the hole and the storage location of the core or overburden rejects.</p> <p class=\"paragraph-e\">11. Each drill log shall detail overburden, rock types, mineralization, assays or analyses and the results of physical or chemical tests performed.</p> <p class=\"paragraph-e\">12. A drilling plan showing the projection on the horizontal of each drill hole shall be presented either separately or combined with other plans or maps.</p> <p class=\"paragraph-e\">13. Results of stripping, rock trenching and sampling shall be presented in a written report with a map or maps and the report shall detail the dates the work was carried out, the names of all persons who performed the work, the equipment used, the sample assay results and the location and dimensions of the excavation and the results obtained in the form of a plan or sketch map.</p> <p class=\"paragraph-e\">14. Industrial minerals laboratory, pilot plant and marketing studies shall be submitted in writing outlining objectives, comprehensive descriptions of the investigations carried out, detailed results and conclusions.</p> <p class=\"paragraph-e\">15. Results of shaft sinking, drifting and other lateral work and excavation of adits and declines shall be presented in a written report with appropriate plans and sections and the report shall contain a description of the work completed and the dates the work was carried out and shall set out the results and recommendations of the project. R.R.O. 1990, Reg. 886, s. 6 (2); O. Reg. 721/91, s. 3; O. Reg. 100/94, s. 4.</p> <p class=\"subsection-e\">(3) If a person carrying out a designated project receives or becomes entitled to receive proceeds from the disposition of a mineral resource taken from a property as part of the designated project, the person shall, within sixty days of receiving or becoming entitled to receive the proceeds, report the disposition and the amount of the proceeds from it to a person appointed by the Minister. R.R.O. 1990, Reg. 886, s. 6 (3).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) If work on a designated project is discontinued before the project is completed, the applicant must notify the Minister in writing within thirty days after discontinuing the work. O. Reg. 100/94, s. 5. (2) An applicant who is unable to start a designated project must notify the Minister in writing within thirty days after deciding to abandon the project. O. Reg. 100/94, s. 5. (3) An applicant who does not notify the Minister in accordance with subsection (1) or (2) is ineligible to apply for incentives for a period of three years after the expiry of the designation of the project. O. Reg. 100/94, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) If work on a designated project is discontinued before the project is completed, the applicant must notify the Minister in writing within thirty days after discontinuing the work. O. Reg. 100/94, s. 5.</p> <p class=\"subsection-e\">(2) An applicant who is unable to start a designated project must notify the Minister in writing within thirty days after deciding to abandon the project. O. Reg. 100/94, s. 5.</p> <p class=\"subsection-e\">(3) An applicant who does not notify the Minister in accordance with subsection (1) or (2) is ineligible to apply for incentives for a period of three years after the expiry of the designation of the project. O. Reg. 100/94, s. 5.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. No person is eligible to receive grants in excess of, (a) $100,000 per designated project for eligible expenses outlined in paragraph 1 of subsection 5 (1) incurred within a calendar year; (b) $200,000 for all designated projects for eligible expenses outlined in paragraph 1 of subsection 5 (1) incurred within a calendar year; or (c) $300,000 for eligible expenses incurred within a calendar year in respect of all designated projects. O. Reg. 100/94, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> No person is eligible to receive grants in excess of,</p> <p class=\"clause-e\">(a) $100,000 per designated project for eligible expenses outlined in paragraph 1 of subsection 5 (1) incurred within a calendar year;</p> <p class=\"clause-e\">(b) $200,000 for all designated projects for eligible expenses outlined in paragraph 1 of subsection 5 (1) incurred within a calendar year; or</p> <p class=\"clause-e\">(c) $300,000 for eligible expenses incurred within a calendar year in respect of all designated projects. O. Reg. 100/94, s. 6.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. A project in respect of which the expenses have been incurred before the thirtieth day after the day this section came into force is not eligible to be designated unless the application for designation of the project is submitted within thirty days after the day this section came into force. O. Reg. 100/94, s. 7. ",
            "raw_html": "<p class=\"section-e\"><b>9.</b> A project in respect of which the expenses have been incurred before the thirtieth day after the day this section came into force is not eligible to be designated unless the application for designation of the project is submitted within thirty days after the day this section came into force. O. Reg. 100/94, s. 7.</p> <p class=\"Normal\"></p>"
        }
    ]
}