{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 378: GRADES - FRUIT AND VEGETABLES",
        "reg_name_text": "GRADES — FRUIT AND VEGETABLES",
        "citation": "R.R.O. 1990, Reg. 378: GRADES - FRUIT AND VEGETABLES",
        "act_under": "Farm Products Grades and Sales Act   Loi sur le classement et la vente des produits agricoles",
        "url": "https://www.ontario.ca/laws/regulation/900378",
        "date_scraped": "2023-12-19 05:42:06"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900378/v3",
            "valid_from": "April 15, 2011",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "/laws/regulation/900378/v2",
            "valid_from": "September 17, 2008",
            "valid_to": "April 14, 2011"
        },
        {
            "a_href": "/laws/regulation/900378/v1",
            "valid_from": "January 28, 1999",
            "valid_to": "September 16, 2008"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “aggregate area” means the total area under consideration if assembled into one circular area of the diameter specified; “catchweight package” means any transparent package sold on a weight basis in which the produce is readily visible and which contains not more than three pounds net weight; “clean” means not affected in appearance by dirt, dust, spray residue or other foreign material; “closed package” means any package the contents of which cannot be satisfactorily inspected without removing the cover or other enclosing device; “condition defect” means any defect that may develop in produce during storage or transit; “diameter” means the greatest diameter at right angles to the longitudinal axis; “establishment” includes any plant, factory or premises where produce is canned, preserved or otherwise processed; “fairly well formed” means that not less than one-half of the fruit is of the shape characteristic of the variety when fully mature and the remainder of the fruit deviates only slightly from the shape characteristic of the variety when fully mature; “hand-picked” in respect of fruit means that the fruit shows no evidence of rough handling or of having been on the ground; “inspection” means inspection by an inspector appointed under the Act and “inspected” has a corresponding meaning; “inspection point” means any point or area at which an inspector attends; “master container” means a container that is designed to hold more than one package of produce; “mature” means that the produce has reached such stage of development as ensures completion of the ripening process; “Ministry” means the Ministry of Agriculture and Food; “package” means any receptacle, container, wrapper or confining band, but does not include foil wrap on individual potatoes or transparent film wrap on individual specimens of any other produce; “processing” means canning or preserving fruit or vegetables, or manufacturing of products from fruit or vegetables by a processor; “processor” means a person who cans or preserves fruit or vegetables or, by a continuous operation or series of operations, manufactures products from fruit or vegetables, but does not include a person who cans or preserves fruit or vegetables for consumption by himself or herself or his or her household; “produce” includes any fruit, vegetable or sweet corn that can be grown in Canada; “properly packed” means that the produce is not slack, overpressed or otherwise in a condition likely to result in permanent damage during handling or in transit; “sized” means that the fruit in a box or crate has a size range not in excess of one-quarter of an inch in diameter; “smooth” means that the produce is not ridged, angular or indented; “sound” means that the produce at the time of packing, loading or final shipping-point inspection is free from condition defects, including decay, breakdown, freezing injury, bitter pit, soft, shrivelled, water core, over-ripeness, brown core, corky core or other injury that may affect the keeping quality of the produce; “stemless fruit” means any fruit that has no portion of the stem attached thereto and has no broken skin at the stem end; “well formed” means that the produce has a shape characteristic of the variety; “wrapper leaves” means leaves that do not closely enfold the compact portion of the head. R.R.O. 1990, Reg. 378, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“aggregate area” means the total area under consideration if assembled into one circular area of the diameter specified;</p> <p class=\"definition-e\">“catchweight package” means any transparent package sold on a weight basis in which the produce is readily visible and which contains not more than three pounds net weight;</p> <p class=\"definition-e\">“clean” means not affected in appearance by dirt, dust, spray residue or other foreign material;</p> <p class=\"definition-e\">“closed package” means any package the contents of which cannot be satisfactorily inspected without removing the cover or other enclosing device;</p> <p class=\"definition-e\">“condition defect” means any defect that may develop in produce during storage or transit;</p> <p class=\"definition-e\">“diameter” means the greatest diameter at right angles to the longitudinal axis;</p> <p class=\"definition-e\">“establishment” includes any plant, factory or premises where produce is canned, preserved or otherwise processed;</p> <p class=\"definition-e\">“fairly well formed” means that not less than one-half of the fruit is of the shape characteristic of the variety when fully mature and the remainder of the fruit deviates only slightly from the shape characteristic of the variety when fully mature;</p> <p class=\"definition-e\">“hand-picked” in respect of fruit means that the fruit shows no evidence of rough handling or of having been on the ground;</p> <p class=\"definition-e\">“inspection” means inspection by an inspector appointed under the Act and “inspected” has a corresponding meaning;</p> <p class=\"definition-e\">“inspection point” means any point or area at which an inspector attends;</p> <p class=\"definition-e\">“master container” means a container that is designed to hold more than one package of produce;</p> <p class=\"definition-e\">“mature” means that the produce has reached such stage of development as ensures completion of the ripening process;</p> <p class=\"definition-e\">“Ministry” means the Ministry of Agriculture and Food;</p> <p class=\"definition-e\">“package” means any receptacle, container, wrapper or confining band, but does not include foil wrap on individual potatoes or transparent film wrap on individual specimens of any other produce;</p> <p class=\"definition-e\">“processing” means canning or preserving fruit or vegetables, or manufacturing of products from fruit or vegetables by a processor;</p> <p class=\"definition-e\">“processor” means a person who cans or preserves fruit or vegetables or, by a continuous operation or series of operations, manufactures products from fruit or vegetables, but does not include a person who cans or preserves fruit or vegetables for consumption by himself or herself or his or her household;</p> <p class=\"definition-e\">“produce” includes any fruit, vegetable or sweet corn that can be grown in Canada;</p> <p class=\"definition-e\">“properly packed” means that the produce is not slack, overpressed or otherwise in a condition likely to result in permanent damage during handling or in transit;</p> <p class=\"definition-e\">“sized” means that the fruit in a box or crate has a size range not in excess of one-quarter of an inch in diameter;</p> <p class=\"definition-e\">“smooth” means that the produce is not ridged, angular or indented;</p> <p class=\"definition-e\">“sound” means that the produce at the time of packing, loading or final shipping-point inspection is free from condition defects, including decay, breakdown, freezing injury, bitter pit, soft, shrivelled, water core, over-ripeness, brown core, corky core or other injury that may affect the keeping quality of the produce;</p> <p class=\"definition-e\">“stemless fruit” means any fruit that has no portion of the stem attached thereto and has no broken skin at the stem end;</p> <p class=\"definition-e\">“well formed” means that the produce has a shape characteristic of the variety;</p> <p class=\"definition-e\">“wrapper leaves” means leaves that do not closely enfold the compact portion of the head. R.R.O. 1990, Reg. 378, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Definitions",
            "content": "2. All fruit, vegetables and sweet corn that can be commercially grown in Canada are designated as farm products. R.R.O. 1990, Reg. 378, s. 2. Application",
            "raw_html": "<p class=\"section-e\"><b>2. </b>All fruit, vegetables and sweet corn that can be commercially grown in Canada are designated as farm products. R.R.O. 1990, Reg. 378, s. 2.</p> <p class=\"heading1-e\"><a name=\"P195_4794\"></a><a name=\"BK1\"></a>Application</p>"
        },
        {
            "id": "3.",
            "section": "Application",
            "content": "3. This Regulation does not apply to, (a) produce not grown for the purpose of sale but grown for the sole purpose of producing seed; or (b) unharvested produce. R.R.O. 1990, Reg. 378, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>This Regulation does not apply to,</p> <p class=\"clause-e\">(a) produce not grown for the purpose of sale but grown for the sole purpose of producing seed; or</p> <p class=\"clause-e\">(b) unharvested produce. R.R.O. 1990, Reg. 378, s. 3.</p>"
        },
        {
            "id": "3.1",
            "section": "Application",
            "content": "3.1 Revoked: O. Reg. 331/08, s. 1. PART I   GENERAL",
            "raw_html": "<p class=\"section-e\"><b>3.1</b> Revoked: O. Reg. 331/08, s. 1.</p> <p class=\"partnum-e\"><b><a name=\"P200_5036\"></a><a name=\"BK2\"></a>PART I <br/>  GENERAL</b></p>"
        },
        {
            "id": "4.",
            "section": "Application",
            "content": "4. No person shall pack, transport, ship, advertise, sell or offer for sale any produce, (a) unless the produce is graded, packed and marked in accordance with the Act and this Regulation and is contained in packages which comply with the Act and this Regulation; (b) that is below the minimum grade for the produce; (c) if the faced or shown surface falsely represents the contents; (d) in a package, unless the package is properly filled and packed; (e) in a package that has been previously marked, unless the marks are completely removed or obliterated; (f) that is so immature or so diseased or otherwise affected as to be unfit for human consumption; (g) in a package that is damaged, stained, soiled, warped or otherwise deteriorated so as to materially affect the soundness, appearance or wholesomeness of the produce packed therein; or (h) that has been injured by insects or that shows evidence of any foreign substance in an amount injurious to public health. R.R.O. 1990, Reg. 378, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>No person shall pack, transport, ship, advertise, sell or offer for sale any produce,</p> <p class=\"clause-e\">(a) unless the produce is graded, packed and marked in accordance with the Act and this Regulation and is contained in packages which comply with the Act and this Regulation;</p> <p class=\"clause-e\">(b) that is below the minimum grade for the produce;</p> <p class=\"clause-e\">(c) if the faced or shown surface falsely represents the contents;</p> <p class=\"clause-e\">(d) in a package, unless the package is properly filled and packed;</p> <p class=\"clause-e\">(e) in a package that has been previously marked, unless the marks are completely removed or obliterated;</p> <p class=\"clause-e\">(f) that is so immature or so diseased or otherwise affected as to be unfit for human consumption;</p> <p class=\"clause-e\">(g) in a package that is damaged, stained, soiled, warped or otherwise deteriorated so as to materially affect the soundness, appearance or wholesomeness of the produce packed therein; or</p> <p class=\"clause-e\">(h) that has been injured by insects or that shows evidence of any foreign substance in an amount injurious to public health. R.R.O. 1990, Reg. 378, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Application",
            "content": "5. (1) Section 4 does not apply to the transportation of produce, (a) of any person for the purpose of use by himself or herself and his or her household; (b) of a grower by the grower for the purpose of grading and packing, storing or processing; or (c) of any person (other than a grower who transports the produce for the purpose of grading, packing or processing) where the transporter supplies, upon request of an inspector, proof of the purpose for which the produce is transported. R.R.O. 1990, Reg. 378, s. 5 (1). (2) Section 4 does not apply to the sale of produce for processing. R.R.O. 1990, Reg. 378, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) Section 4 does not apply to the transportation of produce,</p> <p class=\"clause-e\">(a) of any person for the purpose of use by himself or herself and his or her household;</p> <p class=\"clause-e\">(b) of a grower by the grower for the purpose of grading and packing, storing or processing; or</p> <p class=\"clause-e\">(c) of any person (other than a grower who transports the produce for the purpose of grading, packing or processing) where the transporter supplies, upon request of an inspector, proof of the purpose for which the produce is transported. R.R.O. 1990, Reg. 378, s. 5 (1).</p> <p class=\"subsection-e\">(2) Section 4 does not apply to the sale of produce for processing. R.R.O. 1990, Reg. 378, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Application",
            "content": "6. No person shall misrepresent the class, variety, grade, size, size range, count, weight, measure, mark or marking, ownership, origin, storage records or conditions of storage of any produce. R.R.O. 1990, Reg. 378, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>No person shall misrepresent the class, variety, grade, size, size range, count, weight, measure, mark or marking, ownership, origin, storage records or conditions of storage of any produce. R.R.O. 1990, Reg. 378, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Application",
            "content": "7. No person shall, during the course of packing, warehousing or shipping of any produce, (a) wilfully or carelessly damage the produce; (b) handle the produce in such a manner that it is likely to deteriorate in quality; (c) expose the produce to any weather or other conditions that are likely to cause damage to the produce; or (d) fail to comply with the recommendation and instructions of an inspector regarding the exposure of any produce to any conditions. R.R.O. 1990, Reg. 378, s. 7. PART II   PACKAGES",
            "raw_html": "<p class=\"section-e\"><b>7. </b>No person shall, during the course of packing, warehousing or shipping of any produce,</p> <p class=\"clause-e\">(a) wilfully or carelessly damage the produce;</p> <p class=\"clause-e\">(b) handle the produce in such a manner that it is likely to deteriorate in quality;</p> <p class=\"clause-e\">(c) expose the produce to any weather or other conditions that are likely to cause damage to the produce; or</p> <p class=\"clause-e\">(d) fail to comply with the recommendation and instructions of an inspector regarding the exposure of any produce to any conditions. R.R.O. 1990, Reg. 378, s. 7.</p> <p class=\"partnum-e\"><b><a name=\"P221_7383\"></a><a name=\"BK3\"></a>PART II <br/>  PACKAGES</b></p>"
        },
        {
            "id": "8.",
            "section": "Application",
            "content": "8. (1) Every package for produce shall be of the dimensions and capacities specified in Tables 1 and 2 of section 9. R.R.O. 1990, Reg. 378, s. 8 (1). (2) Subsection (1) does not apply to, (a) produce for which there are no grades established under this Regulation; (b) produce sold or offered for sale in a package where the experimental use thereof has been authorized by the Minister and the package is identified and used only in the manner authorized by the Minister; (c) produce, other than apples, beets, carrots, onions, parsnips and potatoes packed in bags and tomatoes packed in tubes, that is sold or offered for sale in catchweight packages; or (d) produce under detention, or for which permission has been granted by an inspector for shipment or transportation for the purpose of packing in standard packages for sale. R.R.O. 1990, Reg. 378, s. 8 (2); O. Reg. 331/08, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) Every package for produce shall be of the dimensions and capacities specified in Tables 1 and 2 of section 9. R.R.O. 1990, Reg. 378, s. 8 (1).</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to,</p> <p class=\"clause-e\">(a) produce for which there are no grades established under this Regulation;</p> <p class=\"clause-e\">(b) produce sold or offered for sale in a package where the experimental use thereof has been authorized by the Minister and the package is identified and used only in the manner authorized by the Minister;</p> <p class=\"clause-e\">(c) produce, other than apples, beets, carrots, onions, parsnips and potatoes packed in bags and tomatoes packed in tubes, that is sold or offered for sale in catchweight packages; or</p> <p class=\"clause-e\">(d) produce under detention, or for which permission has been granted by an inspector for shipment or transportation for the purpose of packing in standard packages for sale. R.R.O. 1990, Reg. 378, s. 8 (2); O. Reg. 331/08, s. 2.</p>"
        },
        {
            "id": "9.",
            "section": "Application",
            "content": "9. (1) No person shall sell or offer for sale at retail, asparagus, snap beans, beets without tops, carrots without tops, onions without tops, parsnips, forced rhubarb or tomatoes except by weight or in a package prescribed for vegetables by this Regulation. R.R.O. 1990, Reg. 378, s. 9 (1). (2) Subject to subsections (4) and (5), all produce shall be packed in the packages described in Table 1. R.R.O. 1990, Reg. 378, s. 9 (2). (3) The dimensions in Tables 1 and 2 are inside measurements unless otherwise stated. TABLE 1  Type of Package\n\nVolume\n\n\nHalf pint\n\n16.8 cubic inches\n\n\nPint\n\n33.6 cubic inches\n\n\nQuart\n\n67.2 cubic inches\n\n\nBaskets\n\n2 quarts\n\n\n\"\n\n4 quarts\n\n\n\"\n\n6 quarts\n\n\n\"\n\n8 quarts\n\n\n\"\n\n11 quarts\n\n\nHalf bushel hamper\n\n16 quarts\n\n\nBushel hamper\n\n32 quarts\n\n\nHalf bushel box, Carton or Crate\n\n1,100 cubic inches\n\n\nBushel box, Carton or Crate\n\n2,200 cubic inches\n\n\nBaskets\n\n2 litres\n\n\n\"\n\n4 quarts R.R.O. 1990, Reg. 378, s. 9 (3). (4) Subject to subsection (5), produce referred to in Table 2 may be packed in the corresponding packages described in that Table. TABLE 2  Item\n\nFruit or Vegetable\n\nType of Package\n\nSize or Volume\n\n\n1.\n\nApples\n\nApple Bags\n\n3, 5, 10 pounds\n\n\n \r\n\n \r\n\nShopping-type bags packed at point of retail sale\n\n6, 8, 10, 20 pounds\n\n\n \r\n\n \r\n\nStandard apple box\n\n18 in. × 111/2 in. × 101/2 in.\n\n\n \r\n\n \r\n\nHalf box\n\n161/8 in. × 85/8 in. × 75/8 in.\n\n\n \r\n\n \r\n\nApple crates\n\n17 in. × 13 in. × 11 in.\n\n\n \r\n\n \r\n\nTray carton\n\n193/4 in. × 111/2 in. × 53/4 in.\n\n\n \r\n\n \r\n\n \r\n\n193/4 in. × 12 in. × 113/4 in.\n\n\n \r\n\n \r\n\nCarton or Crate\n\n161/8 in. × 111/2 in. × 53/4 in. end piece with 4 3/4 in. side piece\n\n\n \r\n\n \r\n\nCell-pack\n\ni. Apple cell-packs shall, in the case of cell-packs for elongated varieties of apples, including Delicious variety, have individual cells of the dimensions set out in columns II, III and IV for the number of apples, by count, contained in the cell-packs, set out opposite thereto in column I as follows:\n\n\n \r\n\n \r\n\nColumn I\n\nColumn II\n\nColumn III\n\nColumn IV\n\n\n \r\n\n \r\n\nCount\n\nLength\n\nWidth\n\nDepth\n\n\n \r\n\n \r\n\n60\n\n35/8 in.\n\n33/8 in.\n\n35/8 in.\n\n\n \r\n\n \r\n\n72\n\n37/16 in.\n\n33/16 in.\n\n37/16 in.\n\n\n \r\n\n \r\n\n80\n\n35/16 in.\n\n31/16 in.\n\n35/16 in.\n\n\n \r\n\n \r\n\n96\n\n31/16 in.\n\n27/8 in.\n\n31/8 in.\n\n\n \r\n\n \r\n\n120\n\n27/8 in.\n\n211/16 in.\n\n215/16 in.\n\n\n \r\n\n \r\n\n140\n\n211/16 in.\n\n29/16 in.\n\n23/4 in.\n\n\n \r\n\n \r\n\n160\n\n29/16 in.\n\n27/16 in.\n\n25/8 in.\n\n\n \r\n\n \r\n\n175\n\n215/32 in.\n\n211/32 in.\n\n21/2 in.\n\n\n \r\n\n \r\n\n200\n\n211/32 in.\n\n29/32 in.\n\n27/16 in.\n\n\n \r\n\n \r\n\n216\n\n27/32 in.\n\n27/32 in.\n\n23/8 in.\n\n\n \r\n\n \r\n\n \r\n\nii. Apple cell-packs shall, in the case of cell-packs for round varieties of apples, including McIntosh, Spartan, Newton and Rome varieties, have individual cells of the dimensions set out in columns II, III and IV for the number of apples, by count, contained in the cell-packs, set out opposite thereto in column I as follows:\n\n\n \r\n\n \r\n\nColumn I\n\nColumn II\n\nColumn III\n\nColumn IV\n\n\n \r\n\n \r\n\nCount\n\nLength\n\nWidth\n\nDepth\n\n\n \r\n\n \r\n\n60\n\n39/16 in.\n\n31/4 in.\n\n33/4 in.\n\n\n \r\n\n \r\n\n72\n\n37/16 in.\n\n31/16 in.\n\n39/16 in.\n\n\n \r\n\n \r\n\n84\n\n31/4 in.\n\n23/4 in.\n\n35/16 in.\n\n\n \r\n\n \r\n\n96\n\n33/16 in.\n\n211/16 in.\n\n31/4 in.\n\n\n \r\n\n \r\n\n120\n\n215/16 in.\n\n21/2 in.\n\n3 in.\n\n\n \r\n\n \r\n\n140\n\n23/4 in.\n\n25/16 in.\n\n213/16 in.\n\n\n \r\n\n \r\n\n160\n\n29/16 in.\n\n21/4 in.\n\n211/16 in.\n\n\n \r\n\n \r\n\n180\n\n21/2 in.\n\n23/16 in.\n\n25/8 in.\n\n\n \r\n\n \r\n\n200\n\n23/8 in.\n\n21/16 in.\n\n21/2 in.\n\n\n \r\n\n \r\n\n216\n\n25/16 in.\n\n2 in.\n\n27/16 in.\n\n\n \r\n\n \r\n\nHalf-bin\n\n10 bushels, outside measurements 48 in. × 42 in. and inside depth 121/4 in. with sides and ends 1/2 in. minimum thickness and bottom 5/8 in. minimum thickness\n\n\n2.\n\nAsparagus\n\nPyramid-type\n\nminimum net weights of 15 pounds for asparagus 6 in. or less in length and 20 pounds for asparagus over 6 in. in length\n\n\n3.\n\nBeets\n\nBags, cartons, boxes or crates\n\n1, 2, 3, 5, 10, 15, 25, 50, 75 and 100 pounds.\n\n\n4.\n\nCabbage\n\nBags\n\n40, 50 and 75 pounds\n\n\n \r\n\n \r\n\nSound, suitable non-standard open containers\n\n \r\n\n\n \r\n\n \r\n\nSound wire-bound crates\n\n \r\n\n\n5.\n\nCantaloups\n\nSound, suitable containers\n\n \r\n\n\n6.\n\nCarrots\n\nBags, cartons, boxes or crates\n\n1, 2, 3, 5, 10, 25, 50, 75 and 100 pounds\n\n\n7.\n\nCauliflower\n\nSound suitable non-standard open containers\n\n \r\n\n\n \r\n\n \r\n\nSound wire-bound crates\n\n \r\n\n\n8.\n\nCelery\n\nCartons: \n\ni. Regular celery\n\n191/2 in. × 161/2 in. × 11 in.\n\n\n \r\n\nii. Celery hearts\n\n20 in. × 141/2 in. × 10 in.\n\n\n \r\n\niii. Hearts and stalks\n\n20 in. × 141/2 in. × 11 in.\n\n\n9.\n\nCherries\n\nCarton or crate\n\ni. 153/4 in. × 153/4 in. × 43/8 in. \n\n\n \r\n\n \r\n\n \r\n\nii. 161/4 in. × 12 in. × 51/4 in.\n\n\n10.\n\nCorn (Sweet)\n\nBag, carton, box or crate\n\nany multiple of 1/2 dozen ears\n\n\n \r\n\n \r\n\nTransparent packages\n\nany number of ears up to a dozen\n\n\n11.\n\nCucumbers\n\nRegular type:\n\n \r\n\n\n \r\n\n \r\n\nCrate\n\n161/8 in. × 111/2 in. × 41/2 in.\n\n\n \r\n\n \r\n\nCartons: \n\ni. Special\n\n14 in. × 91/2 × 5 in. or 41/2 in.\n\n\n \r\n\n \r\n\n \r\n\nii. 1 Dozen\n\n14 3/4 in. × 63/8 in. × 33/4 in.\n\n\n \r\n\n \r\n\n \r\n\niii. 2 Dozen\n\n161/2 in. × 9 in. × 63/4 in.\n\n\n \r\n\n \r\n\n \r\n\niv. King\n\n161/2 in. × 81/2 in. × 61/4 in.\n\n\n \r\n\n \r\n\n \r\n\nv. Queen\n\n143/4 in. × 81/2 in. × 61/4 in.\n\n\n \r\n\n \r\n\n \r\n\nvi. Prince\n\n131/4 in. × 81/4 in. × 61/4 in.\n\n\n \r\n\n \r\n\n \r\n\nvii. Super King\n\n16 in. × 11 in. × 91/2 in.\n\n\n \r\n\n \r\n\nLong Seedless Type:\n\n \r\n\n\n \r\n\n \r\n\nCartons: \n\ni. Small\n\n131/2 in. × 121/2 in. × 41/2 in.\n\n\n \r\n\n \r\n\n \r\n\nii. Medium\n\n15 in. × 121/2 in. × 41/2 in.\n\n\n \r\n\n \r\n\n \r\n\niii. Large\n\n17 in. × 121/2 in. × 41/2 in.\n\n\n \r\n\n \r\n\n \r\n\niv. Extra Large\n\n19 in. × 121/2 in. × 41/2 in.\n\n\n12.\n\nHead Lettuce\n\nCartons:\n\n191/2 in. × 161/2 in. × 11 in.\n\n\n \r\n\n \r\n\n \r\n\n24 in. × 161/2 in. × 11 in.\n\n\n \r\n\n \r\n\nSound, suitable non-standard open packages\n\n \r\n\n\n \r\n\n \r\n\nSound, wire-bound crates\n\n \r\n\n\n13.\n\nOnions\n\nCartons, boxes, crates or new bags\n\n1, 2, 3, 5, 10, 15, 25, 50, 75 and 100 pounds\n\n\n \r\n\n \r\n\nTransparent packages\n\n2 or 3 “Jumbo” onions sold as a unit\n\n\n14.\n\nParsnips\n\nBags, cartons, boxes or crates\n\n1, 2, 3, 5, 10, 15, 25, 50, 75 and 100 pounds\n\n\n15.\n\nPeaches\n\nCartons or crates\n\n161/8 in. × 111/2 in. × 53/4 in. end piece and 43/4 in. side piece \n\n\n \r\n\n \r\n\n \r\n\n2/3 bushel — 1,440 cubic inches\n\n\n \r\n\n \r\n\nBoxes, cartons or crates\n\n161/8 in. × 111/2 in. × 53/4 in. end piece and 33/4 in. side piece\n\n\n \r\n\n \r\n\nPanta Pak\n\n161/4 in. × 131/2 in. × 61/2 in.\n\n\n \r\n\n \r\n\nCell-Pak\n\nPeach cell-packs shall have individual cells of the dimensions set out in columns II, III and IV for the number of peaches, by count, contained in the cellpack, set out opposite thereto in column I as follows:\n\n\n \r\n\n \r\n\nColumn I\n\nColumn II\n\nColumn III\n\nColumn IV\n\n\n \r\n\n \r\n\nCount\n\nLength\n\nWidth\n\nDepth\n\n\n \r\n\n \r\n\n30\n\n31/16 in.\n\n3 in.\n\n31/4 in.\n\n\n \r\n\n \r\n\n36\n\n3 in.\n\n215/16 in.\n\n35/32 in.\n\n\n \r\n\n \r\n\n40\n\n227/32 in.\n\n213/16 in.\n\n31/16 in.\n\n\n \r\n\n \r\n\n48\n\n241/64 in.\n\n237/64 in.\n\n253/64 in.\n\n\n \r\n\n \r\n\n56\n\n235/64 in.\n\n231/64 in.\n\n245/64 in.\n\n\n \r\n\n \r\n\n60\n\n231/64 in.\n\n234/64 in.\n\n239/64 in.\n\n\n \r\n\n \r\n\n70\n\n21/4 in.\n\n21/4 in.\n\n25/8 in.\n\n\n16.\n\nPears\n\nPear Box\n\n18 in. × 111/2 in. × 81/2 in.\n\n\n \r\n\n \r\n\nHalf Box\n\n161/8 in. × 85/8 in. × 75/8 in.\n\n\n \r\n\n \r\n\nCarton or crate\n\n161/8 in. × 111/2 in. × 53/4 in. end piece and 43/4 in. side piece\n\n\n \r\n\n \r\n\n \r\n\n2/3 bushel — 1,440 cubic inches\n\n\n \r\n\n \r\n\nPear carton\n\n17 in. × 103/4 in. × 5 in.\n\n\n \r\n\n \r\n\nTray carton\n\n193/4 in. × 12 in. × 113/4 in.\n\n\n17.\n\nPlums, Prunes\n\nBoxes, cartons or crates\n\ni. 18 in. × 111/2 in. × 31/4 in.\n\n\n \r\n\n \r\n\n \r\n\nii. 161/8 in. × 133/4 in. × 53/4 in.\n\n\n \r\n\n \r\n\n \r\n\niii. 161/8 in. × 111/2 in. × 43/4 in. end piece and 33/4 in. side piece \n\n\n \r\n\n \r\n\n \r\n\niv. 161/8 in. × 10 in. × 33/8 in. — may have 1/2 in. cleat\n\n\n \r\n\n \r\n\n \r\n\nv. 2/3 bushel — 1,440 cubic inches \n\n\n18.\n\nPotatoes\n\nCartons, boxes, crates or new bags\n\n1, 2, 3, 5, 10, 15, 20, 25, 50, 75 and 100 pounds\n\n\n \r\n\n \r\n\nTransparent packages\n\n3 potatoes which are uniformly sized, foil wrapped and sold as a unit\n\n\n19.\n\nRhubarb (Field)\n\nCartons\n\n10 pounds\n\n\n \r\n\n \r\n\nSound, suitable containers\n\n \r\n\n\n \r\n\n(Forced)\n\nCartons\n\n10 pounds\n\n\n20.\n\nRutabagas\n\nBag, carton, box or crate\n\n5, 10, 15, 25, 40, 50, 75 and 100 pounds\n\n\n21.\n\nTomatoes\n\nCartons, boxes, crates or other packages\n\n1, 2, 3, 5, 8 and 10 pounds and multiples of 5 pounds\n\n\n \r\n\n \r\n\nTomato tubes\n\nminimum net weight of 14 ounces\n\n\n \r\n\n \r\n\nCrates or lugs\n\n161/8 in. × 131/2 in. × 61/2 in. R.R.O. 1990, Reg. 378, s. 9 (4); O. Reg. 331/08, s. 3. (5) Asparagus sold by growers and packers shall be packed in the packages for asparagus described in Table 2 of subsection (4) except asparagus sold directly to consumers which shall not be so packed. R.R.O. 1990, Reg. 378, s. 9 (5). (6) Half-bin packages for apples shall be constructed of plywood and ends, sides and bottoms shall be padded with number 1 polyfoam or plastic bubble sheeting with a minimum thickness of one-quarter inch. R.R.O. 1990, Reg. 378, s. 9 (6). (7) During shipment, half-bin packages of apples shall be level full and completely covered with corrugated material capable of withstanding a bursting test of 125 pounds per square inch. R.R.O. 1990, Reg. 378, s. 9 (7). (8) Pyramid-type packages for asparagus shall be constructed of corrugated cardboard with, (a) each outer liner being forty-two pounds basic weight with full weather and water resistant adhesive applied to the inside facing; (b) a white outer liner on the outside surface of the container; (c) the medium being thirty-three pounds basic weight C flute corrugated; (d) wet wax cascade treatment to a minimum of 45 per cent by weight; and (e) an extra strength designation and a mullen test capability of not less than 200 pounds per square inch. R.R.O. 1990, Reg. 378, s. 9 (8). (9) The inside surface of the bottom of every pyramid-type package for asparagus shall be entirely covered with a moisture pad consisting of a minimum of ten plies of cellulose or like material stitched or applied to a polyethylene backing. R.R.O. 1990, Reg. 378, s. 9 (9).",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) No person shall sell or offer for sale at retail, asparagus, snap beans, beets without tops, carrots without tops, onions without tops, parsnips, forced rhubarb or tomatoes except by weight or in a package prescribed for vegetables by this Regulation. R.R.O. 1990, Reg. 378, s. 9 (1).</p> <p class=\"subsection-e\">(2) Subject to subsections (4) and (5), all produce shall be packed in the packages described in Table 1. R.R.O. 1990, Reg. 378, s. 9 (2).</p> <p class=\"subsection-e\">(3) The dimensions in Tables 1 and 2 are inside measurements unless otherwise stated.</p> <p class=\"headingx-e\">TABLE 1</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"152\"><p class=\"table-e\">Type of Package</p>\n</td>\n<td valign=\"top\" width=\"159\"><p class=\"table-e\">Volume</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"152\"><p class=\"table-e\">Half pint</p>\n</td>\n<td valign=\"top\" width=\"159\"><p class=\"table-e\">16.8 cubic inches</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"152\"><p class=\"table-e\">Pint</p>\n</td>\n<td valign=\"top\" width=\"159\"><p class=\"table-e\">33.6 cubic inches</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"152\"><p class=\"table-e\">Quart</p>\n</td>\n<td valign=\"top\" width=\"159\"><p class=\"table-e\">67.2 cubic inches</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"152\"><p class=\"table-e\">Baskets</p>\n</td>\n<td valign=\"top\" width=\"159\"><p class=\"table-e\">2 quarts</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"152\"><ul><p class=\"tablelevel1-e\">\"</p></ul>\n</td>\n<td valign=\"top\" width=\"159\"><p class=\"table-e\">4 quarts</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"152\"><ul><p class=\"tablelevel1-e\">\"</p></ul>\n</td>\n<td valign=\"top\" width=\"159\"><p class=\"table-e\">6 quarts</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"152\"><ul><p class=\"tablelevel1-e\">\"</p></ul>\n</td>\n<td valign=\"top\" width=\"159\"><p class=\"table-e\">8 quarts</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"152\"><ul><p class=\"tablelevel1-e\">\"</p></ul>\n</td>\n<td valign=\"top\" width=\"159\"><p class=\"table-e\">11 quarts</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"152\"><p class=\"table-e\">Half bushel hamper</p>\n</td>\n<td valign=\"top\" width=\"159\"><p class=\"table-e\">16 quarts</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"152\"><p class=\"table-e\">Bushel hamper</p>\n</td>\n<td valign=\"top\" width=\"159\"><p class=\"table-e\">32 quarts</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"152\"><p class=\"table-e\">Half bushel box, Carton or Crate</p>\n</td>\n<td valign=\"top\" width=\"159\"><p class=\"table-e\">1,100 cubic inches</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"152\"><p class=\"table-e\">Bushel box, Carton or Crate</p>\n</td>\n<td valign=\"top\" width=\"159\"><p class=\"table-e\">2,200 cubic inches</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"152\"><p class=\"table-e\">Baskets</p>\n</td>\n<td valign=\"top\" width=\"159\"><p class=\"table-e\">2 litres</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"152\"><ul><p class=\"tablelevel1-e\">\"</p></ul>\n</td>\n<td valign=\"top\" width=\"159\"><p class=\"table-e\">4 quarts</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 378, s. 9 (3).</p> <p class=\"subsection-e\">(4) Subject to subsection (5), produce referred to in Table 2 may be packed in the corresponding packages described in that Table.</p> <p class=\"headingx-e\">TABLE 2</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td width=\"109\"></td>\n<td width=\"109\"></td>\n<td width=\"58\"></td>\n<td width=\"57\"></td>\n<td width=\"110\"></td>\n<td width=\"109\"></td>\n<td width=\"118\"></td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Item</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Fruit or Vegetable</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Type of Package</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">Size or Volume</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">1.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Apples</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Apple Bags</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">3, 5, 10 pounds</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Shopping-type bags packed at point of retail sale</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">6, 8, 10, 20 pounds</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Standard apple box</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">18 in. × 11<sup>1</sup>/<sub>2</sub> in. × 10<sup>1</sup>/<sub>2</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Half box</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">16<sup>1</sup>/<sub>8</sub> in. × 8<sup>5</sup>/<sub>8</sub> in. × 7<sup>5</sup>/<sub>8</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Apple crates</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">17 in. × 13 in. × 11 in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Tray carton</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">19<sup>3</sup>/<sub>4</sub> in. × 11<sup>1</sup>/<sub>2</sub> in. × 5<sup>3</sup>/<sub>4</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">19<sup>3</sup>/<sub>4</sub> in. × 12 in. × 11<sup>3</sup>/<sub>4</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Carton or Crate</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">16<sup>1</sup>/<sub>8</sub> in. × 11<sup>1</sup>/<sub>2</sub> in. × 5<sup>3</sup>/<sub>4</sub> in. end piece with 4 <sup>3</sup>/<sub>4</sub> in. side piece</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Cell-pack</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><ul><p class=\"tablelevel1-e\">i. Apple cell-packs shall, in the case of cell-packs for elongated varieties of apples, including Delicious variety, have individual cells of the dimensions set out in columns II, III and IV for the number of apples, by count, contained in the cell-packs, set out opposite thereto in column I as follows:</p></ul>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">Column I</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">Column II</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Column III</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">Column IV</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">Count</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">Length</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Width</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">Depth</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">60</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">3<sup>5</sup>/<sub>8</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">3<sup>3</sup>/<sub>8</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">3<sup>5</sup>/<sub>8</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">72</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">3<sup>7</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">3<sup>3</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">3<sup>7</sup>/<sub>16</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">80</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">3<sup>5</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">3<sup>1</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">3<sup>5</sup>/<sub>16</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">96</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">3<sup>1</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2<sup>7</sup>/<sub>8</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">3<sup>1</sup>/<sub>8</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">120</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">2<sup>7</sup>/<sub>8</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2<sup>11</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">2<sup>15</sup>/<sub>16</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">140</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">2<sup>11</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2<sup>9</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">2<sup>3</sup>/<sub>4</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">160</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">2<sup>9</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2<sup>7</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">2<sup>5</sup>/<sub>8</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">175</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">2<sup>15</sup>/<sub>32</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2<sup>11</sup>/<sub>32</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">2<sup>1</sup>/<sub>2</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">200</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">2<sup>11</sup>/<sub>32</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2<sup>9</sup>/<sub>32</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">2<sup>7</sup>/<sub>16</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">216</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">2<sup>7</sup>/<sub>32</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2<sup>7</sup>/<sub>32</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">2<sup>3</sup>/<sub>8</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><ul><p class=\"tablelevel1-e\">ii. Apple cell-packs shall, in the case of cell-packs for round varieties of apples, including McIntosh, Spartan, Newton and Rome varieties, have individual cells of the dimensions set out in columns II, III and IV for the number of apples, by count, contained in the cell-packs, set out opposite thereto in column I as follows:</p></ul>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">Column I</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">Column II</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Column III</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">Column IV</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">Count</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">Length</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Width</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">Depth</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">60</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">3<sup>9</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">3<sup>1</sup>/<sub>4</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">3<sup>3</sup>/<sub>4</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">72</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">3<sup>7</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">3<sup>1</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">3<sup>9</sup>/<sub>16</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">84</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">3<sup>1</sup>/<sub>4</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2<sup>3</sup>/<sub>4</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">3<sup>5</sup>/<sub>16</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">96</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">3<sup>3</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2<sup>11</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">3<sup>1</sup>/<sub>4</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">120</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">2<sup>15</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2<sup>1</sup>/<sub>2 </sub>in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">3 in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">140</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">2<sup>3</sup>/<sub>4</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2<sup>5</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">2<sup>13</sup>/<sub>16</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">160</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">2<sup>9</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2<sup>1</sup>/<sub>4</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">2<sup>11</sup>/<sub>16</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">180</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">2<sup>1</sup>/<sub>2</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2<sup>3</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">2<sup>5</sup>/<sub>8</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">200</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">2<sup>3</sup>/<sub>8</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2<sup>1</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">2<sup>1</sup>/<sub>2</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">216</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">2<sup>5</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2 in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">2<sup>7</sup>/<sub>16</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Half-bin</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">10 bushels, outside measurements 48 in. × 42 in. and inside depth 12<sup>1</sup>/<sub>4</sub> in. with sides and ends <sup>1</sup>/<sub>2</sub> in. minimum thickness and bottom <sup>5</sup>/<sub>8</sub> in. minimum thickness</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Asparagus</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Pyramid-type</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">minimum net weights of 15 pounds for asparagus 6 in. or less in length and 20 pounds for asparagus over 6 in. in length</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">3.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Beets</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Bags, cartons, boxes or crates</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">1, 2, 3, 5, 10, 15, 25, 50, 75 and 100 pounds.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">4.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Cabbage</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Bags</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">40, 50 and 75 pounds</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Sound, suitable non-standard open containers</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Sound wire-bound crates</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">5.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Cantaloups</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Sound, suitable containers</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">6.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Carrots</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Bags, cartons, boxes or crates</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">1, 2, 3, 5, 10, 25, 50, 75 and 100 pounds</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">7.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Cauliflower</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Sound suitable non-standard open containers</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Sound wire-bound crates</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"> \r\n</td></tr>\n<tr>\n<td rowspan=\"3\" valign=\"top\" width=\"109\"><p class=\"table-e\">8.</p>\n</td>\n<td rowspan=\"3\" valign=\"top\" width=\"109\"><p class=\"table-e\">Celery</p>\n</td>\n<td valign=\"top\" width=\"58\"><p class=\"table-e\">Cartons: </p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"167\"><ul><p class=\"tablelevel1-e\">i. Regular celery</p></ul>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">19<sup>1</sup>/<sub>2</sub> in. × 16<sup>1</sup>/<sub>2</sub> in. × 11 in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"58\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"167\"><ul><p class=\"tablelevel1-e\">ii. Celery hearts</p></ul>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">20 in. × 14<sup>1</sup>/<sub>2</sub> in. × 10 in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"58\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"167\"><ul><p class=\"tablelevel1-e\">iii. Hearts and stalks</p></ul>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">20 in. × 14<sup>1</sup>/<sub>2</sub> in. × 11 in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">9.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Cherries</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Carton or crate</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">i. 15<sup>3</sup>/<sub>4</sub> in. × 15<sup>3</sup>/<sub>4</sub> in. × 4<sup>3</sup>/<sub>8</sub> in. </p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">ii. 16<sup>1</sup>/<sub>4</sub> in. × 12 in. × 5<sup>1</sup>/<sub>4</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">10.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Corn (Sweet)</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Bag, carton, box or crate</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">any multiple of <sup>1</sup>/<sub>2</sub> dozen ears</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Transparent packages</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">any number of ears up to a dozen</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">11.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Cucumbers</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Regular type:</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Crate</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">16<sup>1</sup>/<sub>8</sub> in. × 11<sup>1</sup>/<sub>2</sub> in. × 4<sup>1</sup>/<sub>2</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"58\"><p class=\"table-e\">Cartons: </p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"167\"><ul><p class=\"tablelevel1-e\">i. Special</p></ul>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">14 in. × 9<sup>1</sup>/<sub>2</sub> × 5 in. or 4<sup>1</sup>/<sub>2</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"58\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"167\"><ul><p class=\"tablelevel1-e\">ii. 1 Dozen</p></ul>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">14 <sup>3</sup>/<sub>4</sub> in. × 6<sup>3</sup>/<sub>8</sub> in. × 3<sup>3</sup>/<sub>4</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"58\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"167\"><ul><p class=\"tablelevel1-e\">iii. 2 Dozen</p></ul>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">16<sup>1</sup>/<sub>2</sub> in. × 9 in. × 6<sup>3</sup>/<sub>4</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"58\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"167\"><ul><p class=\"tablelevel1-e\">iv. King</p></ul>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">16<sup>1</sup>/<sub>2</sub> in. × 8<sup>1</sup>/<sub>2</sub> in. × 6<sup>1</sup>/<sub>4</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"58\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"167\"><ul><p class=\"tablelevel1-e\">v. Queen</p></ul>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">14<sup>3</sup>/<sub>4</sub> in. × 8<sup>1</sup>/<sub>2</sub> in. × 6<sup>1</sup>/<sub>4</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"58\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"167\"><ul><p class=\"tablelevel1-e\">vi. Prince</p></ul>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">13<sup>1</sup>/<sub>4</sub> in. × 8<sup>1</sup>/<sub>4</sub> in. × 6<sup>1</sup>/<sub>4</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"58\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"167\"><ul><p class=\"tablelevel1-e\">vii. Super King</p></ul>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">16 in. × 11 in. × 9<sup>1</sup>/<sub>2</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Long Seedless Type:</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"58\"><p class=\"table-e\">Cartons: </p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"167\"><ul><p class=\"tablelevel1-e\">i. Small</p></ul>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">13<sup>1</sup>/<sub>2</sub> in. × 12<sup>1</sup>/<sub>2</sub> in. × 4<sup>1</sup>/<sub>2</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"58\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"167\"><ul><p class=\"tablelevel1-e\">ii. Medium</p></ul>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">15 in. × 12<sup>1</sup>/<sub>2</sub> in. × 4<sup>1</sup>/<sub>2</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"58\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"167\"><ul><p class=\"tablelevel1-e\">iii. Large</p></ul>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">17 in. × 12<sup>1</sup>/<sub>2</sub> in. × 4<sup>1</sup>/<sub>2</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"58\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"167\"><ul><p class=\"tablelevel1-e\">iv. Extra Large</p></ul>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">19 in. × 12<sup>1</sup>/<sub>2</sub> in. × 4<sup>1</sup>/<sub>2</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">12.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Head Lettuce</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Cartons:</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">19<sup>1</sup>/<sub>2</sub> in. × 16<sup>1</sup>/<sub>2</sub> in. × 11 in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">24 in. × 16<sup>1</sup>/<sub>2</sub> in. × 11 in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Sound, suitable non-standard open packages</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Sound, wire-bound crates</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">13.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Onions</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Cartons, boxes, crates or new bags</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">1, 2, 3, 5, 10, 15, 25, 50, 75 and 100 pounds</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Transparent packages</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">2 or 3 “Jumbo” onions sold as a unit</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">14.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Parsnips</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Bags, cartons, boxes or crates</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">1, 2, 3, 5, 10, 15, 25, 50, 75 and 100 pounds</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">15.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Peaches</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Cartons or crates</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">16<sup>1</sup>/<sub>8</sub> in. × 11<sup>1</sup>/<sub>2</sub> in. × 5<sup>3</sup>/<sub>4</sub> in. end piece and 4<sup>3</sup>/<sub>4</sub> in. side piece </p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\"><sup>2</sup>/<sub>3</sub> bushel — 1,440 cubic inches</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Boxes, cartons or crates</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">16<sup>1</sup>/<sub>8</sub> in. × 11<sup>1</sup>/<sub>2</sub> in. × 5<sup>3</sup>/<sub>4</sub> in. end piece and 3<sup>3</sup>/<sub>4</sub> in. side piece</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Panta Pak</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">16<sup>1</sup>/<sub>4</sub> in. × 13<sup>1</sup>/<sub>2</sub> in. × 6<sup>1</sup>/<sub>2</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Cell-Pak</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">Peach cell-packs shall have individual cells of the dimensions set out in columns II, III and IV for the number of peaches, by count, contained in the cellpack, set out opposite thereto in column I as follows:</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">Column I</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">Column II</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Column III</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">Column IV</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">Count</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">Length</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Width</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">Depth</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">30</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">3<sup>1</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">3 in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">3<sup>1</sup>/<sub>4</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">36</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">3 in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2<sup>15</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">3<sup>5</sup>/<sub>32</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">40</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">2<sup>27</sup>/<sub>32</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2<sup>13</sup>/<sub>16</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">3<sup>1</sup>/<sub>16</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">48</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">2<sup>41</sup>/<sub>64</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2<sup>37</sup>/<sub>64</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">2<sup>53</sup>/<sub>64</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">56</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">2<sup>35</sup>/<sub>64</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2<sup>31</sup>/<sub>64</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">2<sup>45</sup>/<sub>64</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">60</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">2<sup>31</sup>/<sub>64</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2<sup>34</sup>/<sub>64</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">2<sup>39</sup>/<sub>64</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"115\"><p class=\"table-e\">70</p>\n</td>\n<td valign=\"top\" width=\"110\"><p class=\"table-e\">2<sup>1</sup>/<sub>4</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">2<sup>1</sup>/<sub>4</sub> in.</p>\n</td>\n<td valign=\"top\" width=\"118\"><p class=\"table-e\">2<sup>5</sup>/<sub>8</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">16.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Pears</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Pear Box</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">18 in. × 11<sup>1</sup>/<sub>2</sub> in. × 8<sup>1</sup>/<sub>2</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Half Box</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">16<sup>1</sup>/<sub>8</sub> in. × 8<sup>5</sup>/<sub>8</sub> in. × 7<sup>5</sup>/<sub>8</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Carton or crate</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">16<sup>1</sup>/<sub>8</sub> in. × 11<sup>1</sup>/<sub>2</sub> in. × 5<sup>3</sup>/<sub>4</sub> in. end piece and 4<sup>3</sup>/<sub>4</sub> in. side piece</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\"><sup>2</sup>/<sub>3</sub> bushel — 1,440 cubic inches</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Pear carton</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">17 in. × 10<sup>3</sup>/<sub>4</sub> in. × 5 in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Tray carton</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">19<sup>3</sup>/<sub>4</sub> in. × 12 in. × 11<sup>3</sup>/<sub>4</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">17.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Plums, Prunes</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Boxes, cartons or crates</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">i. 18 in. × 11<sup>1</sup>/<sub>2</sub> in. × 3<sup>1</sup>/<sub>4</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">ii. 16<sup>1</sup>/<sub>8</sub> in. × 13<sup>3</sup>/<sub>4</sub> in. × 5<sup>3</sup>/<sub>4</sub> in.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">iii. 16<sup>1</sup>/<sub>8</sub> in. × 11<sup>1</sup>/<sub>2</sub> in. × 4<sup>3</sup>/<sub>4</sub> in. end piece and 3<sup>3</sup>/<sub>4</sub> in. side piece </p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">iv. 16<sup>1</sup>/<sub>8</sub> in. × 10 in. × 3<sup>3</sup>/<sub>8</sub> in. — may have <sup>1</sup>/<sub>2</sub> in. cleat</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"> \r\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">v.<sup> 2</sup>/<sub>3</sub> bushel — 1,440 cubic inches </p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">18.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Potatoes</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Cartons, boxes, crates or new bags</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">1, 2, 3, 5, 10, 15, 20, 25, 50, 75 and 100 pounds</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Transparent packages</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">3 potatoes which are uniformly sized, foil wrapped and sold as a unit</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">19.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Rhubarb (Field)</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Cartons</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">10 pounds</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Sound, suitable containers</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">(Forced)</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Cartons</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">10 pounds</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">20.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Rutabagas</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Bag, carton, box or crate</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">5, 10, 15, 25, 40, 50, 75 and 100 pounds</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">21.</p>\n</td>\n<td valign=\"top\" width=\"109\"><p class=\"table-e\">Tomatoes</p>\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Cartons, boxes, crates or other packages</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">1, 2, 3, 5, 8 and 10 pounds and multiples of 5 pounds</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Tomato tubes</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">minimum net weight of 14 ounces</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td valign=\"top\" width=\"109\"> \r\n</td>\n<td colspan=\"3\" valign=\"top\" width=\"225\"><p class=\"table-e\">Crates or lugs</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"227\"><p class=\"table-e\">16<sup>1</sup>/<sub>8</sub> in. × 13<sup>1</sup>/<sub>2</sub> in. × 6<sup>1</sup>/<sub>2</sub> in.</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 378, s. 9 (4); O. Reg. 331/08, s. 3.</p> <p class=\"subsection-e\">(5) Asparagus sold by growers and packers shall be packed in the packages for asparagus described in Table 2 of subsection (4) except asparagus sold directly to consumers which shall not be so packed. R.R.O. 1990, Reg. 378, s. 9 (5).</p> <p class=\"subsection-e\">(6) Half-bin packages for apples shall be constructed of plywood and ends, sides and bottoms shall be padded with number 1 polyfoam or plastic bubble sheeting with a minimum thickness of one-quarter inch. R.R.O. 1990, Reg. 378, s. 9 (6).</p> <p class=\"subsection-e\">(7) During shipment, half-bin packages of apples shall be level full and completely covered with corrugated material capable of withstanding a bursting test of 125 pounds per square inch. R.R.O. 1990, Reg. 378, s. 9 (7).</p> <p class=\"subsection-e\">(8) Pyramid-type packages for asparagus shall be constructed of corrugated cardboard with,</p> <p class=\"clause-e\">(a) each outer liner being forty-two pounds basic weight with full weather and water resistant adhesive applied to the inside facing;</p> <p class=\"clause-e\">(b) a white outer liner on the outside surface of the container;</p> <p class=\"clause-e\">(c) the medium being thirty-three pounds basic weight C flute corrugated;</p> <p class=\"clause-e\">(d) wet wax cascade treatment to a minimum of 45 per cent by weight; and</p> <p class=\"clause-e\">(e) an extra strength designation and a mullen test capability of not less than 200 pounds per square inch. R.R.O. 1990, Reg. 378, s. 9 (8).</p> <p class=\"subsection-e\">(9) The inside surface of the bottom of every pyramid-type package for asparagus shall be entirely covered with a moisture pad consisting of a minimum of ten plies of cellulose or like material stitched or applied to a polyethylene backing. R.R.O. 1990, Reg. 378, s. 9 (9).</p>"
        },
        {
            "id": "10.",
            "section": "Application",
            "content": "10. Where packages of apples are placed in master containers, the master containers shall be of corrugated material with partitions designed for apples, and, (a) for packing of three-pound bags, the master container shall hold twelve units and be capable of withstanding a bursting test of 175 pounds per square inch; (b) for packing of five-pound bags, the master container shall hold eight units and be capable of withstanding a bursting test of 200 pounds per square inch; (c) for packing of ten-pound bags, the master container shall hold four units and be capable of withstanding a bursting test of 175 pounds per square inch; and (d) for packing of three-pound over wrap trays, the master container shall hold twelve units and be capable of withstanding a bursting test of 175 pounds per square inch. R.R.O. 1990, Reg. 378, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>Where packages of apples are placed in master containers, the master containers shall be of corrugated material with partitions designed for apples, and,</p> <p class=\"clause-e\">(a) for packing of three-pound bags, the master container shall hold twelve units and be capable of withstanding a bursting test of 175 pounds per square inch;</p> <p class=\"clause-e\">(b) for packing of five-pound bags, the master container shall hold eight units and be capable of withstanding a bursting test of 200 pounds per square inch;</p> <p class=\"clause-e\">(c) for packing of ten-pound bags, the master container shall hold four units and be capable of withstanding a bursting test of 175 pounds per square inch; and</p> <p class=\"clause-e\">(d) for packing of three-pound over wrap trays, the master container shall hold twelve units and be capable of withstanding a bursting test of 175 pounds per square inch. R.R.O. 1990, Reg. 378, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Application",
            "content": "11. At least 95 per cent by weight of the asparagus packed in a pyramid-type package shall be packed so that the butt end of each spear contacts the moisture pad. R.R.O. 1990, Reg. 378, s. 11. PART III   MARKINGS",
            "raw_html": "<p class=\"section-e\"><b>11. </b>At least 95 per cent by weight of the asparagus packed in a pyramid-type package shall be packed so that the butt end of each spear contacts the moisture pad. R.R.O. 1990, Reg. 378, s. 11.</p> <p class=\"partnum-e\"><b><a name=\"P1037_17586\"></a><a name=\"BK4\"></a>PART III <br/>  MARKINGS</b></p>"
        },
        {
            "id": "12.",
            "section": "Application",
            "content": "12. Every person who packs, transports, ships, advertises, sells, offers for sale or has in possession for sale any produce in a package shall mark the package and master container with, (a) his or her initials, surname and address, and a firm or corporation shall mark the package with the firm or corporate name and address; (b) the proper designation of the grade of the produce; and (c) the kind of produce, when so packed that the kind of produce is not readily visible. R.R.O. 1990, Reg. 378, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>Every person who packs, transports, ships, advertises, sells, offers for sale or has in possession for sale any produce in a package shall mark the package and master container with,</p> <p class=\"clause-e\">(a) his or her initials, surname and address, and a firm or corporation shall mark the package with the firm or corporate name and address;</p> <p class=\"clause-e\">(b) the proper designation of the grade of the produce; and</p> <p class=\"clause-e\">(c) the kind of produce, when so packed that the kind of produce is not readily visible. R.R.O. 1990, Reg. 378, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Application",
            "content": "13. (1) No person shall, (a) use any registered number or mark assigned to any other person or use any brand, stencil or label designating any other owner, packer or shipper; (b) alter or efface any marks on any package of produce except for the purpose of compliance with this Regulation; or (c) where a grade name is marked on a package, mark the package with any other words or markings in such a manner that the words or markings appear to be part of the grade name or are likely to be mistaken for part of the grade name unless the words or markings comply with this Regulation. R.R.O. 1990, Reg. 378, s. 13 (1). (2) Despite clause (1) (c), (a) where this Regulation requires that a person mark a package to indicate the size of produce in it, the person shall place the markings indicating size adjacent to the grade name; (b) where carrots have been washed prior to being packed, the additional designation “Washed” may be used in connection with any of the grades of carrots; (c) where onions have a minimum diameter of one and one-quarter inches and a maximum of one and three-quarter inches, the additional designation “Small” may be used in connection with Canada No. 1 Grade; (d) where onions have a minimum diameter of three inches the additional designation “Jumbo” may be used in connection with Canada No. 1 Grade; (e) where rutabagas have been completely immersed in a wax solution, the additional designation “Waxed” may be used in connection with the grade of rutabagas; (f) every person who packs potatoes of the Yukon Gold variety in packages shall prominently mark each package “Yukon Gold” in letters no smaller than those of the grade name; and (g) every person who packs potatoes of a yellow-fleshed variety in packages shall mark the principal display surface of each package in bold face type in letters of not less than one-half inch in height with the words, (i) “yellow fleshed”, where the common name of the produce is shown elsewhere on the package, or (ii) “yellow fleshed potatoes”, where the common name of the produce is not shown elsewhere on the package. R.R.O. 1990, Reg. 378, s. 13 (2); O. Reg. 89/95, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) No person shall,</p> <p class=\"clause-e\">(a) use any registered number or mark assigned to any other person or use any brand, stencil or label designating any other owner, packer or shipper;</p> <p class=\"clause-e\">(b) alter or efface any marks on any package of produce except for the purpose of compliance with this Regulation; or</p> <p class=\"clause-e\">(c) where a grade name is marked on a package, mark the package with any other words or markings in such a manner that the words or markings appear to be part of the grade name or are likely to be mistaken for part of the grade name unless the words or markings comply with this Regulation. R.R.O. 1990, Reg. 378, s. 13 (1).</p> <p class=\"subsection-e\">(2) Despite clause (1) (c),</p> <p class=\"clause-e\">(a) where this Regulation requires that a person mark a package to indicate the size of produce in it, the person shall place the markings indicating size adjacent to the grade name;</p> <p class=\"clause-e\">(b) where carrots have been washed prior to being packed, the additional designation “Washed” may be used in connection with any of the grades of carrots;</p> <p class=\"clause-e\">(c) where onions have a minimum diameter of one and one-quarter inches and a maximum of one and three-quarter inches, the additional designation “Small” may be used in connection with Canada No. 1 Grade;</p> <p class=\"clause-e\">(d) where onions have a minimum diameter of three inches the additional designation “Jumbo” may be used in connection with Canada No. 1 Grade;</p> <p class=\"clause-e\">(e) where rutabagas have been completely immersed in a wax solution, the additional designation “Waxed” may be used in connection with the grade of rutabagas;</p> <p class=\"clause-e\">(f) every person who packs potatoes of the Yukon Gold variety in packages shall prominently mark each package “Yukon Gold” in letters no smaller than those of the grade name; and</p> <p class=\"clause-e\">(g) every person who packs potatoes of a yellow-fleshed variety in packages shall mark the principal display surface of each package in bold face type in letters of not less than one-half inch in height with the words,</p> <p class=\"subclause-e\">(i) “yellow fleshed”, where the common name of the produce is shown elsewhere on the package, or</p> <p class=\"subclause-e\">(ii) “yellow fleshed potatoes”, where the common name of the produce is not shown elsewhere on the package. R.R.O. 1990, Reg. 378, s. 13 (2); O. Reg. 89/95, s. 1.</p>"
        },
        {
            "id": "14.",
            "section": "Application",
            "content": "14. Every person who packs, transports, ships, advertises, sells, offers for sale or has in possession for sale any produce in a package shall mark the package with, (a) in the case of produce imported from outside Canada and repacked within Canada, the words “Product of” followed by the name of the country of origin; and (b) in the case of produce grown within Canada, the words “Product of Canada” or “Product of” followed by the name of the province of origin. R.R.O. 1990, Reg. 378, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>Every person who packs, transports, ships, advertises, sells, offers for sale or has in possession for sale any produce in a package shall mark the package with,</p> <p class=\"clause-e\">(a) in the case of produce imported from outside Canada and repacked within Canada, the words “Product of” followed by the name of the country of origin; and</p> <p class=\"clause-e\">(b) in the case of produce grown within Canada, the words “Product of Canada” or “Product of” followed by the name of the province of origin. R.R.O. 1990, Reg. 378, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Application",
            "content": "15. No person shall sell, offer for sale or have in possession for sale at retail any produce unless a sign appears on the display stating, (a) “Product of” followed by the name of the country or Canadian province of origin; (b) where a grade is established under this Regulation, the grade of the produce; (c) the price per unit of weight if sold by weight; (d) the variety for apples and pears; and (e) the word “sweet” or “hot” for peppers. R.R.O. 1990, Reg. 378, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15. </b>No person shall sell, offer for sale or have in possession for sale at retail any produce unless a sign appears on the display stating,</p> <p class=\"clause-e\">(a) “Product of” followed by the name of the country or Canadian province of origin;</p> <p class=\"clause-e\">(b) where a grade is established under this Regulation, the grade of the produce;</p> <p class=\"clause-e\">(c) the price per unit of weight if sold by weight;</p> <p class=\"clause-e\">(d) the variety for apples and pears; and</p> <p class=\"clause-e\">(e) the word “sweet” or “hot” for peppers. R.R.O. 1990, Reg. 378, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Application",
            "content": "16. Every person who advertises produce shall declare the country or Canadian province of origin, the grade of the produce and the measure, weight or size of the package in every advertisement respecting the produce by the use of the words “Product of” followed by the name of the country or Canadian province of origin, as the case may be. O. Reg. 89/95, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>Every person who advertises produce shall declare the country or Canadian province of origin, the grade of the produce and the measure, weight or size of the package in every advertisement respecting the produce by the use of the words “Product of” followed by the name of the country or Canadian province of origin, as the case may be. O. Reg. 89/95, s. 2.</p>"
        },
        {
            "id": "17.",
            "section": "Application",
            "content": "17. Where this Regulation requires that a person mark a package, a retail display sign or an advertisement with a grade designation and the country or province of origin, the person shall place the country or province of origin markings immediately above, beside or below the grade name and in the same size of lettering as the grade name. O. Reg. 89/95, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>17. </b>Where this Regulation requires that a person mark a package, a retail display sign or an advertisement with a grade designation and the country or province of origin, the person shall place the country or province of origin markings immediately above, beside or below the grade name and in the same size of lettering as the grade name. O. Reg. 89/95, s. 2.</p>"
        },
        {
            "id": "18.",
            "section": "Application",
            "content": "18. Every person who packs produce in packages shall use the following size marks: 1. For sweet corn, the word “Small” if the ears have, when measured lengthwise, a minimum of four inches and a maximum of six inches of edible corn. 2. For onions when size is specified, the size range on each package or tag. 3. For baskets of peaches or containers of untiered peaches, the minimum diameter prescribed by this Regulation for the grade of peaches therein, or any diameter larger than that minimum. O. Reg. 89/95, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>Every person who packs produce in packages shall use the following size marks:</p> <p class=\"paragraph-e\">1. For sweet corn, the word “Small” if the ears have, when measured lengthwise, a minimum of four inches and a maximum of six inches of edible corn.</p> <p class=\"paragraph-e\">2. For onions when size is specified, the size range on each package or tag.</p> <p class=\"paragraph-e\">3. For baskets of peaches or containers of untiered peaches, the minimum diameter prescribed by this Regulation for the grade of peaches therein, or any diameter larger than that minimum. O. Reg. 89/95, s. 3.</p>"
        },
        {
            "id": "19.",
            "section": "Application",
            "content": "19. (1) Every person who packs produce shall mark the numerical count on, (a) cartons of tiered apples, peaches or pears; and (b) non-transparent packages of, (i) cauliflower, (ii) celery, (iii) greenhouse cucumbers of Canada No. 1 grade, and (iv) lettuce. R.R.O. 1990, Reg. 378, s. 19 (1); O. Reg. 89/95, s. 4 (1). (2) Every person who packs cartons, boxes and crates of cabbages, other than those of the half-bushel or bushel capacity, shall mark them with, (a) the net weight of the contents; or (b) the numerical count. R.R.O. 1990, Reg. 378, s. 19 (2); O. Reg. 89/95, s. 4 (2). (3) Every person who packs sweet corn in packages other than transparent packages containing not more than 12 ears, shall mark them with, (a) the net volume of the packages; or (b) the numerical count. R.R.O. 1990, Reg. 378, s. 19 (3); O. Reg. 89/95, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"><b>19. </b>(1) Every person who packs produce shall mark the numerical count on,</p> <p class=\"clause-e\">(a) cartons of tiered apples, peaches or pears; and</p> <p class=\"clause-e\">(b) non-transparent packages of,</p> <p class=\"subclause-e\">(i) cauliflower,</p> <p class=\"subclause-e\">(ii) celery,</p> <p class=\"subclause-e\">(iii) greenhouse cucumbers of Canada No. 1 grade, and</p> <p class=\"subclause-e\">(iv) lettuce. R.R.O. 1990, Reg. 378, s. 19 (1); O. Reg. 89/95, s. 4 (1).</p> <p class=\"subsection-e\">(2) Every person who packs cartons, boxes and crates of cabbages, other than those of the half-bushel or bushel capacity, shall mark them with,</p> <p class=\"clause-e\">(a) the net weight of the contents; or</p> <p class=\"clause-e\">(b) the numerical count. R.R.O. 1990, Reg. 378, s. 19 (2); O. Reg. 89/95, s. 4 (2).</p> <p class=\"subsection-e\">(3) Every person who packs sweet corn in packages other than transparent packages containing not more than 12 ears, shall mark them with,</p> <p class=\"clause-e\">(a) the net volume of the packages; or</p> <p class=\"clause-e\">(b) the numerical count. R.R.O. 1990, Reg. 378, s. 19 (3); O. Reg. 89/95, s. 4 (3).</p>"
        },
        {
            "id": "20.",
            "section": "Application",
            "content": "20. (1) Every person who packs produce in packages shall mark the net weight of contents on each package of, (a) apples packed in bags; (b) beets, carrots, onions, parsnips, potatoes and rutabagas packed in bags, cartons, boxes or crates other than those of pint, quart, half-bushel and bushel capacity; (c) cabbage packed in bags; (d) field rhubarb packed in closed containers; (e) forced rhubarb; and (f) tomatoes packed in baskets and cartons other than two-quart, four-quart, six-quart, eight-quart or eleven-quart baskets. R.R.O. 1990, Reg. 378, s. 20 (1); O. Reg. 89/95, s. 5 (1). (2) Every person who packs produce in catchweight packages shall mark them to show the net weight of the produce and where the net weight is other than one, one and one-half, two, two and one-half or three pounds, the person shall mark the packages to show the price per unit. O. Reg. 89/95, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"><b>20. </b>(1) Every person who packs produce in packages shall mark the net weight of contents on each package of,</p> <p class=\"clause-e\">(a) apples packed in bags;</p> <p class=\"clause-e\">(b) beets, carrots, onions, parsnips, potatoes and rutabagas packed in bags, cartons, boxes or crates other than those of pint, quart, half-bushel and bushel capacity;</p> <p class=\"clause-e\">(c) cabbage packed in bags;</p> <p class=\"clause-e\">(d) field rhubarb packed in closed containers;</p> <p class=\"clause-e\">(e) forced rhubarb; and</p> <p class=\"clause-e\">(f) tomatoes packed in baskets and cartons other than two-quart, four-quart, six-quart, eight-quart or eleven-quart baskets. R.R.O. 1990, Reg. 378, s. 20 (1); O. Reg. 89/95, s. 5 (1).</p> <p class=\"subsection-e\">(2) Every person who packs produce in catchweight packages shall mark them to show the net weight of the produce and where the net weight is other than one, one and one-half, two, two and one-half or three pounds, the person shall mark the packages to show the price per unit. O. Reg. 89/95, s. 5 (2).</p>"
        },
        {
            "id": "21.",
            "section": "Application",
            "content": "21. Marks for produce packed in packages shall include, (a) for apples and pears, the name of the variety; and (b) for peppers, the word “sweet” or “hot”. R.R.O. 1990, Reg.378, s. 21.",
            "raw_html": "<p class=\"section-e\"><b>21. </b>Marks for produce packed in packages shall include,</p> <p class=\"clause-e\">(a) for apples and pears, the name of the variety; and</p> <p class=\"clause-e\">(b) for peppers, the word “sweet” or “hot”. R.R.O. 1990, Reg.378, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": "Application",
            "content": "22. (1) Except as otherwise provided in this section, marks required by this Regulation shall be readily discernible, of a permanent nature and of a size reasonable in proportion to the package, label or retail display sign and in any case shall be not less than one-eighth of an inch in height on tags or tomato tubes, three-sixteenths of an inch in height on bags containing less than ten pounds and one-quarter of an inch in height in all other cases and shall be placed, (a) on one end, or on a label or tag affixed to one end of each box, carton or crate; (b) on one side, or on a label or tag affixed to one side, of each bushel and half-bushel hamper; and (c) subject to subsections (2) and (3), on the handle or one side or end, or on a label or tag affixed to one side or end, of each package other than a package mentioned in clause (a) or (b). R.R.O. 1990, Reg. 378, s. 22 (1). (2) Marks for baskets or cartons of two-quart, four-quart, six-quart, eight-quart or eleven-quart capacity shall include the capacity in letters and figures not less than one-half of an inch in height on the principal display surface. R.R.O. 1990, Reg. 378, s. 22 (2). (3) Marks for cartons of half-bushel and bushel capacity shall include the capacity in letters and figures not less than one-half of an inch in height. R.R.O. 1990, Reg. 378, s. 22 (3). (4) Marks for catchweight packages and advertisements may be less than one-eighth of an inch in height if they are legible. R.R.O. 1990, Reg. 378, s. 22 (4). (5) The marks for bags shall be, (a) stencilled or printed on the bag; (b) interwoven in the bag; (c) on a suitable tag attached to the bag; or (d) on a suitable label or tag within the bag and plainly legible through the bag. R.R.O. 1990, Reg. 378, s. 22 (5). (6) A label may be used in the case of baskets with transparent covers and shall be placed directly under the cover and shall be plainly legible through the cover. R.R.O. 1990, Reg. 378, s. 22 (6).",
            "raw_html": "<p class=\"section-e\"><b>22. </b>(1) Except as otherwise provided in this section, marks required by this Regulation shall be readily discernible, of a permanent nature and of a size reasonable in proportion to the package, label or retail display sign and in any case shall be not less than one-eighth of an inch in height on tags or tomato tubes, three-sixteenths of an inch in height on bags containing less than ten pounds and one-quarter of an inch in height in all other cases and shall be placed,</p> <p class=\"clause-e\">(a) on one end, or on a label or tag affixed to one end of each box, carton or crate;</p> <p class=\"clause-e\">(b) on one side, or on a label or tag affixed to one side, of each bushel and half-bushel hamper; and</p> <p class=\"clause-e\">(c) subject to subsections (2) and (3), on the handle or one side or end, or on a label or tag affixed to one side or end, of each package other than a package mentioned in clause (a) or (b). R.R.O. 1990, Reg. 378, s. 22 (1).</p> <p class=\"subsection-e\">(2) Marks for baskets or cartons of two-quart, four-quart, six-quart, eight-quart or eleven-quart capacity shall include the capacity in letters and figures not less than one-half of an inch in height on the principal display surface. R.R.O. 1990, Reg. 378, s. 22 (2).</p> <p class=\"subsection-e\">(3) Marks for cartons of half-bushel and bushel capacity shall include the capacity in letters and figures not less than one-half of an inch in height. R.R.O. 1990, Reg. 378, s. 22 (3).</p> <p class=\"subsection-e\">(4) Marks for catchweight packages and advertisements may be less than one-eighth of an inch in height if they are legible. R.R.O. 1990, Reg. 378, s. 22 (4).</p> <p class=\"subsection-e\">(5) The marks for bags shall be,</p> <p class=\"clause-e\">(a) stencilled or printed on the bag;</p> <p class=\"clause-e\">(b) interwoven in the bag;</p> <p class=\"clause-e\">(c) on a suitable tag attached to the bag; or</p> <p class=\"clause-e\">(d) on a suitable label or tag within the bag and plainly legible through the bag. R.R.O. 1990, Reg. 378, s. 22 (5).</p> <p class=\"subsection-e\">(6) A label may be used in the case of baskets with transparent covers and shall be placed directly under the cover and shall be plainly legible through the cover. R.R.O. 1990, Reg. 378, s. 22 (6).</p>"
        },
        {
            "id": "23.",
            "section": "Application",
            "content": "23. Every person who uses a label on produce packages may at any time be required to submit it to the Director for approval. R.R.O. 1990, Reg. 378, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23. </b>Every person who uses a label on produce packages may at any time be required to submit it to the Director for approval. R.R.O. 1990, Reg. 378, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": "Application",
            "content": "24. Revoked: O. Reg. 89/95, s. 6. PART IV   INSPECTION",
            "raw_html": "<p class=\"section-e\"><b>24. </b>Revoked: O. Reg. 89/95, s. 6.</p> <p class=\"partnum-e\"><b><a name=\"P1110_26633\"></a><a name=\"BK5\"></a>PART IV <br/>  INSPECTION</b></p>"
        },
        {
            "id": "25.",
            "section": "Application",
            "content": "25. An inspector may inspect produce according to the grades prescribed under this Regulation or according to such grades or variations of those grades as are provided for by any regulation or order made under the Farm Products Marketing Act. O. Reg. 89/95, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>25. </b>An inspector may inspect produce according to the grades prescribed under this Regulation or according to such grades or variations of those grades as are provided for by any regulation or order made under the <i>Farm Products Marketing Act</i>. O. Reg. 89/95, s. 7.</p>"
        },
        {
            "id": "26.",
            "section": "Application",
            "content": "26. (1) Every person who requires produce to be inspected shall apply to the nearest inspector or to the Ministry. R.R.O. 1990, Reg. 378, s.  26 (1). (2) An application for inspection may be refused if, (a) it appears trivial; (b) the produce is not available for inspection; (c) the produce has already been inspected; (d) an order under the Farm Products Marketing Act is in effect; (e) another organization has inspectors who are competent to do the inspection; or (f) the applicant owes the Ministry fees for previous inspection services. O. Reg. 89/95, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>26. </b>(1) Every person who requires produce to be inspected shall apply to the nearest inspector or to the Ministry. R.R.O. 1990, Reg. 378, s.  26 (1).</p> <p class=\"subsection-e\">(2) An application for inspection may be refused if,</p> <p class=\"clause-e\">(a) it appears trivial;</p> <p class=\"clause-e\">(b) the produce is not available for inspection;</p> <p class=\"clause-e\">(c) the produce has already been inspected;</p> <p class=\"clause-e\">(d) an order under the <i>Farm Products Marketing Act</i> is in effect;</p> <p class=\"clause-e\">(e) another organization has inspectors who are competent to do the inspection; or</p> <p class=\"clause-e\">(f) the applicant owes the Ministry fees for previous inspection services. O. Reg. 89/95, s. 8.</p>"
        },
        {
            "id": "27.",
            "section": "Application",
            "content": "27. A person whose produce is being inspected by an inspector shall provide the inspector with such reasonable assistance as the inspector requires during the inspection. O. Reg. 89/95, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>27. </b>A person whose produce is being inspected by an inspector shall provide the inspector with such reasonable assistance as the inspector requires during the inspection. O. Reg. 89/95, s. 9.</p>"
        },
        {
            "id": "28.",
            "section": "Application",
            "content": "28. (1) An inspector shall provide a certificate to a person whose produce he or she has inspected if, (a) the person has made the produce accessible for inspection; and (b) the person has placed the produce so as to disclose its quality and condition. O. Reg. 89/95, s. 9. (2) If the produce has not been sufficiently accessible to enable the inspector to inspect a representative sample, the inspector may inspect and certify that portion of the produce that is accessible for inspection and issue a qualified certificate. O. Reg. 89/95, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>28. </b>(1) An inspector shall provide a certificate to a person whose produce he or she has inspected if,</p> <p class=\"clause-e\">(a) the person has made the produce accessible for inspection; and</p> <p class=\"clause-e\">(b) the person has placed the produce so as to disclose its quality and condition. O. Reg. 89/95, s. 9.</p> <p class=\"subsection-e\">(2) If the produce has not been sufficiently accessible to enable the inspector to inspect a representative sample, the inspector may inspect and certify that portion of the produce that is accessible for inspection and issue a qualified certificate. O. Reg. 89/95, s. 9.</p>"
        },
        {
            "id": "29.",
            "section": "Application",
            "content": "29. Where an inspector has reason to believe that because of latent defects due to climatic or other conditions the true quality or condition of the produce cannot be determined, the inspector may postpone inspection for such period as he or she considers necessary to enable the true quality or condition of the produce to be determined. R.R.O. 1990, Reg. 378, s. 29.",
            "raw_html": "<p class=\"section-e\"><b>29. </b>Where an inspector has reason to believe that because of latent defects due to climatic or other conditions the true quality or condition of the produce cannot be determined, the inspector may postpone inspection for such period as he or she considers necessary to enable the true quality or condition of the produce to be determined. R.R.O. 1990, Reg. 378, s. 29.</p>"
        },
        {
            "id": "30.",
            "section": "Application",
            "content": "30. (1) Subject to section 31.1, a person may apply for an appeal inspection if, (a) the person is financially interested in any produce and is dissatisfied with an inspection certificate; or (b) the person has had produce detained and inspected under section 7 of the Act. O. Reg. 89/95, s. 10 (1). (2) The application for an appeal inspection shall state the reasons for appeal and may be accompanied by a copy of any previous inspection certificate or other information possessed by the applicant. R.R.O. 1990, Reg. 378, s. 30 (2). (3) An application for an appeal inspection may be refused where, (a) it appears trivial; (b) the quality or condition of the produce has materially changed; (c) the produce is not accessible for inspection; or (d) an order made under the Farm Products Marketing Act is in effect. R.R.O. 1990, Reg. 378, s. 30 (3); O. Reg. 89/95, s. 10 (2). (4) If an appeal inspection is made, the original inspection certificate shall be deemed to be annulled on the issuance of the appeal inspection certificate. O. Reg. 89/95, s. 10 (3).",
            "raw_html": "<p class=\"section-e\"><b>30. </b>(1) Subject to section 31.1, a person may apply for an appeal inspection if,</p> <p class=\"clause-e\">(a) the person is financially interested in any produce and is dissatisfied with an inspection certificate; or</p> <p class=\"clause-e\">(b) the person has had produce detained and inspected under section 7 of the Act. O. Reg. 89/95, s. 10 (1).</p> <p class=\"subsection-e\">(2) The application for an appeal inspection shall state the reasons for appeal and may be accompanied by a copy of any previous inspection certificate or other information possessed by the applicant. R.R.O. 1990, Reg. 378, s. 30 (2).</p> <p class=\"subsection-e\">(3) An application for an appeal inspection may be refused where,</p> <p class=\"clause-e\">(a) it appears trivial;</p> <p class=\"clause-e\">(b) the quality or condition of the produce has materially changed;</p> <p class=\"clause-e\">(c) the produce is not accessible for inspection; or</p> <p class=\"clause-e\">(d) an order made under the <i>Farm Products Marketing Act</i> is in effect. R.R.O. 1990, Reg. 378, s. 30 (3); O. Reg. 89/95, s. 10 (2).</p> <p class=\"subsection-e\">(4) If an appeal inspection is made, the original inspection certificate shall be deemed to be annulled on the issuance of the appeal inspection certificate. O. Reg. 89/95, s. 10 (3).</p>"
        },
        {
            "id": "31.",
            "section": "Application",
            "content": "31. (1) Subject to section 31.1, a person may apply for a recertification inspection if an inspector has inspected the person’s produce at the person’s request and has issued an inspection certificate. O. Reg. 89/95, s. 11. (2) An inspector may refuse an application for a recertification inspection if it appears trivial. O. Reg. 89/95, s. 11. (3) A certificate issued on a recertification inspection shall be deemed to annul the original inspection certificate. O. Reg. 89/95, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>31. </b>(1) Subject to section 31.1, a person may apply for a recertification inspection if an inspector has inspected the person’s produce at the person’s request and has issued an inspection certificate. O. Reg. 89/95, s. 11.</p> <p class=\"subsection-e\">(2) An inspector may refuse an application for a recertification inspection if it appears trivial. O. Reg. 89/95, s. 11.</p> <p class=\"subsection-e\">(3) A certificate issued on a recertification inspection shall be deemed to annul the original inspection certificate. O. Reg. 89/95, s. 11.</p>"
        },
        {
            "id": "31.1",
            "section": "Application",
            "content": "31.1 (1) An appeal inspection or a recertification inspection of produce shall not take place unless, (a) the person whose produce is to be inspected has applied to the inspector within 10 hours from the time the original inspection certificate was issued; and (b) the produce to be inspected is intact and readily identifiable. O. Reg. 89/95, s. 11. (2) The inspector may extend the time limit mentioned in clause (1) (a) if it falls on a Saturday or holiday. O. Reg. 89/95, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>31.1 </b>(1) An appeal inspection or a recertification inspection of produce shall not take place unless,</p> <p class=\"clause-e\">(a) the person whose produce is to be inspected has applied to the inspector within 10 hours from the time the original inspection certificate was issued; and</p> <p class=\"clause-e\">(b) the produce to be inspected is intact and readily identifiable. O. Reg. 89/95, s. 11.</p> <p class=\"subsection-e\">(2) The inspector may extend the time limit mentioned in clause (1) (a) if it falls on a Saturday or holiday. O. Reg. 89/95, s. 11.</p>"
        },
        {
            "id": "32.",
            "section": "Application",
            "content": "32. In the case of inspections made subsequent to grading and packing, a tolerance of five per cent in addition to the tolerances allowed at the original shipping point shall be allowed for condition defects of which, in the case of potatoes, not more than an additional one per cent may be decay, and in the case of all other commodities, not more than an additional two per cent may be decay. R.R.O. 1990, Reg. 378, s. 32; O. Reg. 89/95, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>32. </b>In the case of inspections made subsequent to grading and packing, a tolerance of five per cent in addition to the tolerances allowed at the original shipping point shall be allowed for condition defects of which, in the case of potatoes, not more than an additional one per cent may be decay, and in the case of all other commodities, not more than an additional two per cent may be decay. R.R.O. 1990, Reg. 378, s. 32; O. Reg. 89/95, s. 12.</p>"
        },
        {
            "id": "33.",
            "section": "Application",
            "content": "33. Inspection is required of all produce moving by, (a) any vehicle to or from any place designated by the Minister; or (b) any vehicle from, to or through any inspection point designated by the Minister. R.R.O. 1990, Reg. 378, s. 33. PART V   DETENTION",
            "raw_html": "<p class=\"section-e\"><b>33. </b>Inspection is required of all produce moving by,</p> <p class=\"clause-e\">(a) any vehicle to or from any place designated by the Minister; or</p> <p class=\"clause-e\">(b) any vehicle from, to or through any inspection point designated by the Minister. R.R.O. 1990, Reg. 378, s. 33.</p> <p class=\"partnum-e\"><b><a name=\"P1147_31373\"></a><a name=\"BK6\"></a>PART V <br/>  DETENTION</b></p>"
        },
        {
            "id": "34.",
            "section": "Application",
            "content": "34. An inspector who detains any lot of produce or produce packages may attach thereto a number detention tag, and no person shall alter or deface the tag, or remove the tag from the lot of produce without the written authority of an inspector. R.R.O. 1990, Reg. 378, s. 34.",
            "raw_html": "<p class=\"section-e\"><b>34. </b>An inspector who detains any lot of produce or produce packages may attach thereto a number detention tag, and no person shall alter or deface the tag, or remove the tag from the lot of produce without the written authority of an inspector. R.R.O. 1990, Reg. 378, s. 34.</p>"
        },
        {
            "id": "35.",
            "section": "Application",
            "content": "35. Where an inspector detains any lot of produce or produce packages, no person shall sell, offer for sale, move or allow or cause to be moved, or otherwise dispose of the lot of produce or produce packages without the written authority of an inspector. R.R.O. 1990, Reg. 378, s. 35.",
            "raw_html": "<p class=\"section-e\"><b>35. </b>Where an inspector detains any lot of produce or produce packages, no person shall sell, offer for sale, move or allow or cause to be moved, or otherwise dispose of the lot of produce or produce packages without the written authority of an inspector. R.R.O. 1990, Reg. 378, s. 35.</p>"
        },
        {
            "id": "36.",
            "section": "Application",
            "content": "36. (1) An inspector may give written permission for produce which has been placed under detention to be, (a) moved from the point of detention to another designated point; (b) regraded; (c) repacked; or (d) remarked. R.R.O. 1990, Reg. 378, s. 36; O. Reg. 89/95, s. 13 (1). (2) No person shall move or dispose of the produce following the movement, regrading, repacking or remarking until authorized by an inspector. O. Reg. 89/95, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"><b>36. </b>(1) An inspector may give written permission for produce which has been placed under detention to be,</p> <p class=\"clause-e\">(a) moved from the point of detention to another designated point;</p> <p class=\"clause-e\">(b) regraded;</p> <p class=\"clause-e\">(c) repacked; or</p> <p class=\"clause-e\">(d) remarked. R.R.O. 1990, Reg. 378, s. 36; O. Reg. 89/95, s. 13 (1).</p> <p class=\"subsection-e\">(2) No person shall move or dispose of the produce following the movement, regrading, repacking or remarking until authorized by an inspector. O. Reg. 89/95, s. 13 (2).</p>"
        },
        {
            "id": "37.",
            "section": "Application",
            "content": "37. Where produce under detention is shipped or transported with the written authority of an inspector for the purpose of packing in standard packages it is not subject to the provisions of this Regulation respecting packages and markings. R.R.O. 1990, Reg. 378, s. 37.",
            "raw_html": "<p class=\"section-e\"><b>37. </b>Where produce under detention is shipped or transported with the written authority of an inspector for the purpose of packing in standard packages it is not subject to the provisions of this Regulation respecting packages and markings. R.R.O. 1990, Reg. 378, s. 37.</p>"
        },
        {
            "id": "38.",
            "section": "Application",
            "content": "38. An inspector who is satisfied that any produce or produce package that has been placed under detention complies with the Act and this Regulation may release the produce or produce package by issuing a detention release. R.R.O. 1990, Reg. 378, s. 38. PART VI   GENERAL",
            "raw_html": "<p class=\"section-e\"><b>38. </b>An inspector who is satisfied that any produce or produce package that has been placed under detention complies with the Act and this Regulation may release the produce or produce package by issuing a detention release. R.R.O. 1990, Reg. 378, s. 38.</p> <p class=\"partnum-e\"><b><a name=\"P1158_32939\"></a><a name=\"BK7\"></a>PART VI <br/>  GENERAL</b></p>"
        },
        {
            "id": "39.",
            "section": "Application",
            "content": "39. (1) The fees payable for requested inspection of produce other than produce for processing, excepting re-certification inspections and appeal inspections, shall be computed on a time basis at the rate of $10 per hour to the nearest half-hour with a maximum daily charge of $50. R.R.O. 1990, Reg. 378, s. 39 (1). (2) The fee for re-certification of produce that has had shipping point inspection but requires re-certification is $5. R.R.O. 1990, Reg. 378, s. 39 (2). (3) For an appeal inspection, (a) where the produce is found to be in accordance with the previous inspection, the fees payable are twice the amount prescribed under subsection (1); and (b) where the produce is found to be not in accordance with the previous inspection, no fees are payable. R.R.O. 1990, Reg. 378, s. 39 (3).",
            "raw_html": "<p class=\"section-e\"><b>39. </b>(1) The fees payable for requested inspection of produce other than produce for processing, excepting re-certification inspections and appeal inspections, shall be computed on a time basis at the rate of $10 per hour to the nearest half-hour with a maximum daily charge of $50. R.R.O. 1990, Reg. 378, s. 39 (1).</p> <p class=\"subsection-e\">(2) The fee for re-certification of produce that has had shipping point inspection but requires re-certification is $5. R.R.O. 1990, Reg. 378, s. 39 (2).</p> <p class=\"subsection-e\">(3) For an appeal inspection,</p> <p class=\"clause-e\">(a) where the produce is found to be in accordance with the previous inspection, the fees payable are twice the amount prescribed under subsection (1); and</p> <p class=\"clause-e\">(b) where the produce is found to be not in accordance with the previous inspection, no fees are payable. R.R.O. 1990, Reg. 378, s. 39 (3).</p>"
        },
        {
            "id": "40.",
            "section": "Application",
            "content": "40. Despite section 39 and subject to sections 43 and 44, the fees payable for inspection or grading of produce for processing shall be the cost to the Ministry of providing such inspection or grading. R.R.O. 1990, Reg. 378, s. 40; O. Reg. 89/95, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>40. </b>Despite section 39 and subject to sections 43 and 44, the fees payable for inspection or grading of produce for processing shall be the cost to the Ministry of providing such inspection or grading. R.R.O. 1990, Reg. 378, s. 40; O. Reg. 89/95, s. 14.</p>"
        },
        {
            "id": "41.",
            "section": "Application",
            "content": "41. The fees under sections 40, 43 and 44 shall be paid within 15 days of receipt of a statement of account from the Director to the Minister of Finance at the address indicated on the statement. O. Reg. 89/95, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>41. </b>The fees under sections 40, 43 and 44 shall be paid within 15 days of receipt of a statement of account from the Director to the Minister of Finance at the address indicated on the statement. O. Reg. 89/95, s. 15.</p>"
        },
        {
            "id": "42.",
            "section": "Application",
            "content": "42. The fees set out in this part may be increased by the amount of travelling, facsimile, telephone or other expenses that are incurred in connection with the inspection of produce. O. Reg. 89/95, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>42. </b>The fees set out in this part may be increased by the amount of travelling, facsimile, telephone or other expenses that are incurred in connection with the inspection of produce. O. Reg. 89/95, s. 15.</p>"
        },
        {
            "id": "42.1",
            "section": "Application",
            "content": "42.1 An inspector may refuse an application for inspection services if the applicant has not paid all fees for previous inspection services provided to the applicant. O. Reg. 89/95, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>42.1 </b>An inspector may refuse an application for inspection services if the applicant has not paid all fees for previous inspection services provided to the applicant. O. Reg. 89/95, s. 15.</p>"
        },
        {
            "id": "43., 44.",
            "section": "Application",
            "content": "43., 44. Revoked: O. Reg. 40/99, s. 1. PART VII   FRESH FRUIT AND VEGETABLE GRADE STANDARDS",
            "raw_html": "<p class=\"section-e\"><b>43., 44. </b>Revoked: O. Reg. 40/99, s. 1.</p> <p class=\"partnum-e\"><b><a name=\"P1169_34694\"></a><a name=\"BK8\"></a>PART VII <br/>  FRESH FRUIT AND VEGETABLE GRADE STANDARDS</b></p>"
        },
        {
            "id": "45.",
            "section": "Application",
            "content": "45. (1) The grade names adopted or established in this Part shall only be applied to or used in connection with produce grown in Canada. R.R.O. 1990, Reg. 378, s. 45 (1). (2) The grade names to be applied to or used in connection with imported produce are the same as those for produce grown in Canada except that the words “Canada” and “Ontario” are deleted from them. R.R.O. 1990, Reg. 378, s. 45 (2). (3) Produce imported into Ontario that bears a grade name formed in accordance with subsection (2) shall comply with the same grade standards, established under the Canada Agricultural Products Act and adopted in this Part, as produce grown in Canada that bears a corresponding grade name. R.R.O. 1990, Reg. 378, s. 45 (3). (4) As of the 1st day of July, 1990, no person shall be in conformity with clause 15 (b) and section 16 of this Regulation, unless the person uses a grade name formed in accordance with subsection (2) when stating the grade of imported produce. R.R.O. 1990, Reg. 378, s. 45 (4). (5) As of the 1st day of January, 1991, no person shall be in conformity with clause 12 (b) of this Regulation, unless the person uses a grade name formed in accordance with subsection (2) when designating the grade of imported produce. R.R.O. 1990, Reg. 378, s. 45 (5). (6) A reference in this Part to anything established under the Canada Agricultural Products Act is a reference to that thing established by that Act or the regulations made under it, as amended from time to time. O. Reg. 331/08, s. 4. Apples",
            "raw_html": "<p class=\"section-e\"><b>45. </b>(1) The grade names adopted or established in this Part shall only be applied to or used in connection with produce grown in Canada. R.R.O. 1990, Reg. 378, s. 45 (1).</p> <p class=\"subsection-e\">(2) The grade names to be applied to or used in connection with imported produce are the same as those for produce grown in Canada except that the words “Canada” and “Ontario” are deleted from them. R.R.O. 1990, Reg. 378, s. 45 (2).</p> <p class=\"subsection-e\">(3) Produce imported into Ontario that bears a grade name formed in accordance with subsection (2) shall comply with the same grade standards, established under the <i>Canada Agricultural Products Act</i> and adopted in this Part, as produce grown in Canada that bears a corresponding grade name. R.R.O. 1990, Reg. 378, s. 45 (3).</p> <p class=\"subsection-e\">(4) As of the 1st day of July, 1990, no person shall be in conformity with clause 15 (b) and section 16 of this Regulation, unless the person uses a grade name formed in accordance with subsection (2) when stating the grade of imported produce. R.R.O. 1990, Reg. 378, s. 45 (4).</p> <p class=\"subsection-e\">(5) As of the 1st day of January, 1991, no person shall be in conformity with clause 12 (b) of this Regulation, unless the person uses a grade name formed in accordance with subsection (2) when designating the grade of imported produce. R.R.O. 1990, Reg. 378, s. 45 (5).</p> <p class=\"subsection-e\">(6) A reference in this Part to anything established under the <i>Canada Agricultural Products Act</i> is a reference to that thing established by that Act or the regulations made under it, as amended from time to time. O. Reg. 331/08, s. 4.</p> <p class=\"heading1-e\"><a name=\"P1176_36297\"></a><a name=\"BK9\"></a>Apples</p>"
        },
        {
            "id": "46.",
            "section": "Apples",
            "content": "46. (1) The following grade names for apples and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada Extra Fancy Grade. 2. Canada Fancy Grade. 3. Canada Commercial Grade. 4. Canada Commercial Cookers Grade. 5. Canada Hailed Grade. R.R.O. 1990, Reg. 378, s. 46 (1); O. Reg. 331/08, s. 5. (2) Despite the Fresh Fruit and Vegetable Regulations made under the Canada Agricultural Products Act, apples packed in Ontario, for sale in Ontario, shall be of a diameter of not less than 23/8 inches. R.R.O. 1990, Reg. 378, s. 46 (2).",
            "raw_html": "<p class=\"section-e\"><b>46. </b>(1) The following grade names for apples and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada Extra Fancy Grade.</p> <p class=\"paragraph-e\">2. Canada Fancy Grade.</p> <p class=\"paragraph-e\">3. Canada Commercial Grade.</p> <p class=\"paragraph-e\">4. Canada Commercial Cookers Grade.</p> <p class=\"paragraph-e\">5. Canada Hailed Grade. R.R.O. 1990, Reg. 378, s. 46 (1); O. Reg. 331/08, s. 5.</p> <p class=\"subsection-e\">(2) Despite the Fresh Fruit and Vegetable Regulations made under the <i>Canada Agricultural Products Act</i>, apples packed in Ontario, for sale in Ontario, shall be of a diameter of not less than 2<sup>3</sup>/<sub>8</sub> inches. R.R.O. 1990, Reg. 378, s. 46 (2).</p>"
        },
        {
            "id": "47.",
            "section": "Apples",
            "content": "47. Apples that meet the requirements for Canada Commercial Grade apples may be alternatively designated as Canada Cee Grade or Canada “C” Grade. R.R.O. 1990, Reg. 378, s. 47. Asparagus",
            "raw_html": "<p class=\"section-e\"><b>47. </b>Apples that meet the requirements for Canada Commercial Grade apples may be alternatively designated as Canada Cee Grade or Canada “C” Grade. R.R.O. 1990, Reg. 378, s. 47.</p> <p class=\"heading1-e\"><a name=\"P1185_37106\"></a><a name=\"BK10\"></a>Asparagus</p>"
        },
        {
            "id": "48.",
            "section": "Asparagus",
            "content": "48. The following grade names for asparagus and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. 2. Canada No. 1 Slender Grade. 3. Canada No. 2 Grade. O. Reg. 331/08, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>48. </b>The following grade names for asparagus and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade.</p> <p class=\"paragraph-e\">2. Canada No. 1 Slender Grade.</p> <p class=\"paragraph-e\">3. Canada No. 2 Grade. O. Reg. 331/08, s. 6.</p>"
        },
        {
            "id": "49.",
            "section": "Asparagus",
            "content": "49. (1) Where asparagus is marketed according to the diameter of the asparagus stalks, one of the designations set out in subsection (2) shall be used in addition to the grade name. R.R.O. 1990, Reg. 378, s. 49 (1). (2) For the purposes of subsection (1), the diameter grades of asparagus are, (a) “medium”, where the asparagus stalks have a minimum diameter of 5/16 inch and a maximum diameter of 9/16 inch; (b) “large”, where the asparagus stalks have a minimum diameter of 1/2 inch and a maximum diameter of 13/16 inch; and (c) “jumbo”, where the asparagus stalks have a minimum diameter of 3/4 inch. R.R.O. 1990, Reg. 378, s. 49 (2).",
            "raw_html": "<p class=\"section-e\"><b>49. </b>(1) Where asparagus is marketed according to the diameter of the asparagus stalks, one of the designations set out in subsection (2) shall be used in addition to the grade name. R.R.O. 1990, Reg. 378, s. 49 (1).</p> <p class=\"subsection-e\">(2) For the purposes of subsection (1), the diameter grades of asparagus are,</p> <p class=\"clause-e\">(a) “medium”, where the asparagus stalks have a minimum diameter of <sup>5</sup>/<sub>16</sub> inch and a maximum diameter of <sup>9</sup>/<sub>16</sub> inch;</p> <p class=\"clause-e\">(b) “large”, where the asparagus stalks have a minimum diameter of <sup>1</sup>/<sub>2</sub> inch and a maximum diameter of <sup>13</sup>/<sub>16</sub> inch; and</p> <p class=\"clause-e\">(c) “jumbo”, where the asparagus stalks have a minimum diameter of <sup>3</sup>/<sub>4</sub> inch. R.R.O. 1990, Reg. 378, s. 49 (2).</p>"
        },
        {
            "id": "50.",
            "section": "Asparagus",
            "content": "50. Each eleven-quart basket of bunched asparagus shall weigh not less than twelve pounds net weight and, where asparagus is sold or offered for sale by the bunch, each bunch shall, (a) weigh either eight ounces or sixteen ounces; or (b) be sold on an exact weight and price per unit weight basis. R.R.O. 1990, Reg. 378, s. 50. Beets",
            "raw_html": "<p class=\"section-e\"><b>50. </b>Each eleven-quart basket of bunched asparagus shall weigh not less than twelve pounds net weight and, where asparagus is sold or offered for sale by the bunch, each bunch shall,</p> <p class=\"clause-e\">(a) weigh either eight ounces or sixteen ounces; or</p> <p class=\"clause-e\">(b) be sold on an exact weight and price per unit weight basis. R.R.O. 1990, Reg. 378, s. 50.</p> <p class=\"heading1-e\"><a name=\"P1198_38378\"></a><a name=\"BK11\"></a>Beets</p>"
        },
        {
            "id": "51.",
            "section": "Beets",
            "content": "51. The following grade names for topped beets and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. 2. Canada No. 2 Grade. R.R.O. 1990, Reg. 378, s. 51. Cabbage",
            "raw_html": "<p class=\"section-e\"><b>51. </b>The following grade names for topped beets and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade.</p> <p class=\"paragraph-e\">2. Canada No. 2 Grade. R.R.O. 1990, Reg. 378, s. 51.</p> <p class=\"heading1-e\"><a name=\"P1202_38642\"></a><a name=\"BK12\"></a>Cabbage</p>"
        },
        {
            "id": "52.",
            "section": "Cabbage",
            "content": "52. The following grade names for cabbage and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. 2. Canada No. 2 Grade. R.R.O. 1990, Reg. 378, s. 52. Cantaloups",
            "raw_html": "<p class=\"section-e\"><b>52. </b>The following grade names for cabbage and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade.</p> <p class=\"paragraph-e\">2. Canada No. 2 Grade. R.R.O. 1990, Reg. 378, s. 52.</p> <p class=\"heading1-e\"><a name=\"P1206_38903\"></a><a name=\"BK13\"></a>Cantaloups</p>"
        },
        {
            "id": "53.",
            "section": "Cantaloups",
            "content": "53. The following grade name for cantaloups and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, is hereby adopted in whole: 1. Canada No. 1 Grade. O. Reg. 331/08, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>53. </b>The following grade name for cantaloups and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, is hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade. O. Reg. 331/08, s. 7.</p>"
        },
        {
            "id": "54.",
            "section": "Cantaloups",
            "content": "54. (1) Ontario No. 2 Grade is the grade name for cantaloups that are, (a) fairly clean, mature, sound and of one variety; (b) free from insects, insect larva and decay; and (c) properly packed. R.R.O. 1990, Reg. 378, s. 54 (1); O. Reg. 331/08, s. 8. (2) Tolerances by count for variations incidental to the commercial grading and handling of cantaloups of Ontario No. 2 Grade are the same as for Canada No. 1 Grade. R.R.O. 1990, Reg. 378, s. 54 (2); O. Reg. 331/08, s. 8. Carrots",
            "raw_html": "<p class=\"section-e\"><b>54. </b>(1) Ontario No. 2 Grade is the grade name for cantaloups that are,</p> <p class=\"clause-e\">(a) fairly clean, mature, sound and of one variety;</p> <p class=\"clause-e\">(b) free from insects, insect larva and decay; and</p> <p class=\"clause-e\">(c) properly packed. R.R.O. 1990, Reg. 378, s. 54 (1); O. Reg. 331/08, s. 8.</p> <p class=\"subsection-e\">(2) Tolerances by count for variations incidental to the commercial grading and handling of cantaloups of Ontario No. 2 Grade are the same as for Canada No. 1 Grade. R.R.O. 1990, Reg. 378, s. 54 (2); O. Reg. 331/08, s. 8.</p> <p class=\"heading1-e\"><a name=\"P1214_39624\"></a><a name=\"BK14\"></a>Carrots</p>"
        },
        {
            "id": "55.",
            "section": "Carrots",
            "content": "55. The following grade names for topped carrots and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. 2. Revoked: O. Reg. 331/08, s. 9. 3. Canada No. 2 Grade. R.R.O. 1990, Reg. 378, s. 55; O. Reg. 331/08, s. 9. Cauliflowers",
            "raw_html": "<p class=\"section-e\"><b>55. </b>The following grade names for topped carrots and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade.</p> <p class=\"paragraph-e\">2. Revoked: O. Reg. 331/08, s. 9.</p> <p class=\"paragraph-e\">3. Canada No. 2 Grade. R.R.O. 1990, Reg. 378, s. 55; O. Reg. 331/08, s. 9.</p> <p class=\"heading1-e\"><a name=\"P1219_39951\"></a><a name=\"BK15\"></a>Cauliflowers</p>"
        },
        {
            "id": "56.",
            "section": "Cauliflowers",
            "content": "56. The following grade names for cauliflowers and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. 2. Canada No. 2 Grade. R.R.O. 1990, Reg. 378, s. 56. Celery",
            "raw_html": "<p class=\"section-e\"><b>56. </b>The following grade names for cauliflowers and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade.</p> <p class=\"paragraph-e\">2. Canada No. 2 Grade. R.R.O. 1990, Reg. 378, s. 56.</p> <p class=\"heading1-e\"><a name=\"P1223_40222\"></a><a name=\"BK16\"></a>Celery</p>"
        },
        {
            "id": "57.",
            "section": "Celery",
            "content": "57. The following grade names for celery and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. 2. Canada No. 1 Heart Grade. 3. Canada No. 2 Grade. R.R.O. 1990, Reg. 378, s. 57. Cherries",
            "raw_html": "<p class=\"section-e\"><b>57. </b>The following grade names for celery and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade.</p> <p class=\"paragraph-e\">2. Canada No. 1 Heart Grade.</p> <p class=\"paragraph-e\">3. Canada No. 2 Grade. R.R.O. 1990, Reg. 378, s. 57.</p> <p class=\"heading1-e\"><a name=\"P1228_40508\"></a><a name=\"BK17\"></a>Cherries</p>"
        },
        {
            "id": "58.",
            "section": "Cherries",
            "content": "58. The following grade names for cherries and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. 2. Canada Domestic Grade. 3. Canada Orchard Run Grade. R.R.O. 1990, Reg. 378, s. 58. Corn (Sweet)",
            "raw_html": "<p class=\"section-e\"><b>58. </b>The following grade names for cherries and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade.</p> <p class=\"paragraph-e\">2. Canada Domestic Grade.</p> <p class=\"paragraph-e\">3. Canada Orchard Run Grade. R.R.O. 1990, Reg. 378, s. 58.</p> <p class=\"heading1-e\"><a name=\"P1233_40801\"></a><a name=\"BK18\"></a>Corn (Sweet)</p>"
        },
        {
            "id": "59.",
            "section": "Corn (Sweet)",
            "content": "59. The following grade name for sweet corn and the grade, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. R.R.O. 1990, Reg. 378, s. 59. Cucumbers (Field)",
            "raw_html": "<p class=\"section-e\"><b>59. </b>The following grade name for sweet corn and the grade, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade. R.R.O. 1990, Reg. 378, s. 59.</p> <p class=\"heading1-e\"><a name=\"P1236_41047\"></a><a name=\"BK19\"></a>Cucumbers (Field)</p>"
        },
        {
            "id": "60.",
            "section": "Cucumbers (Field)",
            "content": "60. The following grade names for field cucumbers and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. 2. Canada No. 2 Grade. R.R.O. 1990, Reg. 378, s. 60. Cucumbers (Greenhouse)",
            "raw_html": "<p class=\"section-e\"><b>60. </b>The following grade names for field cucumbers and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade.</p> <p class=\"paragraph-e\">2. Canada No. 2 Grade. R.R.O. 1990, Reg. 378, s. 60.</p> <p class=\"heading1-e\"><a name=\"P1240_41326\"></a><a name=\"BK20\"></a>Cucumbers (Greenhouse)</p>"
        },
        {
            "id": "61.",
            "section": "Cucumbers (Greenhouse)",
            "content": "61. The following grade names for greenhouse cucumbers and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. 2. Canada No. 2 Grade. R.R.O. 1990, Reg. 378, s. 61.",
            "raw_html": "<p class=\"section-e\"><b>61. </b>The following grade names for greenhouse cucumbers and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade.</p> <p class=\"paragraph-e\">2. Canada No. 2 Grade. R.R.O. 1990, Reg. 378, s. 61.</p>"
        },
        {
            "id": "62.",
            "section": "Cucumbers (Greenhouse)",
            "content": "62. (1) Ontario Utility Grade is the grade name for long, seedless greenhouse cucumbers that are, (a) fresh, sound, firm, clean and free from disease; (b) free from decay; (c) free from any injury or defect or a combination thereof that seriously affects the edibility of the cucumber; and (d) properly packed. R.R.O. 1990, Reg. 378, s. 62 (1). (2) Tolerances by count for variations incidental to commercial grading and handling of greenhouse cucumbers of Ontario Utility Grade shall not be more than, (a) 1 per cent affected by decay; (b) 5 per cent having the same grade defects, except decay; and (c) 10 per cent having grade defects including those referred to in clauses (a) and (b). R.R.O. 1990, Reg. 378, s. 62 (2). Grapes",
            "raw_html": "<p class=\"section-e\"><b>62. </b>(1) Ontario Utility Grade is the grade name for long, seedless greenhouse cucumbers that are,</p> <p class=\"clause-e\">(a) fresh, sound, firm, clean and free from disease;</p> <p class=\"clause-e\">(b) free from decay;</p> <p class=\"clause-e\">(c) free from any injury or defect or a combination thereof that seriously affects the edibility of the cucumber; and</p> <p class=\"clause-e\">(d) properly packed. R.R.O. 1990, Reg. 378, s. 62 (1).</p> <p class=\"subsection-e\">(2) Tolerances by count for variations incidental to commercial grading and handling of greenhouse cucumbers of Ontario Utility Grade shall not be more than,</p> <p class=\"clause-e\">(a) 1 per cent affected by decay;</p> <p class=\"clause-e\">(b) 5 per cent having the same grade defects, except decay; and</p> <p class=\"clause-e\">(c) 10 per cent having grade defects including those referred to in clauses (a) and (b). R.R.O. 1990, Reg. 378, s. 62 (2).</p> <p class=\"heading1-e\"><a name=\"P1253_42338\"></a><a name=\"BK21\"></a>Grapes</p>"
        },
        {
            "id": "63.",
            "section": "Grapes",
            "content": "63. The following grade names for grapes and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. 2. Canada Domestic Grade. R.R.O. 1990, Reg. 378, s. 63.",
            "raw_html": "<p class=\"section-e\"><b>63. </b>The following grade names for grapes and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade.</p> <p class=\"paragraph-e\">2. Canada Domestic Grade. R.R.O. 1990, Reg. 378, s. 63.</p>"
        },
        {
            "id": "64.",
            "section": "Grapes",
            "content": "64. Despite the varietal requirements of Canada No. 1 Grade, grapes that, (a) are of different varieties and colours; (b) are packed in approximately equal proportions in packages that, (i) do not exceed six quarts in capacity, and (ii) are marked with the words “Mixed Varieties”; and (c) in all other respects, meet the requirements for Canada No. 1 Grade, may be designated as Canada No. 1 Grade. R.R.O. 1990, Reg. 378, s. 64. Head Lettuce (Iceberg Type)",
            "raw_html": "<p class=\"section-e\"><b>64. </b>Despite the varietal requirements of Canada No. 1 Grade, grapes that,</p> <p class=\"clause-e\">(a) are of different varieties and colours;</p> <p class=\"clause-e\">(b) are packed in approximately equal proportions in packages that,</p> <p class=\"subclause-e\">(i) do not exceed six quarts in capacity, and</p> <p class=\"subclause-e\">(ii) are marked with the words “Mixed Varieties”; and</p> <p class=\"clause-e\">(c) in all other respects, meet the requirements for Canada No. 1 Grade,</p> <p class=\"Ssection-e\">may be designated as Canada No. 1 Grade. R.R.O. 1990, Reg. 378, s. 64.</p> <p class=\"heading1-e\"><a name=\"P1264_43027\"></a><a name=\"BK22\"></a>Head Lettuce (Iceberg Type)</p>"
        },
        {
            "id": "65.",
            "section": "Head Lettuce (Iceberg Type)",
            "content": "65. The following grade names for lettuce and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. 2. Canada No. 2 Grade. R.R.O. 1990, Reg. 378, s. 65. Onions",
            "raw_html": "<p class=\"section-e\"><b>65. </b>The following grade names for lettuce and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade.</p> <p class=\"paragraph-e\">2. Canada No. 2 Grade. R.R.O. 1990, Reg. 378, s. 65.</p> <p class=\"heading1-e\"><a name=\"P1268_43308\"></a><a name=\"BK23\"></a>Onions</p>"
        },
        {
            "id": "66.",
            "section": "Onions",
            "content": "66. The following grade names for onions, other than green onions, and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. 2. Canada No. 1 Pickling Grade. 3. Canada No. 2 Grade. R.R.O. 1990, Reg. 378, s. 66.",
            "raw_html": "<p class=\"section-e\"><b>66. </b>The following grade names for onions, other than green onions, and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade.</p> <p class=\"paragraph-e\">2. Canada No. 1 Pickling Grade.</p> <p class=\"paragraph-e\">3. Canada No. 2 Grade. R.R.O. 1990, Reg. 378, s. 66.</p>"
        },
        {
            "id": "67.",
            "section": "Onions",
            "content": "67. Prior to the 16th day of September in any year, onions grown during that year which do not comply with the firmness and neck dryness requirements of Canada No. 1 Grade, but that comply with all other requirements of Canada No. 1 Grade, and (a) are cured so that the neck is moderately dry; and (b) yield only slightly to moderate pressure, shall be deemed to meet the requirements of Canada No. 1 Grade. R.R.O. 1990, Reg. 378, s. 67. Parsnips",
            "raw_html": "<p class=\"section-e\"><b>67. </b>Prior to the 16th day of September in any year, onions grown during that year which do not comply with the firmness and neck dryness requirements of Canada No. 1 Grade, but that comply with all other requirements of Canada No. 1 Grade, and</p> <p class=\"clause-e\">(a) are cured so that the neck is moderately dry; and</p> <p class=\"clause-e\">(b) yield only slightly to moderate pressure,</p> <p class=\"Ssection-e\">shall be deemed to meet the requirements of Canada No. 1 Grade. R.R.O. 1990, Reg. 378, s. 67.</p> <p class=\"heading1-e\"><a name=\"P1277_44060\"></a><a name=\"BK24\"></a>Parsnips</p>"
        },
        {
            "id": "68.",
            "section": "Parsnips",
            "content": "68. The following grade names for topped parsnips and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. 2. Revoked: O. Reg. 331/08, s. 10. 3. Canada No. 2 Grade. R.R.O. 1990, Reg 378, s. 68; O. Reg. 331/08, s. 10. Peaches",
            "raw_html": "<p class=\"section-e\"><b>68. </b>The following grade names for topped parsnips and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade.</p> <p class=\"paragraph-e\">2. Revoked: O. Reg. 331/08, s. 10.</p> <p class=\"paragraph-e\">3. Canada No. 2 Grade. R.R.O. 1990, Reg 378, s. 68; O. Reg. 331/08, s. 10.</p> <p class=\"heading1-e\"><a name=\"P1282_44390\"></a><a name=\"BK25\"></a>Peaches</p>"
        },
        {
            "id": "69.",
            "section": "Peaches",
            "content": "69. The following grade name for peaches and the grade, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. R.R.O. 1990, Reg. 378, s. 69.",
            "raw_html": "<p class=\"section-e\"><b>69. </b>The following grade name for peaches and the grade, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade. R.R.O. 1990, Reg. 378, s. 69.</p>"
        },
        {
            "id": "70.",
            "section": "Peaches",
            "content": "70. (1) Ontario Domestic Split-pit Grade is the grade name for peaches that are, (a) sound, mature, clean, hand-picked and one variety; (b) of a minimum diameter of 21/8 inches; (c) offered for sale or sold prior to the 15th day of August; (d) free from worm injury; (e) free from russeting that affects an aggregate of more than 5 per cent of the surface area of a peach; (f) free from limb rub that affects more than 5 per cent of the surface area of a peach; (g) free from hail marks that affect more than 10 per cent of the surface area of a peach and that have indented the skin more than slightly or have broken the skin; (h) free from mildew, scab or ink spots and oak bug injury that affects more than 5 per cent of the surface area of a peach; (i) free from slight deformities that affect more than 15 per cent of the surface of a peach; (j) free from any combination of two or more of the defects referred to in clause (e), (f), (g), (h) or (i) the total area of which exceeds the greater single area tolerance prescribed for the particular defects of the combination; (k) free from any damage, injury or defect or a combination thereof, that is not referred to in clause (e), (f), (g), (h) or (i) and that materially affects their appearance, edibility or shipping quality; and (l) properly packed. R.R.O. 1990, Reg. 378, s. 70 (1). (2) The tolerances by count for variations incidental to commercial grading and handling of peaches of Ontario Domestic Split-pit Grade shall be the same as for Canada No. 1 Grade. R.R.O. 1990, Reg. 378, s. 70 (2).",
            "raw_html": "<p class=\"section-e\"><b>70. </b>(1) Ontario Domestic Split-pit Grade is the grade name for peaches that are,</p> <p class=\"clause-e\">(a) sound, mature, clean, hand-picked and one variety;</p> <p class=\"clause-e\">(b) of a minimum diameter of 2<sup>1</sup>/<sub>8</sub> inches;</p> <p class=\"clause-e\">(c) offered for sale or sold prior to the 15th day of August;</p> <p class=\"clause-e\">(d) free from worm injury;</p> <p class=\"clause-e\">(e) free from russeting that affects an aggregate of more than 5 per cent of the surface area of a peach;</p> <p class=\"clause-e\">(f) free from limb rub that affects more than 5 per cent of the surface area of a peach;</p> <p class=\"clause-e\">(g) free from hail marks that affect more than 10 per cent of the surface area of a peach and that have indented the skin more than slightly or have broken the skin;</p> <p class=\"clause-e\">(h) free from mildew, scab or ink spots and oak bug injury that affects more than 5 per cent of the surface area of a peach;</p> <p class=\"clause-e\">(i) free from slight deformities that affect more than 15 per cent of the surface of a peach;</p> <p class=\"clause-e\">(j) free from any combination of two or more of the defects referred to in clause (e), (f), (g), (h) or (i) the total area of which exceeds the greater single area tolerance prescribed for the particular defects of the combination;</p> <p class=\"clause-e\">(k) free from any damage, injury or defect or a combination thereof, that is not referred to in clause (e), (f), (g), (h) or (i) and that materially affects their appearance, edibility or shipping quality; and</p> <p class=\"clause-e\">(l) properly packed. R.R.O. 1990, Reg. 378, s. 70 (1).</p> <p class=\"subsection-e\">(2) The tolerances by count for variations incidental to commercial grading and handling of peaches of Ontario Domestic Split-pit Grade shall be the same as for Canada No. 1 Grade. R.R.O. 1990, Reg. 378, s. 70 (2).</p>"
        },
        {
            "id": "71.",
            "section": "Peaches",
            "content": "71. Despite the maturity requirements under Canada No. 1 Grade, the firmness for peaches shall not exceed fifteen pounds as indicated by a pressure tester having a five-sixteenths of an inch plunger. R.R.O. 1990, Reg. 378, s. 71.",
            "raw_html": "<p class=\"section-e\"><b>71. </b>Despite the maturity requirements under Canada No. 1 Grade, the firmness for peaches shall not exceed fifteen pounds as indicated by a pressure tester having a five-sixteenths of an inch plunger. R.R.O. 1990, Reg. 378, s. 71.</p>"
        },
        {
            "id": "72.",
            "section": "Peaches",
            "content": "72. Sales of peaches directly to consumers from the premises on which they are produced are exempt from sections 69 and 70 providing, (a) the peaches are packed in containers other than four quart, four litre or six quart baskets, panta pak boxes or two-third bushel cartons; (b) the containers in which the peaches are displayed and sold are marked with the word “UTILITY” in letters of at least one inch in height; and (c) the peaches are not advertised. R.R.O. 1990, Reg. 378, s. 72. Pears",
            "raw_html": "<p class=\"section-e\"><b>72. </b>Sales of peaches directly to consumers from the premises on which they are produced are exempt from sections 69 and 70 providing,</p> <p class=\"clause-e\">(a) the peaches are packed in containers other than four quart, four litre or six quart baskets, panta pak boxes or two-third bushel cartons;</p> <p class=\"clause-e\">(b) the containers in which the peaches are displayed and sold are marked with the word “UTILITY” in letters of at least one inch in height; and</p> <p class=\"clause-e\">(c) the peaches are not advertised. R.R.O. 1990, Reg. 378, s. 72.</p> <p class=\"heading1-e\"><a name=\"P1304_46899\"></a><a name=\"BK26\"></a>Pears</p>"
        },
        {
            "id": "73.",
            "section": "Pears",
            "content": "73. The following grade names for pears and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada Extra Fancy Grade. 2. Canada Fancy Grade. 3. Canada Commercial Grade. R.R.O. 1990, Reg. 378, s. 73.",
            "raw_html": "<p class=\"section-e\"><b>73. </b>The following grade names for pears and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada Extra Fancy Grade.</p> <p class=\"paragraph-e\">2. Canada Fancy Grade.</p> <p class=\"paragraph-e\">3. Canada Commercial Grade. R.R.O. 1990, Reg. 378, s. 73.</p>"
        },
        {
            "id": "74.",
            "section": "Pears",
            "content": "74. Ontario No. 3 Grade is the grade name for pears that are, (a) sound, mature, hand-picked and of one variety; (b) free from bruises that affect more than 15 per cent of the surface of a pear; (c) free from leaf roller injury that has deformed more than 25 per cent of the surface area of a pear; (d) free from insect injury that has broken the skin or that affects more than 15 per cent of the surface area of a pear; (e) free from limb rub or leaf marks that affect more than 15 per cent of the surface area of a pear; (f) free from hail injury that has broken the skin or that affects an area that exceeds three-quarters of an inch in diameter; (g) free from sun-scald or spray burn that affects more than 15 per cent of the surface area of a pear; (h) free from skin punctures, (i) in the case of pears of any variety other than those of Anjou variety, or (ii) in the case of pears of Anjou variety, that exceed two per pear and that exceed one-eighth of an inch in diameter; (i) free from drought spots that depress or discolour the surface more than slightly; (j) free from scab spots that affect more than 15 per cent of the surface area of a pear; (k) free from deformities other than slight deformities; (l) free from any combination of two or more of the defects referred to in clause (b), (c), (d), (e), (f), (g), (h), (i), (j) or (k), the total area of which exceeds the greater single area tolerance prescribed for the particular defects of the combination; (m) free from any damage, injury or defect or a combination thereof, that is not referred to in clause (b), (c), (d), (e), (f), (g), (h), (i), (j) or (k) and that materially affects their appearance, edibility or shipping quality; (n) of a minimum diameter of, (i) 11/2 inches for all varieties, other than those of Seckel variety, and (ii) one inch for Seckel variety; and (o) properly packed. R.R.O. 1990, Reg. 378, s. 74.",
            "raw_html": "<p class=\"section-e\"><b>74. </b>Ontario No. 3 Grade is the grade name for pears that are,</p> <p class=\"clause-e\">(a) sound, mature, hand-picked and of one variety;</p> <p class=\"clause-e\">(b) free from bruises that affect more than 15 per cent of the surface of a pear;</p> <p class=\"clause-e\">(c) free from leaf roller injury that has deformed more than 25 per cent of the surface area of a pear;</p> <p class=\"clause-e\">(d) free from insect injury that has broken the skin or that affects more than 15 per cent of the surface area of a pear;</p> <p class=\"clause-e\">(e) free from limb rub or leaf marks that affect more than 15 per cent of the surface area of a pear;</p> <p class=\"clause-e\">(f) free from hail injury that has broken the skin or that affects an area that exceeds three-quarters of an inch in diameter;</p> <p class=\"clause-e\">(g) free from sun-scald or spray burn that affects more than 15 per cent of the surface area of a pear;</p> <p class=\"clause-e\">(h) free from skin punctures,</p> <p class=\"subclause-e\">(i) in the case of pears of any variety other than those of Anjou variety, or</p> <p class=\"subclause-e\">(ii) in the case of pears of Anjou variety, that exceed two per pear and that exceed one-eighth of an inch in diameter;</p> <p class=\"clause-e\">(i) free from drought spots that depress or discolour the surface more than slightly;</p> <p class=\"clause-e\">(j) free from scab spots that affect more than 15 per cent of the surface area of a pear;</p> <p class=\"clause-e\">(k) free from deformities other than slight deformities;</p> <p class=\"clause-e\">(l) free from any combination of two or more of the defects referred to in clause (b), (c), (d), (e), (f), (g), (h), (i), (j) or (k), the total area of which exceeds the greater single area tolerance prescribed for the particular defects of the combination;</p> <p class=\"clause-e\">(m) free from any damage, injury or defect or a combination thereof, that is not referred to in clause (b), (c), (d), (e), (f), (g), (h), (i), (j) or (k) and that materially affects their appearance, edibility or shipping quality;</p> <p class=\"clause-e\">(n) of a minimum diameter of,</p> <p class=\"subclause-e\">(i) 1<sup>1</sup>/<sub>2</sub> inches for all varieties, other than those of Seckel variety, and</p> <p class=\"subclause-e\">(ii) one inch for Seckel variety; and</p> <p class=\"clause-e\">(o) properly packed. R.R.O. 1990, Reg. 378, s. 74.</p>"
        },
        {
            "id": "75.",
            "section": "Pears",
            "content": "75. Tolerances by count for variations incidental to the commercial grading and handling of pears of Ontario No. 3 Grade are the same as for Canada Fancy Grade. R.R.O. 1990, Reg. 378, s. 75.",
            "raw_html": "<p class=\"section-e\"><b>75. </b>Tolerances by count for variations incidental to the commercial grading and handling of pears of Ontario No. 3 Grade are the same as for Canada Fancy Grade. R.R.O. 1990, Reg. 378, s. 75.</p>"
        },
        {
            "id": "76.",
            "section": "Pears",
            "content": "76. Pears that meet the requirements for Canada Fancy Grade may be alternatively designated as Canada No. 1 and pears that meet the requirements for Canada Commercial Grade may be alternatively designated as Canada Cee Grade, Canada “C” Grade or Canada Domestic Grade. R.R.O. 1990, Reg. 378, s. 76. Peppers",
            "raw_html": "<p class=\"section-e\"><b>76. </b>Pears that meet the requirements for Canada Fancy Grade may be alternatively designated as Canada No. 1 and pears that meet the requirements for Canada Commercial Grade may be alternatively designated as Canada Cee Grade, Canada “C” Grade or Canada Domestic Grade. R.R.O. 1990, Reg. 378, s. 76.</p> <p class=\"heading1-e\"><a name=\"P1331_49554\"></a><a name=\"BK27\"></a>Peppers</p>"
        },
        {
            "id": "77.",
            "section": "Peppers",
            "content": "77. (1) Ontario No. 1 Grade is the grade name for peppers that are, (a) of similar varietal characteristics; (b) firm and not soft or shrivelled; (c) free from insects, insect larvae and insect injury; (d) free from bruises or mechanical injury; (e) free from disease; (f) free from decay; (g) free from any damage, injury or defect or combination thereof that is not referred to in clause (a), (b), (c), (d), (e) or (f) and that materially affects their appearance, edibility or shipping quality; and (h) properly packed. R.R.O. 1990, Reg. 378, s. 77 (1). (2) Tolerances by count for variations incidental to commercial grading and handling of peppers shall not be more than, (a) 3 per cent affected by decay; (b) 5 per cent having the same grade defects; and (c) 10 per cent having grade defects including those referred to in clauses (a) and (b). R.R.O. 1990, Reg. 378, s. 77 (2). Plums and Prunes",
            "raw_html": "<p class=\"section-e\"><b>77. </b>(1) Ontario No. 1 Grade is the grade name for peppers that are,</p> <p class=\"clause-e\">(a) of similar varietal characteristics;</p> <p class=\"clause-e\">(b) firm and not soft or shrivelled;</p> <p class=\"clause-e\">(c) free from insects, insect larvae and insect injury;</p> <p class=\"clause-e\">(d) free from bruises or mechanical injury;</p> <p class=\"clause-e\">(e) free from disease;</p> <p class=\"clause-e\">(f) free from decay;</p> <p class=\"clause-e\">(g) free from any damage, injury or defect or combination thereof that is not referred to in clause (a), (b), (c), (d), (e) or (f) and that materially affects their appearance, edibility or shipping quality; and</p> <p class=\"clause-e\">(h) properly packed. R.R.O. 1990, Reg. 378, s. 77 (1).</p> <p class=\"subsection-e\">(2) Tolerances by count for variations incidental to commercial grading and handling of peppers shall not be more than,</p> <p class=\"clause-e\">(a) 3 per cent affected by decay;</p> <p class=\"clause-e\">(b) 5 per cent having the same grade defects; and</p> <p class=\"clause-e\">(c) 10 per cent having grade defects including those referred to in clauses (a) and (b). R.R.O. 1990, Reg. 378, s. 77 (2).</p> <p class=\"heading1-e\"><a name=\"P1345_50436\"></a><a name=\"BK28\"></a>Plums and Prunes</p>"
        },
        {
            "id": "78.",
            "section": "Plums and Prunes",
            "content": "78. The following grade name for plums and prunes and the grade, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. R.R.O. 1990, Reg. 378, s. 78.",
            "raw_html": "<p class=\"section-e\"><b>78. </b>The following grade name for plums and prunes and the grade, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade. R.R.O. 1990, Reg. 378, s. 78.</p>"
        },
        {
            "id": "79.",
            "section": "Plums and Prunes",
            "content": "79. The firmness for Shiro plums shall not exceed ten pounds as indicated by a pressure tester having a five-sixteenths of an inch plunger. R.R.O. 1990, Reg. 378, s. 79.",
            "raw_html": "<p class=\"section-e\"><b>79. </b>The firmness for Shiro plums shall not exceed ten pounds as indicated by a pressure tester having a five-sixteenths of an inch plunger. R.R.O. 1990, Reg. 378, s. 79.</p>"
        },
        {
            "id": "80.",
            "section": "Plums and Prunes",
            "content": "80. (1) Each two-thirds bushel carton of plums or prunes shall have a minimum gross weight of thirty-one pounds or 14.1 kilograms. R.R.O. 1990, Reg. 378, s. 80 (1). (2) A master container of three four litre baskets of plums or prunes shall have a minimum gross weight of twenty-four pounds or 10.9 kilograms. R.R.O. 1990, Reg. 378, s. 80 (2). Potatoes",
            "raw_html": "<p class=\"section-e\"><b>80. </b>(1) Each two-thirds bushel carton of plums or prunes shall have a minimum gross weight of thirty-one pounds or 14.1 kilograms. R.R.O. 1990, Reg. 378, s. 80 (1).</p> <p class=\"subsection-e\">(2) A master container of three four litre baskets of plums or prunes shall have a minimum gross weight of twenty-four pounds or 10.9 kilograms. R.R.O. 1990, Reg. 378, s. 80 (2).</p> <p class=\"heading1-e\"><a name=\"P1351_51223\"></a><a name=\"BK29\"></a>Potatoes</p>"
        },
        {
            "id": "81.",
            "section": "Potatoes",
            "content": "81. The following grade names for potatoes and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. 2. Revoked: O. Reg. 331/08, s. 11. 3. Canada No. 2 Grade. R.R.O. 1990, Reg. 378, s. 81; O. Reg. 331/08, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>81. </b>The following grade names for potatoes and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade.</p> <p class=\"paragraph-e\">2. Revoked: O. Reg. 331/08, s. 11.</p> <p class=\"paragraph-e\">3. Canada No. 2 Grade. R.R.O. 1990, Reg. 378, s. 81; O. Reg. 331/08, s. 11.</p>"
        },
        {
            "id": "82.",
            "section": "Potatoes",
            "content": "82. (1) Ontario No. 1 Grade is the grade name for potatoes of similar varietal characteristics that are, (a) firm, fairly well matured, fairly well shaped and reasonably clean; (b) free from dumbbells, hollow hearts, necrosis, freezing injury, late blight, bacterial ring rot and soft rot; (c) free from damage caused by greening, abnormal growth, growth cracks, cuts, scab, dry rot, disease, sprouts, sunburn or insects, or by mechanical or other injury; (d) not potatoes from which knobs have been removed; (e) of, (i) in the case of round varieties, a minimum diameter of 2 inches and a maximum diameter of 3 ½ inches, except that in any package, not less than 75 per cent, by weight, of the potatoes shall be of a minimum diameter of 2 ¼ inches, and (ii) in the case of long varieties, a minimum diameter of 2 inches and a maximum diameter of 3 ½ inches except that for potatoes exceeding 3 ½ inches in length, the minimum diameter may be 1 ¾ inches; and (f) properly packed. R.R.O. 1990, Reg. 378, s. 82 (1). (2) Ontario No. 1 Large Grade is the grade name for potatoes that meet the requirements for Ontario No. 1 Grade except that the only requirement in respect of size is that the potatoes shall be not less than 3 ¼ inches in diameter. R.R.O. 1990, Reg. 378, s. 82 (2). (3) Ontario No. 1 Small Grade is the grade name for potatoes that meet the requirements for Ontario No. 1 Grade except that the only requirement in respect of size is that the potatoes shall be not less than 1 ¾ inches and not more than 2 ¼ inches in diameter. R.R.O. 1990, Reg. 378, s. 82 (3). (4) Ontario No. 2 Grade is the grade name for potatoes of similar varietal characteristics that are, (a) reasonably firm, reasonably mature, not seriously misshapen and reasonably clean; (b) free from damage caused by blight; (c) free from dumbbells, freezing injury, bacterial ring rot and soft rot; (d) free from serious damage caused by sunburn, greening, abnormal growth, growth cracks, cuts, scab, dry rot, or other disease or insects, or by mechanical or other injury; (e) not less than two inches in diameter except that in any package not less than 75 per cent by weight of the potatoes shall be, in the case of varieties other than long-shaped varieties, not less than 2 ¼ inches in diameter and, in the case of long-shaped varieties, not less than 1 ¾ inches in diameter and 3 ½ inches in length; and (f) properly packed. R.R.O. 1990, Reg. 378, s. 82 (4). (5) Ontario Mini Grade is the grade name for potatoes of similar varietal characteristics that are, (a) firm, well-shaped and clean; (b) free from blight, hollow heart, bacterial ring rot or other decay, sunburn, greening, insect injury, grass root holes, pitted scab, sprouts or mechanical or other injury; and (c) not more than 1 7/8 inches in diameter. R.R.O. 1990, Reg. 378, s. 82 (5). (6) In subsections (1) to (5), “fairly well matured” means that not more than 10 per cent by weight of the individual potatoes in a lot have more than one-quarter of the skin missing or feathered; “fairly well shaped” means that the individual potato is not materially pointed, dumbbell shaped or otherwise deformed; “reasonably clean” means that the individual potatoes are not caked with dirt or materially stained and the appearance of the potatoes is not materially affected; “reasonably mature” means that more than 10 per cent by weight of the individual potatoes in a lot have more than one-half of the skin missing or feathered; “seriously misshapen” means that the individual potato is pointed, dumbbell shaped or otherwise deformed; “soft rot” means any soft, mushy condition of the tissues of the potato. R.R.O. 1990, Reg. 378, s. 82 (6). (7) For the purpose of Ontario No. 1 Grade, Ontario No. 1 Large Grade and Ontario No. 1 Small Grade, “damage” means any injury caused by, (a) surface scab, (i) that shows no pronounced contrast with the background colour of the potato and the aggregate area affected exceeds 5 per cent of the surface of the potato, or (ii) surface scab that shows pronounced contrast with the background colour of the potato and the aggregate area affected exceeds 3 per cent of the surface of the potato, (b) pitted scab that affects the appearance of the potato to a greater extent than the amount of surface scab permitted under clause (a), or that causes a loss of more than 5 per cent of the total weight of the potato including the peel covering the defective area, (c) russet scab that materially affects the appearance of the potato, (d) sunburn that causes a dark green area more than one-half of an inch in diameter on a potato 2 ½ inches in diameter or a correspondingly smaller or larger dark green area on a smaller or larger potato, or that causes discolouration that extends into the flesh of the potato to the extent that it causes a waste of at least 5 per cent by weight of the potato including the peel covering the defective area, (e) greening that materially affects the potato by yellowish or greenish surface discolouration or that extends into the flesh of the potato to the extent that it causes a waste of at least 5 per cent of the total weight of the potato including the peel covering the defective area, (f) sprouts exceeding one-half of an inch in length on inspection at shipping point, or exceeding one inch in length on inspection at destination, where more than 10 per cent by weight of the potatoes are so affected, and (g) any other injury or defect that causes a waste of more than 5 per cent of the total weight of the potato including the peel covering the defective area. R.R.O. 1990, Reg. 378, s. 82 (7). (8) For the purpose of Ontario No. 2 Grade, “damage” means blight that causes a waste of more than 5 per cent of the total weight of the potato, including the peel covering the defective area. R.R.O. 1990, Reg. 378, s. 82 (8). (9) For the purpose of Ontario No. 2 Grade, “serious damage” means any injury caused by, (a) scab when more than 25 per cent of the surface of the potato in the aggregate is affected, and (b) defects, including scab, that cause a waste of more than 10 per cent of the total weight of the potato including the peel covering the defective area. R.R.O. 1990, Reg. 378, s. 82 (9). (10) For the purposes of Ontario No. 1 Grade, Ontario No. 1 Large Grade, Ontario No. 1 Small Grade and Ontario No. 2 Grade, the tolerances by weight for variations incidental to grading, packing and handling are, (a) 5 per cent below minimum size and 5 per cent above maximum size; (b) 1 per cent soft rot other than bacterial ring rot; (c) 3 per cent hollow hearts for Ontario No. 1 Grade and Ontario No. 1 Small Grade, 5 per cent hollow hearts for Ontario No. 1 Large Grade and 10 per cent hollow hearts for Ontario No. 2 Grade; and (d) 4 per cent for other grade defects, where the total grade defects in any lot are not more than 10 per cent, but a package may contain one defective and one off-sized potato. R.R.O. 1990, Reg. 378, s. 82 (10). (11) For the purposes of Ontario Mini Grade, the tolerances by weight for variations incidental to grading, packing and handling are, (a) 5 per cent above maximum size; (b) 3 per cent affected with hollow heart; (c) 1 per cent affected by decay; (d) 5 per cent having grade defects other than those referred to in clauses (a), (b) and (c); and (e) 10 per cent having grade defects of any kind including those referred to in clauses (a), (b), (c) and (d). R.R.O. 1990, Reg. 378, s. 82 (11). (12) Subsections (1) to (10) apply to new potatoes except that for new potatoes shipped on or before the 15th day of September in any year from the packer’s premises, (a) the minimum diameter shall be 17/8 inches for new potatoes of Canada No. 1 Grade, Ontario No. 1 Grade and Ontario No. 2 Grade; (b) washed new potatoes need not be reasonably mature; and (c) any lot of unwashed new potatoes of Canada No. 1 Grade or Ontario No. 1 Grade shall contain not more than 10 per cent of the new potatoes with more than half the skin feathered or missing. R.R.O. 1990, Reg. 378, s. 82 (12).",
            "raw_html": "<p class=\"section-e\"><b>82. </b>(1) Ontario No. 1 Grade is the grade name for potatoes of similar varietal characteristics that are,</p> <p class=\"clause-e\">(a) firm, fairly well matured, fairly well shaped and reasonably clean;</p> <p class=\"clause-e\">(b) free from dumbbells, hollow hearts, necrosis, freezing injury, late blight, bacterial ring rot and soft rot;</p> <p class=\"clause-e\">(c) free from damage caused by greening, abnormal growth, growth cracks, cuts, scab, dry rot, disease, sprouts, sunburn or insects, or by mechanical or other injury;</p> <p class=\"clause-e\">(d) not potatoes from which knobs have been removed;</p> <p class=\"clause-e\">(e) of,</p> <p class=\"subclause-e\">(i) in the case of round varieties, a minimum diameter of 2 inches and a maximum diameter of 3 ½ inches, except that in any package, not less than 75 per cent, by weight, of the potatoes shall be of a minimum diameter of 2 ¼ inches, and</p> <p class=\"subclause-e\">(ii) in the case of long varieties, a minimum diameter of 2 inches and a maximum diameter of 3 ½ inches except that for potatoes exceeding 3 ½ inches in length, the minimum diameter may be 1 ¾ inches; and</p> <p class=\"clause-e\">(f) properly packed. R.R.O. 1990, Reg. 378, s. 82 (1).</p> <p class=\"subsection-e\">(2) Ontario No. 1 Large Grade is the grade name for potatoes that meet the requirements for Ontario No. 1 Grade except that the only requirement in respect of size is that the potatoes shall be not less than 3 ¼ inches in diameter. R.R.O. 1990, Reg. 378, s. 82 (2).</p> <p class=\"subsection-e\">(3) Ontario No. 1 Small Grade is the grade name for potatoes that meet the requirements for Ontario No. 1 Grade except that the only requirement in respect of size is that the potatoes shall be not less than 1 ¾ inches and not more than 2 ¼ inches in diameter. R.R.O. 1990, Reg. 378, s. 82 (3).</p> <p class=\"subsection-e\">(4) Ontario No. 2 Grade is the grade name for potatoes of similar varietal characteristics that are,</p> <p class=\"clause-e\">(a) reasonably firm, reasonably mature, not seriously misshapen and reasonably clean;</p> <p class=\"clause-e\">(b) free from damage caused by blight;</p> <p class=\"clause-e\">(c) free from dumbbells, freezing injury, bacterial ring rot and soft rot;</p> <p class=\"clause-e\">(d) free from serious damage caused by sunburn, greening, abnormal growth, growth cracks, cuts, scab, dry rot, or other disease or insects, or by mechanical or other injury;</p> <p class=\"clause-e\">(e) not less than two inches in diameter except that in any package not less than 75 per cent by weight of the potatoes shall be, in the case of varieties other than long-shaped varieties, not less than 2 ¼ inches in diameter and, in the case of long-shaped varieties, not less than 1 ¾ inches in diameter and 3 ½ inches in length; and</p> <p class=\"clause-e\">(f) properly packed. R.R.O. 1990, Reg. 378, s. 82 (4).</p> <p class=\"subsection-e\">(5) Ontario Mini Grade is the grade name for potatoes of similar varietal characteristics that are,</p> <p class=\"clause-e\">(a) firm, well-shaped and clean;</p> <p class=\"clause-e\">(b) free from blight, hollow heart, bacterial ring rot or other decay, sunburn, greening, insect injury, grass root holes, pitted scab, sprouts or mechanical or other injury; and</p> <p class=\"clause-e\">(c) not more than 1 <sup>7</sup>/<sub>8</sub> inches in diameter. R.R.O. 1990, Reg. 378, s. 82 (5).</p> <p class=\"subsection-e\">(6) In subsections (1) to (5),</p> <p class=\"firstdef-e\">“fairly well matured” means that not more than 10 per cent by weight of the individual potatoes in a lot have more than one-quarter of the skin missing or feathered;</p> <p class=\"definition-e\">“fairly well shaped” means that the individual potato is not materially pointed, dumbbell shaped or otherwise deformed;</p> <p class=\"definition-e\">“reasonably clean” means that the individual potatoes are not caked with dirt or materially stained and the appearance of the potatoes is not materially affected;</p> <p class=\"definition-e\">“reasonably mature” means that more than 10 per cent by weight of the individual potatoes in a lot have more than one-half of the skin missing or feathered;</p> <p class=\"definition-e\">“seriously misshapen” means that the individual potato is pointed, dumbbell shaped or otherwise deformed;</p> <p class=\"definition-e\">“soft rot” means any soft, mushy condition of the tissues of the potato. R.R.O. 1990, Reg. 378, s. 82 (6).</p> <p class=\"subsection-e\">(7) For the purpose of Ontario No. 1 Grade, Ontario No. 1 Large Grade and Ontario No. 1 Small Grade,</p> <p class=\"firstdef-e\">“damage” means any injury caused by,</p> <p class=\"defclause-e\">(a) surface scab,</p> <p class=\"defsubclause-e\">(i) that shows no pronounced contrast with the background colour of the potato and the aggregate area affected exceeds 5 per cent of the surface of the potato, or</p> <p class=\"defsubclause-e\">(ii) surface scab that shows pronounced contrast with the background colour of the potato and the aggregate area affected exceeds 3 per cent of the surface of the potato,</p> <p class=\"defclause-e\">(b) pitted scab that affects the appearance of the potato to a greater extent than the amount of surface scab permitted under clause (a), or that causes a loss of more than 5 per cent of the total weight of the potato including the peel covering the defective area,</p> <p class=\"defclause-e\">(c) russet scab that materially affects the appearance of the potato,</p> <p class=\"defclause-e\">(d) sunburn that causes a dark green area more than one-half of an inch in diameter on a potato 2 ½ inches in diameter or a correspondingly smaller or larger dark green area on a smaller or larger potato, or that causes discolouration that extends into the flesh of the potato to the extent that it causes a waste of at least 5 per cent by weight of the potato including the peel covering the defective area,</p> <p class=\"defclause-e\">(e) greening that materially affects the potato by yellowish or greenish surface discolouration or that extends into the flesh of the potato to the extent that it causes a waste of at least 5 per cent of the total weight of the potato including the peel covering the defective area,</p> <p class=\"defclause-e\">(f) sprouts exceeding one-half of an inch in length on inspection at shipping point, or exceeding one inch in length on inspection at destination, where more than 10 per cent by weight of the potatoes are so affected, and</p> <p class=\"defclause-e\">(g) any other injury or defect that causes a waste of more than 5 per cent of the total weight of the potato including the peel covering the defective area. R.R.O. 1990, Reg. 378, s. 82 (7).</p> <p class=\"subsection-e\">(8) For the purpose of Ontario No. 2 Grade, </p> <p class=\"firstdef-e\">“damage” means blight that causes a waste of more than 5 per cent of the total weight of the potato, including the peel covering the defective area. R.R.O. 1990, Reg. 378, s. 82 (8).</p> <p class=\"subsection-e\">(9) For the purpose of Ontario No. 2 Grade, </p> <p class=\"firstdef-e\">“serious damage” means any injury caused by,</p> <p class=\"defclause-e\">(a) scab when more than 25 per cent of the surface of the potato in the aggregate is affected, and</p> <p class=\"defclause-e\">(b) defects, including scab, that cause a waste of more than 10 per cent of the total weight of the potato including the peel covering the defective area. R.R.O. 1990, Reg. 378, s. 82 (9).</p> <p class=\"subsection-e\">(10) For the purposes of Ontario No. 1 Grade, Ontario No. 1 Large Grade, Ontario No. 1 Small Grade and Ontario No. 2 Grade, the tolerances by weight for variations incidental to grading, packing and handling are,</p> <p class=\"clause-e\">(a) 5 per cent below minimum size and 5 per cent above maximum size;</p> <p class=\"clause-e\">(b) 1 per cent soft rot other than bacterial ring rot;</p> <p class=\"clause-e\">(c) 3 per cent hollow hearts for Ontario No. 1 Grade and Ontario No. 1 Small Grade, 5 per cent hollow hearts for Ontario No. 1 Large Grade and 10 per cent hollow hearts for Ontario No. 2 Grade; and</p> <p class=\"clause-e\">(d) 4 per cent for other grade defects,</p> <p class=\"Ssubsection-e\">where the total grade defects in any lot are not more than 10 per cent, but a package may contain one defective and one off-sized potato. R.R.O. 1990, Reg. 378, s. 82 (10).</p> <p class=\"subsection-e\">(11) For the purposes of Ontario Mini Grade, the tolerances by weight for variations incidental to grading, packing and handling are,</p> <p class=\"clause-e\">(a) 5 per cent above maximum size;</p> <p class=\"clause-e\">(b) 3 per cent affected with hollow heart;</p> <p class=\"clause-e\">(c) 1 per cent affected by decay;</p> <p class=\"clause-e\">(d) 5 per cent having grade defects other than those referred to in clauses (a), (b) and (c); and</p> <p class=\"clause-e\">(e) 10 per cent having grade defects of any kind including those referred to in clauses (a), (b), (c) and (d). R.R.O. 1990, Reg. 378, s. 82 (11).</p> <p class=\"subsection-e\">(12) Subsections (1) to (10) apply to new potatoes except that for new potatoes shipped on or before the 15th day of September in any year from the packer’s premises,</p> <p class=\"clause-e\">(a) the minimum diameter shall be 1<sup>7</sup>/<sub>8</sub> inches for new potatoes of Canada No. 1 Grade, Ontario No. 1 Grade and Ontario No. 2 Grade;</p> <p class=\"clause-e\">(b) washed new potatoes need not be reasonably mature; and</p> <p class=\"clause-e\">(c) any lot of unwashed new potatoes of Canada No. 1 Grade or Ontario No. 1 Grade shall contain not more than 10 per cent of the new potatoes with more than half the skin feathered or missing. R.R.O. 1990, Reg. 378, s. 82 (12).</p>"
        },
        {
            "id": "83.",
            "section": "Potatoes",
            "content": "83. The Director may in his or her discretion grant an extension of the period for marketing 17/8 inches minimum diameter new potatoes of Ontario No. 1 Grade or Ontario No. 2 Grade beyond the 15th day of September in any year. R.R.O. 1990, Reg. 378, s. 83. Raspberries",
            "raw_html": "<p class=\"section-e\"><b>83. </b>The Director may in his or her discretion grant an extension of the period for marketing 1<sup>7</sup>/<sub>8</sub> inches minimum diameter new potatoes of Ontario No. 1 Grade or Ontario No. 2 Grade beyond the 15th day of September in any year. R.R.O. 1990, Reg. 378, s. 83.</p> <p class=\"heading1-e\"><a name=\"P1419_59874\"></a><a name=\"BK30\"></a>Raspberries</p>"
        },
        {
            "id": "84.",
            "section": "Raspberries",
            "content": "84. (1) Ontario No. 1 Grade is the grade name for raspberries sold or offered for sale on a grade basis that are, (a) fresh picked, clean, sound, mature, whole, ripe, firm and of one variety; (b) free from mould, mildew or other decay, cores, stems, leaves or other foreign matter, green or dried raspberries; and (c) uniform in size and at least one-half of an inch in diameter. R.R.O. 1990, Reg. 378, s. 84 (1). (2) The tolerances by volume for variation incidental to the commercial grading, packing and handling of raspberries sold or offered for sale on a grade basis, shall not be more than, (a) 5 per cent below the prescribed size; and (b) 10 per cent below the other requirements of the grade. R.R.O. 1990, Reg. 378, s. 84 (2). Rhubarb (Field)",
            "raw_html": "<p class=\"section-e\"><b>84. </b>(1) Ontario No. 1 Grade is the grade name for raspberries sold or offered for sale on a grade basis that are,</p> <p class=\"clause-e\">(a) fresh picked, clean, sound, mature, whole, ripe, firm and of one variety;</p> <p class=\"clause-e\">(b) free from mould, mildew or other decay, cores, stems, leaves or other foreign matter, green or dried raspberries; and</p> <p class=\"clause-e\">(c) uniform in size and at least one-half of an inch in diameter. R.R.O. 1990, Reg. 378, s. 84 (1).</p> <p class=\"subsection-e\">(2) The tolerances by volume for variation incidental to the commercial grading, packing and handling of raspberries sold or offered for sale on a grade basis, shall not be more than,</p> <p class=\"clause-e\">(a) 5 per cent below the prescribed size; and</p> <p class=\"clause-e\">(b) 10 per cent below the other requirements of the grade. R.R.O. 1990, Reg. 378, s. 84 (2).</p> <p class=\"heading1-e\"><a name=\"P1427_60625\"></a><a name=\"BK31\"></a>Rhubarb (Field)</p>"
        },
        {
            "id": "85.",
            "section": "Rhubarb (Field)",
            "content": "85. The following grade names for field rhubarb and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. 2. Canada Domestic Grade. R.R.O. 1990, Reg. 378, s. 85. Rhubarb (Forced)",
            "raw_html": "<p class=\"section-e\"><b>85. </b>The following grade names for field rhubarb and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade.</p> <p class=\"paragraph-e\">2. Canada Domestic Grade. R.R.O. 1990, Reg. 378, s. 85.</p> <p class=\"heading1-e\"><a name=\"P1431_60903\"></a><a name=\"BK32\"></a>Rhubarb (Forced)</p>"
        },
        {
            "id": "86.",
            "section": "Rhubarb (Forced)",
            "content": "86. (1) Ontario No. 1 Grade is the grade name for stalks of forced rhubarb of similar varietal characteristics that are, (a) well coloured, clean, reasonably straight and well trimmed; (b) fresh, tender and not pithy; (c) including attached leaf, free from decay or disease; (d) free from damage caused by scars, insects, bruising, scratching, splits, skinning, or by mechanical or other means; (e) at least fifteen inches in length from the end of the stalk to the tip, with or without leaves; and (f) at least one-half of an inch in diameter at the greatest distance across the flat face of the stalk at the centre of its length measured from the end of the stalk to the base of the leaves. R.R.O. 1990, Reg. 378, s. 86 (1). (2) Ontario No. 2 Grade is the grade name for stalks of forced rhubarb that are, (a) fresh, clean and not pithy; (b) including attached leaf, free from decay or disease; (c) free from damage caused by scars, insects, bruising, scratching, splits or skinning or by mechanical or other means; (d) well trimmed and reasonably well coloured; and (e) at least eight inches in length exclusive of the leaves. R.R.O. 1990, Reg. 378, s. 86 (2). (3) In this section, “damage” means any injury or defect that materially affects the appearance, edibility or shipping quality of the stalks; “fresh” means not withered; “reasonably straight” means that the stalk does not have more than one-half twist and is not bent or crooked; “reasonably well coloured” means that a pink or red colour predominates on at least one-half of the length of the stalk measured from the lower end of the stalk to the base of the leaves; “similar varietal characteristics” means that the stalks are alike in general characteristics; “well coloured” means that a pink or red colour predominates on at least three-quarters of the length of the stalk measured from the end of the stalk to the base of the leaves; “well trimmed” means that a minimum of 80 per cent of each basal husk has been removed. R.R.O. 1990, Reg. 378, s. 86 (3). (4) Tolerances, by count of the stalks, for variations incidental to commercial grading and handling of Ontario No. 1 Grade forced rhubarb shall be not more than, (a) 5 per cent having the same grade defect; (b) 5 per cent affected by decay or disease; and (c) 10 per cent having grade defects of any kind including those referred to in clauses (a) and (b). R.R.O. 1990, Reg. 378, s. 86 (4). (5) Tolerances, by count of the stalks, for variations incidental to commercial grading and handling of Ontario No. 2 Grade forced rhubarb shall be not more than, (a) 10 per cent having excess basal husks; (b) 10 per cent affected by decay or disease; (c) 10 per cent having any other single defect; and (d) 15 per cent having grade defects of any kind, including those referred to in clauses (a), (b) and (c). R.R.O. 1990, Reg. 378, s. 86 (5). Rutabagas",
            "raw_html": "<p class=\"section-e\"><b>86. </b>(1) Ontario No. 1 Grade is the grade name for stalks of forced rhubarb of similar varietal characteristics that are,</p> <p class=\"clause-e\">(a) well coloured, clean, reasonably straight and well trimmed;</p> <p class=\"clause-e\">(b) fresh, tender and not pithy;</p> <p class=\"clause-e\">(c) including attached leaf, free from decay or disease;</p> <p class=\"clause-e\">(d) free from damage caused by scars, insects, bruising, scratching, splits, skinning, or by mechanical or other means;</p> <p class=\"clause-e\">(e) at least fifteen inches in length from the end of the stalk to the tip, with or without leaves; and</p> <p class=\"clause-e\">(f) at least one-half of an inch in diameter at the greatest distance across the flat face of the stalk at the centre of its length measured from the end of the stalk to the base of the leaves. R.R.O. 1990, Reg. 378, s. 86 (1).</p> <p class=\"subsection-e\">(2) Ontario No. 2 Grade is the grade name for stalks of forced rhubarb that are,</p> <p class=\"clause-e\">(a) fresh, clean and not pithy;</p> <p class=\"clause-e\">(b) including attached leaf, free from decay or disease;</p> <p class=\"clause-e\">(c) free from damage caused by scars, insects, bruising, scratching, splits or skinning or by mechanical or other means;</p> <p class=\"clause-e\">(d) well trimmed and reasonably well coloured; and</p> <p class=\"clause-e\">(e) at least eight inches in length exclusive of the leaves. R.R.O. 1990, Reg. 378, s. 86 (2).</p> <p class=\"subsection-e\">(3) In this section,</p> <p class=\"firstdef-e\">“damage” means any injury or defect that materially affects the appearance, edibility or shipping quality of the stalks;</p> <p class=\"definition-e\">“fresh” means not withered;</p> <p class=\"definition-e\">“reasonably straight” means that the stalk does not have more than one-half twist and is not bent or crooked;</p> <p class=\"definition-e\">“reasonably well coloured” means that a pink or red colour predominates on at least one-half of the length of the stalk measured from the lower end of the stalk to the base of the leaves;</p> <p class=\"definition-e\">“similar varietal characteristics” means that the stalks are alike in general characteristics;</p> <p class=\"definition-e\">“well coloured” means that a pink or red colour predominates on at least three-quarters of the length of the stalk measured from the end of the stalk to the base of the leaves; </p> <p class=\"definition-e\">“well trimmed” means that a minimum of 80 per cent of each basal husk has been removed. R.R.O. 1990, Reg. 378, s. 86 (3).</p> <p class=\"subsection-e\">(4) Tolerances, by count of the stalks, for variations incidental to commercial grading and handling of Ontario No. 1 Grade forced rhubarb shall be not more than,</p> <p class=\"clause-e\">(a) 5 per cent having the same grade defect;</p> <p class=\"clause-e\">(b) 5 per cent affected by decay or disease; and</p> <p class=\"clause-e\">(c) 10 per cent having grade defects of any kind including those referred to in clauses (a) and (b). R.R.O. 1990, Reg. 378, s. 86 (4).</p> <p class=\"subsection-e\">(5) Tolerances, by count of the stalks, for variations incidental to commercial grading and handling of Ontario No. 2 Grade forced rhubarb shall be not more than,</p> <p class=\"clause-e\">(a) 10 per cent having excess basal husks;</p> <p class=\"clause-e\">(b) 10 per cent affected by decay or disease;</p> <p class=\"clause-e\">(c) 10 per cent having any other single defect; and</p> <p class=\"clause-e\">(d) 15 per cent having grade defects of any kind, including those referred to in clauses (a), (b) and (c). R.R.O. 1990, Reg. 378, s. 86 (5).</p> <p class=\"heading1-e\"><a name=\"P1462_63796\"></a><a name=\"BK33\"></a>Rutabagas</p>"
        },
        {
            "id": "87.",
            "section": "Rutabagas",
            "content": "87. The following grade name for rutabagas and the grade, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. R.R.O. 1990, Reg. 378, s. 87. Strawberries",
            "raw_html": "<p class=\"section-e\"><b>87. </b>The following grade name for rutabagas and the grade, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade. R.R.O. 1990, Reg. 378, s. 87.</p> <p class=\"heading1-e\"><a name=\"P1465_64038\"></a><a name=\"BK34\"></a>Strawberries</p>"
        },
        {
            "id": "88.",
            "section": "Strawberries",
            "content": "88. (1) The following grade name for strawberries and the grade, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole for strawberries that are sold or offered for sale on a grade basis: 1. Canada No. 1 Grade. R.R.O. 1990, Reg. 378, s. 88 (1). (2) Strawberries that are not sold or offered for sale on a grade basis and that are sold for a purpose other than for processing shall be free from, (a) bird pecks; (b) slug injury; (c) green tips; (d) individual strawberries that are immature; (e) individual strawberries that are misshapen; and (f) individual strawberries that are dirty. R.R.O. 1990, Reg. 378, s. 88 (2). (3) Tolerances by count for variations incidental to commercial grading and handling of strawberries that are not sold or offered for sale on a grade basis and that are sold for a purpose other than for processing, shall be not more than, (a) 5 per cent having any single defect referred to in subsection (2); and (b) 10 per cent having any of the defects referred to in subsection (2). R.R.O. 1990, Reg. 378, s. 88 (3). Tomatoes (Field)",
            "raw_html": "<p class=\"section-e\"><b>88. </b>(1) The following grade name for strawberries and the grade, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole for strawberries that are sold or offered for sale on a grade basis:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade. R.R.O. 1990, Reg. 378, s. 88 (1).</p> <p class=\"subsection-e\">(2) Strawberries that are not sold or offered for sale on a grade basis and that are sold for a purpose other than for processing shall be free from,</p> <p class=\"clause-e\">(a) bird pecks;</p> <p class=\"clause-e\">(b) slug injury;</p> <p class=\"clause-e\">(c) green tips;</p> <p class=\"clause-e\">(d) individual strawberries that are immature;</p> <p class=\"clause-e\">(e) individual strawberries that are misshapen; and</p> <p class=\"clause-e\">(f) individual strawberries that are dirty. R.R.O. 1990, Reg. 378, s. 88 (2).</p> <p class=\"subsection-e\">(3) Tolerances by count for variations incidental to commercial grading and handling of strawberries that are not sold or offered for sale on a grade basis and that are sold for a purpose other than for processing, shall be not more than,</p> <p class=\"clause-e\">(a) 5 per cent having any single defect referred to in subsection (2); and</p> <p class=\"clause-e\">(b) 10 per cent having any of the defects referred to in subsection (2). R.R.O. 1990, Reg. 378, s. 88 (3).</p> <p class=\"heading1-e\"><a name=\"P1478_65157\"></a><a name=\"BK35\"></a>Tomatoes (Field)</p>"
        },
        {
            "id": "89.",
            "section": "Tomatoes (Field)",
            "content": "89. The following grade names for field tomatoes and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. 2. Canada No. 2 Grade. 3., 4. Revoked: O. Reg. 331/08, s. 12. R.R.O. 1990, Reg. 378, s. 89; O. Reg. 331/08, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>89. </b>The following grade names for field tomatoes and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade.</p> <p class=\"paragraph-e\">2. Canada No. 2 Grade.</p> <p class=\"paragraph-e\">3., 4. Revoked: O. Reg. 331/08, s. 12.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 378, s. 89; O. Reg. 331/08, s. 12.</p>"
        },
        {
            "id": "90.",
            "section": "Tomatoes (Field)",
            "content": "90. Revoked: O. Reg. 331/08, s. 13. Tomatoes (Greenhouse)",
            "raw_html": "<p class=\"section-e\"><b>90. </b>Revoked: O. Reg. 331/08, s. 13.</p> <p class=\"heading1-e\"><a name=\"P1485_65538\"></a><a name=\"BK36\"></a>Tomatoes (Greenhouse)</p>"
        },
        {
            "id": "91.",
            "section": "Tomatoes (Greenhouse)",
            "content": "91. (1) The following grade names for greenhouse tomatoes and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 Grade. 2. Canada No. 2 Grade. 3. Canada Commercial Grade. 4. Revoked: O. Reg. 331/08, s. 14. R.R.O. 1990, Reg. 378, s. 91 (1); O. Reg. 331/08, s. 14. (2) Ontario Jumbo Grade is the grade name for greenhouse tomatoes that are, (a) clean, sound and not soft; (b) possessing at least a tinge of pink at the blossom end and uniformly coloured; (c) of a minimum diameter of 21/2 inches; (d) free from disease, scald, water blisters, ground spots, worm holes, growth cracks and other scars that are likely to cause leaking or materially affect the appearance of the tomato; (e) free from damage caused by blossom ends, plant or stem-rub and insect injury; (f) free from any damage, injury or defect or a combination thereof that is not referred to in clause (a), (b), (c), (d) or (e) and that causes a waste of more than 5 per cent of an individual tomato or that affects the edible quality of an individual tomato; and (g) properly packed. R.R.O. 1990, Reg. 378, s. 91 (2). (3) Tolerances by count for variations incidental to commercial grading and handling of greenhouse tomatoes of Ontario Jumbo Grade shall be not more than, (a) 1 per cent affected by decay; (b) 5 per cent having the same grade defect; and (c) 10 per cent having grade defects of any kind including those referred to in clauses (a) and (b). R.R.O. 1990, Reg. 378, s. 91 (3). PART VIII   PROCESSING",
            "raw_html": "<p class=\"section-e\"><b>91. </b>(1) The following grade names for greenhouse tomatoes and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 Grade.</p> <p class=\"paragraph-e\">2. Canada No. 2 Grade.</p> <p class=\"paragraph-e\">3. Canada Commercial Grade.</p> <p class=\"paragraph-e\">4. Revoked: O. Reg. 331/08, s. 14.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 378, s. 91 (1); O. Reg. 331/08, s. 14.</p> <p class=\"subsection-e\">(2) Ontario Jumbo Grade is the grade name for greenhouse tomatoes that are,</p> <p class=\"clause-e\">(a) clean, sound and not soft;</p> <p class=\"clause-e\">(b) possessing at least a tinge of pink at the blossom end and uniformly coloured;</p> <p class=\"clause-e\">(c) of a minimum diameter of 2<sup>1</sup>/<sub>2 </sub>inches;</p> <p class=\"clause-e\">(d) free from disease, scald, water blisters, ground spots, worm holes, growth cracks and other scars that are likely to cause leaking or materially affect the appearance of the tomato;</p> <p class=\"clause-e\">(e) free from damage caused by blossom ends, plant or stem-rub and insect injury;</p> <p class=\"clause-e\">(f) free from any damage, injury or defect or a combination thereof that is not referred to in clause (a), (b), (c), (d) or (e) and that causes a waste of more than 5 per cent of an individual tomato or that affects the edible quality of an individual tomato; and</p> <p class=\"clause-e\">(g) properly packed. R.R.O. 1990, Reg. 378, s. 91 (2).</p> <p class=\"subsection-e\">(3) Tolerances by count for variations incidental to commercial grading and handling of greenhouse tomatoes of Ontario Jumbo Grade shall be not more than,</p> <p class=\"clause-e\">(a) 1 per cent affected by decay;</p> <p class=\"clause-e\">(b) 5 per cent having the same grade defect; and</p> <p class=\"clause-e\">(c) 10 per cent having grade defects of any kind including those referred to in clauses (a) and (b). R.R.O. 1990, Reg. 378, s. 91 (3).</p> <p class=\"partnum-e\"><b><a name=\"P1504_67104\"></a><a name=\"BK37\"></a>PART VIII <br/>  PROCESSING</b></p>"
        },
        {
            "id": "92.",
            "section": "Tomatoes (Greenhouse)",
            "content": "92. (1) The processed fruit, vegetables and sweet corn and the fruit, vegetable and sweet corn products referred to in subsections (3) and (4) are designated as farm products. R.R.O. 1990, Reg. 378, s. 92 (1). (2) In this section, “canned” means packed in a hermetically sealed container. R.R.O. 1990, Reg. 378, s. 92 (2). (3) No person shall pack, transport, ship, advertise, sell or offer for sale any of the following fruit, vegetables or fruit or vegetable products that have been processed in Ontario unless the container is marked “Canada Fancy”, “Canada Choice”, “Canada Standard” or “Substandard”: 1. Canned Apples other than Apple Juice or Apple Sauce. 2. Canned Apricots. 3. Canned Asparagus. 4. Canned Beans. (Green or Wax). 5. Canned Beans. (Lima). 6. Canned Beets. 7. Canned Berries. (Including Raspberries, Blackberries, Boysenberries, Currants, Gooseberries, Logan Berries, Lawtonberries and Thimbleberries.) 8. Canned Blueberries. 9. Canned Carrots. 10. Canned Cherries. 11. Canned Corn. 12. Canned Fruit Cocktail. 13. Canned Fruits for Salad. 14. Canned Fruit Salad. 15. Canned Mushrooms. (Other than pieces and stems.) 16. Canned Peas. 17. Canned Peas and Carrots. 18. Canned Peaches. 19. Canned Pears. 20. Canned Plums and Prune Plums. 21. Canned Sweet Potatoes. 22. Canned White Potatoes. 23. Canned Pumpkin and Squash. 24. Canned Spinach. 25. Canned Squash. 26. Canned Strawberries. 27. Canned Tomatoes. (Other than Stewed Tomatoes, Tomato Juice, Tomato Puree, Tomato Paste, Tomato Catsup, Tomato Chili Sauce or Tomato Sauce.) R.R.O. 1990, Reg. 378, s. 92 (3). (4) No person shall pack, transport, ship, advertise, sell or offer for sale any of the following fruit, vegetables and sweet corn or fruit, vegetable or sweet corn products that have been processed in Ontario unless the container is marked “Canada Fancy”, “Canada Choice” or “Substandard”: 1. Apple Juice. 2. Concentrated Apple Juice. 3. Apple Juice from Concentrate. 4. Apple Sauce. 5. Dried or Dehydrated Apples. 6. Frozen Apples. 7. Frozen Concentrated Apple Juice. 8. Frozen Apricots. 9. Frozen Asparagus. 10. Frozen Beans. (Green and Wax.) 11. Frozen Beans. (Lima.) 12. Frozen Berries. (Including Raspberries, Blackberries, Boysenberries, Lawtonberries, Thimbleberries.) 13. Dried Blueberries. 14. Frozen Blueberries. 15. Frozen Broccoli. 16. Frozen Brussels Sprouts. 17. Frozen Melon Balls and Cantaloup. 18. Frozen Carrots. 19. Frozen Cauliflower. 20. Frozen Cherries. 21. Frozen Corn. 22. Frozen Fruit Cocktail. 23. Frozen Fruits for Salad. 24. Frozen Fruit Salad. 25. Frozen Leafy Greens. (Other than Spinach.) 26. Frozen Mixed Vegetables. 27. Frozen Peas. 28. Frozen Peas and Carrots. 29. Frozen Peaches. 30. Frozen French Fried Potatoes. 31. Frozen Rhubarb. 32. Canned Sauerkraut. 33. Frozen Spinach. 34. Frozen Squash. 35. Frozen Strawberries. 36. Tomato Juice. 37. Concentrated Tomato Juice. R.R.O. 1990, Reg. 378, s. 92 (4); O. Reg. 331/08, s. 15. PART IX   FRUIT AND VEGETABLES FOR PROCESSING GRADE STANDARDS Apples",
            "raw_html": "<p class=\"section-e\"><b>92. </b>(1) The processed fruit, vegetables and sweet corn and the fruit, vegetable and sweet corn products referred to in subsections (3) and (4) are designated as farm products. R.R.O. 1990, Reg. 378, s. 92 (1).</p> <p class=\"subsection-e\">(2) In this section,</p> <p class=\"firstdef-e\">“canned” means packed in a hermetically sealed container. R.R.O. 1990, Reg. 378, s. 92 (2).</p> <p class=\"subsection-e\">(3) No person shall pack, transport, ship, advertise, sell or offer for sale any of the following fruit, vegetables or fruit or vegetable products that have been processed in Ontario unless the container is marked “Canada Fancy”, “Canada Choice”, “Canada Standard” or “Substandard”:</p> <p class=\"paragraph-e\">1. Canned Apples other than Apple Juice or Apple Sauce.</p> <p class=\"paragraph-e\">2. Canned Apricots.</p> <p class=\"paragraph-e\">3. Canned Asparagus.</p> <p class=\"paragraph-e\">4. Canned Beans. (Green or Wax).</p> <p class=\"paragraph-e\">5. Canned Beans. (Lima).</p> <p class=\"paragraph-e\">6. Canned Beets.</p> <p class=\"paragraph-e\">7. Canned Berries. (Including Raspberries, Blackberries, Boysenberries, Currants, Gooseberries, Logan Berries, Lawtonberries and Thimbleberries.)</p> <p class=\"paragraph-e\">8. Canned Blueberries.</p> <p class=\"paragraph-e\">9. Canned Carrots.</p> <p class=\"paragraph-e\">10. Canned Cherries.</p> <p class=\"paragraph-e\">11. Canned Corn.</p> <p class=\"paragraph-e\">12. Canned Fruit Cocktail.</p> <p class=\"paragraph-e\">13. Canned Fruits for Salad.</p> <p class=\"paragraph-e\">14. Canned Fruit Salad.</p> <p class=\"paragraph-e\">15. Canned Mushrooms. (Other than pieces and stems.)</p> <p class=\"paragraph-e\">16. Canned Peas.</p> <p class=\"paragraph-e\">17. Canned Peas and Carrots.</p> <p class=\"paragraph-e\">18. Canned Peaches.</p> <p class=\"paragraph-e\">19. Canned Pears.</p> <p class=\"paragraph-e\">20. Canned Plums and Prune Plums.</p> <p class=\"paragraph-e\">21. Canned Sweet Potatoes.</p> <p class=\"paragraph-e\">22. Canned White Potatoes.</p> <p class=\"paragraph-e\">23. Canned Pumpkin and Squash.</p> <p class=\"paragraph-e\">24. Canned Spinach.</p> <p class=\"paragraph-e\">25. Canned Squash.</p> <p class=\"paragraph-e\">26. Canned Strawberries.</p> <p class=\"paragraph-e\">27. Canned Tomatoes. (Other than Stewed Tomatoes, Tomato Juice, Tomato Puree, Tomato Paste, Tomato Catsup, Tomato Chili Sauce or Tomato Sauce.) R.R.O. 1990, Reg. 378, s. 92 (3).</p> <p class=\"subsection-e\">(4) No person shall pack, transport, ship, advertise, sell or offer for sale any of the following fruit, vegetables and sweet corn or fruit, vegetable or sweet corn products that have been processed in Ontario unless the container is marked “Canada Fancy”, “Canada Choice” or “Substandard”:</p> <p class=\"paragraph-e\">1. Apple Juice.</p> <p class=\"paragraph-e\">2. Concentrated Apple Juice.</p> <p class=\"paragraph-e\">3. Apple Juice from Concentrate.</p> <p class=\"paragraph-e\">4. Apple Sauce.</p> <p class=\"paragraph-e\">5. Dried or Dehydrated Apples.</p> <p class=\"paragraph-e\">6. Frozen Apples.</p> <p class=\"paragraph-e\">7. Frozen Concentrated Apple Juice.</p> <p class=\"paragraph-e\">8. Frozen Apricots.</p> <p class=\"paragraph-e\">9. Frozen Asparagus.</p> <p class=\"paragraph-e\">10. Frozen Beans. (Green and Wax.)</p> <p class=\"paragraph-e\">11. Frozen Beans. (Lima.)</p> <p class=\"paragraph-e\">12. Frozen Berries. (Including Raspberries, Blackberries, Boysenberries, Lawtonberries, Thimbleberries.)</p> <p class=\"paragraph-e\">13. Dried Blueberries.</p> <p class=\"paragraph-e\">14. Frozen Blueberries.</p> <p class=\"paragraph-e\">15. Frozen Broccoli.</p> <p class=\"paragraph-e\">16. Frozen Brussels Sprouts.</p> <p class=\"paragraph-e\">17. Frozen Melon Balls and Cantaloup.</p> <p class=\"paragraph-e\">18. Frozen Carrots.</p> <p class=\"paragraph-e\">19. Frozen Cauliflower.</p> <p class=\"paragraph-e\">20. Frozen Cherries.</p> <p class=\"paragraph-e\">21. Frozen Corn.</p> <p class=\"paragraph-e\">22. Frozen Fruit Cocktail.</p> <p class=\"paragraph-e\">23. Frozen Fruits for Salad.</p> <p class=\"paragraph-e\">24. Frozen Fruit Salad.</p> <p class=\"paragraph-e\">25. Frozen Leafy Greens. (Other than Spinach.)</p> <p class=\"paragraph-e\">26. Frozen Mixed Vegetables.</p> <p class=\"paragraph-e\">27. Frozen Peas.</p> <p class=\"paragraph-e\">28. Frozen Peas and Carrots.</p> <p class=\"paragraph-e\">29. Frozen Peaches.</p> <p class=\"paragraph-e\">30. Frozen French Fried Potatoes.</p> <p class=\"paragraph-e\">31. Frozen Rhubarb.</p> <p class=\"paragraph-e\">32. Canned Sauerkraut.</p> <p class=\"paragraph-e\">33. Frozen Spinach.</p> <p class=\"paragraph-e\">34. Frozen Squash.</p> <p class=\"paragraph-e\">35. Frozen Strawberries.</p> <p class=\"paragraph-e\">36. Tomato Juice.</p> <p class=\"paragraph-e\">37. Concentrated Tomato Juice. R.R.O. 1990, Reg. 378, s. 92 (4); O. Reg. 331/08, s. 15.</p> <p class=\"partnum-e\"><b><a name=\"P1574_69996\"></a><a name=\"BK38\"></a>PART IX <br/>  FRUIT AND VEGETABLES FOR PROCESSING GRADE STANDARDS</b></p> <p class=\"heading1-e\"><a name=\"P1575_70054\"></a><a name=\"BK39\"></a>Apples</p>"
        },
        {
            "id": "93.",
            "section": "Apples",
            "content": "93. (1) The following grade names for apples for processing purposes and the grades, standards and tolerances therefor, established under the Canada Agricultural Products Act, are hereby adopted in whole: 1. Canada No. 1 (Peelers) Grade. 2. Canada No. 2 (Peelers) Grade. R.R.O. 1990, Reg. 378, s. 93. (2) A reference in this section to anything established under the Canada Agricultural Products Act is a reference to that thing established by that Act or the regulations made under it, as amended from time to time. O. Reg. 331/08, s. 16. Asparagus",
            "raw_html": "<p class=\"section-e\"><b>93.</b> (1) The following grade names for apples for processing purposes and the grades, standards and tolerances therefor, established under the <i>Canada Agricultural Products Act</i>, are hereby adopted in whole:</p> <p class=\"paragraph-e\">1. Canada No. 1 (Peelers) Grade.</p> <p class=\"paragraph-e\">2. Canada No. 2 (Peelers) Grade. R.R.O. 1990, Reg. 378, s. 93.</p> <p class=\"subsection-e\">(2) A reference in this section to anything established under the <i>Canada Agricultural Products Act </i>is a reference to that thing established by that Act or the regulations made under it, as amended from time to time. O. Reg. 331/08, s. 16.</p> <p class=\"heading1-e\"><a name=\"P1580_70608\"></a><a name=\"BK40\"></a>Asparagus</p>"
        },
        {
            "id": "94.",
            "section": "Asparagus",
            "content": "94. (1) The grades for asparagus for processing are as follows: 1. Select Grade, consisting of spears that are fresh and not badly misshapen, not more than 5 ½ inches nor less than 5 inches in length and not less than three-eighths of an inch in diameter, and that are free from, i. tips that are so spread or branched that they show a seedy appearance in any part thereof, ii. broken tips, iii. white butts, iv. damage, and v. decay. 2. No. 1 Grade, consisting of spears that are fresh and not badly misshapen, not more than seven inches nor less than 4 ½ inches in length, not less than one-quarter of an inch in diameter, when measured at a point 4 ½ inches from the extreme tip and that are free from, i. broken tips, ii. white butts, iii. damage, and iv. decay. 3. No. 2 Grade, consisting of spears that are fresh and not badly crooked, not more than 10 inches in length and not less than one-quarter of an inch in diameter, and that are free from, i. badly broken tips, ii. white butts, iii. damage caused by dirt or freezing, iv. serious damage, and v. decay. R.R.O. 1990, Reg. 378, s. 94 (1). (2) In subsection (1), “badly broken tips” means spears with more than the extreme tip missing so that the shape or general appearance of the tip is seriously affected; “badly crooked” means, (a) deformed by abnormal growth of flat spears or tips, or (b) curled or badly deformed tips; “badly misshapen” means flattened or crooked or otherwise deformed to an extent that materially affects the quality of spears for canning or freezing, but does not include the following defects, (a) slightly flat with rounded or oval sides and a normal tip, and (b) crooks, other than sharp crooks, that may be straightened without breaking after blanching; “broken tips” means spears with more than the extreme tip missing so that the shape or general appearance of the tip is affected; “damage” means any injury or defect that affects the quality of spears for canning or freezing and includes, (a) tips that are spread or branched so that any portion of the upper two-thirds of the tip shows a readily apparent seedy appearance or that have more than two seed stems showing above the bracts on the remaining portion of the tip, known as spreading tips, (b) doubles that affect the shape of the spear or show a hollow opening in the centre of the spear, (c) dirt or sand embedded in the tip or under the bracts that cannot be removed in the process of washing, (d) damage by freezing as shown by watery, glazed or discoloured appearance or more than slight whitish or blanched appearance, (e) insect injury by scarring of more than one-quarter of an inch in diameter in the aggregate or due to insect eggs or larvae on the spear, where the damage appreciably affects the appearance of the spear, (f) mechanical injury or longitudinal growth scarring in the upper 4 1/2 inches of the spear of a more than superficial nature and corky or fibrous, and (g) disease having more than two discoloured bracts or scales resulting from rust; “fresh” means not limp, flabby or badly wilted; “serious damage” means any injury or defect that seriously affects the quality of spears for canning or freezing and includes, (a) tips having tip branches that exceed three-quarters of an inch in length exclusive of head and that are badly spreading, (b) doubles that show a hollow opening in the centre of the spear, (c) disease resulting from rust that causes discolouration of more than four bracts, (d) insect injury due to insect eggs or larvae on the spear, and (e) mechanical damage that causes scars and longitudinal growth scarring in the upper 7 ½ inches of the spear of a more than superficial nature and corky or fibrous; “white butts” means butts that show on the spear at the extreme butt and a white colour, (a) that completely encircles the spear and is in excess of one- quarter of an inch in height, or (b) that does not completely encircle the spear but is in excess of one-half of an inch in height. R.R.O. 1990, Reg. 378, s. 94 (2). (3) For variations incidental to harvesting, grading and handling of asparagus for processing, the following tolerances by weight shall be allowed: 1. For Select Grade, i. 6 per cent that does not meet the length and diameter requirements of the grade, and ii. 5 per cent for other grade defects of which not more than 1 per cent may be for decay. 2. For No. 1 Grade, i. 6 per cent that does not meet the length and diameter requirements of the grade, and ii. 10 per cent for other grade defects of which not more than 5 per cent may be for insect eggs and larvae and not more than 1 per cent may be for decay. 3. For No. 2 Grade, i. 2 per cent less than one-quarter of an inch in diameter and 6 per cent more than 10 inches in length, and ii. 10 per cent for grade defects of which not more than 5 per cent may be for insect eggs and larvae and not more than 1 per cent may be for decay. R.R.O. 1990, Reg. 378, s. 94 (3). Beans",
            "raw_html": "<p class=\"section-e\"><b>94. </b>(1) The grades for asparagus for processing are as follows:</p> <p class=\"paragraph-e\">1. Select Grade, consisting of spears that are fresh and not badly misshapen, not more than 5 ½ inches nor less than 5 inches in length and not less than three-eighths of an inch in diameter, and that are free from,</p> <p class=\"subpara-e\">i. tips that are so spread or branched that they show a seedy appearance in any part thereof,</p> <p class=\"subpara-e\">ii. broken tips,</p> <p class=\"subpara-e\">iii. white butts,</p> <p class=\"subpara-e\">iv. damage, and</p> <p class=\"subpara-e\">v. decay.</p> <p class=\"paragraph-e\">2. No. 1 Grade, consisting of spears that are fresh and not badly misshapen, not more than seven inches nor less than 4 ½ inches in length, not less than one-quarter of an inch in diameter, when measured at a point 4 ½ inches from the extreme tip and that are free from,</p> <p class=\"subpara-e\">i. broken tips,</p> <p class=\"subpara-e\">ii. white butts,</p> <p class=\"subpara-e\">iii. damage, and</p> <p class=\"subpara-e\">iv. decay.</p> <p class=\"paragraph-e\">3. No. 2 Grade, consisting of spears that are fresh and not badly crooked, not more than 10 inches in length and not less than one-quarter of an inch in diameter, and that are free from,</p> <p class=\"subpara-e\">i. badly broken tips,</p> <p class=\"subpara-e\">ii. white butts,</p> <p class=\"subpara-e\">iii. damage caused by dirt or freezing,</p> <p class=\"subpara-e\">iv. serious damage, and</p> <p class=\"subpara-e\">v. decay. R.R.O. 1990, Reg. 378, s. 94 (1).</p> <p class=\"subsection-e\">(2) In subsection (1),</p> <p class=\"firstdef-e\">“badly broken tips” means spears with more than the extreme tip missing so that the shape or general appearance of the tip is seriously affected;</p> <p class=\"definition-e\">“badly crooked” means,</p> <p class=\"defclause-e\">(a) deformed by abnormal growth of flat spears or tips, or</p> <p class=\"defclause-e\">(b) curled or badly deformed tips;</p> <p class=\"definition-e\">“badly misshapen” means flattened or crooked or otherwise deformed to an extent that materially affects the quality of spears for canning or freezing, but does not include the following defects,</p> <p class=\"defclause-e\">(a) slightly flat with rounded or oval sides and a normal tip, and</p> <p class=\"defclause-e\">(b) crooks, other than sharp crooks, that may be straightened without breaking after blanching;</p> <p class=\"definition-e\">“broken tips” means spears with more than the extreme tip missing so that the shape or general appearance of the tip is affected;</p> <p class=\"definition-e\">“damage” means any injury or defect that affects the quality of spears for canning or freezing and includes,</p> <p class=\"defclause-e\">(a) tips that are spread or branched so that any portion of the upper two-thirds of the tip shows a readily apparent seedy appearance or that have more than two seed stems showing above the bracts on the remaining portion of the tip, known as spreading tips,</p> <p class=\"defclause-e\">(b) doubles that affect the shape of the spear or show a hollow opening in the centre of the spear,</p> <p class=\"defclause-e\">(c) dirt or sand embedded in the tip or under the bracts that cannot be removed in the process of washing,</p> <p class=\"defclause-e\">(d) damage by freezing as shown by watery, glazed or discoloured appearance or more than slight whitish or blanched appearance,</p> <p class=\"defclause-e\">(e) insect injury by scarring of more than one-quarter of an inch in diameter in the aggregate or due to insect eggs or larvae on the spear, where the damage appreciably affects the appearance of the spear,</p> <p class=\"defclause-e\">(f) mechanical injury or longitudinal growth scarring in the upper 4 <sup>1</sup>/<sub>2</sub> inches of the spear of a more than superficial nature and corky or fibrous, and</p> <p class=\"defclause-e\">(g) disease having more than two discoloured bracts or scales resulting from rust;</p> <p class=\"definition-e\">“fresh” means not limp, flabby or badly wilted;</p> <p class=\"definition-e\">“serious damage” means any injury or defect that seriously affects the quality of spears for canning or freezing and includes,</p> <p class=\"defclause-e\">(a) tips having tip branches that exceed three-quarters of an inch in length exclusive of head and that are badly spreading,</p> <p class=\"defclause-e\">(b) doubles that show a hollow opening in the centre of the spear,</p> <p class=\"defclause-e\">(c) disease resulting from rust that causes discolouration of more than four bracts,</p> <p class=\"defclause-e\">(d) insect injury due to insect eggs or larvae on the spear, and</p> <p class=\"defclause-e\">(e) mechanical damage that causes scars and longitudinal growth scarring in the upper 7 ½ inches of the spear of a more than superficial nature and corky or fibrous;</p> <p class=\"definition-e\">“white butts” means butts that show on the spear at the extreme butt and a white colour,</p> <p class=\"defclause-e\">(a) that completely encircles the spear and is in excess of one- quarter of an inch in height, or</p> <p class=\"defclause-e\">(b) that does not completely encircle the spear but is in excess of one-half of an inch in height. R.R.O. 1990, Reg. 378, s. 94 (2).</p> <p class=\"subsection-e\">(3) For variations incidental to harvesting, grading and handling of asparagus for processing, the following tolerances by weight shall be allowed:</p> <p class=\"paragraph-e\">1. For Select Grade,</p> <p class=\"subpara-e\">i. 6 per cent that does not meet the length and diameter requirements of the grade, and</p> <p class=\"subpara-e\">ii. 5 per cent for other grade defects of which not more than 1 per cent may be for decay.</p> <p class=\"paragraph-e\">2. For No. 1 Grade,</p> <p class=\"subpara-e\">i. 6 per cent that does not meet the length and diameter requirements of the grade, and</p> <p class=\"subpara-e\">ii. 10 per cent for other grade defects of which not more than 5 per cent may be for insect eggs and larvae and not more than 1 per cent may be for decay.</p> <p class=\"paragraph-e\">3. For No. 2 Grade,</p> <p class=\"subpara-e\">i. 2 per cent less than one-quarter of an inch in diameter and 6 per cent more than 10 inches in length, and</p> <p class=\"subpara-e\">ii. 10 per cent for grade defects of which not more than 5 per cent may be for insect eggs and larvae and not more than 1 per cent may be for decay. R.R.O. 1990, Reg. 378, s. 94 (3).</p> <p class=\"heading1-e\"><a name=\"P1636_75523\"></a><a name=\"BK41\"></a>Beans</p>"
        },
        {
            "id": "95.",
            "section": "Beans",
            "content": "95. The grade for green and wax beans for processing is as follows: 1. No. 1 Grade, consisting of fresh picked, well formed, tender green or wax beans, medium sized for the variety, and free from beans that are, i. large, seedy, shrivelled or rusty, ii. damaged by disease or insects, or iii. heated. R.R.O. 1990, Reg. 378, s. 95. Beets",
            "raw_html": "<p class=\"section-e\"><b>95. </b>The grade for green and wax beans for processing is as follows:</p> <p class=\"paragraph-e\">1. No. 1 Grade, consisting of fresh picked, well formed, tender green or wax beans, medium sized for the variety, and free from beans that are,</p> <p class=\"subpara-e\">i. large, seedy, shrivelled or rusty,</p> <p class=\"subpara-e\">ii. damaged by disease or insects, or</p> <p class=\"subpara-e\">iii. heated. R.R.O. 1990, Reg. 378, s. 95.</p> <p class=\"heading1-e\"><a name=\"P1642_75855\"></a><a name=\"BK42\"></a>Beets</p>"
        },
        {
            "id": "96.",
            "section": "Beets",
            "content": "96. (1) The grade for beets for processing is as follows: 1. Ontario No. 1 Grade, consisting of beets that are, i. of similar varietal characteristics, ii. not soft, shrivelled or woody in texture, iii. free from rings that have a white tint, iv. not rough or seriously misshapen, v. reasonably clean, vi. free from decay, vii. free from frost injury, viii. free from areas of flesh that are materially darker in colour than the remainder of the flesh, ix. free from damage caused by cuts, growth cracks, insects or mechanical or other means that results in a loss to a beet of more than 5 per cent by weight when such damage is trimmed from the beet, and x. trimmed so that the tops do not exceed three-eighths of an inch in length and are not trimmed into the shoulder. R.R.O. 1990, Reg. 378, s. 96 (1). (2) Unless the diameter size ranges of the beets are otherwise specified in a contract of sale, beets for processing shall be packed in accordance with the following diameter size ranges: 1. 1 inch to 1¼ inches. 2. 1 ¼ inches to 1 ¾ inches. 3. 1 ¾ inches to 2 ½ inches. 4. 2 ½ inches to 4 ½ inches. R.R.O. 1990, Reg. 378, s. 96 (2). (3) Tolerances by weight for variations incidental to commercial grading and handling of beets for processing shall be not more than, (a) 5 per cent below the diameter size ranges referred to in subsection (2); (b) 5 per cent above the diameter size ranges referred to in subsection (2); (c) 2 per cent affected by decay; and (d) 5 per cent affected by grade defects that are not referred to in clauses (a) and (b) but including that referred to in clause (c). R.R.O. 1990, Reg. 378, s. 96 (3). Cabbages",
            "raw_html": "<p class=\"section-e\"><b>96. </b>(1) The grade for beets for processing is as follows:</p> <p class=\"paragraph-e\">1. Ontario No. 1 Grade, consisting of beets that are,</p> <p class=\"subpara-e\">i. of similar varietal characteristics,</p> <p class=\"subpara-e\">ii. not soft, shrivelled or woody in texture,</p> <p class=\"subpara-e\">iii. free from rings that have a white tint,</p> <p class=\"subpara-e\">iv. not rough or seriously misshapen,</p> <p class=\"subpara-e\">v. reasonably clean,</p> <p class=\"subpara-e\">vi. free from decay,</p> <p class=\"subpara-e\">vii. free from frost injury,</p> <p class=\"subpara-e\">viii. free from areas of flesh that are materially darker in colour than the remainder of the flesh,</p> <p class=\"subpara-e\">ix. free from damage caused by cuts, growth cracks, insects or mechanical or other means that results in a loss to a beet of more than 5 per cent by weight when such damage is trimmed from the beet, and</p> <p class=\"subpara-e\">x. trimmed so that the tops do not exceed three-eighths of an inch in length and are not trimmed into the shoulder. R.R.O. 1990, Reg. 378, s. 96 (1).</p> <p class=\"subsection-e\">(2) Unless the diameter size ranges of the beets are otherwise specified in a contract of sale, beets for processing shall be packed in accordance with the following diameter size ranges:</p> <p class=\"paragraph-e\">1. 1 inch to 1¼ inches.</p> <p class=\"paragraph-e\">2. 1 ¼ inches to 1 ¾ inches.</p> <p class=\"paragraph-e\">3. 1 ¾ inches to 2 ½ inches.</p> <p class=\"paragraph-e\">4. 2 ½ inches to 4 ½ inches. R.R.O. 1990, Reg. 378, s. 96 (2).</p> <p class=\"subsection-e\">(3) Tolerances by weight for variations incidental to commercial grading and handling of beets for processing shall be not more than,</p> <p class=\"clause-e\">(a) 5 per cent below the diameter size ranges referred to in subsection (2);</p> <p class=\"clause-e\">(b) 5 per cent above the diameter size ranges referred to in subsection (2);</p> <p class=\"clause-e\">(c) 2 per cent affected by decay; and</p> <p class=\"clause-e\">(d) 5 per cent affected by grade defects that are not referred to in clauses (a) and (b) but including that referred to in clause (c). R.R.O. 1990, Reg. 378, s. 96 (3).</p> <p class=\"heading1-e\"><a name=\"P1665_77481\"></a><a name=\"BK43\"></a>Cabbages</p>"
        },
        {
            "id": "97.",
            "section": "Cabbages",
            "content": "97. (1) The grade for cabbages for processing is as follows: 1. Ontario No. 1 Grade, consisting of cabbages that are, i. free from heads that yield more than slightly to pressure, ii. trimmed so that, (A) the butts do not exceed one-half of an inch in length, and (B) there are not more than five wrapper leaves on any one head of cabbage, iii. free from seed stems, iv. free from decay, v. free from damage caused by bursting, freezing, disease, birds, insects, discolouration or by mechanical or other means that results in a loss to a head of cabbage of more than 5 per cent by weight when such damage is trimmed from the head of cabbage, vi. composed of individual heads that are of a minimum weight of 3 ½ pounds and a minimum diameter of 5 ½ inches, and vii. free from insects and worms. R.R.O. 1990, Reg. 378, s. 97 (1). (2) Tolerances by count for variations incidental to commercial grading and handling of cabbages for processing shall be not more than, (a) 3 per cent affected by decay; (b) 10 per cent having grade defects including decay; and (c) 3 per cent affected by insects and worms. R.R.O. 1990, Reg. 378, s. 97 (2). Carrots",
            "raw_html": "<p class=\"section-e\"><b>97. </b>(1) The grade for cabbages for processing is as follows:</p> <p class=\"paragraph-e\">1. Ontario No. 1 Grade, consisting of cabbages that are,</p> <p class=\"subpara-e\">i. free from heads that yield more than slightly to pressure,</p> <p class=\"subpara-e\">ii. trimmed so that,</p> <p class=\"subsubpara-e\">(A) the butts do not exceed one-half of an inch in length, and</p> <p class=\"subsubpara-e\">(B) there are not more than five wrapper leaves on any one head of cabbage,</p> <p class=\"subpara-e\">iii. free from seed stems,</p> <p class=\"subpara-e\">iv. free from decay,</p> <p class=\"subpara-e\">v. free from damage caused by bursting, freezing, disease, birds, insects, discolouration or by mechanical or other means that results in a loss to a head of cabbage of more than 5 per cent by weight when such damage is trimmed from the head of cabbage,</p> <p class=\"subpara-e\">vi. composed of individual heads that are of a minimum weight of 3 ½ pounds and a minimum diameter of 5 ½ inches, and</p> <p class=\"subpara-e\">vii. free from insects and worms. R.R.O. 1990, Reg. 378, s. 97 (1).</p> <p class=\"subsection-e\">(2) Tolerances by count for variations incidental to commercial grading and handling of cabbages for processing shall be not more than,</p> <p class=\"clause-e\">(a) 3 per cent affected by decay;</p> <p class=\"clause-e\">(b) 10 per cent having grade defects including decay; and</p> <p class=\"clause-e\">(c) 3 per cent affected by insects and worms. R.R.O. 1990, Reg. 378, s. 97 (2).</p> <p class=\"heading1-e\"><a name=\"P1681_78614\"></a><a name=\"BK44\"></a>Carrots</p>"
        },
        {
            "id": "98.",
            "section": "Carrots",
            "content": "98. (1) The grade for carrots for processing is as follows: 1. No. 1 Grade, consisting of carrots that are, i. of similar varietal characteristics, ii. not seeders, iii. firm but not woody, iv. well shaped, fairly smooth, well trimmed and reasonably clean, v. free from serious damage caused by sprouts, secondary growth, cuts, growth cracks, disease, sunburn, insects or rodents or by mechanical or other means, and vi. free from decay, frost injury, hollow hearts and tainted flavour. R.R.O. 1990, Reg. 378, s. 98 (1). (2) In subsection (1), “fairly smooth” means not rough, forked, misshapen or covered with rootlets; “firm” means not soft, flabby or shrivelled; “of similar varietal characteristics” means of the same general type; “reasonably clean” means that the general appearance is not seriously affected and individual carrots are not caked with dirt; “seeders” means carrots that have a yellow centre, are tough and have no definite core; “serious damage” means damage that seriously affects the appearance of the carrot and that causes a loss of more than 10 per cent of the total weight of the carrot; “well shaped” means having the shape characteristic of the variety; “well trimmed” means that the tops are trimmed to not more than one-half of an inch in length. R.R.O. 1990, Reg. 378, s. 98 (2). (3) Tolerances by weight for variations incidental to grading and handling of carrots for processing are, (a) 2 per cent for decay; and (b) 6 per cent in the aggregate for other grade defects. R.R.O. 1990, Reg. 378, s. 98 (3). Cherries",
            "raw_html": "<p class=\"section-e\"><b>98. </b>(1) The grade for carrots for processing is as follows:</p> <p class=\"paragraph-e\">1. No. 1 Grade, consisting of carrots that are,</p> <p class=\"subpara-e\">i. of similar varietal characteristics,</p> <p class=\"subpara-e\">ii. not seeders,</p> <p class=\"subpara-e\">iii. firm but not woody,</p> <p class=\"subpara-e\">iv. well shaped, fairly smooth, well trimmed and reasonably clean,</p> <p class=\"subpara-e\">v. free from serious damage caused by sprouts, secondary growth, cuts, growth cracks, disease, sunburn, insects or rodents or by mechanical or other means, and</p> <p class=\"subpara-e\">vi. free from decay, frost injury, hollow hearts and tainted flavour. R.R.O. 1990, Reg. 378, s. 98 (1).</p> <p class=\"subsection-e\">(2) In subsection (1),</p> <p class=\"firstdef-e\">“fairly smooth” means not rough, forked, misshapen or covered with rootlets;</p> <p class=\"definition-e\">“firm” means not soft, flabby or shrivelled;</p> <p class=\"definition-e\">“of similar varietal characteristics” means of the same general type;</p> <p class=\"definition-e\">“reasonably clean” means that the general appearance is not seriously affected and individual carrots are not caked with dirt;</p> <p class=\"definition-e\">“seeders” means carrots that have a yellow centre, are tough and have no definite core;</p> <p class=\"definition-e\">“serious damage” means damage that seriously affects the appearance of the carrot and that causes a loss of more than 10 per cent of the total weight of the carrot;</p> <p class=\"definition-e\">“well shaped” means having the shape characteristic of the variety; </p> <p class=\"definition-e\">“well trimmed” means that the tops are trimmed to not more than one-half of an inch in length. R.R.O. 1990, Reg. 378, s. 98 (2).</p> <p class=\"subsection-e\">(3) Tolerances by weight for variations incidental to grading and handling of carrots for processing are,</p> <p class=\"clause-e\">(a) 2 per cent for decay; and</p> <p class=\"clause-e\">(b) 6 per cent in the aggregate for other grade defects. R.R.O. 1990, Reg. 378, s. 98 (3).</p> <p class=\"heading1-e\"><a name=\"P1702_80186\"></a><a name=\"BK45\"></a>Cherries</p>"
        },
        {
            "id": "99.",
            "section": "Cherries",
            "content": "99. (1) The grade for sour cherries for processing is as follows: 1. No. 1 Grade, consisting of cherries that are, i. sound, mature, hand-picked, clean, of one variety, of good colour, well formed and of fair size for the variety, ii. free from decay, worms, pulled pits, doubles, sun-scald, stems, dirt or other foreign matter, iii. free from insect injury and disease, iv. free from softness, shrivelling and bruises, v. free from rain cracks or other skin breaks that exceed one-eighth of an inch in length other than a very thin line encircling the stem end of the cherry, vi. free from superficial scars, hail marks, wind whip, limb rub, russeting and similar discolouration or scars that affect an aggregate area per cherry exceeding one-eighth of an inch in diameter, vii. free from any scars that materially discolour the flesh, viii. of a minimum size of five-eighths of an inch in diameter, and ix. free from any damage, injury or defect or a combination thereof that is not referred to in subparagraph v, vi or vii and that materially affects their quality for canning or freezing. R.R.O. 1990, Reg. 378, s. 99 (1). (2) Subject to subsection (3), the minimum colour of sour cherries for processing shall be determined by a “B” or “No. 3” plastic colour comparator. R.R.O. 1990, Reg. 378, s. 99 (2). (3) Where a processor enters into a contract for sour cherries for processing with a grower thereof, the processor shall specify in the contract which type of colour comparator will be used. R.R.O. 1990, Reg. 378, s. 99 (3). (4) Tolerances by count or weight for variations incidental to commercial grading and handling of sour cherries for processing shall be not more than, (a) 1 per cent affected by decay or worms; (b) 5 per cent having the same grade defect; and (c) 8 per cent having grade defects of any kind including those referred to in clauses (a) and (b). R.R.O. 1990, Reg. 378, s. 99 (4).",
            "raw_html": "<p class=\"section-e\"><b>99. </b>(1) The grade for sour cherries for processing is as follows:</p> <p class=\"paragraph-e\">1. No. 1 Grade, consisting of cherries that are,</p> <p class=\"subpara-e\">i. sound, mature, hand-picked, clean, of one variety, of good colour, well formed and of fair size for the variety,</p> <p class=\"subpara-e\">ii. free from decay, worms, pulled pits, doubles, sun-scald, stems, dirt or other foreign matter,</p> <p class=\"subpara-e\">iii. free from insect injury and disease,</p> <p class=\"subpara-e\">iv. free from softness, shrivelling and bruises,</p> <p class=\"subpara-e\">v. free from rain cracks or other skin breaks that exceed one-eighth of an inch in length other than a very thin line encircling the stem end of the cherry,</p> <p class=\"subpara-e\">vi. free from superficial scars, hail marks, wind whip, limb rub, russeting and similar discolouration or scars that affect an aggregate area per cherry exceeding one-eighth of an inch in diameter,</p> <p class=\"subpara-e\">vii. free from any scars that materially discolour the flesh,</p> <p class=\"subpara-e\">viii. of a minimum size of five-eighths of an inch in diameter, and</p> <p class=\"subpara-e\">ix. free from any damage, injury or defect or a combination thereof that is not referred to in subparagraph v, vi or vii and that materially affects their quality for canning or freezing. R.R.O. 1990, Reg. 378, s. 99 (1).</p> <p class=\"subsection-e\">(2) Subject to subsection (3), the minimum colour of sour cherries for processing shall be determined by a “B” or “No. 3” plastic colour comparator. R.R.O. 1990, Reg. 378, s. 99 (2).</p> <p class=\"subsection-e\">(3) Where a processor enters into a contract for sour cherries for processing with a grower thereof, the processor shall specify in the contract which type of colour comparator will be used. R.R.O. 1990, Reg. 378, s. 99 (3).</p> <p class=\"subsection-e\">(4) Tolerances by count or weight for variations incidental to commercial grading and handling of sour cherries for processing shall be not more than,</p> <p class=\"clause-e\">(a) 1 per cent affected by decay or worms;</p> <p class=\"clause-e\">(b) 5 per cent having the same grade defect; and</p> <p class=\"clause-e\">(c) 8 per cent having grade defects of any kind including those referred to in clauses (a) and (b). R.R.O. 1990, Reg. 378, s. 99 (4).</p>"
        },
        {
            "id": "100.",
            "section": "Cherries",
            "content": "100. (1) The grade for sweet cherries for processing is as follows: 1. No. 1 Grade, consisting of cherries that are, i. sound, mature, hand-picked, clean, of one variety, of good colour, well formed and of fair size for the variety, ii. free from decay, worms, pulled pits, doubles, sun-scald, stems, dirt or other foreign matter, iii. free from insect injury and disease, iv. free from softness, shrivelling and bruises, v. free from rain cracks or other skin breaks that exceed one-eighth of an inch in length other than a very thin line encircling the stem end of the cherry, vi. free from superficial scars, hail marks, wind whip, limb rub, russeting and similar discolouration or scars that affect an aggregate area per cherry exceeding one-eighth of an inch in diameter, vii. free from any scars that materially discolour the flesh, viii. in the case of sweet cherries that are processed for canning, of a minimum diameter of three-quarters of an inch, and ix. free from any damage, injury or defect or a combination thereof that is not referred to in subparagraph v, vi or vii and that materially affects their quality for canning or freezing. R.R.O. 1990, Reg. 378, s. 100 (1). (2) The minimum colour of sweet cherries for processing shall be determined by a “No. 6” plastic colour comparator. R.R.O. 1990, Reg. 378, s. 100 (2). (3) Tolerances by count or weight for variations incidental to commercial grading and handling of sweet cherries for processing shall be not more than, (a) 1 per cent affected by decay or worms; (b) 5 per cent having the same grade defect; and (c) 8 per cent having grade defects of any kind including those referred to in clauses (a) and (b). R.R.O. 1990, Reg. 378, s. 100 (3).",
            "raw_html": "<p class=\"section-e\"><b>100. </b>(1) The grade for sweet cherries for processing is as follows:</p> <p class=\"paragraph-e\">1. No. 1 Grade, consisting of cherries that are,</p> <p class=\"subpara-e\">i. sound, mature, hand-picked, clean, of one variety, of good colour, well formed and of fair size for the variety,</p> <p class=\"subpara-e\">ii. free from decay, worms, pulled pits, doubles, sun-scald, stems, dirt or other foreign matter,</p> <p class=\"subpara-e\">iii. free from insect injury and disease,</p> <p class=\"subpara-e\">iv. free from softness, shrivelling and bruises,</p> <p class=\"subpara-e\">v. free from rain cracks or other skin breaks that exceed one-eighth of an inch in length other than a very thin line encircling the stem end of the cherry,</p> <p class=\"subpara-e\">vi. free from superficial scars, hail marks, wind whip, limb rub, russeting and similar discolouration or scars that affect an aggregate area per cherry exceeding one-eighth of an inch in diameter,</p> <p class=\"subpara-e\">vii. free from any scars that materially discolour the flesh,</p> <p class=\"subpara-e\">viii. in the case of sweet cherries that are processed for canning, of a minimum diameter of three-quarters of an inch, and</p> <p class=\"subpara-e\">ix. free from any damage, injury or defect or a combination thereof that is not referred to in subparagraph v, vi or vii and that materially affects their quality for canning or freezing. R.R.O. 1990, Reg. 378, s. 100 (1).</p> <p class=\"subsection-e\">(2) The minimum colour of sweet cherries for processing shall be determined by a “No. 6” plastic colour comparator. R.R.O. 1990, Reg. 378, s. 100 (2).</p> <p class=\"subsection-e\">(3) Tolerances by count or weight for variations incidental to commercial grading and handling of sweet cherries for processing shall be not more than,</p> <p class=\"clause-e\">(a) 1 per cent affected by decay or worms;</p> <p class=\"clause-e\">(b) 5 per cent having the same grade defect; and</p> <p class=\"clause-e\">(c) 8 per cent having grade defects of any kind including those referred to in clauses (a) and (b). R.R.O. 1990, Reg. 378, s. 100 (3).</p>"
        },
        {
            "id": "101.",
            "section": "Cherries",
            "content": "101. (1) The grade for brine cherries for processing is as follows: 1. No. 1 Grade, consisting of cherries that are, i. sound, mature, hand-picked, clean, of one variety, of good colour, well formed and of fair size for the variety, ii. free from decay, worms, pulled pits, doubles, sun-scald, dead stems, dirt or other foreign matter, iii. free from insect injury and disease, iv. free from softness, shrivelling and bruises, v. free from rain cracks or other skin breaks that exceed one-eighth of an inch in length other than a very thin line encircling the stem end of the cherry, vi. free from superficial scars, hail marks, wind whip, limb rub, russeting and similar discolouration or scars that affect an aggregate area per cherry exceeding one-eighth of an inch in diameter, vii. free from any scars that materially discolour the flesh, viii. of a minimum size of nine-sixteenths of an inch in diameter, and ix. free from any damage, injury or defect or a combination thereof that is not referred to in subparagraph v, vi or vii and that materially affects their quality for canning or freezing. R.R.O. 1990, Reg. 378, s. 101 (1). (2) Tolerances by count or weight for variations incidental to commercial grading and handling of brine cherries for processing shall be not more than, (a) 1 per cent affected by decay or worms; (b) 5 per cent having the same grade defect; and (c) 8 per cent having grade defects of any kind including those referred to in clauses (a) and (b). R.R.O. 1990, Reg. 378, s. 101 (2).",
            "raw_html": "<p class=\"section-e\"><b>101. </b>(1) The grade for brine cherries for processing is as follows:</p> <p class=\"paragraph-e\">1. No. 1 Grade, consisting of cherries that are,</p> <p class=\"subpara-e\">i. sound, mature, hand-picked, clean, of one variety, of good colour, well formed and of fair size for the variety,</p> <p class=\"subpara-e\">ii. free from decay, worms, pulled pits, doubles, sun-scald, dead stems, dirt or other foreign matter,</p> <p class=\"subpara-e\">iii. free from insect injury and disease,</p> <p class=\"subpara-e\">iv. free from softness, shrivelling and bruises,</p> <p class=\"subpara-e\">v. free from rain cracks or other skin breaks that exceed one-eighth of an inch in length other than a very thin line encircling the stem end of the cherry,</p> <p class=\"subpara-e\">vi. free from superficial scars, hail marks, wind whip, limb rub, russeting and similar discolouration or scars that affect an aggregate area per cherry exceeding one-eighth of an inch in diameter,</p> <p class=\"subpara-e\">vii. free from any scars that materially discolour the flesh,</p> <p class=\"subpara-e\">viii. of a minimum size of nine-sixteenths of an inch in diameter, and</p> <p class=\"subpara-e\">ix. free from any damage, injury or defect or a combination thereof that is not referred to in subparagraph v, vi or vii and that materially affects their quality for canning or freezing. R.R.O. 1990, Reg. 378, s. 101 (1).</p> <p class=\"subsection-e\">(2) Tolerances by count or weight for variations incidental to commercial grading and handling of brine cherries for processing shall be not more than,</p> <p class=\"clause-e\">(a) 1 per cent affected by decay or worms;</p> <p class=\"clause-e\">(b) 5 per cent having the same grade defect; and</p> <p class=\"clause-e\">(c) 8 per cent having grade defects of any kind including those referred to in clauses (a) and (b). R.R.O. 1990, Reg. 378, s. 101 (2).</p>"
        },
        {
            "id": "102.",
            "section": "Cherries",
            "content": "102. In sections 99, 100 and 101, “double” means a cherry that has the appearance of attached twin cherries; “mature” means having reached the state of maturity at which the pit will separate cleanly from the flesh. R.R.O. 1990, Reg. 378, s. 102. Peaches",
            "raw_html": "<p class=\"section-e\"><b>102. </b>In sections 99, 100 and 101,</p> <p class=\"firstdef-e\">“double” means a cherry that has the appearance of attached twin cherries; </p> <p class=\"definition-e\">“mature” means having reached the state of maturity at which the pit will separate cleanly from the flesh. R.R.O. 1990, Reg. 378, s. 102.</p> <p class=\"heading1-e\"><a name=\"P1754_85585\"></a><a name=\"BK46\"></a>Peaches</p>"
        },
        {
            "id": "103.",
            "section": "Peaches",
            "content": "103. (1) The grade for peaches for processing is as follows: 1. No. 1 Grade, consisting of peaches that are, i. uniformly mature, ripe or firm, not soft or hard, well formed, sound, clean, hand-picked, of good colour and of one variety, ii. free from decay, worms, disease, skin punctures or skin breaks, growth cracks, split pits and gum, iii. free from damage by insects, iv. free from damage caused by russeting and limb rub that affects an aggregate area per peach that exceeds 5 per cent of the surface area of the peach, v. free from damage caused by hail marks and bruises other than such slight bruises as are incidental to the grading, packing and handling of peaches, and vi. free from any damage, injury or defect that causes such waste as to not yield, after trimming, two well formed halves, or that materially affects the quality of the peach. R.R.O. 1990, Reg. 378, s. 103 (1). (2) In this section, “firm” means fairly solid but yielding very slightly to moderate pressure; “ripe” means yielding readily to moderate pressure; “soft” means, with respect to peaches that are not clingstone peaches, over-ripe, possessing very little resistance to slight pressure and having reached a stage of growth that is too far advanced to be desirable for processing; “well formed” included being capable of yielding two well shaped halves. R.R.O. 1990, Reg. 378, s. 103 (2). (3) Tolerances by count for variations incidental to commercial grading and handling of peaches for processing shall be not more than, (a) 3 per cent affected by decay; (b) 5 per cent having the same grade defect; and (c) 10 per cent having grade defects of any kind including those referred to in clauses (a) and (b). R.R.O. 1990, Reg. 378, s. 103 (3). Pears",
            "raw_html": "<p class=\"section-e\"><b>103. </b>(1) The grade for peaches for processing is as follows:</p> <p class=\"paragraph-e\">1. No. 1 Grade, consisting of peaches that are,</p> <p class=\"subpara-e\">i. uniformly mature, ripe or firm, not soft or hard, well formed, sound, clean, hand-picked, of good colour and of one variety,</p> <p class=\"subpara-e\">ii. free from decay, worms, disease, skin punctures or skin breaks, growth cracks, split pits and gum,</p> <p class=\"subpara-e\">iii. free from damage by insects,</p> <p class=\"subpara-e\">iv. free from damage caused by russeting and limb rub that affects an aggregate area per peach that exceeds 5 per cent of the surface area of the peach,</p> <p class=\"subpara-e\">v. free from damage caused by hail marks and bruises other than such slight bruises as are incidental to the grading, packing and handling of peaches, and</p> <p class=\"subpara-e\">vi. free from any damage, injury or defect that causes such waste as to not yield, after trimming, two well formed halves, or that materially affects the quality of the peach. R.R.O. 1990, Reg. 378, s. 103 (1).</p> <p class=\"subsection-e\">(2) In this section,</p> <p class=\"firstdef-e\">“firm” means fairly solid but yielding very slightly to moderate pressure;</p> <p class=\"definition-e\">“ripe” means yielding readily to moderate pressure;</p> <p class=\"definition-e\">“soft” means, with respect to peaches that are not clingstone peaches, over-ripe, possessing very little resistance to slight pressure and having reached a stage of growth that is too far advanced to be desirable for processing; </p> <p class=\"definition-e\">“well formed” included being capable of yielding two well shaped halves. R.R.O. 1990, Reg. 378, s. 103 (2).</p> <p class=\"subsection-e\">(3) Tolerances by count for variations incidental to commercial grading and handling of peaches for processing shall be not more than,</p> <p class=\"clause-e\">(a) 3 per cent affected by decay;</p> <p class=\"clause-e\">(b) 5 per cent having the same grade defect; and</p> <p class=\"clause-e\">(c) 10 per cent having grade defects of any kind including those referred to in clauses (a) and (b). R.R.O. 1990, Reg. 378, s. 103 (3).</p> <p class=\"heading1-e\"><a name=\"P1772_87335\"></a><a name=\"BK47\"></a>Pears</p>"
        },
        {
            "id": "104.",
            "section": "Pears",
            "content": "104. (1) The grade for pears for processing is as follows: 1. No. 1 Grade, consisting of pears that are, i. mature, hand-picked, sound, firm, well formed, capable of yielding two well shaped halves and of one variety, ii. free from scald, hard end, black end, internal breakdown, decay, worms, drought, spots, sooty blotch and ink spots, and iii. free from damage that cannot be completely removed in the ordinary process of paring the pears for commercial use and that is caused by, (A) bruises, (B) russeting that is not characteristic of the variety and that affects an aggregate area per pear that exceeds 5 per cent of the surface area of the pear, (C) insect injury, (D) limb rub or leaf marks, other than limb rub or leaf marks of a russet character that do not harm the quality of the pear, (E) hail marks, (F) sun-scald or spray burns, other than sun-scald or spray burns that have only slightly changed the normal colour of the pear and have caused no blistering or cracking of the skin, (G) skin punctures, (H) insects, other than leaf roller injury that is not more than one-half of an inch in diameter and does not deform the pear, (I) disease. R.R.O. 1990, Reg. 378, s. 104 (1). (2) The firmness for No. 1 Grade pears for processing of the Bartlett variety shall be not less than sixteen pounds and not more than twenty pounds as indicated by a pressure tester having a five-sixteenths of an inch plunger. R.R.O. 1990, Reg. 378, s. 104 (2). (3) Tolerances by count for variations incidental to commercial grading and handling of pears for processing shall not be more than, (a) 1 per cent affected by worms; (b) 3 per cent over-mature; (c) 5 per cent having the same grade defect; and (d) 10 per cent having grade defects of any kind including those referred to in clauses (a), (b) and (c). R.R.O. 1990, Reg. 378, s. 104 (3). Plums and Fresh Prunes",
            "raw_html": "<p class=\"section-e\"><b>104. </b>(1) The grade for pears for processing is as follows:</p> <p class=\"paragraph-e\">1. No. 1 Grade, consisting of pears that are,</p> <p class=\"subpara-e\">i. mature, hand-picked, sound, firm, well formed, capable of yielding two well shaped halves and of one variety,</p> <p class=\"subpara-e\">ii. free from scald, hard end, black end, internal breakdown, decay, worms, drought, spots, sooty blotch and ink spots, and</p> <p class=\"subpara-e\">iii. free from damage that cannot be completely removed in the ordinary process of paring the pears for commercial use and that is caused by,</p> <p class=\"subsubpara-e\">(A) bruises,</p> <p class=\"subsubpara-e\">(B) russeting that is not characteristic of the variety and that affects an aggregate area per pear that exceeds 5 per cent of the surface area of the pear,</p> <p class=\"subsubpara-e\">(C) insect injury,</p> <p class=\"subsubpara-e\">(D) limb rub or leaf marks, other than limb rub or leaf marks of a russet character that do not harm the quality of the pear,</p> <p class=\"subsubpara-e\">(E) hail marks,</p> <p class=\"subsubpara-e\">(F) sun-scald or spray burns, other than sun-scald or spray burns that have only slightly changed the normal colour of the pear and have caused no blistering or cracking of the skin,</p> <p class=\"subsubpara-e\">(G) skin punctures,</p> <p class=\"subsubpara-e\">(H) insects, other than leaf roller injury that is not more than one-half of an inch in diameter and does not deform the pear,</p> <p class=\"subsubpara-e\">(I) disease. R.R.O. 1990, Reg. 378, s. 104 (1).</p> <p class=\"subsection-e\">(2) The firmness for No. 1 Grade pears for processing of the Bartlett variety shall be not less than sixteen pounds and not more than twenty pounds as indicated by a pressure tester having a five-sixteenths of an inch plunger. R.R.O. 1990, Reg. 378, s. 104 (2).</p> <p class=\"subsection-e\">(3) Tolerances by count for variations incidental to commercial grading and handling of pears for processing shall not be more than,</p> <p class=\"clause-e\">(a) 1 per cent affected by worms;</p> <p class=\"clause-e\">(b) 3 per cent over-mature;</p> <p class=\"clause-e\">(c) 5 per cent having the same grade defect; and</p> <p class=\"clause-e\">(d) 10 per cent having grade defects of any kind including those referred to in clauses (a), (b) and (c). R.R.O. 1990, Reg. 378, s. 104 (3).</p> <p class=\"heading1-e\"><a name=\"P1793_89164\"></a><a name=\"BK48\"></a>Plums and Fresh Prunes</p>"
        },
        {
            "id": "105.",
            "section": "Plums and Fresh Prunes",
            "content": "105. (1) The grade for plums and fresh prunes for processing is as follows: 1. No. 1 Grade, consisting of plums or prunes that are, i. well formed, mature, clean, of good colour and of one variety, ii. free from plum rot, decay, insect injury, leaf marks, doubles, sun-scald where the softening or collapse of the flesh is apparent, russeting and disease, iii. free from skin breaks that are not healed other than those that are caused by pulled stems and do not extend beyond the stem basin, iv. free from heat injury that is extensive or not light in colour, v. free from sunburn that has materially changed the normal colour of the plum or prune or that has caused the skin to blister or crack, vi. free from growth cracks, vii. free from split pits, viii. free from drought spots and gum spots, ix. free from insects, x. free from bruising other than slight bruising incidental to grading and handling of plums and prunes, xi. free from hail marks or other similar depressions or scars that are not shallow or superficial or that affect an aggregate area per plum or prune exceeding one-quarter of an inch in diameter, xii. free from any combination of two or more of the defects referred to in subparagraph iii, iv, v, vi, vii, viii, ix, x or xi the seriousness of which exceeds the tolerance prescribed for any one defect in the combination, and xiii. free from any damage, injury or defect or a combination thereof that is not referred to in subparagraph iii, iv, v, vi, vii, viii, ix, x or xi and that materially affects their appearance, edibility or processing quality. R.R.O. 1990, Reg. 378, s. 105 (1). (2) In subsection (1), “double” means a plum or a prune that has the appearance of attached twin plums or prunes. R.R.O. 1990, Reg. 378, s. 105 (2). (3) Tolerances by count for variations incidental to commercial grading and handling of plums and fresh prunes for processing shall be not more than, (a) 3 per cent affected by decay; (b) 4 per cent having the same grade defects; and (c) 8 per cent having grade defects of any kind including those referred to in clauses (a) and (b). R.R.O. 1990, Reg. 378, s. 105 (3). (4) Plums or fresh prunes in a lot do not meet the requirements for No. 1 Grade plums or fresh prunes for processing where, (a) a contract between a grower and a processor for the plums or fresh prunes for processing provides that the plums or fresh prunes shall be without stems; and (b) more than 4 per cent of the plums or fresh prunes in the lot have stems attached. R.R.O. 1990, Reg. 378, s. 105 (4). Tomatoes for Processing",
            "raw_html": "<p class=\"section-e\"><b>105. </b>(1) The grade for plums and fresh prunes for processing is as follows:</p> <p class=\"paragraph-e\">1. No. 1 Grade, consisting of plums or prunes that are,</p> <p class=\"subpara-e\">i. well formed, mature, clean, of good colour and of one variety,</p> <p class=\"subpara-e\">ii. free from plum rot, decay, insect injury, leaf marks, doubles, sun-scald where the softening or collapse of the flesh is apparent, russeting and disease,</p> <p class=\"subpara-e\">iii. free from skin breaks that are not healed other than those that are caused by pulled stems and do not extend beyond the stem basin,</p> <p class=\"subpara-e\">iv. free from heat injury that is extensive or not light in colour,</p> <p class=\"subpara-e\">v. free from sunburn that has materially changed the normal colour of the plum or prune or that has caused the skin to blister or crack,</p> <p class=\"subpara-e\">vi. free from growth cracks,</p> <p class=\"subpara-e\">vii. free from split pits,</p> <p class=\"subpara-e\">viii. free from drought spots and gum spots,</p> <p class=\"subpara-e\">ix. free from insects,</p> <p class=\"subpara-e\">x. free from bruising other than slight bruising incidental to grading and handling of plums and prunes,</p> <p class=\"subpara-e\">xi. free from hail marks or other similar depressions or scars that are not shallow or superficial or that affect an aggregate area per plum or prune exceeding one-quarter of an inch in diameter,</p> <p class=\"subpara-e\">xii. free from any combination of two or more of the defects referred to in subparagraph iii, iv, v, vi, vii, viii, ix, x or xi the seriousness of which exceeds the tolerance prescribed for any one defect in the combination, and</p> <p class=\"subpara-e\">xiii. free from any damage, injury or defect or a combination thereof that is not referred to in subparagraph iii, iv, v, vi, vii, viii, ix, x or xi and that materially affects their appearance, edibility or processing quality. R.R.O. 1990, Reg. 378, s. 105 (1).</p> <p class=\"subsection-e\">(2) In subsection (1),</p> <p class=\"firstdef-e\">“double” means a plum or a prune that has the appearance of attached twin plums or prunes. R.R.O. 1990, Reg. 378, s. 105 (2).</p> <p class=\"subsection-e\">(3) Tolerances by count for variations incidental to commercial grading and handling of plums and fresh prunes for processing shall be not more than,</p> <p class=\"clause-e\">(a) 3 per cent affected by decay;</p> <p class=\"clause-e\">(b) 4 per cent having the same grade defects; and</p> <p class=\"clause-e\">(c) 8 per cent having grade defects of any kind including those referred to in clauses (a) and (b). R.R.O. 1990, Reg. 378, s. 105 (3).</p> <p class=\"subsection-e\">(4) Plums or fresh prunes in a lot do not meet the requirements for No. 1 Grade plums or fresh prunes for processing where,</p> <p class=\"clause-e\">(a) a contract between a grower and a processor for the plums or fresh prunes for processing provides that the plums or fresh prunes shall be without stems; and</p> <p class=\"clause-e\">(b) more than 4 per cent of the plums or fresh prunes in the lot have stems attached. R.R.O. 1990, Reg. 378, s. 105 (4).</p> <p class=\"heading1-e\"><a name=\"P1818_91714\"></a><a name=\"BK49\"></a>Tomatoes for Processing</p>"
        },
        {
            "id": "106.",
            "section": "Tomatoes for Processing",
            "content": "106. (1) All tomatoes for processing contracted by a processor under an order of The Farm Products Marketing Board shall be bought from a grower on a graded basis. R.R.O. 1990, Reg. 378, s. 106 (1). (2) Every contracted load delivered to a processor licensed under the Farm Products Marketing Act and the regulations made thereunder shall be graded by an inspector or grader or by a person employed by the Ministry. R.R.O. 1990, Reg. 378, s. 106 (2).",
            "raw_html": "<p class=\"section-e\"><b>106. </b>(1) All tomatoes for processing contracted by a processor under an order of The Farm Products Marketing Board shall be bought from a grower on a graded basis. R.R.O. 1990, Reg. 378, s. 106 (1).</p> <p class=\"subsection-e\">(2) Every contracted load delivered to a processor licensed under the <i>Farm Products Marketing Act</i> and the regulations made thereunder shall be graded by an inspector or grader or by a person employed by the Ministry. R.R.O. 1990, Reg. 378, s. 106 (2).</p>"
        },
        {
            "id": "107.",
            "section": "Tomatoes for Processing",
            "content": "107. (1) In this section, “grass green” means immature tomatoes whose surface is totally green or greenish-white; “limited use” means tomatoes that are, (a) affected by black mould, early blight, late blight, decay, frost, insect feeding or blossom end rot to the extent that each tomato incurs a loss in trimming of 15 per cent or less by weight, (b) affected by sun-scald, sunburn, shrivelling, blotchy ripening, grey wall, growth cracks, catfacing, cracked or damaged fruit, broken locules, hail, bacterial speck or bacterial spot to the extent that each tomato incurs a loss in trimming of more than 15 per cent by weight, or (c) affected by one spot of anthracnose; “material other than tomato” means dirt, vines, loose stems, attached stems over one inch long or past the first joint, or any other foreign substance; “non-peelable” means tomatoes that are, (a) affected by black mould, early blight, late blight, decay, frost, insect feeding or blossom end rot to the extent that each tomato incurs a loss in trimming of 15 per cent or less by weight, (b) affected by growth cracks, catfacing, cracked or damaged fruit, broken locules, hail, bacterial speck or bacterial spot to the extent that each tomato incurs a loss in trimming of more than 15 per cent by weight, (c) affected by sun-scald, sunburn, blotchy ripening or grey wall to more than 15 per cent of the surface area of each tomato, (d) affected by one spot of anthracnose; (e) affected by internally sprouted seeds, or (f) not of a flesh colour, when the skin is removed, which meets the colour requirement of Canada Choice grade canned tomatoes established under the Canada Agricultural Products Act; “other defects” means tomatoes that are, (a) affected by black mould, white mould, early blight, late blight, decay, frost, insect feeding or blossom end rot to the extent that each tomato incurs a loss in trimming of more than 15 per cent by weight, (b) affected by any defect causing the tomato to be sour, or (c) affected by more than one spot of anthracnose; “processing breakers” means immature tomatoes that are, (a) coloured to the extent that at least 90 per cent of the surface shows a blush of yellow, pink or orange, and (b) of an Agtron E-5M reading greater than 77 when determined on cut halves; “processing green” means immature tomatoes that have an external blush of yellow, pink or orange but more than 10 per cent of the surface area is green. R.R.O. 1990, Reg. 378, s. 107 (1). (2) The grades for tomatoes for processing are as follows: 1. Option A, consisting of tomatoes that are, i. of an Agtron E-5M juice colour reading of 36 or less when pureed using a method approved by the Director, ii. not grass green, processing green or processing breakers, iii. not limited use or other defects, and iv. free from insects, worms, insect excrement and material other than tomato. 2. Option B, consisting of tomatoes that are, i. of an Agtron E-5M juice colour reading of 36 or less when pureed using a method approved by the Director, ii. not grass green or processing green, iii. not limited use or other defects, and iv. free from insects, worms, insect excrement and material other than tomato. 3. Option C, consisting of tomatoes that are, i. not grass green or processing green, ii. not non-peelable or other defects, and iii. free from insects, worms, insect excrement and material other than tomato. R.R.O. 1990, Reg. 378, s. 107 (2). (3) Tolerances by weight for variations incidental to commercial grading and handling for each load of tomatoes for processing shall not be more than: 1. For Option A, i. 1 per cent affected by insects, worms or insect excrement, ii. 5 per cent total undercolour fruit consisting of, (A) not more than 1 per cent grass green, (B) not more than 1 per cent processing green, or 2 per cent if there are no grass green, (C) not more than 3 per cent processing breakers, or 5 per cent if there are no grass green or processing green, or 4 per cent if there is a combination of 1 per cent grass green and no processing green or no grass green and 1 per cent processing green, iii. 7 per cent other defects, iv. 20 per cent limited use, and v. 3 per cent material other than tomato. 2. For Option B, i. 1 per cent affected by insects, worms or insect excrement, ii. 2 per cent total undercolour fruit consisting of, (A) not more than 1 per cent grass green, (B) not more than 1 per cent processing green, or 2 per cent if there are no grass green, iii. 7 per cent other defects, iv. 20 per cent limited use, and v. 3 per cent material other than tomato. 3. For Option C, i. 1 per cent affected by insects, worms or insect excrement, ii. 2 per cent total undercolour fruit consisting of, (A) not more than 1 per cent grass green, (B) not more than 1 per cent processing green, or 2 per cent if there are no grass green, iii. 7 per cent other defects, iv. 30 per cent non-peelable, and v. 3 per cent material other than tomato, but the combination of allowable tolerances shall not be more than 30 per cent. R.R.O. 1990, Reg. 378, s. 107 (3). ",
            "raw_html": "<p class=\"section-e\"><b>107. </b>(1) In this section,</p> <p class=\"firstdef-e\">“grass green” means immature tomatoes whose surface is totally green or greenish-white;</p> <p class=\"definition-e\">“limited use” means tomatoes that are,</p> <p class=\"defclause-e\">(a) affected by black mould, early blight, late blight, decay, frost, insect feeding or blossom end rot to the extent that each tomato incurs a loss in trimming of 15 per cent or less by weight,</p> <p class=\"defclause-e\">(b) affected by sun-scald, sunburn, shrivelling, blotchy ripening, grey wall, growth cracks, catfacing, cracked or damaged fruit, broken locules, hail, bacterial speck or bacterial spot to the extent that each tomato incurs a loss in trimming of more than 15 per cent by weight, or</p> <p class=\"defclause-e\">(c) affected by one spot of anthracnose;</p> <p class=\"definition-e\">“material other than tomato” means dirt, vines, loose stems, attached stems over one inch long or past the first joint, or any other foreign substance;</p> <p class=\"definition-e\">“non-peelable” means tomatoes that are,</p> <p class=\"defclause-e\">(a) affected by black mould, early blight, late blight, decay, frost, insect feeding or blossom end rot to the extent that each tomato incurs a loss in trimming of 15 per cent or less by weight,</p> <p class=\"defclause-e\">(b) affected by growth cracks, catfacing, cracked or damaged fruit, broken locules, hail, bacterial speck or bacterial spot to the extent that each tomato incurs a loss in trimming of more than 15 per cent by weight,</p> <p class=\"defclause-e\">(c) affected by sun-scald, sunburn, blotchy ripening or grey wall to more than 15 per cent of the surface area of each tomato,</p> <p class=\"defclause-e\">(d) affected by one spot of anthracnose;</p> <p class=\"defclause-e\">(e) affected by internally sprouted seeds, or</p> <p class=\"defclause-e\">(f) not of a flesh colour, when the skin is removed, which meets the colour requirement of Canada Choice grade canned tomatoes established under the <i>Canada Agricultural Products Act</i>;</p> <p class=\"definition-e\">“other defects” means tomatoes that are,</p> <p class=\"defclause-e\">(a) affected by black mould, white mould, early blight, late blight, decay, frost, insect feeding or blossom end rot to the extent that each tomato incurs a loss in trimming of more than 15 per cent by weight,</p> <p class=\"defclause-e\">(b) affected by any defect causing the tomato to be sour, or</p> <p class=\"defclause-e\">(c) affected by more than one spot of anthracnose;</p> <p class=\"definition-e\">“processing breakers” means immature tomatoes that are,</p> <p class=\"defclause-e\">(a) coloured to the extent that at least 90 per cent of the surface shows a blush of yellow, pink or orange, and</p> <p class=\"defclause-e\">(b) of an Agtron E-5M reading greater than 77 when determined on cut halves;</p> <p class=\"definition-e\">“processing green” means immature tomatoes that have an external blush of yellow, pink or orange but more than 10 per cent of the surface area is green. R.R.O. 1990, Reg. 378, s. 107 (1).</p> <p class=\"subsection-e\">(2) The grades for tomatoes for processing are as follows:</p> <p class=\"paragraph-e\">1. Option A, consisting of tomatoes that are,</p> <p class=\"subpara-e\">i. of an Agtron E-5M juice colour reading of 36 or less when pureed using a method approved by the Director,</p> <p class=\"subpara-e\">ii. not grass green, processing green or processing breakers,</p> <p class=\"subpara-e\">iii. not limited use or other defects, and</p> <p class=\"subpara-e\">iv. free from insects, worms, insect excrement and material other than tomato.</p> <p class=\"paragraph-e\">2. Option B, consisting of tomatoes that are,</p> <p class=\"subpara-e\">i. of an Agtron E-5M juice colour reading of 36 or less when pureed using a method approved by the Director,</p> <p class=\"subpara-e\">ii. not grass green or processing green,</p> <p class=\"subpara-e\">iii. not limited use or other defects, and</p> <p class=\"subpara-e\">iv. free from insects, worms, insect excrement and material other than tomato.</p> <p class=\"paragraph-e\">3. Option C, consisting of tomatoes that are,</p> <p class=\"subpara-e\">i. not grass green or processing green,</p> <p class=\"subpara-e\">ii. not non-peelable or other defects, and</p> <p class=\"subpara-e\">iii. free from insects, worms, insect excrement and material other than tomato. R.R.O. 1990, Reg. 378, s. 107 (2).</p> <p class=\"subsection-e\">(3) Tolerances by weight for variations incidental to commercial grading and handling for each load of tomatoes for processing shall not be more than:</p> <p class=\"paragraph-e\">1. For Option A,</p> <p class=\"subpara-e\">i. 1 per cent affected by insects, worms or insect excrement,</p> <p class=\"subpara-e\">ii. 5 per cent total undercolour fruit consisting of,</p> <p class=\"subsubpara-e\">(A) not more than 1 per cent grass green,</p> <p class=\"subsubpara-e\">(B) not more than 1 per cent processing green, or 2 per cent if there are no grass green,</p> <p class=\"subsubpara-e\">(C) not more than 3 per cent processing breakers, or 5 per cent if there are no grass green or processing green, or 4 per cent if there is a combination of 1 per cent grass green and no processing green or no grass green and 1 per cent processing green,</p> <p class=\"subpara-e\">iii. 7 per cent other defects,</p> <p class=\"subpara-e\">iv. 20 per cent limited use, and</p> <p class=\"subpara-e\">v. 3 per cent material other than tomato.</p> <p class=\"paragraph-e\">2. For Option B,</p> <p class=\"subpara-e\">i. 1 per cent affected by insects, worms or insect excrement,</p> <p class=\"subpara-e\">ii. 2 per cent total undercolour fruit consisting of,</p> <p class=\"subsubpara-e\">(A) not more than 1 per cent grass green,</p> <p class=\"subsubpara-e\">(B) not more than 1 per cent processing green, or 2 per cent if there are no grass green,</p> <p class=\"subpara-e\">iii. 7 per cent other defects,</p> <p class=\"subpara-e\">iv. 20 per cent limited use, and</p> <p class=\"subpara-e\">v. 3 per cent material other than tomato.</p> <p class=\"paragraph-e\">3. For Option C,</p> <p class=\"subpara-e\">i. 1 per cent affected by insects, worms or insect excrement,</p> <p class=\"subpara-e\">ii. 2 per cent total undercolour fruit consisting of,</p> <p class=\"subsubpara-e\">(A) not more than 1 per cent grass green,</p> <p class=\"subsubpara-e\">(B) not more than 1 per cent processing green, or 2 per cent if there are no grass green,</p> <p class=\"subpara-e\">iii. 7 per cent other defects,</p> <p class=\"subpara-e\">iv. 30 per cent non-peelable, and</p> <p class=\"subpara-e\">v. 3 per cent material other than tomato,</p> <p class=\"Sparagraph-e\">but the combination of allowable tolerances shall not be more than 30 per cent. R.R.O. 1990, Reg. 378, s. 107 (3).</p> <p class=\"Normal\"></p>"
        }
    ]
}