{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 1048: CONSTRUCTION MILLWRIGHT",
        "reg_name_text": "CONSTRUCTION MILLWRIGHT",
        "citation": "R.R.O. 1990, Reg. 1048: ",
        "act_under": "Trades Qualification and Apprenticeship Act   Loi sur la qualification professionnelle et l’apprentissage des gens de métier",
        "url": "https://www.ontario.ca/laws/regulation/901048",
        "date_scraped": "2023-12-19 04:47:30"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/901048/v2",
            "valid_from": "December 18, 2012",
            "valid_to": "April  7, 2013"
        },
        {
            "a_href": "/laws/regulation/901048/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "December 17, 2012"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “certified trade” means the trade of construction millwright. R.R.O. 1990, Reg. 1048, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“certified trade” means the trade of construction millwright. R.R.O. 1990, Reg. 1048, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. The trade of construction millwright is designated as a certified trade for the purposes of the Act. R.R.O. 1990, Reg. 1048, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>The trade of construction millwright is designated as a certified trade for the purposes of the Act. R.R.O. 1990, Reg. 1048, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. An apprentice training program is established for the certified trade and shall consist of four periods of related training and work experience training of 2,000 hours per period, (a) at full time educational day classes provided at a College of Applied Arts and Technology in the subjects contained in Schedule 1 or in courses that, in the opinion of the Director, are equivalent thereto; and (b) in work experience training provided by the employer of the apprentice in the subjects contained in Schedule 2. R.R.O. 1990, Reg. 1048, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>An apprentice training program is established for the certified trade and shall consist of four periods of related training and work experience training of 2,000 hours per period,</p> <p class=\"clause-e\">(a) at full time educational day classes provided at a College of Applied Arts and Technology in the subjects contained in Schedule 1 or in courses that, in the opinion of the Director, are equivalent thereto; and</p> <p class=\"clause-e\">(b) in work experience training provided by the employer of the apprentice in the subjects contained in Schedule 2. R.R.O. 1990, Reg. 1048, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. The subjects of examination for an apprentice in the certified trade are the subjects contained in Schedules 1 and 2. R.R.O. 1990, Reg. 1048, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The subjects of examination for an apprentice in the certified trade are the subjects contained in Schedules 1 and 2. R.R.O. 1990, Reg. 1048, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. Despite subsection 8 (2) of Regulation 1055 of the Revised Regulations of Ontario, 1990, every hour worked by an apprentice in excess of his or her regular daily hours of work experience training shall be included in computing the hours spent in work experience training. R.R.O. 1990, Reg. 1048, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>Despite subsection 8 (2) of Regulation 1055 of the Revised Regulations of Ontario, 1990, every hour worked by an apprentice in excess of his or her regular daily hours of work experience training shall be included in computing the hours spent in work experience training. R.R.O. 1990, Reg. 1048, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. The rate of wages for an apprentice in the certified trade, whether for regular daily hours of work or for hours of work in excess of regular daily hours of work shall not be less than, (a) 60 per cent during the first period; (b) 70 per cent during the second period; (c) 80 per cent during the third period; and (d) 90 per cent during the fourth period, of the average hourly rate of wages or its equivalent for journeypersons employed by the employer in that trade and with whom the apprentice is working. R.R.O. 1990, Reg. 1048, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>The rate of wages for an apprentice in the certified trade, whether for regular daily hours of work or for hours of work in excess of regular daily hours of work shall not be less than,</p> <p class=\"clause-e\">(a) 60 per cent during the first period;</p> <p class=\"clause-e\">(b) 70 per cent during the second period;</p> <p class=\"clause-e\">(c) 80 per cent during the third period; and</p> <p class=\"clause-e\">(d) 90 per cent during the fourth period,</p> <p class=\"Ssection-e\">of the average hourly rate of wages or its equivalent for journeypersons employed by the employer in that trade and with whom the apprentice is working. R.R.O. 1990, Reg. 1048, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. The number of apprentices who may be employed by an employer in the certified trade shall not exceed, (a) where the employer is a journeyperson in the trade, one apprentice plus an additional apprentice for every four journeypersons employed by that employer in the trade and with whom the apprentice is working; and (b) where the employer is not a journeyperson in the trade, one apprentice for the first journeyperson employed by the employer plus an additional apprentice for each additional four journeypersons employed by that employer in the trade and with whom the apprentice is working. R.R.O. 1990, Reg. 1048, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>The number of apprentices who may be employed by an employer in the certified trade shall not exceed,</p> <p class=\"clause-e\">(a) where the employer is a journeyperson in the trade, one apprentice plus an additional apprentice for every four journeypersons employed by that employer in the trade and with whom the apprentice is working; and</p> <p class=\"clause-e\">(b) where the employer is not a journeyperson in the trade, one apprentice for the first journeyperson employed by the employer plus an additional apprentice for each additional four journeypersons employed by that employer in the trade and with whom the apprentice is working. R.R.O. 1990, Reg. 1048, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. The Director shall issue a progress record book to an apprentice for the purpose of recording his or her related training and work experience training time and the apprentice shall be responsible for the safekeeping of the progress record book. R.R.O. 1990, Reg. 1048, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>The Director shall issue a progress record book to an apprentice for the purpose of recording his or her related training and work experience training time and the apprentice shall be responsible for the safekeeping of the progress record book. R.R.O. 1990, Reg. 1048, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. An applicant for a certificate of qualification in the certified trade who is required to satisfy the Director under clause 10 (4) (b) or (c) of the Act shall submit to the Director proof of experience within that trade which, in the opinion of the Director, is equivalent to work experience training described in the subjects contained in Schedule 2. R.R.O. 1990, Reg. 1048, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>An applicant for a certificate of qualification in the certified trade who is required to satisfy the Director under clause 10 (4) (b) or (c) of the Act shall submit to the Director proof of experience within that trade which, in the opinion of the Director, is equivalent to work experience training described in the subjects contained in Schedule 2. R.R.O. 1990, Reg. 1048, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. (1) Section 9 and subsection 10 (2) of the Act do not apply to any person who works or is employed in the certified trade. R.R.O. 1990, Reg. 1048, s. 10 (1). (2) Subsection 10 (3) of the Act does not apply to an employer in the certified trade. R.R.O. 1990, Reg. 1048, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) Section 9 and subsection 10 (2) of the Act do not apply to any person who works or is employed in the certified trade. R.R.O. 1990, Reg. 1048, s. 10 (1).</p> <p class=\"subsection-e\">(2) Subsection 10 (3) of the Act does not apply to an employer in the certified trade. R.R.O. 1990, Reg. 1048, s. 10 (2).</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. A certificate of qualification in the certified trade is not required to be renewed. R.R.O. 1990, Reg. 1048, s. 11. SCHEDULE 1   CONSTRUCTION MILLWRIGHT Related Training  Item\n\nColumn 1\n\nColumn 2\n\nColumn 3\n\n\n \r\n\nCourse\n\nSubject\n\nInstruction to be Given\n\n\n1\n\nMathematics    (Trade Related)\n\nMathematics\n\nAddition, subtraction, multiplication, division of whole numbers, fractions, decimals. Metric system; conversion methods. Weights and measures. Ratio and proportion. Percentage, discounts, simple interest. Areas, volumes, linear, angular mensuration. Square root. Scale conversion. Algebra fundamentals; simple equations, formulae, shop calculations. Trigonometry; right angled and oblique triangles, formulae, shop calculations.\n\n\n2\n\nScience    (Trade Related)\n\nPhysics\n\nForce; principle of moments, triangle of forces, graphic representation. Strength of materials; stress and strain, factor of safety. Young’s modulus of elasticity. Basic electricity; amperes, voltage, resistance, Ohm’s Law. Electron flow. Electromagnetism. Series and parallel circuits. Voltage drop. Conductors and insulators. Heat; temperature scales, quantity, heat effects. Properties of materials; basic metallurgy, ferrous and non-ferrous metals, heat treatment. Principle of machines; mechanical advantage, efficiency, velocity ratio, lever, wheel and circle, inclined plane, screw jack; gear, belt and chain drives. Friction; laws, effects, co-efficients. Work; energy and power, units, horsepower calculations.\n\n\n3\n\nEnglish\n\nUsage and Business Communication\n\nReading comprehension. Trade terminology, usage. Sentence, paragraph structure. Letter, report writing. Work and parts orders. Interpretation and use of manufacturer’s manuals and job specifications. Oral communication.\n\n\n4\n\nDrafting and Blueprint Reading\n\nBasic Drafting and Interpretation\n\nUse of lines, views, projections, sections, developments, dimensions, lettering, material symbols. Threads and fasteners. Fits and tolerances. Surface finish. Material specifications, structural steel shapes. Piping and welding drawings and symbols. Preparation of elementary trade related working drawings, dimensioned sketches. Reading and interpretation of machine drawings, floor plans and elevations, specifications, material estimates.\n\n\n5\n\nTrade Practice     General\n\nSafety\n\nSafety rules and safe operating procedures. Protective clothing and equipment. First aid. Fire prevention; location, use and maintenance of fire-fighting equipment. The Occupational Health and Safety Act. The Workers’ Compensation Act. The Building Code Act. Handling and storage of flammable liquids, gases, materials. Static electricity hazards. Sparkproof tool use. Safe use of lifting and hoisting equipment, pneumatic and electric tools, welding equipment. Tank interior and access hole work precautions. Warning and tagging procedures. Dermatitis protection. Good housekeeping.\n\n\n \r\n\n \r\n\nHand Tools\n\nSelection, care and use of hammers, screwdrivers, files, chisels, scrapers, wrenches, sockets and attachments, torque wrenches, pipe wrenches, pliers, drifts, vises, clamps. Hand shears and snips. Hand drills and braces, drill bits, reamers, broaches, stocks and dies, taps. Hacksaws, jewellers saws, coping saws. Wood saws; cross-cut, rip and coping. Metal stamps.\n\n\n \r\n\n \r\n\nPortable Power Tools\n\nCare and use of air/electric drills, impact tools, circular and sabre saws, shears, nibblers, grinders.\n\n\n6\n\nTrade Practice    Measuring Devices\n\nExternal Measurement (Rules)\n\nTypes and usage; flexible, spring tempered, folding, tape, hook, shrinkage, keyseat. Fractional, decimal, metric calibrations.\n\n\n \r\n\n \r\n\n(Outside Calipers)\n\nSpring, thread, firm-joint, lock-joint, transfer. Dimension transfer to micrometers, verniers, inside calipers.\n\n\n \r\n\n \r\n\n(Micrometers)\n\nOutside micrometers; checking and adjustment procedures. Measurement over rollers, balls, pins.\n\n\n \r\n\n \r\n\n(Vernier Tools)\n\nCalipers, depth gauges, gear-tooth verniers, bevel protractors, inclinometers, height gauges. Checking, adjusting for accuracy.\n\n\n \r\n\n \r\n\nInternal Measurement (Inside Calipers)\n\nTypes and usage; spring, firm-joint, lock-joint, transfer. Small hole and telescopic gauges. Inside calipers, vernier calipers, inside micrometers.\n\n\n \r\n\n \r\n\n(Depth Gauges)\n\nMicrometers, verniers, rule-type gauges.\n\n\n \r\n\n \r\n\n(Gauge Blocks)\n\nTypes and use for slot and groove measurement. Feeler gauge use.\n\n\n \r\n\n \r\n\nAngular Measurement\n\nTypes and use of protractors, sine bars, angle gauges, bevels, inclinometers, optical instruments.\n\n\n \r\n\n \r\n\nComparative Measurement (Squares)\n\nTypes and usage; try-square, combination, block, cylinder and optical. Checking methods.\n\n\n \r\n\n \r\n\n(Dial Indicators)\n\nTypes and usage. Accuracy checking methods.\n\n\n \r\n\n \r\n\n(Gauge Blocks)\n\nTypes and use. Accuracy standards. Use of clamps, scribers, caliper ends. Checking procedures for internal and external dimensions, hole centers, micrometers.\n\n\n \r\n\n \r\n\n(Straight edges)\n\nTypes and usage; fish-back, knife, dovetail, square, vee, combination. Use with feeler gauges, gauge blocks, dial indicators, surface plates, vee blocks, levels. Checking flat surfaces using marking, light, feeler gauges, dial indicators.\n\n\n \r\n\n \r\n\n(Optical Instruments)\n\nTypes and applications; toolmaker’s microscope, auto-collimator, alignment telescope. Use with precision flats, mirrors, optical squares, targets. Optical measurement principles.\n\n\n \r\n\n \r\n\n(Alignment of Surfaces)\n\nAlignment purpose; static, moving. Checking alignment of parallel surfaces, right angles; adjacent surfaces, flats and vees; rotating components, spindles; bores. Effect on alignment of temperature, load, wear, vibration, foundation settling, distortion of castings.\n\n\n7\n\nTrade Practice    Layout\n\nLayout Tables\n\nTypes and use of mounting clamps, vises, angle plates, magnetic clamps. Work clamping procedures for rigidity, accuracy, finished surfaces. Avoiding distortion and slippage.\n\n\n \r\n\n \r\n\nSurface Preparation\n\nLayout fluids and coatings for machined, non-ferrous and non-metallic surfaces. Application by brush, dip, spray, flooding. Coating removal methods. Hazards of acid use.\n\n\n \r\n\n \r\n\nLayout Techniques (Straight Lines)\n\nMethods and drawing interpretation for location, accuracy, machining, operation sequence.\n\n\n \r\n\n \r\n\n(Angular Lines)\n\nMethods to ensure accuracy. Checking by indicating, projection, comparison. Complementary and compound angles.\n\n\n \r\n\n \r\n\n(Circular Layout)\n\nTypes and use of dividers and trammels. Establishing center points. Enscribing arcs from holes; use of ball centers, false center plates. Transferring layouts from drawings, other layouts, components. Subdividing arcs, circles; dividing head use.\n\n\n \r\n\n \r\n\n(Hole Location)\n\nDrawing interpretation for location, hole dimensions, accuracy. Locating and scribing hole center points. Use of co-ordinates and projections.\n\n\n \r\n\n \r\n\n(Keyways, Slots, Grooves)\n\nDrawing interpretation for location, accuracy, dimensions, shape. Laying out keyways; use of key seat rules, vee blocks, surface gauges, center square.\n\n\n \r\n\n \r\n\n \n\nLaying out tee slots, internal slots and grooves, angular grooves and slots, annular grooves, recesses, shoulders.\n\n\n8\n\nPower Tools\n\nCutting Oils\n\nTypes and properties of cutting oils and soluble emulsions. Use for cooling, lubrication, flushing chips, rust protection.\n\n\n \r\n\n \r\n\nPower Saws\n\nTypes, care and use of reciprocating, circular and band saws for material cut-off. Blade selection factors, mounting methods. Tooth direction, tension, bandsaw guide settings. Circular saw peripheral accuracy.\n\n\n \r\n\n \r\n\n(Contour Sawing)\n\nUse of regular metal, wood and friction cutting bandsaws. Blade selection factors.\n\n\n \r\n\n \r\n\nPower Shears\n\nTypes, capacities, care and use of squaring, plate, roll and combination shears.\n\n\n \r\n\n \r\n\nDrill Press\n\nTypes, care and use of sensitive, bench, pillar, column, radial, multi-unit and multi-spindle drills. Chucks, collets and taper shanks.\n\n\n \r\n\n \r\n\n \n\nUse of tapping heads, floating holders, stud-drivers, quick-release chucks and torque-limiters (tapping). Techniques for drilling, countersinking, spot-facing and counterboring. Reaming. Trepanning. Honing, lapping and polishing. Grinding drill bits.\n\n\n \r\n\n \r\n\nLathes\n\nTypes, care and use of bench, engine, toolroom, turret, capstan, automatic, polishing, woodworking lathes. Work holding devices; chucks, collets, faceplates, centers, mandrels. Accessories; cutting tools, tool holders, tool posts, steady rests, follower rests, driving dogs and carriers. Carrier plates, carriage stops. Cutting tool grinding. Techniques for turning, facing, boring, drilling and reaming, threading, filing and scraping, polishing, burnishing, lapping, knurling, keyway cutting, spring winding.\n\n\n \r\n\n \r\n\nGrinders\n\nTypes, care and use of portable, pedestal, bench, belt and surface grinders. Abrasives, grades, speeds. Wheel and belt guards. Work holding devices. Work rests (off-hand work), wheel dressing and balancing equipment. Coolant supply. Dust extractors.\n\n\n \r\n\n \r\n\n(Off Hand Work)\n\nUse of bench and pedestal grinders, portable (heavy duty, right angle, pencil, precision) and belt (vertical, horizontal, combination) types.\n\n\n \r\n\n \r\n\n(Surface Grinding)\n\nTypes, care and use of reciprocating surface grinders. Work-holding devices, magnetic chucks, sine chucks, vises and clamps.\n\n\n \r\n\n \r\n\nMilling Machines\n\nTypes, care and use of horizontal, vertical, universal, production milling machines. Work holding devices; vises (plain, swivel, universal), chucks, angle plates, clamps and hold downs. Accessories; arbors, indexing heads, rotary tables, auxiliary heads (angle and universal milling, slotting attachments). Cutters; plain, slab, inserted tooth, shell, end mills, keyway cutters.\n\n\n \r\n\n \r\n\nShapers and Slotters\n\nTypes, care and use. Work holding devices. Indexing tables and heads. Cutting tools and holders.\n\n\n9\n\nFabrication    Material Preparation\n\nSelection\n\nInterpretation of drawings and specifications; fabrication type, construction methods, material types and quantities. Use of metal warehouse stock lists and handbooks; common structural shapes, plate and sheet, bar stock. Available sections, sizes and finishes.\n\n\n \r\n\n \r\n\nCutting Operations\n\nStock section, size, dimensions, pieces required and cutting tolerances. Jig and fixture use for duplicate pieces. Methods and equipment for shearing, sawing, abrasive cutting, scoring and snapping. Dressing raw edges by filing, grinding, chipping, tumbling.\n\n\n \r\n\n \r\n\nCleaning and Finishing\n\nSurface preparation by pickling, sand or shot blasting, wire brushing and scraping, grinding or sanding: use of scaling tools.\n\n\n10\n\nFabrication    Forming and Bending Procedures\n\nSheet Metal\n\nTypes, care and use of apron, press, box and pan brakes. Straight and tapered rolls. Universal forming machines.\n\n\n \r\n\n \r\n\nBar-stock, Plate and Structural Shapes\n\nTypes, care and use of forming and bending equipment, tools and accessories. Cold working techniques for short, long and reverse bends, angles, radii, offsets, hooks and eyes. Springback allowances. Hot working techniques; correct temperature, overheating effects, localizing heat. Temperature indicating pencils.\n\n\n \r\n\n \r\n\nTubing and Hollow Sections\n\nTypes, care and use of hand and power tube bending tools and equipment. Bending procedures. Filling with sand, lead and resin. Use of spring and stationary mandrels. Bend centers.\n\n\n \r\n\n \r\n\nHeat Treatment\n\nPurpose and procedures for heating and quenching, hardening tool steel, tempering, case-hardening, annealing normalizing, stress-relieving.\n\n\n \r\n\n \r\n\nHardness Testing\n\nPurpose, care and use of Rockwell, Brinell, Scleroscope, Vickers and portable hardness testers.\n\n\n \r\n\n \r\n\nNon-Destructive Testing\n\nUse of magnetic particle, fluorescent, ultrasonic, dye penetrant methods. Hydrostatic testing. Radiography.\n\n\n11\n\nFabrication    Erection Procedures\n\nHandling and Positioning\n\nTypes, care and safe use of cranes, chain and rope blocks, lift-trucks, dollies, rollers and trucks, slings and grab hooks. Holding work during assembly, alignment, welding and drilling. Use of clamps, angle plates, magnetic blocks, positioning tables, tack welds, temporary bolts and screws. Aligning components with squares, straight-edges, precision levels, feeler gauges and optical instruments; use of wedges, shims and packing blocks.\n\n\n \r\n\n \r\n\nWelding and Brazing\n\nTypes and use of welding and brazing rods, electrodes and fluxes. Set-up, operation and maintenance of arc, oxy-acetylene and resistance welding equipment. Flame cutting, welding and brazing. Joint preparation. All-position welding techniques. Distortion prevention and correction.\n\n\n \r\n\n \r\n\nSoldering\n\nSoft soldering techniques and uses; solder alloys, fluxes. Types and use of gas torches, soldering bits, heated baths and muffles. Hard soldering techniques and uses; solder alloys, fluxes.\n\n\n \r\n\n \r\n\nFastening\n\nInstallation tools and procedures for threaded fasteners; bolts and nuts, cap screws, machine screws, set screws, studs and self-tapping screws. Plain and lock washers. Rivets, pins (plain, roll and tapered), circlips, springs, keys (feather, gib and woodruff) explosive fasteners (pins and studs).\n\n\n \r\n\n \r\n\nAdhesives\n\nTypes, characteristics and uses; glues, cements, resins and plastics (thermosetting, thermoplastic). Bonding and cementing metal to metal, metal to rubber, metal to plastics and ceramics.\n\n\n12\n\nBearings\n\nPlain Types (Selection)\n\nPurpose, types, characteristics and uses. Plain and flanged bushings; thrust, pre-lubricated (impregnated). Adjustable; half bearings with caps, split tapered sleeve, tapered bore, segmental, self-adjusting (spring and hydraulic). Bearing Materials. Lubrication methods. Locating bearings with lock screws, bolted flange, keys, dowels or plugs, wedges, locknuts, bonding agents.\n\n\n \r\n\n \r\n\n(Fitting and Adjusting)\n\nProcedure for boring, reaming, scraping, filing. Oil-grooving purpose; chiselling, filing, scraping and machining methods. Bearing adjustment purpose, procedures, fits and clearances.\n\n\n \r\n\n \r\n\nAnti-Friction Types (Selection)\n\nPurpose, principles and applications. Construction; inner and outer races, rolling member, axial races (thrust). Cartridge bearing types, features and applications. Pillow block, flanged, block, cylindrical. Self-aligning ball, spherical roller and spherical housing types.\n\n\n \r\n\n \r\n\n(Inspection)\n\nDiagnosing common operating symptoms. Bearing cleaning methods.\n\n\n \r\n\n \r\n\nBearing Installation and Removal (Plain and Anti­Friction)\n\nSupporting bearings, shafts, collars and gears. Types and use of arbor press, forcing press, portable screw and hydraulic jacking and pulling devices, impact tools, hammers and drifts. Use of heat and refrigeration, lubricants and anti-galling compounds.\n\n\n13\n\nSeals\n\nStatic Seals\n\nTypes, characteristics, applications. Sheet and moulded gaskets, ropes, tapes, rings. Gasket and ring materials. Cut, folded, laminated, reinforced types. Use of O, D, X, square, internal vee rings as static seals. Seal selection and installation procedures.\n\n\n \r\n\n \r\n\nDynamic (Sliding Seals)\n\nTypes, characteristics, applications. Braided, moulded, O, T, X rings, plastic compounds. Moulded packings; chevron, U and V cup, flange, special patented shapes. Selection and installation procedures.\n\n\n \r\n\n \r\n\nRotary Seals\n\nTypes, characteristics, purpose. Braided or woven, lip type oil and grease seals, moulded, mechanical, O rings. Selection and installation procedures for pump shafts, shaft extensions from gear cases, valve stems, rotary actuators, turbines and motors.\n\n\n14\n\nShafting and Couplings\n\nShafting\n\nTypes and applications. Rigid, hollow, flexible, non-metallic. Checking straightness with dial indicators, feeler gauges, precision levels, V blocks, optical instruments.\n\n\n \r\n\n \r\n\n(Installation)\n\nAlignment methods using dial indicators, taut wire lines, levels, optical instruments. Installation by fitting into bearings, through housings, vertical shafting.\n\n\n \r\n\n \r\n\n(Repairs)\n\nSurface cleaning by turning, grinding, polishing, filing, shot or sandblasting. Building up worn shafts by welding, metallizing, plating, sleeving, knurling. Straightening shafts by pressing and jacking, weld build-up and turning, rotary straighteners.\n\n\n \r\n\n \r\n\nCouplings\n\nPurpose and use of solid, flexible, universal, friction, compression, magnetic, fluid type couplings.\n\n\n \r\n\n \r\n\n(Installation)\n\nPositioning on shafts with hand or power presses, jacks, hydraulic injection. Aligning keyways. Locating components with set screws, cotters, taper pins. Heating and cooling assembly techniques. Aligning couplings with dial indicators, straight edges, feeler gauges, calipers, wedges.\n\n\n \r\n\n \r\n\n(Removal)\n\nUse of hand or power presses, gear pullers, strong backs, hydraulic ejection. Use of heat or cooling, penetrating oils.\n\n\n \r\n\n \r\n\nSplines and Keyways\n\nPurpose and use of straight, involute, shallow, intermediate or deep splines. Fitting by grinding, scraping, lapping, filing, polishing techniques. Purpose and use of keys; straight (single and double), taper, woodruff, gib, sliding, tangential types. Fitting and installing by machining, chipping, filing, grinding. Removing keys by drilling and tapping, jack screws, gibs and wedges, drifts.\n\n\n15\n\nClutches\n\nGeneral\n\nTypes and purposes; friction, mechanical, fluid, magnetic, over-running clutches. Methods of mounting on shafts and holding in position. Types of operating devices. Mountings. Balancing requirements.\n\n\n16\n\nDrives\n\nV-Belt Drives\n\nTypes, sizes and purpose of drives and single and multi-groove sheaves. Locating, aligning and fastening sheaves with keys and keyways, taper hubs, set screws. V-belt types, care, applications and installation. Tensioning methods. Checking drives for wear, incorrect tension, efficiency. Removing sheaves with pullers.\n\n\n \r\n\n \r\n\nFlat Belt Drives\n\nTypes and purpose. Flat and crowned face, compound, cone type pulleys. Mounting and aligning; straight and right angle drives. Belt types and installation; joining by endless splice, lacing, fasteners. Care and tensioning methods.\n\n\n \r\n\n \r\n\nSpecial Belt Drives\n\nTypes, purpose and installation; high capacity, multiple, adjustable length V-belts. Variable speed drive belts, elastic tension flat belts, timing belts.\n\n\n \r\n\n \r\n\nChain Drives\n\nTypes and purpose. Single and multiple sprockets; standard hub designations, mounting and locating, fastening, aligning procedures. Chain types, care and applications. Roller and silent chain, conveyor chains. Roller chain components; split and solid rollers, rivetted, cotter pin, coupling links, standard attachments. Chain installing procedure; tension on vertical drives. Servicing procedures; checking chain wear, tension. Sprocket wear, alignment. Removing sprockets, repairing broken chains.\n\n\n \r\n\n \r\n\nFriction Drives\n\nTypes and purpose of spur, bevel, wedge faced, grooved friction drives. Locating, fastening, aligning wheels. Wheel contact methods in eccentric and screw thread engagement boxes.\n\n\n \r\n\n \r\n\nGear Drives\n\nGear types and purpose; spur; worm, helical, bevel, internal, spiral, hypoid. Gear trains; gear and pinion, worm and pinion, rack and pinion, epicyclic (planetary), differential. Gear drive installation methods. Locating, fastening, aligning gears. Servicing and checking for gear wear, backlash, alignment. Gear removal methods.\n\n\n \r\n\n \r\n\n(Speed Reducers)\n\nTypes, purpose and characteristics; worm, helical, spiral gear, single and multiple reduction. Assembly types and purpose; parallel shaft, right angle shaft (intersecting and non-intersecting) horizontal and vertical output, gear-motor, torque arm. Installation and servicing procedures.\n\n\n17\n\nMechanisms\n\nLevers\n\nSimple lever types and uses; first, second and third class, straight and bent lever. Applications of levers for slider crank mechanisms, drag link, crank and rocker. Sliding, swinging and turning blocks. Whitworth quick return, toggle joint, others. Installing, joining, fastening levers. Servicing and checking for wear, incorrect adjustment, backlash.\n\n\n \r\n\n \r\n\nCams\n\nTypes and purpose. Radial; tangential, face, constant diameter, mushroom, toe and wiper. Cylindrical; solid cylinder, end and barrel cams, thrust bearings. Cam motion types and applications; uniform velocity and acceleration, harmonic, dwells. Reciprocating and oscillating follower motions; flat face, straight and tapered roller followers.\n\n\n \r\n\n \r\n\n(Installation and Maintenance)\n\nLocating and fastening cams. Aligning with followers. Correct rotation. Checking for cam wear, speed, follower pressure, backlash. Cam and follower removal methods.\n\n\n \r\n\n \r\n\nPower Screws\n\nTypes, purpose and applications; simple, compound, differential, single and multiple start, right and left hand square, acme and buttress threads. Thrust bearing importance. Installation procedures; alignment, backlash adjustment. Maintenance procedures. Checking alignment, screw, nut and bearing wear. Split nut use.\n\n\n \r\n\n \r\n\nMechanical Springs\n\nTypes, purpose and applications. Helical springs (compression, extension, torsion). Cone, double cone and keg springs. Volute springs. Spiral, clock or power springs. Leaf springs (elliptical types). Disc (Belleville) and ring springs. Spring installation methods. Use of compressing and stretching tools.\n\n\n18\n\nHydraulics\n\nPumps\n\nTypes, operation and applications; centrifugal, reciprocating, positive displacement, gear, screw, lobe, diaphragm, steam injector, jet, self-priming, air lift. Types of drives. Installation procedures; foundation types, grouting methods, shims, alignment. Starting and operating; rotation, priming. Maintenance; correcting non-delivery, insufficient capacity, vibration, heating up, noise.\n\n\n \r\n\n \r\n\nHydro-Pneumatic Accumulators\n\nTypes, purpose and applications; diaphragm, bag or bladder, single and double shell piston, air bottle. Use as power storage chamber, system pressure compensator, fluid dispenser, transfer barrier, shock and vibration absorber. Installation and maintenance; regular charging importance, relieving pressure before disassembly. Bladder, diaphragm, O ring and valve replacement.\n\n\n \r\n\n \r\n\nValves and Controls (Directional Control)\n\nTypes and purpose; 2, 3, 4 way, special porting, 5 and 6 way. Construction and applications of spool, packed plunger, rotary, ball, poppet, sliding plate, check (ball, cone, poppet and swing) types.\n\n\n \r\n\n \r\n\n(Pressure Control)\n\nTypes and purpose; relief, pressure reducing, sequence, counterbalancing, unloading, prefill and combination.\n\n\n \r\n\n \r\n\n(Flow Control)\n\nType and purpose; needle or restrictor fixed and variable flow pressure compensated, deceleration.\n\n\n \r\n\n \r\n\n(Servo Valves)\n\nTypes and applications; flapper nozzle, jet nozzle, spool, combinations.\n\n\n \r\n\n \r\n\n(Valve Actuating Methods)\n\nManual, mechanical. Hydraulic and pneumatic pilots. Solenoid and solenoid pilots.\n\n\n \r\n\n \r\n\n(Installing Valves and Controls)\n\nInstallation by threaded valve parts, flanged connections or ground surfaces for subplate, panel or manifold mounting.\n\n\n \r\n\n \r\n\nValve Installation (General)\n\nValve types, care and applications; gate, globe, plug, bell, diaphragm, needle, butterfly. Flow direction. Component construction features. Operator types and uses; manual, diaphragm, air motor, hydraulic or pneumatic piston, electric motor operated valve control. Valve connection types and uses; flanged, screwed, butt and socket welded. Gasket installation. Valve maintenance; correcting malfunctions due to dirt, wire drawing, mechanical wear, pitting, corrosion, erosion.\n\n\n \r\n\n \r\n\n(Control Devices)\n\nTypes and function of limit controls; electric, hydraulic, pneumatic. Lever, cam, roller actuators. Pressure switch types, functions, accuracy limits; bellows (or diaphragm), piston, bourdon tube. Pneumatic recorders and controllers; on-off, proportional, reset, rate. Installation, checking and adjustment procedures. Types and characteristics of electrical control devices; relays, timers, transformers, fuses, push buttons, rheostats, breakers, photoelectric cells.\n\n\n \r\n\n \r\n\nPiping\n\nPipe and tube cutting, threading and bending. Piping and hose installation and joining by flanges, threads and couplings, compression and flared tube connections, bell and spigot joints, clamps. Welding, brazing and soldering.\n\n\n \r\n\n \r\n\nReservoirs\n\nTypes, purpose and construction features. Locating and mounting; integral with machine, or separate. Accessibility for filling, periodic cleaning and draining.\n\n\n \r\n\n \r\n\nFilters\n\nTypes, purpose and applications; metal screen, magnetic, adsorbent, absorbent. Construction and filter materials. Filter locating and mounting for accessibility. Use of by-pass or dual filters. Filter cleaning factors.\n\n\n \r\n\n \r\n\nHeat Exchangers\n\nTypes, purpose and characteristics; water to oil (shell and tube, plate, inner fin), air to oil. Locating and mounting; integral with machine, central system. Accessibility for cleaning and repairs. Cleaning methods.\n\n\n \r\n\n \r\n\nHydraulic Cylinders\n\nTypes and characteristics; single and double ended, single and double acting, telescoping, special types. Installation of foot, flange, rabbet, center line, clevis and trunnion mounted types. Packings and seals. Purpose and use of cushions; adjustable, non-adjustable, one or both ends. Cylinder dismantling and re-assembly, replacing packings and rings.\n\n\n \r\n\n \r\n\nRotary Actuators\n\nTypes and applications; single or multiple vane, helix, rack. Installation of flange, foot and end mounting types.\n\n\n \r\n\n \r\n\nHydraulic Motors\n\nTypes and applications; gear (spur, helical, internal), vane, piston (radial, axial). Installation and mounting methods.\n\n\n \r\n\n \r\n\nBoosters (Intensifiers)\n\nTypes, purpose and applications; single stroke, reciprocating. Use for air to oil and oil to oil pressure increase. Installation methods; integral with machine, separate.\n\n\n19\n\nPneumatics\n\nCompressors\n\nTypes and purpose; vertical or horizontal, radial, single and two stage, vane or piston, dry wall, air or water cooled, turbo. Installation and mounting. Auxiliary equipment. Foundation requirements; locating anchor bolts, grouting, concrete setting time. Drive alignment. Packing and gasket types and uses. Pre-start up inspection; scale and dirt removal from pipes. Cooling water, rotation, lubrication. Maintenance; correcting overheating, vibration, low or high pressure. Routine interval inspections for packing adjustments, lost motion (pins and bearings), air valve carbon deposits, crankcase oil level, oil changes, safety valves.\n\n\n \r\n\n \r\n\n(Air Receivers)\n\nTypes, purpose and applications; horizontal, vertical. Use for pressure fluctuation reduction, moisture removal. Installation factors; close proximity to compressor, safety valve importance, drainage piping. Maintenance procedures.\n\n\n \r\n\n \r\n\n(Air Intake Filters)\n\nTypes and applications; dry (throw away, cleanable elements), oil bath, oil wetted. Installation factors; cool air, protection from elements and industrial contaminants, accessibility. Cleaning and replacement methods.\n\n\n \r\n\n \r\n\nValves and Controls\n\nTypes, purpose and applications; pneumatic directional pressure and flow control valves. Pneumatic control pressure switches, limit controls. Pressure, vacuum and combination gauges. Installation procedures. Pneumatic recorder and controller types, purpose and applications; on-off, proportional, reset, rate. Use for liquid level, pressure, vacuum, flow, temperature, humidity. Mounting, connecting and adjusting procedures.\n\n\n \r\n\n \r\n\nPiping\n\nInspection and maintenance; leak checking methods. Oil, moisture and dirt removal methods; use of separator, felt filter, combination condenser and filter, desiccant filter (automatic and manual).\n\n\n \r\n\n \r\n\nAir Cylinders\n\nTypes, purpose and applications; single and double ended, single and double acting, telescoping, special types. Packings and seals. Installation of foot, flange, rabbet, center line, clevis and trunnion mounted cylinders. Correct alignment. Maintenance procedures; dismantling and reassembling cylinders, replacing packings, seals and rings.\n\n\n \r\n\n \r\n\nAir Motors\n\nTypes, purpose and applications; vane, lobe, axial and radial piston, turbine. Installation of flange, foot and threaded body types. Inspecting and replacing packings.\n\n\n \r\n\n \r\n\nRotary Actuators\n\nTypes and applications; single or multiple vane, helix, rack. Installation of flange, foot and end mounting types.\n\n\n \r\n\n \r\n\nMiscellaneous Devices (Portable Air Tools)\n\nTypes and applications; rotating (drills, grinders, screwdrivers, wrenches), percussion (chipping hammers, scalers), paint spray equipment. Servicing procedures.\n\n\n \r\n\n \r\n\n(Air Line Controls)\n\nTypes and purpose of filter-lubricator-regulator assemblies. Installation and servicing. Routine inspections for drain or change filter, lubrication, pressure.\n\n\n \r\n\n \r\n\nFans and Blowers\n\nTypes and applications; ventilation, material handling, induced and forced draft. Fan and drive types. Mounting and installing on standard concrete or wood base, spring or shock absorbing mount, integral with ductwork. Fan and drive alignment. Maintenance procedures; effects and correction of misalignment, bent shaft, unbalance, loose anchor bolts, weak or inadequate foundation, rotor loose on shaft, loose bearing bolts, other vibration sources.\n\n\n20\n\nLubrication\n\nLubricating Oils\n\nTypes and purpose; circulating, gear, machine or engine, spindle, steam cylinder oils, wire rope lubricant. Heat transfer. Oiling device types and applications; hand oil cans, oilers (sight feed, syphon wick, bottom feed, pad, bottle, ring, chain, collar), hand and power force feed, oil mist, bath, splash, gravity and pressure circulating, automatic metered.\n\n\n \r\n\n \r\n\nGreases\n\nTypes, purpose, classifications; soap thickened petroleum oil, synthetic. Selection factors. Types and application of grease cups and fittings, hand and automatic hydraulic pressure guns, centralized greasing systems (single, dual line).\n\n\n \r\n\n \r\n\nInspection and Maintenance\n\nRoutine checks; oil level and temperature, operation of oiling and centralized greasing systems, machine operation. Filter cleaning or replacement. Repairing grease pumps and fittings.\n\n\n21\n\nFoundation\n\nLayout\n\nDrawing and specification interpretation for; location, service requirements (air, power, water, drains, ventilation), space requirements, foundation details and types; concrete (plain, reinforced), steel, wood. Foundation layout and locating procedures; excavation, formwork, levels, anchors. Datum line use for offsets, levels, base lines. Formwork and bracing allowances. Draining excavations.\n\n\n \r\n\n \r\n\nAnchors\n\nTypes, purpose and selection; solid, sleeve, through, cinch, leaded. Protection during machine installation. Drawing interpretation for location, position tolerances, level. Use of layout tools, wood and steel templates. Isolation joint allowances for springs, felt or cork pads, wood blocking. Anchor installation procedures; drilling holes in concrete or masonry, steel, wood. Stud gun use precautions.\n\n\n \r\n\n \r\n\nLevelling\n\nDrawing interpretation for foundation level and relationship to external benchmark, grout allowances. Types, purpose, care and use of precision and surveyor’s levels, straightedges, tapes, optical instruments. Setting-up and sighting procedures. Making and using simple liquid levels. Installation of levelling pads. Anchor projection above base.\n\n\n22\n\nRigging\n\nHoists (Selection)\n\nTypes, applications, care and use of hand operated hoists; rope blocks, gear, link and roller chain. Electric and pneumatic powered hoists. Safety hook types; swing, spring loaded, counterweighted tongue. Hoist capacities, lift height. Rope, chain, cable strengths; handbook use.\n\n\n \r\n\n \r\n\n(Hanging Hoists)\n\nSupport member strengths; professional advice. Additional supporting methods. Tripods and A frames. Hanging hoists by slings, scissors clamps. Preventing unhooking. Pre-operation inspection.\n\n\n \r\n\n \r\n\n(Lifting and Pulling)\n\nLoad weight estimating. Load balance center. Moving techniques; drifting (2 or more hoists), balancing (auxiliary hoist), on inclined planes. Handling long equipment; upending, laying down. Loading on and off railroad cars, platform trailers, ramps. Use of winches and snatch blocks. Hand signals. Regular hoist inspection and maintenance; effects of improper operation.\n\n\n \r\n\n \r\n\nSlings, Ropes and Attachments\n\nTypes, care and use; rope, cable, chain (plain, monel, stainless) slings. Thimbles, clamps, shackles, spreader and equalizer bars, special lifting devices. Manufacturers specifications for sling member angles and safe loads. Rope, cable, chain, shackle strengths. Cable clamp clamping strengths. Splice types and strengths; long, short, end-to-end, thimble. Installing, positioning, lashing and slings for balanced and unbalanced loads. Results of sharp bends and kinks. Equipment and hand protection. Joining cables with clamps. Knot tying methods; slack take-up and stretch allowances.\n\n\n \r\n\n \r\n\n(Sling and Rope Maintenance)\n\nManufacturers specifications and procedures for testing, heat treating (chains), inspection, replacement. Storage methods; results of dampness, corrosive conditions.\n\n\n \r\n\n \r\n\nJacks\n\nTypes, care and use; ratchet, screw, hydraulic. Heavy equipment moving techniques; solid footing, jack positioning and support, blocking up, preventing equipment damage. Angle jacking, blocking and shimming. Correct jack bar length.\n\n\n \r\n\n \r\n\n(Maintenance)\n\nRegular inspections. Proper lubrication. Types of lubricants and hydraulic oils. Hydraulic jacks; types and care of valves, hoses and fittings. Replacing oil seals. Purging air from system. Mechanical jacks; maintenance of screws, ratchet teeth, pawls, pins and keys, caps and toes.\n\n\n \r\n\n \r\n\nRollers\n\nTypes, care and use; wood, steel (solid, hollow pipe), special roller units. Skids and skid plates; lubricants. Controlling loads on slopes. Changing direction. Floor and equipment protection; roller size and spacing, runner types. Safety precautions.\n\n\n \r\n\n \r\n\nScaffolds\n\nTypes, care and use; ladders and planking. Platform scaffolds; single and multiple plank (wood, metal), rigid platform, ladder and plank. Hanging scaffolds; single rope support, needle beams, rope blocks. Swing limiting methods. Types, sizes, care and use of standard unit scaffolds. Assembly of multiple units. Use of all safety devices; assembly and wheel locks, guard rails, rigid ladders, braces, plank positioning cleats.\n\n\n23\n\nLocation and Levelling\n\nAlignment (Machine Sections)\n\nDrawing interpretation for location, connection types, alignment techniques; benchmarks and tolerances. Component heights. Care and use of squares, straightedges, precision and surveyors levels, feeler gauges, optical instruments. Taut wire lines. Use of dowel pins and drift pins; jacks, hoists, winches. Shimming materials. Misalignment and fastener tightening effects.\n\n\n \r\n\n \r\n\n(Drives)\n\nLocation, center distances, drive arrangements, alignment tolerances. Drive types and uses; chain, flat and V belt, gear. Fixed, sliding base, hinged, spring tension installation methods. Drive aligning tools. Misalignment and fastener tightening effects.\n\n\n \r\n\n \r\n\nLevelling\n\nComponent heights, levelling surfaces, tolerances. Use of levelling devices; levelling pads, wedges, jack screws, shims. Levelling tools and instruments. Locating reference points; benchmarks, center and datum lines, reference planes. Service line drainage. Incorrect levelling, fastener tightening effects.\n\n\n \r\n\n \r\n\nFasteners (Selection)\n\nTypes, uses and selection; bolts, cap screws. Lag, high-tensile and fitted bolts, studs, special (shock, vibration). Thread specifications, fits, clearances. Mating surface conditions. Locking device types and uses; set screws, solid or cotter pins, clamping nuts, plastic or nylon inserts, lock washers, snap rings. Locking compounds.\n\n\n \r\n\n \r\n\n(Installation)\n\nInstallation wrenches and techniques. Tightening torques. Improper tightening effects. Shock dampening devices and tensioning methods; rubber, cork, felt pads. Rubber in shear, springs. Deterioration by oil, grease, corrosion. Damaged fastener removal; use of nut splitters, bolt and stud extractors, drilling and plugging.\n\n\n \r\n\n \r\n\nGrouting\n\nGrouting methods; mix types and application. Eliminating voids.\n\n\n24\n\nRun-in Procedures\n\nPre-Start Inspection (Components)\n\nChecking drawings for location, completeness and positioning of installation and components. Correct installation of fasteners and guards. Lubricant types and quantities. Component alignment, levelling. Lubricating and cooling devices. Power supply. Belt and chain tensions, gear clearances. Bearing and clutch adjustments. Machine and site clean up. Co-ordination with other trades.\n\n\n \r\n\n \r\n\n(Services)\n\nInspection of hook-ups for air, gas, water, oil, steam, drainage and electrical services. Installation and functioning of filters, switches. Traps, fusing devices, relief valves, speed controls. Lubrication, hydraulic and pneumatic systems and components.\n\n\n \r\n\n \r\n\nStart up Procedures\n\nDrawing and specification interpretation for operation and limitations of controls and safety devices. Pressure settings. Equipment rotation. Precautions in starting up machines. Activating pressure systems; checking and setting controls, pressures. Lubricant flow and pressure tests. Diagnosing abnormal vibration, leakage, noise, pressures, temperatures.\n\n\n \r\n\n \r\n\nAdjustment and Testing\n\nDetermination of clearances and tolerances, operating temperatures and pressures, normal power requirements. Test equipment and adjustment procedures for cam action, crank throws, sliding member clearances, bearings, clutches, limits of travel, speeds, temperatures, flows, pressures, current and voltage, vibration. Results of improper adjustments.\n\n\n25\n\nConveyors\n\nBelt Conveyors\n\nTypes, purpose, construction materials; flat and troughed belt. Idlers and pulleys. Screw and gravity take-ups. Installation; location, height, erection methods. Frame levelling and alignment. Belt installation, splicing, fastening. Inclined conveyors; use of differential brake or pawl and ratchet. Installation of trippers, plows, chutes, skirt boards. Hydraulic and centrifugal clutch drives. Air and electric clutches and brakes. Speed regulation, lubrication methods. Installation of guards.\n\n\n \r\n\n \r\n\n(Maintenance)\n\nTake-up adjustments. Belt wear and replacement checks. Causes and correction of belt slippage, poor tracking. Regular lubrication. Keeping pulleys clean. Replacing guards.\n\n\n \r\n\n \r\n\nRoll Conveyors\n\nTypes, purpose, construction; gravity, live roller, roller spiral, spring mounted. Tubing, piping, integral and outboard bearings. Location, assembly and installation methods. Aligning and levelling frame, roller drive (belt, chain and sprockets, motor and speed reducer). Clutches and brakes (air, electric), overrunning clutches. Variable speed drives. Conveyor auxiliaries; frogs, switches (2 way, 3 way and multiple), turntable, chutes, hinged section or transfer. Stop types and adjustments; air cushioned, normally closed, motor operated, pneumatic brake, foot, handle or cable operated brake, combination brake-stop. Conveyor curves; tapered, straight or concave and chain driven roller. Lubrication methods. Variable speed drives.\n\n\n \r\n\n \r\n\n(Maintenance)\n\nChecking and replacing worn bearings, belt, chain, clutch and brake parts. Correcting faulty belt tracking. Routine lubrication. Guard replacement. Familiarization with electric, pneumatic and hydraulic components.\n\n\n \r\n\n \r\n\nScrew Conveyors\n\nTypes and use for conveying, metering, feeding. Screw types and purpose; standard, short or long, single or multiple pitch. Right or left hand, right and left hand. Tapered variable pitch. Tapered double cut, cut and folded, cut with paddles. Locating, assembly methods. Installation, alignment of trough, screw and drive. Loading and unloading conveyor. Lubrication methods.\n\n\n \r\n\n \r\n\n(Maintenance)\n\nPeriodic inspection and lubrication. Replacing worn bearings, screw, drive. Replacing drive guard.\n\n\n \r\n\n \r\n\nBucket Elevators\n\nTypes and use of centrifugal and positive discharge, spaced and continuous bucket, vertical, inclined elevators. Chain and belt carriers. Bucket types and uses. Elevator locating and assembly methods. Installing and aligning frame and drive. Belt and bucket fastening methods. Take-up adjustments. Preventing reversal with differential brake, pawl and ratchet. Lubrication methods.\n\n\n \r\n\n \r\n\n(Maintenance)\n\nRoutine inspection and lubrication. Adjusting belt tension. Replacing worn belt, buckets, bearings, drive. Replacing guards.\n\n\n \r\n\n \r\n\nMiscellaneous Conveyors\n\nTypes, purpose and operation; en masse, drag chain, flight, pallet, trolley, vertical lift, pusher bar, cable, monorail. Chains and sprockets. Drawing and manual use for locating, assembly, operation. Installing and aligning frame, conveyor chain or cable, drive. Lubrication methods. Loading and unloading.\n\n\n \r\n\n \r\n\n(Maintenance)\n\nRoutine inspection and lubrication. Replacing worn chains and cables, flights, buttons, hooks, bearings, drives. Take-up adjustment. Replacing guards. R.R.O. 1990, Reg. 1048, Sched. 1. SCHEDULE 2   CONSTRUCTION MILLWRIGHT Work Experience Training  Item\n\nColumn 1\n\nColumn 2\n\nColumn 3\n\n\n \r\n\nCourse\n\nSubject\n\nWork Experience Training\n\n\n1\n\nTrade Practice    (as detailed in Schedule 1)\n\nGeneral\n\nSafety rules and removal of all hazards. The Occupational Health and Safety Act. The Workers’ Compensation Act. The Building Code Act. Care and use of hand and portable power tools and equipment, measuring devices. Layout techniques. Set-up and operation of power saws and shears, drills, lathes, grinders, milling machines, shapers and slotters. Fabrication techniques; forming and bending sheetmetal; barstock, plate and structural shapes; tubing and hollow sections. Heat treatment, hardness and non-destructive testing. Work erection, handling and positioning. Welding, brazing and soldering. Use of fastenings and adhesives.\n\n\n2\n\nBearings\n\nGeneral\n\nPlain bearings; selection, installation, locating, oil grooving. Fitting and adjusting. Bearing removal. Anti-friction bearings; selection and installation. Preloading and adjustment. Removing, cleaning, repacking.\n\n\n3\n\nSeals\n\nGeneral\n\nFamiliarization with types, applications. Installation of static, dynamic and rotary seals. Seal removal and replacement.\n\n\n4\n\nShafting and Couplings\n\nGeneral\n\nChecking shaft straightness. Installation and alignment. Maintenance and repairs; surface cleaning, building-up worn shafts, straightening. Installation of solid, flexible, universal, friction, compression, magnetic and fluid couplings. Removal and repair. Fitting splines and installation of straight, taper, woodruff, gib, sliding and tangential keys. Key removal.\n\n\n5\n\nClutches\n\nGeneral\n\nInstallation of friction, mechanical, fluid, magnetic and over-running clutches, mountings and operating devices. Balancing, adjustment and maintenance.\n\n\n6\n\nDrives\n\nGeneral\n\nInstallation and alignment of V, flat and special belt drives. Roller, silent and conveyor chain drives, friction and gear drives, speed reducers. Maintenance and repairs.\n\n\n7\n\nMechanisms\n\nGeneral\n\nInstallation of levers, cams and followers, power screws, mechanical springs. Adjustments and maintenance.\n\n\n8\n\nHydraulics\n\nHydraulic Systems\n\nFamiliarization with principles. Making up piping, tubing, hoses and fittings. Installation of pumps, accumulators, reservoirs, filters, heat exchangers, cylinders, rotary actuators, motors, boosters. Valves and controls, actuators, pilots, limit controls, pressure switches, recorders and controllers, electrical control devices. Starting up, priming, testing and adjustments. Periodic servicing. Maintenance and repairs.\n\n\n9\n\nPneumatics\n\nPneumatic Systems\n\nFamiliarization with principles. Installation of compressors, fans, blowers and drives. Air receivers and intake filters, valves and controls, pressure switches and limit controls, gauges, recorders and controllers. Piping. Cylinders and motors, rotary actuators, air line controls. Starting-up, testing and adjustment. Periodic servicing, maintenance and repairs, including portable pneumatic tools and paint spraying equipment.\n\n\n10\n\nLubrication\n\nLubricants and Systems\n\nFamiliarization with oil and grease types, classification and applications. Installation of oiling devices and systems. Centralized greasing systems and fittings. Routine checks of lubrication systems, machine operation. Servicing and preventive maintenance.\n\n\n11\n\nFoundation\n\nLayout, Anchorage and Levelling\n\nDrawing and specification use for foundation details, and service requirements. Datum line use for offsets, levels, base lines. Excavation, formwork and bracing, draining. Installation of anchors. Isolation joint allowances. Levelling; setting up and sighting, foundation level, external benchmark, grout allowances. Liquid level use. Installation of levelling pads.\n\n\n12\n\nRigging\n\nGeneral\n\nEquipment hoisting, drifting, balancing. Lifting, rolling, skidding. Blocking and loading operations. Hand signal use. Safe use of hand, electric and pneumatic hoists. Winches and snatch blocks. Slings, ropes, cables, chains and attachments. Mechanical and hydraulic jacks. Rollers and skids. Scaffolding. Rigging equipment inspection, testing, maintenance and storage.\n\n\n13\n\nLocation and Levelling\n\nGeneral\n\nAlignment, levelling and installation of machine sections, components and drives to drawings and specifications. Grouting. Fastener installation, torquing, locking.\n\n\n14\n\nRun-in\n\nInspection and Start up\n\nPre-start inspection of equipment installation, components, systems, service hook-ups, safety devices and controls, to drawings and specifications. Clean up and trades co-ordination. Start up operations; precautions. Tests and adjustments. Diagnosing and correcting abnormal operating conditions.\n\n\n15\n\nConveyors\n\nGeneral\n\nInstallation, levelling and alignment of belt, roll, screw and bucket conveyors, miscellaneous conveyors; en masse, drag chain, flight, pallet, trolley, vertical lift, pusher bar, cable, monorail. Drive systems and controls. Servicing and maintenance. R.R.O. 1990, Reg. 1048, Sched. 2. ",
            "raw_html": "<p class=\"section-e\"><b>11. </b>A certificate of qualification in the certified trade is not required to be renewed. R.R.O. 1990, Reg. 1048, s. 11.</p> <p class=\"schedule-e\">SCHEDULE 1 <br/>  CONSTRUCTION MILLWRIGHT</p> <p class=\"heading1x-e\">Related Training</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">Item</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Column 2</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Column 3</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Course</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Subject</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Instruction to be Given</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">1</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Mathematics <br/> <br/>  (Trade Related)</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Mathematics</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Addition, subtraction, multiplication, division of whole numbers, fractions, decimals. Metric system; conversion methods. Weights and measures. Ratio and proportion. Percentage, discounts, simple interest. Areas, volumes, linear, angular mensuration. Square root. Scale conversion. Algebra fundamentals; simple equations, formulae, shop calculations. Trigonometry; right angled and oblique triangles, formulae, shop calculations.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">2</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Science <br/> <br/>  (Trade Related)</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Physics</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Force; principle of moments, triangle of forces, graphic representation. Strength of materials; stress and strain, factor of safety. Young’s modulus of elasticity. Basic electricity; amperes, voltage, resistance, Ohm’s Law. Electron flow. Electromagnetism. Series and parallel circuits. Voltage drop. Conductors and insulators. Heat; temperature scales, quantity, heat effects. Properties of materials; basic metallurgy, ferrous and non-ferrous metals, heat treatment. Principle of machines; mechanical advantage, efficiency, velocity ratio, lever, wheel and circle, inclined plane, screw jack; gear, belt and chain drives. Friction; laws, effects, co-efficients. Work; energy and power, units, horsepower calculations.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">English</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Usage and Business Communication</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Reading comprehension. Trade terminology, usage. Sentence, paragraph structure. Letter, report writing. Work and parts orders. Interpretation and use of manufacturer’s manuals and job specifications. Oral communication.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Drafting and Blueprint Reading</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Basic Drafting and Interpretation</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Use of lines, views, projections, sections, developments, dimensions, lettering, material symbols. Threads and fasteners. Fits and tolerances. Surface finish. Material specifications, structural steel shapes. Piping and welding drawings and symbols. Preparation of elementary trade related working drawings, dimensioned sketches. Reading and interpretation of machine drawings, floor plans and elevations, specifications, material estimates.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Trade Practice  <br/> <br/>  General</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Safety</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Safety rules and safe operating procedures. Protective clothing and equipment. First aid. Fire prevention; location, use and maintenance of fire-fighting equipment. The <i>Occupational Health and Safety Act</i>. The <i>Workers’ Compensation Act</i>. The <i>Building Code Act</i>. Handling and storage of flammable liquids, gases, materials. Static electricity hazards. Sparkproof tool use. Safe use of lifting and hoisting equipment, pneumatic and electric tools, welding equipment. Tank interior and access hole work precautions. Warning and tagging procedures. Dermatitis protection. Good housekeeping.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Hand Tools</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Selection, care and use of hammers, screwdrivers, files, chisels, scrapers, wrenches, sockets and attachments, torque wrenches, pipe wrenches, pliers, drifts, vises, clamps. Hand shears and snips. Hand drills and braces, drill bits, reamers, broaches, stocks and dies, taps. Hacksaws, jewellers saws, coping saws. Wood saws; cross-cut, rip and coping. Metal stamps.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Portable Power Tools</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Care and use of air/electric drills, impact tools, circular and sabre saws, shears, nibblers, grinders.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">6</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Trade Practice <br/> <br/>  Measuring Devices</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">External Measurement (Rules)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and usage; flexible, spring tempered, folding, tape, hook, shrinkage, keyseat. Fractional, decimal, metric calibrations.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Outside Calipers)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Spring, thread, firm-joint, lock-joint, transfer. Dimension transfer to micrometers, verniers, inside calipers.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Micrometers)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Outside micrometers; checking and adjustment procedures. Measurement over rollers, balls, pins.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Vernier Tools)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Calipers, depth gauges, gear-tooth verniers, bevel protractors, inclinometers, height gauges. Checking, adjusting for accuracy.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Internal Measurement (Inside Calipers)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and usage; spring, firm-joint, lock-joint, transfer. Small hole and telescopic gauges. Inside calipers, vernier calipers, inside micrometers.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Depth Gauges)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Micrometers, verniers, rule-type gauges.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Gauge Blocks)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and use for slot and groove measurement. Feeler gauge use.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Angular Measurement</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and use of protractors, sine bars, angle gauges, bevels, inclinometers, optical instruments.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Comparative Measurement (Squares)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and usage; try-square, combination, block, cylinder and optical. Checking methods.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Dial Indicators)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and usage. Accuracy checking methods.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Gauge Blocks)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and use. Accuracy standards. Use of clamps, scribers, caliper ends. Checking procedures for internal and external dimensions, hole centers, micrometers.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Straight edges)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and usage; fish-back, knife, dovetail, square, vee, combination. Use with feeler gauges, gauge blocks, dial indicators, surface plates, vee blocks, levels. Checking flat surfaces using marking, light, feeler gauges, dial indicators.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Optical Instruments)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and applications; toolmaker’s microscope, auto-collimator, alignment telescope. Use with precision flats, mirrors, optical squares, targets. Optical measurement principles.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Alignment of Surfaces)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Alignment purpose; static, moving. Checking alignment of parallel surfaces, right angles; adjacent surfaces, flats and vees; rotating components, spindles; bores. Effect on alignment of temperature, load, wear, vibration, foundation settling, distortion of castings.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">7</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Trade Practice <br/> <br/>  Layout</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Layout Tables</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and use of mounting clamps, vises, angle plates, magnetic clamps. Work clamping procedures for rigidity, accuracy, finished surfaces. Avoiding distortion and slippage.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Surface Preparation</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Layout fluids and coatings for machined, non-ferrous and non-metallic surfaces. Application by brush, dip, spray, flooding. Coating removal methods. Hazards of acid use.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Layout Techniques (Straight Lines)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Methods and drawing interpretation for location, accuracy, machining, operation sequence.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Angular Lines)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Methods to ensure accuracy. Checking by indicating, projection, comparison. Complementary and compound angles.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Circular Layout)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and use of dividers and trammels. Establishing center points. Enscribing arcs from holes; use of ball centers, false center plates. Transferring layouts from drawings, other layouts, components. Subdividing arcs, circles; dividing head use.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Hole Location)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Drawing interpretation for location, hole dimensions, accuracy. Locating and scribing hole center points. Use of co-ordinates and projections.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Keyways, Slots, Grooves)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Drawing interpretation for location, accuracy, dimensions, shape. Laying out keyways; use of key seat rules, vee blocks, surface gauges, center square.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\"> </p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Laying out tee slots, internal slots and grooves, angular grooves and slots, annular grooves, recesses, shoulders.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">8</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Power Tools</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Cutting Oils</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and properties of cutting oils and soluble emulsions. Use for cooling, lubrication, flushing chips, rust protection.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Power Saws</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, care and use of reciprocating, circular and band saws for material cut-off. Blade selection factors, mounting methods. Tooth direction, tension, bandsaw guide settings. Circular saw peripheral accuracy.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Contour Sawing)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Use of regular metal, wood and friction cutting bandsaws. Blade selection factors.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Power Shears</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, capacities, care and use of squaring, plate, roll and combination shears.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Drill Press</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, care and use of sensitive, bench, pillar, column, radial, multi-unit and multi-spindle drills. Chucks, collets and taper shanks.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\"> </p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Use of tapping heads, floating holders, stud-drivers, quick-release chucks and torque-limiters (tapping). Techniques for drilling, countersinking, spot-facing and counterboring. Reaming. Trepanning. Honing, lapping and polishing. Grinding drill bits.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Lathes</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, care and use of bench, engine, toolroom, turret, capstan, automatic, polishing, woodworking lathes. Work holding devices; chucks, collets, faceplates, centers, mandrels. Accessories; cutting tools, tool holders, tool posts, steady rests, follower rests, driving dogs and carriers. Carrier plates, carriage stops. Cutting tool grinding. Techniques for turning, facing, boring, drilling and reaming, threading, filing and scraping, polishing, burnishing, lapping, knurling, keyway cutting, spring winding.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Grinders</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, care and use of portable, pedestal, bench, belt and surface grinders. Abrasives, grades, speeds. Wheel and belt guards. Work holding devices. Work rests (off-hand work), wheel dressing and balancing equipment. Coolant supply. Dust extractors.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Off Hand Work)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Use of bench and pedestal grinders, portable (heavy duty, right angle, pencil, precision) and belt (vertical, horizontal, combination) types.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Surface Grinding)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, care and use of reciprocating surface grinders. Work-holding devices, magnetic chucks, sine chucks, vises and clamps.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Milling Machines</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, care and use of horizontal, vertical, universal, production milling machines. Work holding devices; vises (plain, swivel, universal), chucks, angle plates, clamps and hold downs. Accessories; arbors, indexing heads, rotary tables, auxiliary heads (angle and universal milling, slotting attachments). Cutters; plain, slab, inserted tooth, shell, end mills, keyway cutters.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Shapers and Slotters</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, care and use. Work holding devices. Indexing tables and heads. Cutting tools and holders.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">9</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Fabrication <br/> <br/>  Material Preparation</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Selection</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Interpretation of drawings and specifications; fabrication type, construction methods, material types and quantities. Use of metal warehouse stock lists and handbooks; common structural shapes, plate and sheet, bar stock. Available sections, sizes and finishes.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Cutting Operations</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Stock section, size, dimensions, pieces required and cutting tolerances. Jig and fixture use for duplicate pieces. Methods and equipment for shearing, sawing, abrasive cutting, scoring and snapping. Dressing raw edges by filing, grinding, chipping, tumbling.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Cleaning and Finishing</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Surface preparation by pickling, sand or shot blasting, wire brushing and scraping, grinding or sanding: use of scaling tools.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">10</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Fabrication <br/> <br/>  Forming and Bending Procedures</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Sheet Metal</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, care and use of apron, press, box and pan brakes. Straight and tapered rolls. Universal forming machines.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Bar-stock, Plate and Structural Shapes</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, care and use of forming and bending equipment, tools and accessories. Cold working techniques for short, long and reverse bends, angles, radii, offsets, hooks and eyes. Springback allowances. Hot working techniques; correct temperature, overheating effects, localizing heat. Temperature indicating pencils.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Tubing and Hollow Sections</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, care and use of hand and power tube bending tools and equipment. Bending procedures. Filling with sand, lead and resin. Use of spring and stationary mandrels. Bend centers.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Heat Treatment</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Purpose and procedures for heating and quenching, hardening tool steel, tempering, case-hardening, annealing normalizing, stress-relieving.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Hardness Testing</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Purpose, care and use of Rockwell, Brinell, Scleroscope, Vickers and portable hardness testers.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Non-Destructive Testing</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Use of magnetic particle, fluorescent, ultrasonic, dye penetrant methods. Hydrostatic testing. Radiography.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">11</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Fabrication <br/> <br/>  Erection Procedures</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Handling and Positioning</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, care and safe use of cranes, chain and rope blocks, lift-trucks, dollies, rollers and trucks, slings and grab hooks. Holding work during assembly, alignment, welding and drilling. Use of clamps, angle plates, magnetic blocks, positioning tables, tack welds, temporary bolts and screws. Aligning components with squares, straight-edges, precision levels, feeler gauges and optical instruments; use of wedges, shims and packing blocks.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Welding and Brazing</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and use of welding and brazing rods, electrodes and fluxes. Set-up, operation and maintenance of arc, oxy-acetylene and resistance welding equipment. Flame cutting, welding and brazing. Joint preparation. All-position welding techniques. Distortion prevention and correction.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Soldering</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Soft soldering techniques and uses; solder alloys, fluxes. Types and use of gas torches, soldering bits, heated baths and muffles. Hard soldering techniques and uses; solder alloys, fluxes.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Fastening</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Installation tools and procedures for threaded fasteners; bolts and nuts, cap screws, machine screws, set screws, studs and self-tapping screws. Plain and lock washers. Rivets, pins (plain, roll and tapered), circlips, springs, keys (feather, gib and woodruff) explosive fasteners (pins and studs).</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Adhesives</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, characteristics and uses; glues, cements, resins and plastics (thermosetting, thermoplastic). Bonding and cementing metal to metal, metal to rubber, metal to plastics and ceramics.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">12</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Bearings</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Plain Types (Selection)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Purpose, types, characteristics and uses. Plain and flanged bushings; thrust, pre-lubricated (impregnated). Adjustable; half bearings with caps, split tapered sleeve, tapered bore, segmental, self-adjusting (spring and hydraulic). Bearing Materials. Lubrication methods. Locating bearings with lock screws, bolted flange, keys, dowels or plugs, wedges, locknuts, bonding agents.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Fitting and Adjusting)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Procedure for boring, reaming, scraping, filing. Oil-grooving purpose; chiselling, filing, scraping and machining methods. Bearing adjustment purpose, procedures, fits and clearances.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Anti-Friction Types (Selection)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Purpose, principles and applications. Construction; inner and outer races, rolling member, axial races (thrust). Cartridge bearing types, features and applications. Pillow block, flanged, block, cylindrical. Self-aligning ball, spherical roller and spherical housing types.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Inspection)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Diagnosing common operating symptoms. Bearing cleaning methods.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Bearing Installation and Removal (Plain and Anti­Friction)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Supporting bearings, shafts, collars and gears. Types and use of arbor press, forcing press, portable screw and hydraulic jacking and pulling devices, impact tools, hammers and drifts. Use of heat and refrigeration, lubricants and anti-galling compounds.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">13</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Seals</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Static Seals</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, characteristics, applications. Sheet and moulded gaskets, ropes, tapes, rings. Gasket and ring materials. Cut, folded, laminated, reinforced types. Use of O, D, X, square, internal vee rings as static seals. Seal selection and installation procedures.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Dynamic (Sliding Seals)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, characteristics, applications. Braided, moulded, O, T, X rings, plastic compounds. Moulded packings; chevron, U and V cup, flange, special patented shapes. Selection and installation procedures.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Rotary Seals</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, characteristics, purpose. Braided or woven, lip type oil and grease seals, moulded, mechanical, O rings. Selection and installation procedures for pump shafts, shaft extensions from gear cases, valve stems, rotary actuators, turbines and motors.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">14</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Shafting and Couplings</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Shafting</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and applications. Rigid, hollow, flexible, non-metallic. Checking straightness with dial indicators, feeler gauges, precision levels, V blocks, optical instruments.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Installation)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Alignment methods using dial indicators, taut wire lines, levels, optical instruments. Installation by fitting into bearings, through housings, vertical shafting.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Repairs)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Surface cleaning by turning, grinding, polishing, filing, shot or sandblasting. Building up worn shafts by welding, metallizing, plating, sleeving, knurling. Straightening shafts by pressing and jacking, weld build-up and turning, rotary straighteners.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Couplings</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Purpose and use of solid, flexible, universal, friction, compression, magnetic, fluid type couplings.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Installation)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Positioning on shafts with hand or power presses, jacks, hydraulic injection. Aligning keyways. Locating components with set screws, cotters, taper pins. Heating and cooling assembly techniques. Aligning couplings with dial indicators, straight edges, feeler gauges, calipers, wedges.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Removal)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Use of hand or power presses, gear pullers, strong backs, hydraulic ejection. Use of heat or cooling, penetrating oils.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Splines and Keyways</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Purpose and use of straight, involute, shallow, intermediate or deep splines. Fitting by grinding, scraping, lapping, filing, polishing techniques. Purpose and use of keys; straight (single and double), taper, woodruff, gib, sliding, tangential types. Fitting and installing by machining, chipping, filing, grinding. Removing keys by drilling and tapping, jack screws, gibs and wedges, drifts.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">15</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Clutches</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and purposes; friction, mechanical, fluid, magnetic, over-running clutches. Methods of mounting on shafts and holding in position. Types of operating devices. Mountings. Balancing requirements.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">16</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Drives</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">V-Belt Drives</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, sizes and purpose of drives and single and multi-groove sheaves. Locating, aligning and fastening sheaves with keys and keyways, taper hubs, set screws. V-belt types, care, applications and installation. Tensioning methods. Checking drives for wear, incorrect tension, efficiency. Removing sheaves with pullers.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Flat Belt Drives</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and purpose. Flat and crowned face, compound, cone type pulleys. Mounting and aligning; straight and right angle drives. Belt types and installation; joining by endless splice, lacing, fasteners. Care and tensioning methods.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Special Belt Drives</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, purpose and installation; high capacity, multiple, adjustable length V-belts. Variable speed drive belts, elastic tension flat belts, timing belts.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Chain Drives</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and purpose. Single and multiple sprockets; standard hub designations, mounting and locating, fastening, aligning procedures. Chain types, care and applications. Roller and silent chain, conveyor chains. Roller chain components; split and solid rollers, rivetted, cotter pin, coupling links, standard attachments. Chain installing procedure; tension on vertical drives. Servicing procedures; checking chain wear, tension. Sprocket wear, alignment. Removing sprockets, repairing broken chains.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Friction Drives</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and purpose of spur, bevel, wedge faced, grooved friction drives. Locating, fastening, aligning wheels. Wheel contact methods in eccentric and screw thread engagement boxes.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Gear Drives</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Gear types and purpose; spur; worm, helical, bevel, internal, spiral, hypoid. Gear trains; gear and pinion, worm and pinion, rack and pinion, epicyclic (planetary), differential. Gear drive installation methods. Locating, fastening, aligning gears. Servicing and checking for gear wear, backlash, alignment. Gear removal methods.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Speed Reducers)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, purpose and characteristics; worm, helical, spiral gear, single and multiple reduction. Assembly types and purpose; parallel shaft, right angle shaft (intersecting and non-intersecting) horizontal and vertical output, gear-motor, torque arm. Installation and servicing procedures.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">17</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Mechanisms</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Levers</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Simple lever types and uses; first, second and third class, straight and bent lever. Applications of levers for slider crank mechanisms, drag link, crank and rocker. Sliding, swinging and turning blocks. Whitworth quick return, toggle joint, others. Installing, joining, fastening levers. Servicing and checking for wear, incorrect adjustment, backlash.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Cams</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and purpose. Radial; tangential, face, constant diameter, mushroom, toe and wiper. Cylindrical; solid cylinder, end and barrel cams, thrust bearings. Cam motion types and applications; uniform velocity and acceleration, harmonic, dwells. Reciprocating and oscillating follower motions; flat face, straight and tapered roller followers.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Installation and Maintenance)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Locating and fastening cams. Aligning with followers. Correct rotation. Checking for cam wear, speed, follower pressure, backlash. Cam and follower removal methods.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Power Screws</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, purpose and applications; simple, compound, differential, single and multiple start, right and left hand square, acme and buttress threads. Thrust bearing importance. Installation procedures; alignment, backlash adjustment. Maintenance procedures. Checking alignment, screw, nut and bearing wear. Split nut use.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Mechanical Springs</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, purpose and applications. Helical springs (compression, extension, torsion). Cone, double cone and keg springs. Volute springs. Spiral, clock or power springs. Leaf springs (elliptical types). Disc (Belleville) and ring springs. Spring installation methods. Use of compressing and stretching tools.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">18</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Hydraulics</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Pumps</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, operation and applications; centrifugal, reciprocating, positive displacement, gear, screw, lobe, diaphragm, steam injector, jet, self-priming, air lift. Types of drives. Installation procedures; foundation types, grouting methods, shims, alignment. Starting and operating; rotation, priming. Maintenance; correcting non-delivery, insufficient capacity, vibration, heating up, noise.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Hydro-Pneumatic Accumulators</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, purpose and applications; diaphragm, bag or bladder, single and double shell piston, air bottle. Use as power storage chamber, system pressure compensator, fluid dispenser, transfer barrier, shock and vibration absorber. Installation and maintenance; regular charging importance, relieving pressure before disassembly. Bladder, diaphragm, O ring and valve replacement.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Valves and Controls (Directional Control)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and purpose; 2, 3, 4 way, special porting, 5 and 6 way. Construction and applications of spool, packed plunger, rotary, ball, poppet, sliding plate, check (ball, cone, poppet and swing) types.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Pressure Control)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and purpose; relief, pressure reducing, sequence, counterbalancing, unloading, prefill and combination.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Flow Control)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Type and purpose; needle or restrictor fixed and variable flow pressure compensated, deceleration.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Servo Valves)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and applications; flapper nozzle, jet nozzle, spool, combinations.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Valve Actuating Methods)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Manual, mechanical. Hydraulic and pneumatic pilots. Solenoid and solenoid pilots.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Installing Valves and Controls)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Installation by threaded valve parts, flanged connections or ground surfaces for subplate, panel or manifold mounting.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Valve Installation (General)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Valve types, care and applications; gate, globe, plug, bell, diaphragm, needle, butterfly. Flow direction. Component construction features. Operator types and uses; manual, diaphragm, air motor, hydraulic or pneumatic piston, electric motor operated valve control. Valve connection types and uses; flanged, screwed, butt and socket welded. Gasket installation. Valve maintenance; correcting malfunctions due to dirt, wire drawing, mechanical wear, pitting, corrosion, erosion.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Control Devices)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and function of limit controls; electric, hydraulic, pneumatic. Lever, cam, roller actuators. Pressure switch types, functions, accuracy limits; bellows (or diaphragm), piston, bourdon tube. Pneumatic recorders and controllers; on-off, proportional, reset, rate. Installation, checking and adjustment procedures. Types and characteristics of electrical control devices; relays, timers, transformers, fuses, push buttons, rheostats, breakers, photoelectric cells.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Piping</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Pipe and tube cutting, threading and bending. Piping and hose installation and joining by flanges, threads and couplings, compression and flared tube connections, bell and spigot joints, clamps. Welding, brazing and soldering.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Reservoirs</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, purpose and construction features. Locating and mounting; integral with machine, or separate. Accessibility for filling, periodic cleaning and draining.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Filters</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, purpose and applications; metal screen, magnetic, adsorbent, absorbent. Construction and filter materials. Filter locating and mounting for accessibility. Use of by-pass or dual filters. Filter cleaning factors.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Heat Exchangers</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, purpose and characteristics; water to oil (shell and tube, plate, inner fin), air to oil. Locating and mounting; integral with machine, central system. Accessibility for cleaning and repairs. Cleaning methods.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Hydraulic Cylinders</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and characteristics; single and double ended, single and double acting, telescoping, special types. Installation of foot, flange, rabbet, center line, clevis and trunnion mounted types. Packings and seals. Purpose and use of cushions; adjustable, non-adjustable, one or both ends. Cylinder dismantling and re-assembly, replacing packings and rings.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Rotary Actuators</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and applications; single or multiple vane, helix, rack. Installation of flange, foot and end mounting types.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Hydraulic Motors</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and applications; gear (spur, helical, internal), vane, piston (radial, axial). Installation and mounting methods.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Boosters (Intensifiers)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, purpose and applications; single stroke, reciprocating. Use for air to oil and oil to oil pressure increase. Installation methods; integral with machine, separate.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">19</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Pneumatics</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Compressors</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and purpose; vertical or horizontal, radial, single and two stage, vane or piston, dry wall, air or water cooled, turbo. Installation and mounting. Auxiliary equipment. Foundation requirements; locating anchor bolts, grouting, concrete setting time. Drive alignment. Packing and gasket types and uses. Pre-start up inspection; scale and dirt removal from pipes. Cooling water, rotation, lubrication. Maintenance; correcting overheating, vibration, low or high pressure. Routine interval inspections for packing adjustments, lost motion (pins and bearings), air valve carbon deposits, crankcase oil level, oil changes, safety valves.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Air Receivers)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, purpose and applications; horizontal, vertical. Use for pressure fluctuation reduction, moisture removal. Installation factors; close proximity to compressor, safety valve importance, drainage piping. Maintenance procedures.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Air Intake Filters)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and applications; dry (throw away, cleanable elements), oil bath, oil wetted. Installation factors; cool air, protection from elements and industrial contaminants, accessibility. Cleaning and replacement methods.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Valves and Controls</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, purpose and applications; pneumatic directional pressure and flow control valves. Pneumatic control pressure switches, limit controls. Pressure, vacuum and combination gauges. Installation procedures. Pneumatic recorder and controller types, purpose and applications; on-off, proportional, reset, rate. Use for liquid level, pressure, vacuum, flow, temperature, humidity. Mounting, connecting and adjusting procedures.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Piping</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Inspection and maintenance; leak checking methods. Oil, moisture and dirt removal methods; use of separator, felt filter, combination condenser and filter, desiccant filter (automatic and manual).</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Air Cylinders</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, purpose and applications; single and double ended, single and double acting, telescoping, special types. Packings and seals. Installation of foot, flange, rabbet, center line, clevis and trunnion mounted cylinders. Correct alignment. Maintenance procedures; dismantling and reassembling cylinders, replacing packings, seals and rings.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Air Motors</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, purpose and applications; vane, lobe, axial and radial piston, turbine. Installation of flange, foot and threaded body types. Inspecting and replacing packings.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Rotary Actuators</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and applications; single or multiple vane, helix, rack. Installation of flange, foot and end mounting types.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Miscellaneous Devices (Portable Air Tools)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and applications; rotating (drills, grinders, screwdrivers, wrenches), percussion (chipping hammers, scalers), paint spray equipment. Servicing procedures.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Air Line Controls)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and purpose of filter-lubricator-regulator assemblies. Installation and servicing. Routine inspections for drain or change filter, lubrication, pressure.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Fans and Blowers</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and applications; ventilation, material handling, induced and forced draft. Fan and drive types. Mounting and installing on standard concrete or wood base, spring or shock absorbing mount, integral with ductwork. Fan and drive alignment. Maintenance procedures; effects and correction of misalignment, bent shaft, unbalance, loose anchor bolts, weak or inadequate foundation, rotor loose on shaft, loose bearing bolts, other vibration sources.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">20</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Lubrication</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Lubricating Oils</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and purpose; circulating, gear, machine or engine, spindle, steam cylinder oils, wire rope lubricant. Heat transfer. Oiling device types and applications; hand oil cans, oilers (sight feed, syphon wick, bottom feed, pad, bottle, ring, chain, collar), hand and power force feed, oil mist, bath, splash, gravity and pressure circulating, automatic metered.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Greases</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, purpose, classifications; soap thickened petroleum oil, synthetic. Selection factors. Types and application of grease cups and fittings, hand and automatic hydraulic pressure guns, centralized greasing systems (single, dual line).</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Inspection and Maintenance</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Routine checks; oil level and temperature, operation of oiling and centralized greasing systems, machine operation. Filter cleaning or replacement. Repairing grease pumps and fittings.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">21</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Foundation</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Layout</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Drawing and specification interpretation for; location, service requirements (air, power, water, drains, ventilation), space requirements, foundation details and types; concrete (plain, reinforced), steel, wood. Foundation layout and locating procedures; excavation, formwork, levels, anchors. Datum line use for offsets, levels, base lines. Formwork and bracing allowances. Draining excavations.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Anchors</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, purpose and selection; solid, sleeve, through, cinch, leaded. Protection during machine installation. Drawing interpretation for location, position tolerances, level. Use of layout tools, wood and steel templates. Isolation joint allowances for springs, felt or cork pads, wood blocking. Anchor installation procedures; drilling holes in concrete or masonry, steel, wood. Stud gun use precautions.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Levelling</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Drawing interpretation for foundation level and relationship to external benchmark, grout allowances. Types, purpose, care and use of precision and surveyor’s levels, straightedges, tapes, optical instruments. Setting-up and sighting procedures. Making and using simple liquid levels. Installation of levelling pads. Anchor projection above base.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">22</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Rigging</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Hoists (Selection)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, applications, care and use of hand operated hoists; rope blocks, gear, link and roller chain. Electric and pneumatic powered hoists. Safety hook types; swing, spring loaded, counterweighted tongue. Hoist capacities, lift height. Rope, chain, cable strengths; handbook use.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Hanging Hoists)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Support member strengths; professional advice. Additional supporting methods. Tripods and A frames. Hanging hoists by slings, scissors clamps. Preventing unhooking. Pre-operation inspection.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Lifting and Pulling)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Load weight estimating. Load balance center. Moving techniques; drifting (2 or more hoists), balancing (auxiliary hoist), on inclined planes. Handling long equipment; upending, laying down. Loading on and off railroad cars, platform trailers, ramps. Use of winches and snatch blocks. Hand signals. Regular hoist inspection and maintenance; effects of improper operation.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Slings, Ropes and Attachments</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, care and use; rope, cable, chain (plain, monel, stainless) slings. Thimbles, clamps, shackles, spreader and equalizer bars, special lifting devices. Manufacturers specifications for sling member angles and safe loads. Rope, cable, chain, shackle strengths. Cable clamp clamping strengths. Splice types and strengths; long, short, end-to-end, thimble. Installing, positioning, lashing and slings for balanced and unbalanced loads. Results of sharp bends and kinks. Equipment and hand protection. Joining cables with clamps. Knot tying methods; slack take-up and stretch allowances.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Sling and Rope Maintenance)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Manufacturers specifications and procedures for testing, heat treating (chains), inspection, replacement. Storage methods; results of dampness, corrosive conditions.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Jacks</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, care and use; ratchet, screw, hydraulic. Heavy equipment moving techniques; solid footing, jack positioning and support, blocking up, preventing equipment damage. Angle jacking, blocking and shimming. Correct jack bar length.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Maintenance)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Regular inspections. Proper lubrication. Types of lubricants and hydraulic oils. Hydraulic jacks; types and care of valves, hoses and fittings. Replacing oil seals. Purging air from system. Mechanical jacks; maintenance of screws, ratchet teeth, pawls, pins and keys, caps and toes.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Rollers</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, care and use; wood, steel (solid, hollow pipe), special roller units. Skids and skid plates; lubricants. Controlling loads on slopes. Changing direction. Floor and equipment protection; roller size and spacing, runner types. Safety precautions.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Scaffolds</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, care and use; ladders and planking. Platform scaffolds; single and multiple plank (wood, metal), rigid platform, ladder and plank. Hanging scaffolds; single rope support, needle beams, rope blocks. Swing limiting methods. Types, sizes, care and use of standard unit scaffolds. Assembly of multiple units. Use of all safety devices; assembly and wheel locks, guard rails, rigid ladders, braces, plank positioning cleats.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">23</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Location and Levelling</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Alignment (Machine Sections)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Drawing interpretation for location, connection types, alignment techniques; benchmarks and tolerances. Component heights. Care and use of squares, straightedges, precision and surveyors levels, feeler gauges, optical instruments. Taut wire lines. Use of dowel pins and drift pins; jacks, hoists, winches. Shimming materials. Misalignment and fastener tightening effects.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Drives)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Location, center distances, drive arrangements, alignment tolerances. Drive types and uses; chain, flat and V belt, gear. Fixed, sliding base, hinged, spring tension installation methods. Drive aligning tools. Misalignment and fastener tightening effects.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Levelling</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Component heights, levelling surfaces, tolerances. Use of levelling devices; levelling pads, wedges, jack screws, shims. Levelling tools and instruments. Locating reference points; benchmarks, center and datum lines, reference planes. Service line drainage. Incorrect levelling, fastener tightening effects.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Fasteners (Selection)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, uses and selection; bolts, cap screws. Lag, high-tensile and fitted bolts, studs, special (shock, vibration). Thread specifications, fits, clearances. Mating surface conditions. Locking device types and uses; set screws, solid or cotter pins, clamping nuts, plastic or nylon inserts, lock washers, snap rings. Locking compounds.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Installation)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Installation wrenches and techniques. Tightening torques. Improper tightening effects. Shock dampening devices and tensioning methods; rubber, cork, felt pads. Rubber in shear, springs. Deterioration by oil, grease, corrosion. Damaged fastener removal; use of nut splitters, bolt and stud extractors, drilling and plugging.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Grouting</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Grouting methods; mix types and application. Eliminating voids.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">24</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Run-in Procedures</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Pre-Start Inspection (Components)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Checking drawings for location, completeness and positioning of installation and components. Correct installation of fasteners and guards. Lubricant types and quantities. Component alignment, levelling. Lubricating and cooling devices. Power supply. Belt and chain tensions, gear clearances. Bearing and clutch adjustments. Machine and site clean up. Co-ordination with other trades.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Services)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Inspection of hook-ups for air, gas, water, oil, steam, drainage and electrical services. Installation and functioning of filters, switches. Traps, fusing devices, relief valves, speed controls. Lubrication, hydraulic and pneumatic systems and components.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Start up Procedures</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Drawing and specification interpretation for operation and limitations of controls and safety devices. Pressure settings. Equipment rotation. Precautions in starting up machines. Activating pressure systems; checking and setting controls, pressures. Lubricant flow and pressure tests. Diagnosing abnormal vibration, leakage, noise, pressures, temperatures.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Adjustment and Testing</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Determination of clearances and tolerances, operating temperatures and pressures, normal power requirements. Test equipment and adjustment procedures for cam action, crank throws, sliding member clearances, bearings, clutches, limits of travel, speeds, temperatures, flows, pressures, current and voltage, vibration. Results of improper adjustments.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">25</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Conveyors</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Belt Conveyors</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, purpose, construction materials; flat and troughed belt. Idlers and pulleys. Screw and gravity take-ups. Installation; location, height, erection methods. Frame levelling and alignment. Belt installation, splicing, fastening. Inclined conveyors; use of differential brake or pawl and ratchet. Installation of trippers, plows, chutes, skirt boards. Hydraulic and centrifugal clutch drives. Air and electric clutches and brakes. Speed regulation, lubrication methods. Installation of guards.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Maintenance)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Take-up adjustments. Belt wear and replacement checks. Causes and correction of belt slippage, poor tracking. Regular lubrication. Keeping pulleys clean. Replacing guards.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Roll Conveyors</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, purpose, construction; gravity, live roller, roller spiral, spring mounted. Tubing, piping, integral and outboard bearings. Location, assembly and installation methods. Aligning and levelling frame, roller drive (belt, chain and sprockets, motor and speed reducer). Clutches and brakes (air, electric), overrunning clutches. Variable speed drives. Conveyor auxiliaries; frogs, switches (2 way, 3 way and multiple), turntable, chutes, hinged section or transfer. Stop types and adjustments; air cushioned, normally closed, motor operated, pneumatic brake, foot, handle or cable operated brake, combination brake-stop. Conveyor curves; tapered, straight or concave and chain driven roller. Lubrication methods. Variable speed drives.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Maintenance)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Checking and replacing worn bearings, belt, chain, clutch and brake parts. Correcting faulty belt tracking. Routine lubrication. Guard replacement. Familiarization with electric, pneumatic and hydraulic components.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Screw Conveyors</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and use for conveying, metering, feeding. Screw types and purpose; standard, short or long, single or multiple pitch. Right or left hand, right and left hand. Tapered variable pitch. Tapered double cut, cut and folded, cut with paddles. Locating, assembly methods. Installation, alignment of trough, screw and drive. Loading and unloading conveyor. Lubrication methods.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Maintenance)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Periodic inspection and lubrication. Replacing worn bearings, screw, drive. Replacing drive guard.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Bucket Elevators</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types and use of centrifugal and positive discharge, spaced and continuous bucket, vertical, inclined elevators. Chain and belt carriers. Bucket types and uses. Elevator locating and assembly methods. Installing and aligning frame and drive. Belt and bucket fastening methods. Take-up adjustments. Preventing reversal with differential brake, pawl and ratchet. Lubrication methods.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Maintenance)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Routine inspection and lubrication. Adjusting belt tension. Replacing worn belt, buckets, bearings, drive. Replacing guards.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Miscellaneous Conveyors</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Types, purpose and operation; en masse, drag chain, flight, pallet, trolley, vertical lift, pusher bar, cable, monorail. Chains and sprockets. Drawing and manual use for locating, assembly, operation. Installing and aligning frame, conveyor chain or cable, drive. Lubrication methods. Loading and unloading.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"> \r\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">(Maintenance)</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Routine inspection and lubrication. Replacing worn chains and cables, flights, buttons, hooks, bearings, drives. Take-up adjustment. Replacing guards.</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 1048, Sched. 1.</p> <p class=\"schedule-e\">SCHEDULE 2 <br/>  CONSTRUCTION MILLWRIGHT</p> <p class=\"heading1x-e\">Work Experience Training</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">Item</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Column 2</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Column 3</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"> \r\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Course</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Subject</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Work Experience Training</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">1</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Trade Practice <br/> <br/>  (as detailed in Schedule 1)</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Safety rules and removal of all hazards. The <i>Occupational Health and Safety Act</i>. The <i>Workers’ Compensation Act</i>. The <i>Building Code Act</i>. Care and use of hand and portable power tools and equipment, measuring devices. Layout techniques. Set-up and operation of power saws and shears, drills, lathes, grinders, milling machines, shapers and slotters. Fabrication techniques; forming and bending sheetmetal; barstock, plate and structural shapes; tubing and hollow sections. Heat treatment, hardness and non-destructive testing. Work erection, handling and positioning. Welding, brazing and soldering. Use of fastenings and adhesives.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">2</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Bearings</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Plain bearings; selection, installation, locating, oil grooving. Fitting and adjusting. Bearing removal. Anti-friction bearings; selection and installation. Preloading and adjustment. Removing, cleaning, repacking.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Seals</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Familiarization with types, applications. Installation of static, dynamic and rotary seals. Seal removal and replacement.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Shafting and Couplings</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Checking shaft straightness. Installation and alignment. Maintenance and repairs; surface cleaning, building-up worn shafts, straightening. Installation of solid, flexible, universal, friction, compression, magnetic and fluid couplings. Removal and repair. Fitting splines and installation of straight, taper, woodruff, gib, sliding and tangential keys. Key removal.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Clutches</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Installation of friction, mechanical, fluid, magnetic and over-running clutches, mountings and operating devices. Balancing, adjustment and maintenance.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">6</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Drives</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Installation and alignment of V, flat and special belt drives. Roller, silent and conveyor chain drives, friction and gear drives, speed reducers. Maintenance and repairs.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">7</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Mechanisms</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Installation of levers, cams and followers, power screws, mechanical springs. Adjustments and maintenance.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">8</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Hydraulics</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Hydraulic Systems</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Familiarization with principles. Making up piping, tubing, hoses and fittings. Installation of pumps, accumulators, reservoirs, filters, heat exchangers, cylinders, rotary actuators, motors, boosters. Valves and controls, actuators, pilots, limit controls, pressure switches, recorders and controllers, electrical control devices. Starting up, priming, testing and adjustments. Periodic servicing. Maintenance and repairs.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">9</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Pneumatics</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Pneumatic Systems</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Familiarization with principles. Installation of compressors, fans, blowers and drives. Air receivers and intake filters, valves and controls, pressure switches and limit controls, gauges, recorders and controllers. Piping. Cylinders and motors, rotary actuators, air line controls. Starting-up, testing and adjustment. Periodic servicing, maintenance and repairs, including portable pneumatic tools and paint spraying equipment.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">10</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Lubrication</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Lubricants and Systems</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Familiarization with oil and grease types, classification and applications. Installation of oiling devices and systems. Centralized greasing systems and fittings. Routine checks of lubrication systems, machine operation. Servicing and preventive maintenance.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">11</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Foundation</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Layout, Anchorage and Levelling</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Drawing and specification use for foundation details, and service requirements. Datum line use for offsets, levels, base lines. Excavation, formwork and bracing, draining. Installation of anchors. Isolation joint allowances. Levelling; setting up and sighting, foundation level, external benchmark, grout allowances. Liquid level use. Installation of levelling pads.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">12</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Rigging</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Equipment hoisting, drifting, balancing. Lifting, rolling, skidding. Blocking and loading operations. Hand signal use. Safe use of hand, electric and pneumatic hoists. Winches and snatch blocks. Slings, ropes, cables, chains and attachments. Mechanical and hydraulic jacks. Rollers and skids. Scaffolding. Rigging equipment inspection, testing, maintenance and storage.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">13</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Location and Levelling</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Alignment, levelling and installation of machine sections, components and drives to drawings and specifications. Grouting. Fastener installation, torquing, locking.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">14</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Run-in</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">Inspection and Start up</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Pre-start inspection of equipment installation, components, systems, service hook-ups, safety devices and controls, to drawings and specifications. Clean up and trades co-ordination. Start up operations; precautions. Tests and adjustments. Diagnosing and correcting abnormal operating conditions.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"34\"><p class=\"table-e\">15</p>\n</td>\n<td valign=\"top\" width=\"111\"><p class=\"table-e\">Conveyors</p>\n</td>\n<td valign=\"top\" width=\"143\"><p class=\"table-e\">General</p>\n</td>\n<td valign=\"top\" width=\"382\"><p class=\"table-e\">Installation, levelling and alignment of belt, roll, screw and bucket conveyors, miscellaneous conveyors; en masse, drag chain, flight, pallet, trolley, vertical lift, pusher bar, cable, monorail. Drive systems and controls. Servicing and maintenance.</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 1048, Sched. 2.</p> <p class=\"Normal\"></p>"
        }
    ]
}