{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 329: FUEL OIL CODE",
        "reg_name_text": "FUEL OIL CODE",
        "citation": "R.R.O. 1990, Reg. 329: ",
        "act_under": "Energy Act   Loi sur les hydrocarbures",
        "url": "https://www.ontario.ca/laws/regulation/900329",
        "date_scraped": "2023-12-19 22:50:51"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “approved” means, (a) where applied to a standard, that the standard is listed in “Titles of Appliances, Equipment and Accessory Standards Authorized for Use in the Province of Ontario under the Energy Act”, (b) where applied to an appliance, that the appliance bears a label issued by the Director, or bears a label of a designated testing organization, certifying conformance with a standard acceptable to the Director or conforming with a Laboratory test report accepted by the Director, or (c) where applied to an installation, that it conforms with this Regulation; “professional engineer” means a person who is a member or licensee of the Association of Professional Engineers of the Province of Ontario. R.R.O. 1990, Reg. 329, s. 1. 2.(1) The Code issued by the Canadian Standards Association entitled “Installation Code for Oil Burning Equipment, CSA B139-1976” as it existed on the 1st day of September, 1977 and the Standards, Specifications and Codes set out therein as reference publications insofar as they apply to the said Code are adopted as part of this Regulation with the following change: 1. Part 3 is amended by adding the following clause: 3.13.4 This code also encompasses appliances utilizing catalytic fuels including CGSB 3-GP-27c Naphtha. (2) Where there is a conflict between a standard, specification, code or publication adopted in subsection (1) and this Regulation, this Regulation prevails. (3) A reference in the Code adopted in subsection (1) to the National Building Code shall be deemed to be a reference to the Ontario Building Code. R.R.O. 1990, Reg. 329, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“approved” means,</p> <p class=\"defclause-e\">(a) where applied to a standard, that the standard is listed in “Titles of Appliances, Equipment and Accessory Standards Authorized for Use in the Province of Ontario under the <i>Energy Act</i>”,</p> <p class=\"defclause-e\">(b) where applied to an appliance, that the appliance bears a label issued by the Director, or bears a label of a designated testing organization, certifying conformance with a standard acceptable to the Director or conforming with a Laboratory test report accepted by the Director, or</p> <p class=\"defclause-e\">(c) where applied to an installation, that it conforms with this Regulation;</p> <p class=\"definition-e\">“professional engineer” means a person who is a member or licensee of the Association of Professional Engineers of the Province of Ontario. R.R.O. 1990, Reg. 329, s. 1.</p> <p class=\"subsection-e\"><b>2.</b>(1) The Code issued by the Canadian Standards Association entitled “Installation Code for Oil Burning Equipment, CSA B139-1976” as it existed on the 1st day of September, 1977 and the Standards, Specifications and Codes set out therein as reference publications insofar as they apply to the said Code are adopted as part of this Regulation with the following change:</p> <p class=\"paragraph-e\">1. Part 3 is amended by adding the following clause:</p> <p class=\"paragraph-e\">3.13.4 This code also encompasses appliances utilizing catalytic fuels including CGSB 3-GP-27c Naphtha.</p> <p class=\"subsection-e\">(2) Where there is a conflict between a standard, specification, code or publication adopted in subsection (1) and this Regulation, this Regulation prevails.</p> <p class=\"subsection-e\">(3) A reference in the Code adopted in subsection (1) to the National Building Code shall be deemed to be a reference to the Ontario Building Code. R.R.O. 1990, Reg. 329, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) Where a leak is suspected in any tank or piping or where the Director so requests, the owner of the tank or piping shall, (a) arrange for a recorded pressure test with readings four hours and twelve hours from commencement of the test on tanks and piping at pressures of, (i) not more than 5 psig for uncovered tanks, (ii) not less than 5 psig or more than 15 psig for covered tanks, and (iii) at least 50 psig or one and one-half times the operating pressure, whichever is the greater, but not more than 100 psig for piping; (b) prior to a pressure test being applied to any piping, ensure that the piping is disconnected from the tank, pump or other equipment that may be damaged by the applied pressure; (c) ensure that no pressure test is performed with any product in the tank unless prior authorization has been obtained from the Director; and (d) ensure that the pressure gauges used in the test required by this subsection are calibrated in increments not greater than, (i) one-tenth of one pound per square inch for the tank test, and (ii) one-half of one pound per square inch for the piping test. (2) The owner or a person authorized by the owner shall certify on the record of the test that he or she has witnessed all tests and repairs required by subsection (1) and the records shall be retained by the owner for a period of two years from the date of the test. R.R.O. 1990, Reg. 329, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) Where a leak is suspected in any tank or piping or where the Director so requests, the owner of the tank or piping shall,</p> <p class=\"clause-e\">(a) arrange for a recorded pressure test with readings four hours and twelve hours from commencement of the test on tanks and piping at pressures of,</p> <p class=\"subclause-e\">(i) not more than 5 psig for uncovered tanks,</p> <p class=\"subclause-e\">(ii) not less than 5 psig or more than 15 psig for covered tanks, and</p> <p class=\"subclause-e\">(iii) at least 50 psig or one and one-half times the operating pressure, whichever is the greater, but not more than 100 psig for piping;</p> <p class=\"clause-e\">(b) prior to a pressure test being applied to any piping, ensure that the piping is disconnected from the tank, pump or other equipment that may be damaged by the applied pressure;</p> <p class=\"clause-e\">(c) ensure that no pressure test is performed with any product in the tank unless prior authorization has been obtained from the Director; and</p> <p class=\"clause-e\">(d) ensure that the pressure gauges used in the test required by this subsection are calibrated in increments not greater than,</p> <p class=\"subclause-e\">(i) one-tenth of one pound per square inch for the tank test, and</p> <p class=\"subclause-e\">(ii) one-half of one pound per square inch for the piping test.</p> <p class=\"subsection-e\">(2) The owner or a person authorized by the owner shall certify on the record of the test that he or she has witnessed all tests and repairs required by subsection (1) and the records shall be retained by the owner for a period of two years from the date of the test. R.R.O. 1990, Reg. 329, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. The owner of a supply tank or its piping shall, (a) ensure that any leaks are repaired; (b) ensure that any defective equipment or component is repaired or replaced forthwith; (c) take all reasonable precautions to prevent the escape or spillage of fuel oil during all operations including testing and repairing; and (d) ensure that escaped fuel oil is recovered and contaminated soil is removed forthwith. R.R.O. 1990, Reg. 329, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>The owner of a supply tank or its piping shall,</p> <p class=\"clause-e\">(a) ensure that any leaks are repaired;</p> <p class=\"clause-e\">(b) ensure that any defective equipment or component is repaired or replaced forthwith;</p> <p class=\"clause-e\">(c) take all reasonable precautions to prevent the escape or spillage of fuel oil during all operations including testing and repairing; and</p> <p class=\"clause-e\">(d) ensure that escaped fuel oil is recovered and contaminated soil is removed forthwith. R.R.O. 1990, Reg. 329, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. Where an underground tank will not be used, or where it has not been used for two years, whichever comes first, the owner of the tank shall, (a) remove any product from the tank and connected piping; (b) remove the tank from the ground, and (i) remove the piping from the ground, or (ii) purge the piping of combustible vapours and permanently seal the ends of the piping by capping or plugging; (c) where the soil around the tank is contaminated with oil from the tank, remove such contaminated soil; and (d) fill any cavities caused by removal of the tank to grade level with clean land fill. R.R.O. 1990, Reg. 329, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>Where an underground tank will not be used, or where it has not been used for two years, whichever comes first, the owner of the tank shall,</p> <p class=\"clause-e\">(a) remove any product from the tank and connected piping;</p> <p class=\"clause-e\">(b) remove the tank from the ground, and</p> <p class=\"subclause-e\">(i) remove the piping from the ground, or</p> <p class=\"subclause-e\">(ii) purge the piping of combustible vapours and permanently seal the ends of the piping by capping or plugging;</p> <p class=\"clause-e\">(c) where the soil around the tank is contaminated with oil from the tank, remove such contaminated soil; and</p> <p class=\"clause-e\">(d) fill any cavities caused by removal of the tank to grade level with clean land fill. R.R.O. 1990, Reg. 329, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. No person shall make a weld in any steel pipe that forms or is intended to form a part of a steel pipeline or a component of a steel pipeline unless he or she is qualified to make the weld in accordance with the requirements of CSA Standard Z184-1975 Gas Pipeline Systems and is the holder of a subsisting identification card issued under the Boilers and Pressure Vessels Act. R.R.O. 1990, Reg. 329, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>No person shall make a weld in any steel pipe that forms or is intended to form a part of a steel pipeline or a component of a steel pipeline unless he or she is qualified to make the weld in accordance with the requirements of CSA Standard Z184-1975 Gas Pipeline Systems and is the holder of a subsisting identification card issued under the <i>Boilers and Pressure Vessels Act</i>. R.R.O. 1990, Reg. 329, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. Where piping from a supply tank for the supply of fuel oil to or from fuel oil burner equipment is heated by electrical heating cables or the piping is used as an electrical resistance heating element, the owner shall provide and maintain temperature limit controls to ensure the temperature of the fuel oil is not raised above its flash point. R.R.O. 1990, Reg. 329, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>Where piping from a supply tank for the supply of fuel oil to or from fuel oil burner equipment is heated by electrical heating cables or the piping is used as an electrical resistance heating element, the owner shall provide and maintain temperature limit controls to ensure the temperature of the fuel oil is not raised above its flash point. R.R.O. 1990, Reg. 329, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) The lessor of a construction heater shall, at the time of delivery to the lessee, ensure that, (a) the construction heater and its accessories are approved and are in a safe operating condition; and (b) the lessee is instructed in the safe installation and use of the construction heater and its accessories as set out in Part 12 of the Code adopted in section 2. (2) The lessee of a construction heater shall ensure that, (a) the construction heater and its accessories are installed and used in accordance with the manufacturer’s safety instructions as approved by a testing organization designated under section 15, and Part 12 of the Code adopted in section 2; (b) the installation of a construction heater and any associated piping and the repair, servicing, or removal of the heater is performed only by a person holding a certificate as a category II oil burner mechanic; (c) the handling and operation of a construction heater and its accessories are performed by a person who has been instructed in the proper performance of such handling and operation; (d) a malfunctioning or damaged construction heater or its accessories is removed from service and such malfunction or damage is reported to the lessor. (3) Where the owner of a construction heater and its accessories is also the user of the heater and accessories, he or she shall ensure that, (a) the construction heater and its accessories are approved and are maintained in a safe operating condition; (b) the construction heater and its accessories are installed and used in accordance with the manufacturer’s safety instructions as approved by a testing organization designated under section 15, and Part 12 of the Code adopted in section 2; (c) the installation of a construction heater and any associated piping and the repair, servicing or removal of the heater is performed only by a person holding a certificate as a category II oil burner mechanic; (d) the handling and operation of a construction heater and its accessories is performed by a person who has been instructed in the proper performance of such handling and operation; and (e) a damaged or malfunctioning construction heater and its accessories are removed from service. R.R.O. 1990, Reg. 329, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) The lessor of a construction heater shall, at the time of delivery to the lessee, ensure that,</p> <p class=\"clause-e\">(a) the construction heater and its accessories are approved and are in a safe operating condition; and</p> <p class=\"clause-e\">(b) the lessee is instructed in the safe installation and use of the construction heater and its accessories as set out in Part 12 of the Code adopted in section 2.</p> <p class=\"subsection-e\">(2) The lessee of a construction heater shall ensure that,</p> <p class=\"clause-e\">(a) the construction heater and its accessories are installed and used in accordance with the manufacturer’s safety instructions as approved by a testing organization designated under section 15, and Part 12 of the Code adopted in section 2;</p> <p class=\"clause-e\">(b) the installation of a construction heater and any associated piping and the repair, servicing, or removal of the heater is performed only by a person holding a certificate as a category II oil burner mechanic;</p> <p class=\"clause-e\">(c) the handling and operation of a construction heater and its accessories are performed by a person who has been instructed in the proper performance of such handling and operation;</p> <p class=\"clause-e\">(d) a malfunctioning or damaged construction heater or its accessories is removed from service and such malfunction or damage is reported to the lessor.</p> <p class=\"subsection-e\">(3) Where the owner of a construction heater and its accessories is also the user of the heater and accessories, he or she shall ensure that,</p> <p class=\"clause-e\">(a) the construction heater and its accessories are approved and are maintained in a safe operating condition;</p> <p class=\"clause-e\">(b) the construction heater and its accessories are installed and used in accordance with the manufacturer’s safety instructions as approved by a testing organization designated under section 15, and Part 12 of the Code adopted in section 2;</p> <p class=\"clause-e\">(c) the installation of a construction heater and any associated piping and the repair, servicing or removal of the heater is performed only by a person holding a certificate as a category II oil burner mechanic;</p> <p class=\"clause-e\">(d) the handling and operation of a construction heater and its accessories is performed by a person who has been instructed in the proper performance of such handling and operation; and</p> <p class=\"clause-e\">(e) a damaged or malfunctioning construction heater and its accessories are removed from service. R.R.O. 1990, Reg. 329, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. (1) Subject to subsections (2) and (3), no person shall offer for sale, sell, lease, rent, buy or install an appliance for which there is an approved standard unless it is a certified package unit as defined in the Code adopted in section 2. (2) Where a burner in an existing package unit or other oil-fired appliance is to be replaced, the replacement burner shall, (a) be certified for field installation and be suitable for the application for which it is intended; (b) be chosen and installed by a person holding a certificate as a category II oil burner mechanic; and (c) be installed in accordance with Part 9 of the Code adopted in section 2 and the manufacturer’s instructions as approved by a testing organization designated under section 15. (3) An appliance and its equipment that conform with the applicable requirements of the Code adopted in section 2 are exempt from section 10 of the Act where, (a) the input to the appliance and its equipment is greater than 70 U.S. gallons per hour; or (b) the appliance and its equipment are being used for the function for which they were designed and have previously been used in another location. R.R.O. 1990, Reg. 329, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) Subject to subsections (2) and (3), no person shall offer for sale, sell, lease, rent, buy or install an appliance for which there is an approved standard unless it is a certified package unit as defined in the Code adopted in section 2.</p> <p class=\"subsection-e\">(2) Where a burner in an existing package unit or other oil-fired appliance is to be replaced, the replacement burner shall,</p> <p class=\"clause-e\">(a) be certified for field installation and be suitable for the application for which it is intended;</p> <p class=\"clause-e\">(b) be chosen and installed by a person holding a certificate as a category II oil burner mechanic; and</p> <p class=\"clause-e\">(c) be installed in accordance with Part 9 of the Code adopted in section 2 and the manufacturer’s instructions as approved by a testing organization designated under section 15.</p> <p class=\"subsection-e\">(3) An appliance and its equipment that conform with the applicable requirements of the Code adopted in section 2 are exempt from section 10 of the Act where,</p> <p class=\"clause-e\">(a) the input to the appliance and its equipment is greater than 70 U.S. gallons per hour; or</p> <p class=\"clause-e\">(b) the appliance and its equipment are being used for the function for which they were designed and have previously been used in another location. R.R.O. 1990, Reg. 329, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. Every contractor who installs an appliance shall record his or her name, address and registration number on the appliance in a readily visible location. R.R.O. 1990, Reg. 329, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>Every contractor who installs an appliance shall record his or her name, address and registration number on the appliance in a readily visible location. R.R.O. 1990, Reg. 329, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. (1) The owner of an appliance shall ensure that the appliance and its accessories are maintained in a safe operating condition and that damaged or defective appliances or accessories are repaired or replaced forthwith. (2) Where a distributor, contractor or oil burner mechanic finds that, (a) an appliance or its installation does not comply with this Regulation; (b) the combustion products of an appliance are not safely vented; (c) an appliance has been tagged as unsafe; (d) an appliance is used for a purpose other than that for which it is designed; (e) any device, attachment, alteration or deterioration might in any way, (i) impair the combustion within an appliance, or (ii) impair the safe venting of an appliance; or (f) there is non-compliance with this Regulation with respect to the supply of air for combustion, the distributor, contractor or oil burner mechanic, as the case may be, shall forthwith notify in writing the owner, or where the owner is not known or is unable to be located, the operator of the appliance and the Director of the condition. R.R.O. 1990, Reg. 329, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) The owner of an appliance shall ensure that the appliance and its accessories are maintained in a safe operating condition and that damaged or defective appliances or accessories are repaired or replaced forthwith.</p> <p class=\"subsection-e\">(2) Where a distributor, contractor or oil burner mechanic finds that,</p> <p class=\"clause-e\">(a) an appliance or its installation does not comply with this Regulation;</p> <p class=\"clause-e\">(b) the combustion products of an appliance are not safely vented;</p> <p class=\"clause-e\">(c) an appliance has been tagged as unsafe;</p> <p class=\"clause-e\">(d) an appliance is used for a purpose other than that for which it is designed;</p> <p class=\"clause-e\">(e) any device, attachment, alteration or deterioration might in any way,</p> <p class=\"subclause-e\">(i) impair the combustion within an appliance, or</p> <p class=\"subclause-e\">(ii) impair the safe venting of an appliance; or</p> <p class=\"clause-e\">(f) there is non-compliance with this Regulation with respect to the supply of air for combustion,</p> <p class=\"ssubsection-e\">the distributor, contractor or oil burner mechanic, as the case may be, shall forthwith notify in writing the owner, or where the owner is not known or is unable to be located, the operator of the appliance and the Director of the condition. R.R.O. 1990, Reg. 329, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. (1) No person shall deliver fuel oil to an appliance where the fill and vent pipes connected to the supply tank feeding the appliance do not terminate outside the building. (2) Where a distributor finds that the fill or vent pipes connected to the supply tank feeding an appliance do not terminate outside the building and refuses to deliver fuel oil to the appliance in accordance with subsection (1), he or she shall notify the owner or where the owner is not known or is unable to be located, the operator of the appliance and the Director of the reason for non-delivery. R.R.O. 1990, Reg. 329, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) No person shall deliver fuel oil to an appliance where the fill and vent pipes connected to the supply tank feeding the appliance do not terminate outside the building.</p> <p class=\"subsection-e\">(2) Where a distributor finds that the fill or vent pipes connected to the supply tank feeding an appliance do not terminate outside the building and refuses to deliver fuel oil to the appliance in accordance with subsection (1), he or she shall notify the owner or where the owner is not known or is unable to be located, the operator of the appliance and the Director of the reason for non-delivery. R.R.O. 1990, Reg. 329, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. Where a distributor supplies fuel oil through underground piping from a central supply tank or tanks, the distributor shall ensure that, (a) accurate inventory records are maintained and reconciled against daily degree day accumulations of the system for indication of possible leakage from tanks or piping; (b) any defective equipment or component is repaired or replaced forthwith; (c) any leak is reported to an inspector within twelve hours of its discovery; (d) the underground part of a repaired or replaced piping is not backfilled until it has been inspected by a person who holds a certificate as a fuel oil pipeline inspector; and (e) any escaped fuel oil is recovered and contaminated soil is removed forthwith. R.R.O. 1990, Reg. 329, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>Where a distributor supplies fuel oil through underground piping from a central supply tank or tanks, the distributor shall ensure that,</p> <p class=\"clause-e\">(a) accurate inventory records are maintained and reconciled against daily degree day accumulations of the system for indication of possible leakage from tanks or piping;</p> <p class=\"clause-e\">(b) any defective equipment or component is repaired or replaced forthwith;</p> <p class=\"clause-e\">(c) any leak is reported to an inspector within twelve hours of its discovery;</p> <p class=\"clause-e\">(d) the underground part of a repaired or replaced piping is not backfilled until it has been inspected by a person who holds a certificate as a fuel oil pipeline inspector; and</p> <p class=\"clause-e\">(e) any escaped fuel oil is recovered and contaminated soil is removed forthwith. R.R.O. 1990, Reg. 329, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. Where a fuel oil appliance is served by a pipeline, the distributor shall arrange for inspection of the appliance at intervals approved by the Director. R.R.O. 1990, Reg. 329, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>Where a fuel oil appliance is served by a pipeline, the distributor shall arrange for inspection of the appliance at intervals approved by the Director. R.R.O. 1990, Reg. 329, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. (1) The Canadian Gas Association, the Canadian Standards Association, the Underwriters’ Laboratories of Canada and the Underwriters Laboratories Inc. are designated as organizations to test fuel oil appliances, including those designed to burn both gas and fuel oil, together or separately, and catalytic heaters to approved standards and, where the appliances conform to the standards, to place their label thereon. (2) The Canadian Gas Association, the Canadian Standards Association, the Underwriters’ Laboratories of Canada and the Underwriters Laboratories Inc. are designated as organizations to test equipment, components or accessories to approved standards and, where the equipment, components or accessories conform to the standards, to place their label thereon. O. Reg. 447/93, s. 1. (2.1) Warnock Hersey Professional Services Ltd. is designated as an organization to test vents, chimneys and chimney liners to approved standards and, if the appliances conform to the approved standards, to place its label on them. O. Reg. 217/92, s. 1. (3) Where an organization designated in subsection (1) is testing an appliance having components or accessories previously certified by an organization not designated in subsection (1), such components or accessories shall be investigated to confirm whether they comply with the applicable approved standards. R.R.O. 1990, Reg. 329, s. 15 (3).",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) The Canadian Gas Association, the Canadian Standards Association, the Underwriters’ Laboratories of Canada and the Underwriters Laboratories Inc. are designated as organizations to test fuel oil appliances, including those designed to burn both gas and fuel oil, together or separately, and catalytic heaters to approved standards and, where the appliances conform to the standards, to place their label thereon.</p> <p class=\"subsection-e\">(2) The Canadian Gas Association, the Canadian Standards Association, the Underwriters’ Laboratories of Canada and the Underwriters Laboratories Inc. are designated as organizations to test equipment, components or accessories to approved standards and, where the equipment, components or accessories conform to the standards, to place their label thereon. O. Reg. 447/93, s. 1.</p> <p class=\"subsection-e\">(2.1) Warnock Hersey Professional Services Ltd. is designated as an organization to test vents, chimneys and chimney liners to approved standards and, if the appliances conform to the approved standards, to place its label on them. O. Reg. 217/92, s. 1.</p> <p class=\"subsection-e\">(3) Where an organization designated in subsection (1) is testing an appliance having components or accessories previously certified by an organization not designated in subsection (1), such components or accessories shall be investigated to confirm whether they comply with the applicable approved standards. R.R.O. 1990, Reg. 329, s. 15 (3).</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": "16. An appliance, component, accessory or equipment for which there is no approved standard may be tested by a testing organization designated by section 15 and the organization shall report its findings to the Director, and where the report is accepted by the Director, the label of the designated testing organization may be placed on the appliance, component, accessory or equipment certifying conformance with the report and the label shall constitute approval. R.R.O. 1990, Reg. 329, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16. </b>An appliance, component, accessory or equipment for which there is no approved standard may be tested by a testing organization designated by section 15 and the organization shall report its findings to the Director, and where the report is accepted by the Director, the label of the designated testing organization may be placed on the appliance, component, accessory or equipment certifying conformance with the report and the label shall constitute approval. R.R.O. 1990, Reg. 329, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": "17. (1) Any person may apply to the Director for a label in respect of the fuel features of an appliance that does not bear the label of the Canadian Gas Association, the Canadian Standards Association, the Underwriters’ Laboratories of Canada or the Underwriters Laboratories Inc. O. Reg. 447/93, s. 2 (1). (2) Where an application is made under subsection (1), and, (a) the Director is of the opinion that it is not feasible for an organization designated under section 15 to test and label the appliance; and (b) an inspector inspects the appliance and finds that the fuel features conform to approved standards, the Director shall, subject to subsection (4), issue a label for the fuel features of the appliance that the inspector shall affix to the appliance. (3) Where the inspector so requires, an applicant for a label shall conduct, in the presence of the inspector, such tests as are considered necessary by the inspector to determine that the fuel features of the appliance conform to approved standards. (4) The Director may refuse to issue a label to an applicant under subsection (1) where two or more appliances of substantially the same design manufactured by two or more persons have been tested and labelled by an organization designated under section 15. R.R.O. 1990, Reg. 329, s. 17 (2-4). (5) The non-refundable fee prescribed in the Schedule is payable for an inspection of the fuel features of an appliance, for reviewing drawings or for observing a test to determine whether the fuel features of the appliance conform to approved standards. O. Reg. 447/93, s. 2 (2). (6) The Director may authorize an organization designated under section 15, (a) to perform the inspection described in clause (2) (b); and (b) to require the applicant for a label under subsection (1) to conduct such tests as are considered necessary by the testing organization to determine that the appliance conforms to approved standards. (7) The organization authorized under subsection (6) shall, where the inspection or testing of the appliances under subsection (6) indicates that the fuel features conform to approved standards, place its label thereon. R.R.O. 1990, Reg. 329, s. 17 (6, 7).",
            "raw_html": "<p class=\"section-e\"><b>17. </b>(1) Any person may apply to the Director for a label in respect of the fuel features of an appliance that does not bear the label of the Canadian Gas Association, the Canadian Standards Association, the Underwriters’ Laboratories of Canada or the Underwriters Laboratories Inc. O. Reg. 447/93, s. 2 (1).</p> <p class=\"subsection-e\">(2) Where an application is made under subsection (1), and,</p> <p class=\"clause-e\">(a) the Director is of the opinion that it is not feasible for an organization designated under section 15 to test and label the appliance; and</p> <p class=\"clause-e\">(b) an inspector inspects the appliance and finds that the fuel features conform to approved standards,</p> <p class=\"ssubsection-e\">the Director shall, subject to subsection (4), issue a label for the fuel features of the appliance that the inspector shall affix to the appliance.</p> <p class=\"subsection-e\">(3) Where the inspector so requires, an applicant for a label shall conduct, in the presence of the inspector, such tests as are considered necessary by the inspector to determine that the fuel features of the appliance conform to approved standards.</p> <p class=\"subsection-e\">(4) The Director may refuse to issue a label to an applicant under subsection (1) where two or more appliances of substantially the same design manufactured by two or more persons have been tested and labelled by an organization designated under section 15. R.R.O. 1990, Reg. 329, s. 17 (2-4).</p> <p class=\"subsection-e\">(5) The non-refundable fee prescribed in the Schedule is payable for an inspection of the fuel features of an appliance, for reviewing drawings or for observing a test to determine whether the fuel features of the appliance conform to approved standards. O. Reg. 447/93, s. 2 (2).</p> <p class=\"subsection-e\">(6) The Director may authorize an organization designated under section 15,</p> <p class=\"clause-e\">(a) to perform the inspection described in clause (2) (b); and</p> <p class=\"clause-e\">(b) to require the applicant for a label under subsection (1) to conduct such tests as are considered necessary by the testing organization to determine that the appliance conforms to approved standards.</p> <p class=\"subsection-e\">(7) The organization authorized under subsection (6) shall, where the inspection or testing of the appliances under subsection (6) indicates that the fuel features conform to approved standards, place its label thereon. R.R.O. 1990, Reg. 329, s. 17 (6, 7).</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": "18. (1) An application for a licence to distribute fuel oil by pipeline or a renewal thereof under section 12 of the Act shall be made to the Director. (2) A licence to distribute fuel oil by pipeline or a renewal thereof shall be issued to the applicant where the distribution system complies with this Regulation. R.R.O. 1990, Reg. 329, s. 18 (1, 2). (3) The non-refundable fee prescribed in the Schedule is payable on an application for a licence to distribute fuel oil by pipeline, or a renewal of the licence. (4) An inspector may inspect the distribution system of a person who applies for or holds a licence to distribute fuel oil by pipeline to determine whether the system complies with this Regulation. (5) The non-refundable fee prescribed in the Schedule is payable for the inspection. (6) No licence to distribute fuel oil by pipeline shall be issued or renewed until the applicant for the licence has paid the prescribed fee for the inspection. O. Reg. 447/93, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>18. </b>(1) An application for a licence to distribute fuel oil by pipeline or a renewal thereof under section 12 of the Act shall be made to the Director.</p> <p class=\"subsection-e\">(2) A licence to distribute fuel oil by pipeline or a renewal thereof shall be issued to the applicant where the distribution system complies with this Regulation. R.R.O. 1990, Reg. 329, s. 18 (1, 2).</p> <p class=\"subsection-e\">(3) The non-refundable fee prescribed in the Schedule is payable on an application for a licence to distribute fuel oil by pipeline, or a renewal of the licence.</p> <p class=\"subsection-e\">(4) An inspector may inspect the distribution system of a person who applies for or holds a licence to distribute fuel oil by pipeline to determine whether the system complies with this Regulation.</p> <p class=\"subsection-e\">(5) The non-refundable fee prescribed in the Schedule is payable for the inspection.</p> <p class=\"subsection-e\">(6) No licence to distribute fuel oil by pipeline shall be issued or renewed until the applicant for the licence has paid the prescribed fee for the inspection. O. Reg. 447/93, s. 3.</p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": "19. (1) An application for a registration as a contractor under section 13 of the Act or a renewal thereof shall be made to the Director. R.R.O. 1990, Reg. 329, s. 19 (1). (2) The non-refundable fee prescribed in the Schedule is payable on an application for registration as a contractor, or renewal of the registration. O. Reg. 447/93, s. 4 (1). (3) Evidence of registration as a contractor, or a renewal thereof, shall be issued to an applicant by the Director when the applicant is registered as a contractor or the registration is renewed. (4) A contractor shall display evidence of registration in a conspicuous place in the contractor’s business premises and shall notify the Director forthwith of any change of business address. (5) Every registration or renewal thereof expires on the date indicated thereon. (6) Registrations and renewals thereof are not transferable. R.R.O. 1990, Reg. 329, s. 19 (3-6). (7) An inspector may inspect the installations, repairs and other work performed by a registered contractor to determine whether the work complies with this Regulation. (8) The non-refundable fee prescribed in the Schedule is payable for the inspection. (9) No registration of a contractor shall be renewed until the contractor has paid the prescribed fee for the inspection. O. Reg. 447/93, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><b>19. </b>(1) An application for a registration as a contractor under section 13 of the Act or a renewal thereof shall be made to the Director. R.R.O. 1990, Reg. 329, s. 19 (1).</p> <p class=\"subsection-e\">(2) The non-refundable fee prescribed in the Schedule is payable on an application for registration as a contractor, or renewal of the registration. O. Reg. 447/93, s. 4 (1).</p> <p class=\"subsection-e\">(3) Evidence of registration as a contractor, or a renewal thereof, shall be issued to an applicant by the Director when the applicant is registered as a contractor or the registration is renewed.</p> <p class=\"subsection-e\">(4) A contractor shall display evidence of registration in a conspicuous place in the contractor’s business premises and shall notify the Director forthwith of any change of business address.</p> <p class=\"subsection-e\">(5) Every registration or renewal thereof expires on the date indicated thereon.</p> <p class=\"subsection-e\">(6) Registrations and renewals thereof are not transferable. R.R.O. 1990, Reg. 329, s. 19 (3-6).</p> <p class=\"subsection-e\">(7) An inspector may inspect the installations, repairs and other work performed by a registered contractor to determine whether the work complies with this Regulation.</p> <p class=\"subsection-e\">(8) The non-refundable fee prescribed in the Schedule is payable for the inspection.</p> <p class=\"subsection-e\">(9) No registration of a contractor shall be renewed until the contractor has paid the prescribed fee for the inspection. O. Reg. 447/93, s. 4 (2).</p>"
        },
        {
            "id": "20.-23.",
            "section": null,
            "content": "20.-23. Revoked: O. Reg. 349/96, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>20.-23. </b>Revoked: O. Reg. 349/96, s. 1.</p>"
        },
        {
            "id": "24.",
            "section": null,
            "content": "24. Where an appliance is to be installed in a building, the Director may require, (a) that installation drawings be submitted to him or her prior to the commencement of the installation; and (b) that such drawings be certified by a professional engineer as complying with this Regulation. R.R.O. 1990, Reg. 329, s. 24.",
            "raw_html": "<p class=\"section-e\"><b>24. </b>Where an appliance is to be installed in a building, the Director may require,</p> <p class=\"clause-e\">(a) that installation drawings be submitted to him or her prior to the commencement of the installation; and</p> <p class=\"clause-e\">(b) that such drawings be certified by a professional engineer as complying with this Regulation. R.R.O. 1990, Reg. 329, s. 24.</p>"
        },
        {
            "id": "25.",
            "section": null,
            "content": "25. The engineering services, for which the non-refundable fees prescribed in the Schedule are payable, include services for plan or drawing reviews, deviation requests, monitoring field development projects, site remediation and general consultations. O. Reg. 447/93, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>25. </b>The engineering services, for which the non-refundable fees prescribed in the Schedule are payable, include services for plan or drawing reviews, deviation requests, monitoring field development projects, site remediation and general consultations. O. Reg. 447/93, s. 7.</p>"
        },
        {
            "id": "26.",
            "section": null,
            "content": "26. (1) The Director may specify circumstances in which the fee payable under this Regulation for inspections or engineering services shall be increased to cover the travel time and the reasonable travel and living expenses of the inspector or the person providing the engineering services. O. Reg. 447/93, s. 7. (2) A fee set out in the Schedule that is expressed as an amount per hour is payable on the basis of each quarter hour or part of a quarter hour that the person charging the fee spends, subject to the minimum set out in the Schedule. O. Reg. 442/96, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>26. </b>(1) The Director may specify circumstances in which the fee payable under this Regulation for inspections or engineering services shall be increased to cover the travel time and the reasonable travel and living expenses of the inspector or the person providing the engineering services. O. Reg. 447/93, s. 7.</p> <p class=\"subsection-e\">(2) A fee set out in the Schedule that is expressed as an amount per hour is payable on the basis of each quarter hour or part of a quarter hour that the person charging the fee spends, subject to the minimum set out in the Schedule. O. Reg. 442/96, s. 1.</p>"
        },
        {
            "id": "27.",
            "section": null,
            "content": "27. (1) On receiving a request and payment of the non-refundable fee prescribed in the Schedule, the Director shall issue a duplicate licence or registration. O. Reg. 447/93, s. 7; O. Reg. 349/96, s. 2 (1). (2) If the name on a licence or registration changes, the holder shall apply to the Director for a licence or registration containing the new name. O. Reg. 447/93, s. 7; O. Reg. 349/96, s. 2 (2). (3) On receiving payment of the non-refundable fee prescribed in the Schedule, the Director shall issue a licence or registration containing the new name. O. Reg. 447/93, s. 7; O. Reg. 349/96, s. 2 (3). (4) If the address on a licence or registration changes, the holder shall notify the Director of the new address within six days of the change. O. Reg. 447/93, s. 7; O. Reg. 349/96, s. 2 (4). SCHEDULE FEES  Item No.\n\n\nDescription\n\nFees   $\n\n\n1.\n\nApplication for a licence to distribute fuel oil by pipeline, or renewal of the licence  \n\n\n 500.00\n\n\n2.\n\nApplication for registration as a contractor, or renewal of the registration  \n\n\n210.00\n\n\n3.\n\nIssuance of a duplicate licence or registration  \n\n\n15.00\n\n\n4.\n\nIssuance of a licence or registration containing a new name  \n\n\n15.00\n\n\n5.\n\nInspection services   \n120.00\nper hour for each inspector providing the services, minimum of one hour\n\n\n6.\n\nEngineering services   \n120 .00 per hour for each person providing the services, minimum of one hour O. Reg. 442/96, s. 2; O. Reg. 543/96, s. 1. ",
            "raw_html": "<p class=\"section-e\"><b>27. </b>(1) On receiving a request and payment of the non-refundable fee prescribed in the Schedule, the Director shall issue a duplicate licence or registration. O. Reg. 447/93, s. 7; O. Reg. 349/96, s. 2 (1).</p> <p class=\"subsection-e\">(2) If the name on a licence or registration changes, the holder shall apply to the Director for a licence or registration containing the new name. O. Reg. 447/93, s. 7; O. Reg. 349/96, s. 2 (2).</p> <p class=\"subsection-e\">(3) On receiving payment of the non-refundable fee prescribed in the Schedule, the Director shall issue a licence or registration containing the new name. O. Reg. 447/93, s. 7; O. Reg. 349/96, s. 2 (3).</p> <p class=\"subsection-e\">(4) If the address on a licence or registration changes, the holder shall notify the Director of the new address within six days of the change. O. Reg. 447/93, s. 7; O. Reg. 349/96, s. 2 (4).</p> <p class=\"schedule-e\">SCHEDULE</p> <p class=\"zheadingx-e\">FEES</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"47\"><p align=\"center\" class=\"table-e\">Item No.</p>\n</td>\n<td valign=\"top\" width=\"208\">\n<p align=\"center\" class=\"table-e\">Description</p>\n</td>\n<td valign=\"top\" width=\"63\"><p align=\"center\" class=\"table-e\">Fees <br/>  $</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"47\"><p align=\"center\" class=\"table-e\">1.</p>\n</td>\n<td valign=\"top\" width=\"208\"><p class=\"table-e\">Application for a licence to distribute fuel oil by pipeline, or renewal of the licence  </p>\n</td>\n<td valign=\"top\" width=\"63\">\n<p align=\"right\" class=\"table-e\"> 500.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"47\"><p align=\"center\" class=\"table-e\">2.</p>\n</td>\n<td valign=\"top\" width=\"208\"><p class=\"table-e\">Application for registration as a contractor, or renewal of the registration  </p>\n</td>\n<td valign=\"top\" width=\"63\">\n<p align=\"right\" class=\"table-e\">210.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"47\"><p align=\"center\" class=\"table-e\">3.</p>\n</td>\n<td valign=\"top\" width=\"208\"><p class=\"table-e\">Issuance of a duplicate licence or registration  </p>\n</td>\n<td valign=\"top\" width=\"63\">\n<p align=\"right\" class=\"table-e\">15.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"47\"><p align=\"center\" class=\"table-e\">4.</p>\n</td>\n<td valign=\"top\" width=\"208\"><p class=\"table-e\">Issuance of a licence or registration containing a new name  </p>\n</td>\n<td valign=\"top\" width=\"63\">\n<p align=\"right\" class=\"table-e\">15.00</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"47\"><p align=\"center\" class=\"table-e\">5.</p>\n</td>\n<td valign=\"top\" width=\"208\"><p class=\"table-e\">Inspection services  </p> </td>\n<td valign=\"top\" width=\"63\"><ul><p align=\"right\" class=\"table-e\">120.00</p>\n<p align=\"right\" class=\"table-e\">per hour for each inspector providing the services, minimum of one hour</p></ul>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"47\"><p align=\"center\" class=\"table-e\">6.</p>\n</td>\n<td valign=\"top\" width=\"208\"><p class=\"table-e\">Engineering services  </p> </td>\n<td valign=\"top\" width=\"63\"><ul><p align=\"right\" class=\"table-e\">120 .00</p> <p align=\"right\" class=\"table-e\">per hour for each person providing the services, minimum of one hour</p></ul>\n</td></tr></table></center> <p class=\"tfootnote-e\">O. Reg. 442/96, s. 2; O. Reg. 543/96, s. 1.</p> <p class=\"Normal\"></p>"
        }
    ]
}