{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 97: SURVEYS AND THE DESCRIPTION",
        "reg_name_text": "SURVEYS AND THE DESCRIPTION",
        "citation": "R.R.O. 1990, Reg. 97: ",
        "act_under": "Condominium Act   Loi sur les condominiums",
        "url": "https://www.ontario.ca/laws/regulation/900097",
        "date_scraped": "2023-12-19 23:00:22"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. In this Regulation, “exclusive use portion” means a part of the common elements that is to be used by the owners of one or more designated units and not by all the owners; “plan sheets” means, (a) the plans that comprise the description specified in section 4 of the Act, or (b) the plans showing exclusive use portions; “structural plans” means plans that are mechanically reproduced on such translucent material as the examiner approves and that are, (a) copies of the architectural and engineering drawings prepared for a condominium project, revised to show all changes made to the date of registration, or (b) plans comparable to architectural drawings containing sufficient information to enable the construction of the building therefrom, where the copies of the original drawings referred to in clause (a) are unavailable or are inadequate for purposes of construction. R.R.O. 1990, Reg. 97, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“exclusive use portion” means a part of the common elements that is to be used by the owners of one or more designated units and not by all the owners;</p> <p class=\"definition-e\">“plan sheets” means,</p> <p class=\"defclause-e\">(a) the plans that comprise the description specified in section 4 of the Act, or</p> <p class=\"defclause-e\">(b) the plans showing exclusive use portions;</p> <p class=\"definition-e\">“structural plans” means plans that are mechanically reproduced on such translucent material as the examiner approves and that are,</p> <p class=\"defclause-e\">(a) copies of the architectural and engineering drawings prepared for a condominium project, revised to show all changes made to the date of registration, or</p> <p class=\"defclause-e\">(b) plans comparable to architectural drawings containing sufficient information to enable the construction of the building therefrom, where the copies of the original drawings referred to in clause (a) are unavailable or are inadequate for purposes of construction. R.R.O. 1990, Reg. 97, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) Every exterior angle of the property of a condominium shall be defined in the survey by a Standard Iron Bar, a Rock Bar, or a Rock Post as those terms are defined in subsection 1 (1) of Regulation 1027 of the Revised Regulations of Ontario, 1990 made under the Surveys Act. (2) Walls, floors, ceilings or other physical features shall be adopted as the survey monuments that control the boundaries of units or exclusive use portions where the boundaries are located within the building or within 6 metres from a building situated on the condominium property. (3) Except as provided in subsection (2), an angle in the boundary of a unit or exclusive use portion shall be defined by an Iron Bar or a Rock Post as those terms are defined in subsection 1 (1) of Regulation 1027 of the Revised Regulations of Ontario, 1990 made under the Surveys Act. (4) Despite subsection (3), monumentation of exclusive use portions under subsection (3) may be limited to the angles on the exterior boundaries of tiers of exclusive use portions. (5) Regulation 1027 of the Revised Regulations of Ontario, 1990, except sections 3 to 8, applies to condominium properties. R.R.O. 1990, Reg. 97, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) Every exterior angle of the property of a condominium shall be defined in the survey by a Standard Iron Bar, a Rock Bar, or a Rock Post as those terms are defined in subsection 1 (1) of Regulation 1027 of the Revised Regulations of Ontario, 1990 made under the <i>Surveys Act</i>.</p> <p class=\"subsection-e\">(2) Walls, floors, ceilings or other physical features shall be adopted as the survey monuments that control the boundaries of units or exclusive use portions where the boundaries are located within the building or within 6 metres from a building situated on the condominium property.</p> <p class=\"subsection-e\">(3) Except as provided in subsection (2), an angle in the boundary of a unit or exclusive use portion shall be defined by an Iron Bar or a Rock Post as those terms are defined in subsection 1 (1) of Regulation 1027 of the Revised Regulations of Ontario, 1990 made under the <i>Surveys Act</i>.</p> <p class=\"subsection-e\">(4) Despite subsection (3), monumentation of exclusive use portions under subsection (3) may be limited to the angles on the exterior boundaries of tiers of exclusive use portions.</p> <p class=\"subsection-e\">(5) Regulation 1027 of the Revised Regulations of Ontario, 1990, except sections 3 to 8, applies to condominium properties. R.R.O. 1990, Reg. 97, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": "3. (1) The monuments referred to in subsection 2 (2) and the relationship of the boundaries of units thereto shall be described fully in a schedule to the declaration and reference to the schedule shall be included on the plan sheets designating the units. (2) The schedule to the declaration referred to in subsection (1) shall be signed by the surveyor to verify that the written description of the monuments and boundaries corresponds with the boundary specifications referred to in subsection (4). (3) The diagrams required under clause 4 (1) (d) of the Act shall be shown on the plan sheets designating the units or on a separate plan sheet. (4) The unit boundary specifications required under clause 4 (1) (c) of the Act shall be shown on cross sections either on the plan sheets designating the units or on a separate plan sheet. R.R.O. 1990, Reg. 97, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) The monuments referred to in subsection 2 (2) and the relationship of the boundaries of units thereto shall be described fully in a schedule to the declaration and reference to the schedule shall be included on the plan sheets designating the units.</p> <p class=\"subsection-e\">(2) The schedule to the declaration referred to in subsection (1) shall be signed by the surveyor to verify that the written description of the monuments and boundaries corresponds with the boundary specifications referred to in subsection (4).</p> <p class=\"subsection-e\">(3) The diagrams required under clause 4 (1) (d) of the Act shall be shown on the plan sheets designating the units or on a separate plan sheet.</p> <p class=\"subsection-e\">(4) The unit boundary specifications required under clause 4 (1) (c) of the Act shall be shown on cross sections either on the plan sheets designating the units or on a separate plan sheet. R.R.O. 1990, Reg. 97, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": "4. (1) The levels of a condominium shall be numbered consecutively, in ascending order, beginning with the number “1” except that plans of levels below level 1 shall be lettered in descending order in alphabetic sequence beginning with the letter “A”. (2) The plan sheet of each level shall be designated by the word “Level” together with the number or letter. (3) Where the floor plans of two or more levels are the same, only one plan sheet is required for those levels. (4) The plan sheet number and the total number of plan sheets shall be indicated on each plan sheet. (5) Despite subsection 15 (3), (a) section 10 and section 21 of Regulation 997 of the Revised Regulations of Ontario, 1990 do not apply to plan sheets other than the plan sheet required by clause 4 (1) (a) of the Act; and (b) subsection 13 (2) and section 15 of Regulation 997 of the Revised Regulations of Ontario, 1990 do not apply to units and exclusive use portions where they are defined in relation to the buildings. R.R.O. 1990, Reg. 97, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) The levels of a condominium shall be numbered consecutively, in ascending order, beginning with the number “1” except that plans of levels below level 1 shall be lettered in descending order in alphabetic sequence beginning with the letter “A”.</p> <p class=\"subsection-e\">(2) The plan sheet of each level shall be designated by the word “Level” together with the number or letter.</p> <p class=\"subsection-e\">(3) Where the floor plans of two or more levels are the same, only one plan sheet is required for those levels.</p> <p class=\"subsection-e\">(4) The plan sheet number and the total number of plan sheets shall be indicated on each plan sheet.</p> <p class=\"subsection-e\">(5) Despite subsection 15 (3),</p> <p class=\"clause-e\">(a) section 10 and section 21 of Regulation 997 of the Revised Regulations of Ontario, 1990 do not apply to plan sheets other than the plan sheet required by clause 4 (1) (a) of the Act; and</p> <p class=\"clause-e\">(b) subsection 13 (2) and section 15 of Regulation 997 of the Revised Regulations of Ontario, 1990 do not apply to units and exclusive use portions where they are defined in relation to the buildings. R.R.O. 1990, Reg. 97, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": "5. (1) Every unit shall be designated on a plan sheet by the word “UNIT” followed by a number, and the units shall be numbered consecutively beginning with the number “1” on each level, and there shall not be more than one unit designated on each level by the same number. (2) Exclusive use portions shall be designated on a separate plan of survey by numbers or letters or by numbers and letters. (3) Subsection (2) does not apply to exclusive use portions that are balconies, where the balconies are shown clearly by light lines of uniform width, which may be broken, on a plan sheet referred to in subsection (1). R.R.O. 1990, Reg. 97, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) Every unit shall be designated on a plan sheet by the word “UNIT” followed by a number, and the units shall be numbered consecutively beginning with the number “1” on each level, and there shall not be more than one unit designated on each level by the same number.</p> <p class=\"subsection-e\">(2) Exclusive use portions shall be designated on a separate plan of survey by numbers or letters or by numbers and letters.</p> <p class=\"subsection-e\">(3) Subsection (2) does not apply to exclusive use portions that are balconies, where the balconies are shown clearly by light lines of uniform width, which may be broken, on a plan sheet referred to in subsection (1). R.R.O. 1990, Reg. 97, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": "6. Subject to subsection 5 (3), the limits of units, common elements and exclusive use portions shall be shown on the plan sheets by solid lines heavier than the lines referred to in section 10 of Regulation 997 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 97, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6. </b>Subject to subsection 5 (3), the limits of units, common elements and exclusive use portions shall be shown on the plan sheets by solid lines heavier than the lines referred to in section 10 of Regulation 997 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 97, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": "7. (1) In this section, “business and personal services purposes” means the use of a unit or part thereof for the transaction of business or the rendering or receiving of professional or personal services; “industrial purposes” means the use of a unit or part thereof for assembling, fabricating, manufacturing, processing, repairing or storing of goods and materials; “mercantile purposes” means the use of a unit or part thereof for the displaying or selling of retail goods, wares or merchandise. (2) For the purposes of clause 4 (1) (e) of the Act, “have been constructed” means, (a) with respect to all buildings, constructed at least to the following state of completion: 1. Roof assemblies are in place and are waterproof. 2. Exterior walls including the brick veneer, metal siding, stucco or other outside covering are in place. 3. Outside doors and windows are in place so that the building is weather proof. 4. Floor assemblies are constructed to the sub-floor. 5. Walls and ceilings, including those in any lobby or corridor, are completed to the drywall including taping and sanding, plaster or other final covering. 6. All underground garages, if any, have walls and floor assemblies in place. 7. All elevators, if any, are operable. 8. Installations with respect to the provision of water, electricity, sewage removal and drainage are in place. 9. Installations with respect to the provision of heat are in place and operable. 10. All indoor and outdoor swimming pools, if any, are constructed; (b) with respect to units intended for residential purposes, constructed at least to the following state of completion: 1. Interior partitions are in place. 2. Perimeter walls, interior structural walls, interior columns, interior partitions and ceilings are completed to the drywall including taping and sanding, plaster or other final covering. 3. Perimeter doors are in place; (c) with respect to units intended for industrial purposes, perimeter doors are in place; and (d) with respect to units intended for mercantile purposes or business and personal services purposes, (i) perimeter doors are in place, and (ii) ceilings and perimeter walls separating the units from the common elements are completed to the drywall including taping and sanding, plaster or other final covering. (3) Despite paragraph 4 of clause (2) (a), with respect to units intended for industrial purposes, 50 per cent of the area of the floor assembly at grade, provided that it is the lowermost floor, does not have to be in place. (4) Despite paragraph 5 of clause (2) (a), with respect to units intended for industrial purposes, wall or ceiling coverings, interior partitions or walls between units do not have to be in place. (5) Despite paragraph 5 of clause (2) (a) with respect to units intended for mercantile purposes or business and personal services purposes, interior partitions or walls between units do not have to be in place. R.R.O. 1990, Reg. 97, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) In this section,</p> <p class=\"firstdef-e\">“business and personal services purposes” means the use of a unit or part thereof for the transaction of business or the rendering or receiving of professional or personal services;</p> <p class=\"definition-e\">“industrial purposes” means the use of a unit or part thereof for assembling, fabricating, manufacturing, processing, repairing or storing of goods and materials;</p> <p class=\"definition-e\">“mercantile purposes” means the use of a unit or part thereof for the displaying or selling of retail goods, wares or merchandise.</p> <p class=\"subsection-e\">(2) For the purposes of clause 4 (1) (e) of the Act, </p> <p class=\"firstdef-e\">“have been constructed” means,</p> <p class=\"defclause-e\">(a) with respect to all buildings, constructed at least to the following state of completion:</p> <p class=\"defsubpara-e\">1. Roof assemblies are in place and are waterproof.</p> <p class=\"defsubpara-e\">2. Exterior walls including the brick veneer, metal siding, stucco or other outside covering are in place.</p> <p class=\"defsubpara-e\">3. Outside doors and windows are in place so that the building is weather proof.</p> <p class=\"defsubpara-e\">4. Floor assemblies are constructed to the sub-floor.</p> <p class=\"defsubpara-e\">5. Walls and ceilings, including those in any lobby or corridor, are completed to the drywall including taping and sanding, plaster or other final covering.</p> <p class=\"defsubpara-e\">6. All underground garages, if any, have walls and floor assemblies in place.</p> <p class=\"defsubpara-e\">7. All elevators, if any, are operable.</p> <p class=\"defsubpara-e\">8. Installations with respect to the provision of water, electricity, sewage removal and drainage are in place.</p> <p class=\"defsubpara-e\">9. Installations with respect to the provision of heat are in place and operable.</p> <p class=\"defsubpara-e\">10. All indoor and outdoor swimming pools, if any, are constructed;</p> <p class=\"defclause-e\">(b) with respect to units intended for residential purposes, constructed at least to the following state of completion:</p> <p class=\"defsubpara-e\">1. Interior partitions are in place.</p> <p class=\"defsubpara-e\">2. Perimeter walls, interior structural walls, interior columns, interior partitions and ceilings are completed to the drywall including taping and sanding, plaster or other final covering.</p> <p class=\"defsubpara-e\">3. Perimeter doors are in place;</p> <p class=\"defclause-e\">(c) with respect to units intended for industrial purposes, perimeter doors are in place; and</p> <p class=\"defclause-e\">(d) with respect to units intended for mercantile purposes or business and personal services purposes,</p> <p class=\"defsubpara-e\">(i) perimeter doors are in place, and</p> <p class=\"defsubpara-e\">(ii) ceilings and perimeter walls separating the units from the common elements are completed to the drywall including taping and sanding, plaster or other final covering.</p> <p class=\"subsection-e\">(3) Despite paragraph 4 of clause (2) (a), with respect to units intended for industrial purposes, 50 per cent of the area of the floor assembly at grade, provided that it is the lowermost floor, does not have to be in place.</p> <p class=\"subsection-e\">(4) Despite paragraph 5 of clause (2) (a), with respect to units intended for industrial purposes, wall or ceiling coverings, interior partitions or walls between units do not have to be in place.</p> <p class=\"subsection-e\">(5) Despite paragraph 5 of clause (2) (a) with respect to units intended for mercantile purposes or business and personal services purposes, interior partitions or walls between units do not have to be in place. R.R.O. 1990, Reg. 97, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": "8. (1) The plan sheet required under clause 4 (1) (a) of the Act and the plan sheets designating the units shall, (a) where any unit is designated, be certified on the plan by the surveyor in Form 1; (b) show Form 2 in the upper right corner; (c) if the approval of the Examiner of Surveys appointed under the Land Titles Act is required, show Form 2 of Regulation 997 of the Revised Regulations of Ontario, 1990 immediately below Form 2; (d) show Form 3 immediately below Form 2 of Regulation 997 of the Revised Regulations of Ontario, 1990; (e) show below Form 3 the following notation: “Declaration registered as Number....”; and (f) be endorsed by each owner in Form 4. R.R.O. 1990, Reg. 97, s. 8 (1); O. Reg. 180/91, s. 1. (2) Plan sheets of exclusive use portions shall be certified by the surveyor in Form 5. R.R.O. 1990, Reg. 97, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) The plan sheet required under clause 4 (1) (a) of the Act and the plan sheets designating the units shall,</p> <p class=\"clause-e\">(a) where any unit is designated, be certified on the plan by the surveyor in Form 1;</p> <p class=\"clause-e\">(b) show Form 2 in the upper right corner;</p> <p class=\"clause-e\">(c) if the approval of the Examiner of Surveys appointed under the <i>Land Titles Act</i> is required, show Form 2 of Regulation 997 of the Revised Regulations of Ontario, 1990 immediately below Form 2;</p> <p class=\"clause-e\">(d) show Form 3 immediately below Form 2 of Regulation 997 of the Revised Regulations of Ontario, 1990;</p> <p class=\"clause-e\">(e) show below Form 3 the following notation:</p> <p class=\"parawindt-e\">“Declaration registered as Number....”; and</p> <p class=\"clause-e\">(f) be endorsed by each owner in Form 4. R.R.O. 1990, Reg. 97, s. 8 (1); O. Reg. 180/91, s. 1.</p> <p class=\"subsection-e\">(2) Plan sheets of exclusive use portions shall be certified by the surveyor in Form 5. R.R.O. 1990, Reg. 97, s. 8 (2).</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": "9. A section or perspective drawing, sufficiently accurate to portray the vertical relationship of all levels, shall be drawn on the plan sheet required under clause 4 (1) (a) of the Act and on each plan sheet designating units or exclusive use portions. R.R.O. 1990, Reg. 97, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>A section or perspective drawing, sufficiently accurate to portray the vertical relationship of all levels, shall be drawn on the plan sheet required under clause 4 (1) (a) of the Act and on each plan sheet designating units or exclusive use portions. R.R.O. 1990, Reg. 97, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": "10. All easements and similar interests that are appurtenant to the land that are included in the property, and easements and similar interests to which the property is subject shall be indicated in broken outline and lettering, on the plan sheet required under clause 4 (1) (a) of the Act, and shall further be set out in Form 6 below the registration and approval certificates. R.R.O. 1990, Reg. 97, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10. </b>All easements and similar interests that are appurtenant to the land that are included in the property, and easements and similar interests to which the property is subject shall be indicated in broken outline and lettering, on the plan sheet required under clause 4 (1) (a) of the Act, and shall further be set out in Form 6 below the registration and approval certificates. R.R.O. 1990, Reg. 97, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": "11. When the description is submitted to the examiner for approval one set of paper prints of the structural plans and a copy of the proposed declaration shall be submitted in addition to the requirements of subsection 3 (8) of Regulation 997 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 97, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>When the description is submitted to the examiner for approval one set of paper prints of the structural plans and a copy of the proposed declaration shall be submitted in addition to the requirements of subsection 3 (8) of Regulation 997 of the Revised Regulations of Ontario, 1990. R.R.O. 1990, Reg. 97, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": "12. With respect to the items specified in clauses 4 (1) (b), (e) and (f) of the Act, inclusion of those items in a complete submission is sufficient for the examiner to approve a description. R.R.O. 1990, Reg. 97, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12. </b>With respect to the items specified in clauses 4 (1) (b), (e) and (f) of the Act, inclusion of those items in a complete submission is sufficient for the examiner to approve a description. R.R.O. 1990, Reg. 97, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": "13. (1) At the time of registration of the description there shall be delivered to the Land Registrar, (a) the original description; (b) three duplicates of the description; and (c) one set of paper prints of the structural plans, and the Land Registrar shall, (d) endorse the particulars of registration of the description on the original and the duplicates in Form 2; (e) retain the original and one duplicate of the description and the paper prints of the structural plans; (f) transmit one duplicate of the description to the clerk of the local municipality in which the land is situate; and (g) transmit one duplicate of the description to the Regional Office of the Assessment Division of the Ministry of Revenue. (2) A duplicate of the description shall be a mechanically reproduced copy on such material and by such process as the examiner approves. (3) For the purposes of clauses (1) (a), (b), (d), (e), (f) and (g), the description does not include the structural plans. R.R.O. 1990, Reg. 97, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) At the time of registration of the description there shall be delivered to the Land Registrar,</p> <p class=\"clause-e\">(a) the original description;</p> <p class=\"clause-e\">(b) three duplicates of the description; and</p> <p class=\"clause-e\">(c) one set of paper prints of the structural plans,</p> <p class=\"ssection-e\">and the Land Registrar shall,</p> <p class=\"clause-e\">(d) endorse the particulars of registration of the description on the original and the duplicates in Form 2;</p> <p class=\"clause-e\">(e) retain the original and one duplicate of the description and the paper prints of the structural plans;</p> <p class=\"clause-e\">(f) transmit one duplicate of the description to the clerk of the local municipality in which the land is situate; and</p> <p class=\"clause-e\">(g) transmit one duplicate of the description to the Regional Office of the Assessment Division of the Ministry of Revenue.</p> <p class=\"subsection-e\">(2) A duplicate of the description shall be a mechanically reproduced copy on such material and by such process as the examiner approves.</p> <p class=\"subsection-e\">(3) For the purposes of clauses (1) (a), (b), (d), (e), (f) and (g), the description does not include the structural plans. R.R.O. 1990, Reg. 97, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": "14. (1) An amendment to a registered description referred to in clause 4 (1) (a), (b), (c), (d) or (f) of the Act or a plan sheet of exclusive use portions may be made by registering the amendment and an amendment to the registered declaration that relates to the amendment to the description shall be registered at the same time. (2) An amendment to a description to which subsection (1) applies shall not be registered unless it is approved or exempted by the Minister of Municipal Affairs or a council or delegate thereof as provided for in sections 4 and 5 of the Planning Act. (3) Subsection (2) does not apply to an amendment to a description under subsection 3 (8) of the Act. (4) A registered amendment to a description shall for all purposes be substituted for the portion of the description so amended. (5) The original portion of a registered description that is superseded by a registered amendment thereto, (a) shall be marked to show that an amendment has been registered in substitution therefor; and (b) shall be retained in the land registry office and be made available for inspection when required. (6) An amendment to a description shall be integrated with the description, but shall be clearly marked to show, (a) that it is an amendment; and (b) the date of its registration. (7) Such entries shall be made in the condominium register as are required to reflect an amendment to the description. R.R.O. 1990, Reg. 97, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) An amendment to a registered description referred to in clause 4 (1) (a), (b), (c), (d) or (f) of the Act or a plan sheet of exclusive use portions may be made by registering the amendment and an amendment to the registered declaration that relates to the amendment to the description shall be registered at the same time.</p> <p class=\"subsection-e\">(2) An amendment to a description to which subsection (1) applies shall not be registered unless it is approved or exempted by the Minister of Municipal Affairs or a council or delegate thereof as provided for in sections 4 and 5 of the <i>Planning Act.</i></p> <p class=\"subsection-e\">(3) Subsection (2) does not apply to an amendment to a description under subsection 3 (8) of the Act.</p> <p class=\"subsection-e\">(4) A registered amendment to a description shall for all purposes be substituted for the portion of the description so amended.</p> <p class=\"subsection-e\">(5) The original portion of a registered description that is superseded by a registered amendment thereto,</p> <p class=\"clause-e\">(a) shall be marked to show that an amendment has been registered in substitution therefor; and</p> <p class=\"clause-e\">(b) shall be retained in the land registry office and be made available for inspection when required.</p> <p class=\"subsection-e\">(6) An amendment to a description shall be integrated with the description, but shall be clearly marked to show,</p> <p class=\"clause-e\">(a) that it is an amendment; and</p> <p class=\"clause-e\">(b) the date of its registration.</p> <p class=\"subsection-e\">(7) Such entries shall be made in the condominium register as are required to reflect an amendment to the description. R.R.O. 1990, Reg. 97, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": "15. (1) This Regulation applies to descriptions and amendments to descriptions where the description or amendment is executed on or after the 1st day of February, 1979. (2) Section 1 of Regulation 997 of the Revised Regulations of Ontario, 1990 extends to the interpretation of this Regulation. (3) Sections 1 to 16 and 18 to 24 of Regulation 997 of the Revised Regulations of Ontario, 1990 apply with necessary modifications to descriptions and amendments thereto to which subsection (1) applies. (4) Despite subsection (3), Regulation 997 of the Revised Regulations of Ontario, 1990 does not apply to structural plans. R.R.O. 1990, Reg. 97, s. 15. FORM 1 Condominium Act SURVEYOR’S CERTIFICATE   R.R.O. 1990, Reg. 97, Form 1. FORM 2 Condominium Act CERTIFICATE OF REGISTRATION     R.R.O. 1990, Reg. 97, Form 2. FORM 3 Condominium Act SURVEYOR’S CERTIFICATE   R.R.O. 1990, Reg. 97, Form 3. FORM 4 Condominium Act OWNER’S CERTIFICATE   R.R.O. 1990, Reg. 97, Form 4. FORM 5 Condominium Act SURVEYOR’S CERTIFICATE   R.R.O. 1990, Reg. 97, Form 5. FORM 6 Condominium Act   R.R.O. 1990, Reg. 97, Form 6. ",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) This Regulation applies to descriptions and amendments to descriptions where the description or amendment is executed on or after the 1st day of February, 1979.</p> <p class=\"subsection-e\">(2) Section 1 of Regulation 997 of the Revised Regulations of Ontario, 1990 extends to the interpretation of this Regulation.</p> <p class=\"subsection-e\">(3) Sections 1 to 16 and 18 to 24 of Regulation 997 of the Revised Regulations of Ontario, 1990 apply with necessary modifications to descriptions and amendments thereto to which subsection (1) applies.</p> <p class=\"subsection-e\">(4) Despite subsection (3), Regulation 997 of the Revised Regulations of Ontario, 1990 does not apply to structural plans. R.R.O. 1990, Reg. 97, s. 15.</p> <p class=\"form-e\">FORM 1</p> <p class=\"act-e\"><i>Condominium Act</i></p> <p class=\"subject-e\">SURVEYOR’S CERTIFICATE</p> <p class=\"Normal\"><img border=\"0\" height=\"283\" src=\"images/elaws_rev_regs_900097_e-1.gif\" width=\"659\"/></p> <p class=\"scanned-e\"> <br/> </p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 97, Form 1.</p> <p class=\"form-e\">FORM 2</p> <p class=\"act-e\"><i>Condominium Act</i></p> <p class=\"subject-e\">CERTIFICATE OF REGISTRATION</p> <p class=\"Normal\"><img border=\"0\" height=\"141\" src=\"images/elaws_rev_regs_900097_e-2.gif\" width=\"659\"/></p> <p class=\"scanned-e\"> <br/> </p> <p class=\"Normal\"><img border=\"0\" height=\"423\" src=\"images/elaws_rev_regs_900097_e-3.gif\" width=\"659\"/></p> <p class=\"scanned-e\"> <br/> </p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 97, Form 2.</p> <p class=\"form-e\">FORM 3</p> <p class=\"act-e\"><i>Condominium Act</i></p> <p class=\"subject-e\">SURVEYOR’S CERTIFICATE</p> <p class=\"Normal\"><img border=\"0\" height=\"462\" src=\"images/elaws_rev_regs_900097_e-4.gif\" width=\"658\"/></p> <p class=\"scanned-e\"> <br/> </p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 97, Form 3.</p> <p class=\"form-e\">FORM 4</p> <p class=\"act-e\"><i>Condominium Act</i></p> <p class=\"subject-e\">OWNER’S CERTIFICATE</p> <p class=\"Normal\"><img border=\"0\" height=\"338\" src=\"images/elaws_rev_regs_900097_e-5.gif\" width=\"658\"/></p> <p class=\"scanned-e\"> <br/> </p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 97, Form 4.</p> <p class=\"form-e\">FORM 5</p> <p class=\"act-e\"><i>Condominium Act</i></p> <p class=\"subject-e\">SURVEYOR’S CERTIFICATE</p> <p class=\"Normal\"><img border=\"0\" height=\"270\" src=\"images/elaws_rev_regs_900097_e-6.gif\" width=\"658\"/></p> <p class=\"scanned-e\"> <br/> </p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 97, Form 5.</p> <p class=\"form-e\">FORM 6</p> <p class=\"act-e\"><i>Condominium Act</i></p> <p class=\"Normal\"><img border=\"0\" height=\"376\" src=\"images/elaws_rev_regs_900097_e-7.gif\" width=\"658\"/></p> <p class=\"scanned-e\"> <br/> </p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 97, Form 6.</p> <p class=\"Normal\"></p>"
        }
    ]
}