{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 874: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 874: ",
        "act_under": "Ontario Guaranteed Annual Income Act   Loi sur le revenu annuel garanti en Ontario",
        "url": "https://www.ontario.ca/laws/regulation/900874",
        "date_scraped": "2023-12-19 23:39:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 26, 2000",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. (1) For the purposes of the Act and the regulations, “private pension income” means the aggregate of amounts received as, (a) annuity payments, (b) alimony and maintenance payments, (c) unemployment insurance benefits, (d) disability benefits deriving from a private insurance plan, (e) survivor’s and disability pension under the Canada Pension Plan or under a provincial plan as defined in the Canada Pension Plan, and (f) superannuation or pension payments, other than, (i) an increment or monthly benefit received under the Act, (ii) a benefit received pursuant to the Old Age Security Act (Canada) or any similar payment received under a law of a provincial legislature, and (iii) subject to clause (e), a benefit under the Canada Pension Plan or under a provincial plan as defined in the Canada Pension Plan.  R.R.O. 1990, Reg. 874, s. 1 (1). (2) In the calculation of the income for the base calendar year of any applicant or beneficiary under the Act, there shall be excluded, (a) any amount paid as a grant under a prescribed program of the Government of Canada, relating to home insulation for the purposes of paragraph 56 (1) (s) of the Income Tax Act\r\n(Canada); (b) any “monthly benefit” paid under the Act.  R.R.O. 1990, Reg. 874, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>(1) For the purposes of the Act and the regulations,</p> <p class=\"firstdef-e\">“private pension income” means the aggregate of amounts received as,</p> <p class=\"defclause-e\">  (a) annuity payments,</p> <p class=\"defclause-e\">  (b) alimony and maintenance payments,</p> <p class=\"defclause-e\">  (c) unemployment insurance benefits,</p> <p class=\"defclause-e\">  (d) disability benefits deriving from a private insurance plan,</p> <p class=\"defclause-e\">  (e) survivor’s and disability pension under the <i>Canada Pension Plan </i>or under a provincial plan as defined in the <i>Canada Pension Plan</i>, and</p> <p class=\"defclause-e\">  (f) superannuation or pension payments, other than,</p> <p class=\"defsubclause-e\">  (i) an increment or monthly benefit received under the Act,</p> <p class=\"defsubclause-e\">  (ii) a benefit received pursuant to the <i>Old Age Security Act</i> (Canada) or any similar payment received under a law of a provincial legislature, and</p> <p class=\"defsubclause-e\">  (iii) subject to clause (e), a benefit under the <i>Canada Pension Plan</i> or under a provincial plan as defined in the <i>Canada Pension Plan</i>.  R.R.O. 1990, Reg. 874, s. 1 (1).</p> <p class=\"subsection-e\">  (2) In the calculation of the income for the base calendar year of any applicant or beneficiary under the Act, there shall be excluded,</p> <p class=\"clause-e\">  (a) any amount paid as a grant under a prescribed program of the Government of Canada, relating to home insulation for the purposes of paragraph 56 (1) (s) of the <i>Income Tax Act</i>\r\n(Canada);</p> <p class=\"clause-e\">  (b) any “monthly benefit” paid under the Act.  R.R.O. 1990, Reg. 874, s. 1 (2).</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) For the purpose of enabling the Minister to consider the eligibility of an applicant in respect of age, there shall be furnished by the applicant or on the applicant’s behalf a certificate of the applicant’s birth or of the applicant’s baptism.  R.R.O. 1990, Reg. 874, s. 2 (1). (2) Where the Minister is satisfied that an applicant is unable to furnish either of the certificates referred to in subsection (1), there shall be furnished by the applicant or on the applicant’s behalf such documentary or other evidence as may be obtainable from which the applicant’s age may be determined.  R.R.O. 1990, Reg. 874, s. 2 (2). (3) Where the Minister is unable to obtain satisfactory evidence of an applicant’s age pursuant to subsection (1) or (2), the Minister may, subject to subsection 72 (3) of Regulation 1094 of the Revised Regulations of Ontario, 1990 made under the Vital Statistics Act, receive information from the records in the office of the Registrar General.  R.R.O. 1990, Reg. 874, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) For the purpose of enabling the Minister to consider the eligibility of an applicant in respect of age, there shall be furnished by the applicant or on the applicant’s behalf a certificate of the applicant’s birth or of the applicant’s baptism.  R.R.O. 1990, Reg. 874, s. 2 (1).</p> <p class=\"subsection-e\">  (2) Where the Minister is satisfied that an applicant is unable to furnish either of the certificates referred to in subsection (1), there shall be furnished by the applicant or on the applicant’s behalf such documentary or other evidence as may be obtainable from which the applicant’s age may be determined.  R.R.O. 1990, Reg. 874, s. 2 (2).</p> <p class=\"subsection-e\">  (3) Where the Minister is unable to obtain satisfactory evidence of an applicant’s age pursuant to subsection (1) or (2), the Minister may, subject to subsection 72 (3) of Regulation 1094 of the Revised Regulations of Ontario, 1990 made under the <i>Vital Statistics Act</i>, receive information from the records in the office of the Registrar General.  R.R.O. 1990, Reg. 874, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. For the purpose of enabling the Minister to determine the eligibility of an applicant in respect of residence in Ontario or Canada there shall be furnished by the applicant or on the applicant’s behalf a statement giving full particulars of all periods of residence in Ontario or Canada and of all absences therefrom relevant to such eligibility.  R.R.O. 1990, Reg. 874, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>For the purpose of enabling the Minister to determine the eligibility of an applicant in respect of residence in Ontario or Canada there shall be furnished by the applicant or on the applicant’s behalf a statement giving full particulars of all periods of residence in Ontario or Canada and of all absences therefrom relevant to such eligibility.  R.R.O. 1990, Reg. 874, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) Any interval of absence from Ontario of a person that is, (a) of a temporary nature and does not exceed twelve consecutive months; (b) for the purpose of attending school or university; or (c) set out in subsection (2), shall be deemed not to have interrupted that person’s residence in Ontario.  R.R.O. 1990, Reg. 874, s. 4 (1). (2) The absences from Ontario referred to in clause (1) (c) of a person residing in Ontario are absences, (a) while employed out of Ontario, (i) by the United Nations or one of its specialized agencies, (ii) by the North Atlantic Treaty Organization, (iii) by the Commonwealth Secretariat, (iv) by the Organization of Economic Co-operation and Development, (v) by l’Agence de coopération culturelle et technique, or (vi) by a Canadian firm or Canadian corporation as a representative or member thereof, if during the person’s employment out of Ontario he or she, (vii) had in Ontario a permanent place of abode to which he or she intended to return, or (viii) maintained in Ontario a self-contained domestic establishment, and where the person either, (ix) returned to Ontario at the end of his or her employment out of Ontario, or (x) attained, while employed out of Ontario, an age at which the person was entitled to be paid an increment under the Act; (b) while employed or engaged, (i) as an employee of the Government of Canada or of the government or a municipal corporation of any province of Canada, (ii) as a person performing services in another country under a development or assistance program that is sponsored or operated in that country by the Government of Canada or of a province of Canada or by a non-profit Canadian agency, (iii) as a member of the Canadian Forces, pursuant to and in connection with the requirements of the person’s duties, (iv) as a person engaged in work for Canada connected with the prosecution of any war, (v) as a member of the armed forces of any ally of Canada during any war, (vi) as a missionary with any religious group or organization, (vii) as a worker in lumbering, harvesting, fishing or other seasonal employment, (viii) as a person employed as a transport worker or in similar employment on trains, aircraft, ships or buses running between Ontario and points outside Ontario, or (ix) as an employee, member or an officer of an international charitable organization, where the person either, (x) returned to Ontario at the end of such period of employment or engagement out of Ontario, or (xi) attained, while so employed or engaged out of Ontario, an age at which he or she was entitled to be paid an increment under the Act; (c) as a married person accompanying his or her spouse while he or she was absent from Ontario in any of the circumstances specified in clause (a) or (b), where, (i) he or she returned to Ontario either before or at the end of such period of absence of his or her spouse or within a reasonable time after the death of his  or her spouse if the spouse died while so absent from Ontario, or (ii) he or she attained, while they were so absent, an age at which he or she was entitled to be paid an increment under the Act; or (d) while awaiting transportation to Ontario during or immediately following World War II, if, (i) the person was unable to return to Ontario due to the dislocation of transportation facilities, and (ii) the person returned to Ontario when transportation became available.  R.R.O. 1990, Reg. 874, s. 4 (2). (3) For the purposes of the Act, where it is necessary to determine an applicant’s residence in Canada or some part of Canada other than Ontario, the preceding provisions of this section shall read as if the references therein to “Ontario” were references to “Canada”.  R.R.O. 1990, Reg. 874, s. 4 (3). (4) For the purposes of the Act, residence and presence in Newfoundland prior to the date of union of that province with Canada is deemed to be residence and presence in Canada.  R.R.O. 1990, Reg. 874, s. 4 (4). (5) Subject to subsections (1), (2), (3) and (4), except for clause (1) (a), where a person applies for an increment for the first time after the 6th day of April, 1976 and establishes to the satisfaction of the Minister that, (a) as of the 6th day of April, 1976, the applicant could have, had he or she then applied, met all of the requirements of age and residence set out in clause 1 (h) of the Act as it existed on the 6th day of April, 1976; and (b) during the year immediately preceding the day on which the application is made, the applicant was not absent from Ontario for more than six consecutive months, no absence of the applicant from Ontario or Canada within the period commencing on the 7th day of April, 1976 and ending with the day immediately preceding the day that is one year before the day his or her application is made shall be considered by the Minister to have interrupted the applicant’s residence in that part of Canada where the applicant had fixed his or her permanent place of residence immediately before such absence commenced, and where the Minister is satisfied that an applicant was eligible for an increment on the 6th day of April, 1976, except for the applicant’s failure to apply therefor by that date, the Minister may, to the extent authorized by subsection 5 (1) of the Act, approve the payment of an increment to the applicant.  R.R.O. 1990, Reg. 874, s. 4 (5).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) Any interval of absence from Ontario of a person that is,</p> <p class=\"clause-e\">  (a) of a temporary nature and does not exceed twelve consecutive months;</p> <p class=\"clause-e\">  (b) for the purpose of attending school or university; or</p> <p class=\"clause-e\">  (c) set out in subsection (2),</p> <p class=\"Ssection-e\">shall be deemed not to have interrupted that person’s residence in Ontario.  R.R.O. 1990, Reg. 874, s. 4 (1).</p> <p class=\"subsection-e\">  (2) The absences from Ontario referred to in clause (1) (c) of a person residing in Ontario are absences,</p> <p class=\"clause-e\">  (a) while employed out of Ontario,</p> <p class=\"subclause-e\">  (i) by the United Nations or one of its specialized agencies,</p> <p class=\"subclause-e\">  (ii) by the North Atlantic Treaty Organization,</p> <p class=\"subclause-e\">  (iii) by the Commonwealth Secretariat,</p> <p class=\"subclause-e\">  (iv) by the Organization of Economic Co-operation and Development,</p> <p class=\"subclause-e\">  (v) by l’Agence de coopération culturelle et technique, or</p> <p class=\"subclause-e\">  (vi) by a Canadian firm or Canadian corporation as a representative or member thereof,</p> <p class=\"Sclause-e\">if during the person’s employment out of Ontario he or she,</p> <p class=\"subclause-e\">  (vii) had in Ontario a permanent place of abode to which he or she intended to return, or</p> <p class=\"subclause-e\">  (viii) maintained in Ontario a self-contained domestic establishment,</p> <p class=\"Sclause-e\">and where the person either,</p> <p class=\"subclause-e\">  (ix) returned to Ontario at the end of his or her employment out of Ontario, or</p> <p class=\"subclause-e\">  (x) attained, while employed out of Ontario, an age at which the person was entitled to be paid an increment under the Act;</p> <p class=\"clause-e\">  (b) while employed or engaged,</p> <p class=\"subclause-e\">  (i) as an employee of the Government of Canada or of the government or a municipal corporation of any province of Canada,</p> <p class=\"subclause-e\">  (ii) as a person performing services in another country under a development or assistance program that is sponsored or operated in that country by the Government of Canada or of a province of Canada or by a non-profit Canadian agency,</p> <p class=\"subclause-e\">  (iii) as a member of the Canadian Forces, pursuant to and in connection with the requirements of the person’s duties,</p> <p class=\"subclause-e\">  (iv) as a person engaged in work for Canada connected with the prosecution of any war,</p> <p class=\"subclause-e\">  (v) as a member of the armed forces of any ally of Canada during any war,</p> <p class=\"subclause-e\">  (vi) as a missionary with any religious group or organization,</p> <p class=\"subclause-e\">  (vii) as a worker in lumbering, harvesting, fishing or other seasonal employment,</p> <p class=\"subclause-e\">  (viii) as a person employed as a transport worker or in similar employment on trains, aircraft, ships or buses running between Ontario and points outside Ontario, or</p> <p class=\"subclause-e\">  (ix) as an employee, member or an officer of an international charitable organization,</p> <p class=\"Sclause-e\">where the person either,</p> <p class=\"subclause-e\">  (x) returned to Ontario at the end of such period of employment or engagement out of Ontario, or</p> <p class=\"subclause-e\">  (xi) attained, while so employed or engaged out of Ontario, an age at which he or she was entitled to be paid an increment under the Act;</p> <p class=\"clause-e\">  (c) as a married person accompanying his or her spouse while he or she was absent from Ontario in any of the circumstances specified in clause (a) or (b), where,</p> <p class=\"subclause-e\">  (i) he or she returned to Ontario either before or at the end of such period of absence of his or her spouse or within a reasonable time after the death of his  or her spouse if the spouse died while so absent from Ontario, or</p> <p class=\"subclause-e\">  (ii) he or she attained, while they were so absent, an age at which he or she was entitled to be paid an increment under the Act; or</p> <p class=\"clause-e\">  (d) while awaiting transportation to Ontario during or immediately following World War II, if,</p> <p class=\"subclause-e\">  (i) the person was unable to return to Ontario due to the dislocation of transportation facilities, and</p> <p class=\"subclause-e\">  (ii) the person returned to Ontario when transportation became available.  R.R.O. 1990, Reg. 874, s. 4 (2).</p> <p class=\"subsection-e\">  (3) For the purposes of the Act, where it is necessary to determine an applicant’s residence in Canada or some part of Canada other than Ontario, the preceding provisions of this section shall read as if the references therein to “Ontario” were references to “Canada”.  R.R.O. 1990, Reg. 874, s. 4 (3).</p> <p class=\"subsection-e\">  (4) For the purposes of the Act, residence and presence in Newfoundland prior to the date of union of that province with Canada is deemed to be residence and presence in Canada.  R.R.O. 1990, Reg. 874, s. 4 (4).</p> <p class=\"subsection-e\">  (5) Subject to subsections (1), (2), (3) and (4), except for clause (1) (a), where a person applies for an increment for the first time after the 6th day of April, 1976 and establishes to the satisfaction of the Minister that,</p> <p class=\"clause-e\">  (a) as of the 6th day of April, 1976, the applicant could have, had he or she then applied, met all of the requirements of age and residence set out in clause 1 (h) of the Act as it existed on the 6th day of April, 1976; and</p> <p class=\"clause-e\">  (b) during the year immediately preceding the day on which the application is made, the applicant was not absent from Ontario for more than six consecutive months,</p> <p class=\"Ssubsection-e\">no absence of the applicant from Ontario or Canada within the period commencing on the 7th day of April, 1976 and ending with the day immediately preceding the day that is one year before the day his or her application is made shall be considered by the Minister to have interrupted the applicant’s residence in that part of Canada where the applicant had fixed his or her permanent place of residence immediately before such absence commenced, and where the Minister is satisfied that an applicant was eligible for an increment on the 6th day of April, 1976, except for the applicant’s failure to apply therefor by that date, the Minister may, to the extent authorized by subsection 5 (1) of the Act, approve the payment of an increment to the applicant.  R.R.O. 1990, Reg. 874, s. 4 (5).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. (1) Where an applicant or a beneficiary has been absented from Ontario for a period in excess of one month, he or she shall forthwith give notice thereof to the Minister and within one month of his or her return to Ontario shall notify the Minister of the return.  R.R.O. 1990, Reg. 874, s. 5 (1). (2) Where an applicant for an increment or a beneficiary is convicted of an offence and sentenced to a term of imprisonment exceeding ninety days, he or she shall upon the commencement of such imprisonment, notify the Minister thereof and within one month after his or her release from such imprisonment he or she shall notify the Minister of the release.  R.R.O. 1990, Reg. 874, s. 5 (2). (3) An applicant or a beneficiary shall notify the Minister of the address to which his or her increment shall be sent and in the event of any change of such address shall forthwith notify the Minister of such change.  R.R.O. 1990, Reg. 874, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>(1) Where an applicant or a beneficiary has been absented from Ontario for a period in excess of one month, he or she shall forthwith give notice thereof to the Minister and within one month of his or her return to Ontario shall notify the Minister of the return.  R.R.O. 1990, Reg. 874, s. 5 (1).</p> <p class=\"subsection-e\">  (2) Where an applicant for an increment or a beneficiary is convicted of an offence and sentenced to a term of imprisonment exceeding ninety days, he or she shall upon the commencement of such imprisonment, notify the Minister thereof and within one month after his or her release from such imprisonment he or she shall notify the Minister of the release.  R.R.O. 1990, Reg. 874, s. 5 (2).</p> <p class=\"subsection-e\">  (3) An applicant or a beneficiary shall notify the Minister of the address to which his or her increment shall be sent and in the event of any change of such address shall forthwith notify the Minister of such change.  R.R.O. 1990, Reg. 874, s. 5 (3).</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) Where a person or agency provides evidence satisfactory to the Minister that a beneficiary by reason of infirmity, illness, insanity or other cause is incapable of managing his or her own affairs, the Minister may direct the increment to be paid on behalf of such beneficiary to any person or agency whom the Minister may appoint for the purpose and who has entered into an agreement with the Minister to administer and expend the increment on behalf of such beneficiary in accordance with the terms of the agreement.  R.R.O. 1990, Reg. 874, s. 6 (1). (2) The Minister shall furnish to a person or agency appointed under subsection (1) to receive an increment such directions regarding the administration and expenditure of the increment as the Minister considers in the best interests of the beneficiary.  R.R.O. 1990, Reg. 874, s. 6 (2). (3) A person or agency appointed under subsection (1) shall account for the increment payments received and the disbursements made, the account to be in such form and to be made at such times as the Minister may require.  R.R.O. 1990, Reg. 874, s. 6 (3). (4) Where an increment is paid to any person or agency to be administered and expended for or on behalf of a beneficiary or applicant, the statements required by section 6 of the Act shall be given by such person or agency.  R.R.O. 1990, Reg. 874, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) Where a person or agency provides evidence satisfactory to the Minister that a beneficiary by reason of infirmity, illness, insanity or other cause is incapable of managing his or her own affairs, the Minister may direct the increment to be paid on behalf of such beneficiary to any person or agency whom the Minister may appoint for the purpose and who has entered into an agreement with the Minister to administer and expend the increment on behalf of such beneficiary in accordance with the terms of the agreement.  R.R.O. 1990, Reg. 874, s. 6 (1).</p> <p class=\"subsection-e\">  (2) The Minister shall furnish to a person or agency appointed under subsection (1) to receive an increment such directions regarding the administration and expenditure of the increment as the Minister considers in the best interests of the beneficiary.  R.R.O. 1990, Reg. 874, s. 6 (2).</p> <p class=\"subsection-e\">  (3) A person or agency appointed under subsection (1) shall account for the increment payments received and the disbursements made, the account to be in such form and to be made at such times as the Minister may require.  R.R.O. 1990, Reg. 874, s. 6 (3).</p> <p class=\"subsection-e\">  (4) Where an increment is paid to any person or agency to be administered and expended for or on behalf of a beneficiary or applicant, the statements required by section 6 of the Act shall be given by such person or agency.  R.R.O. 1990, Reg. 874, s. 6 (4).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. (1) The Minister shall suspend the payment of an increment in respect of any beneficiary where it appears to the Minister that the beneficiary is not entitled to the payment of the increment and may suspend the payment where it appears to the Minister that further inquiry into the entitlement of the beneficiary is necessary, and such suspension shall continue until evidence satisfactory to the Minister is given that the beneficiary is entitled to the increment.  R.R.O. 1990, Reg. 874, s. 7 (1). (2) Where payment of an increment that has been suspended under subsection (1) is resumed, the Minister shall cause payment of the increment to be made for any portion of the period of suspension during which the beneficiary was entitled to an increment.  R.R.O. 1990, Reg. 874, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>(1) The Minister shall suspend the payment of an increment in respect of any beneficiary where it appears to the Minister that the beneficiary is not entitled to the payment of the increment and may suspend the payment where it appears to the Minister that further inquiry into the entitlement of the beneficiary is necessary, and such suspension shall continue until evidence satisfactory to the Minister is given that the beneficiary is entitled to the increment.  R.R.O. 1990, Reg. 874, s. 7 (1).</p> <p class=\"subsection-e\">  (2) Where payment of an increment that has been suspended under subsection (1) is resumed, the Minister shall cause payment of the increment to be made for any portion of the period of suspension during which the beneficiary was entitled to an increment.  R.R.O. 1990, Reg. 874, s. 7 (2).</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. Revoked:  O. Reg. 298/91, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>8. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 298/91, s. 1.</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. Subject to the approval of the Minister of National Health and Welfare of the Government of Canada, the following class of persons is prescribed for the purposes of subsection 11 (2) of the Act: Any officer or employee of the Ministry of Health. R.R.O. 1990, Reg. 874, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>Subject to the approval of the Minister of National Health and Welfare of the Government of Canada, the following class of persons is prescribed for the purposes of subsection 11 (2) of the Act:</p> <p class=\"parawindt-e\">Any officer or employee of the Ministry of Health.</p> <p class=\"footnote-e\">R.R.O. 1990, Reg. 874, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. (1) Every eligible senior is entitled to receive a monthly benefit under section 2 of the Act if he or she satisfies the following conditions: 1. The senior satisfies the requirements in clauses 2 (1) (a), (c) and (d) of the Act. 2. The senior is actually resident in Ontario and is entitled to receive a partial monthly pension authorized to be paid under subsection 3 (2) of the Old Age Security Act\r\n(Canada). 3. The senior is a Canadian citizen or, if not a Canadian citizen, is legally resident in Canada, on the day before the day on which his or her application for a monthly benefit is approved.  O. Reg. 394/00, s. 1. (2) Subsection 7 (2) of the Act applies to an eligible senior irrespective of when the application, statement, notification, income estimate or other information is provided to the Minister of Human Resources Development for Canada under the Old Age Security Act (Canada).  O. Reg. 394/00, s. 1. (3) If  the most recent application made under the Old Age Security Act\r\n(Canada) by an eligible senior was approved before June 1, 2000, the application shall be deemed to have been approved on June 1, 2000 for the purposes of  determining whether the eligible senior is entitled to a monthly benefit.  O. Reg. 394/00, s. 1. (4) Subsections 2 (3) and (4) of the Act apply in determining the amount of a monthly benefit payable to an eligible senior.  O. Reg. 394/00, s. 1. (5) Nothing in this section authorizes the payment of a monthly benefit for the month in which the person’s application is approved or for any previous month.  O. Reg. 394/00, s. 1. (6) In this section, “eligible senior” means an individual to whom or to whose credit a supplement is paid after June 30, 2000 under the authority of an agreement entered into by the governments of Canada and of another country under section 40 of the Old Age Security Act (Canada).  O. Reg. 394/00, s. 1.    ",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) Every eligible senior is entitled to receive a monthly benefit under section 2 of the Act if he or she satisfies the following conditions:</p> <p class=\"paragraph-e\">  1. The senior satisfies the requirements in clauses 2 (1) (a), (c) and (d) of the Act.</p> <p class=\"paragraph-e\">  2. The senior is actually resident in Ontario and is entitled to receive a partial monthly pension authorized to be paid under subsection 3 (2) of the <i>Old Age Security Act</i>\r\n(Canada).</p> <p class=\"paragraph-e\">  3. The senior is a Canadian citizen or, if not a Canadian citizen, is legally resident in Canada, on the day before the day on which his or her application for a monthly benefit is approved.  O. Reg. 394/00, s. 1.</p> <p class=\"subsection-e\">  (2) Subsection 7 (2) of the Act applies to an eligible senior irrespective of when the application, statement, notification, income estimate or other information is provided to the Minister of Human Resources Development for Canada under the <i>Old Age Security Act</i> (Canada).  O. Reg. 394/00, s. 1.</p> <p class=\"subsection-e\">  (3) If  the most recent application made under the <i>Old Age Security Act</i>\r\n(Canada) by an eligible senior was approved before June 1, 2000, the application shall be deemed to have been approved on June 1, 2000 for the purposes of  determining whether the eligible senior is entitled to a monthly benefit.  O. Reg. 394/00, s. 1.</p> <p class=\"subsection-e\">  (4) Subsections 2 (3) and (4) of the Act apply in determining the amount of a monthly benefit payable to an eligible senior.  O. Reg. 394/00, s. 1.</p> <p class=\"subsection-e\">  (5) Nothing in this section authorizes the payment of a monthly benefit for the month in which the person’s application is approved or for any previous month.  O. Reg. 394/00, s. 1.</p> <p class=\"subsection-e\">  (6) In this section,</p> <p class=\"firstdef-e\">“eligible senior” means an individual to whom or to whose credit a supplement is paid after June 30, 2000 under the authority of an agreement entered into by the governments of Canada and of another country under section 40 of the <i>Old Age Security Act</i> (Canada).  O. Reg. 394/00, s. 1.</p> <p class=\"firstdef-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}