{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 358: SEWAGE SYSTEMS",
        "reg_name_text": "SEWAGE SYSTEMS",
        "citation": "R.R.O. 1990, Reg. 358: ",
        "act_under": "Environmental Protection Act   Loi sur la protection de l’environnement",
        "url": "https://www.ontario.ca/laws/regulation/900358",
        "date_scraped": "2023-12-19 07:37:20"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/regulation/900358/v1",
            "valid_from": "October 10, 1997",
            "valid_to": "June 22, 2009"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Regulation, “absorption trench” means an excavation in the soil being part of a leaching bed in which a distribution pipe will be or is laid and which allows leaching; “chamber” means a structure that, (a) is covered by soil or fill, (b) is constructed with an open bottom, and (c) contains a pressurized pipe; “distribution box” means a device for ensuring that effluent from a septic tank or sewage treatment plant is distributed in equal amounts to each line of distribution pipe in a leaching bed; “distribution pipe” means a line or lines of perforated or open jointed pipe or tile installed in a leaching bed for the purpose of distributing effluent from a septic tank or proprietary aerobic sewage treatment plant to the soil in the leaching bed; “earth pit privy” means a latrine consisting of an excavation in the ground surmounted by a superstructure; “fill” means unconsolidated material brought from another location; “ground water” means water below the surface of the ground occupying a zone of the earth’s mantle that is saturated with water; “ground water table” means the elevation of the upper surface of the ground water existing in the area of the sewage system; “hauled sewage” means sewage that, (a) is not finally disposed of at the site where it is produced and is not carried away by a sewer approved under the Ontario Water Resources Act, and (b) is stored or retained at the site where it is produced for periodic collection, handling, treatment, transportation, storage or processing prior to final disposal at a place other than where it was produced, and includes sewage that is removed from a sewage system for purposes of cleaning or maintaining the system but does not include the sewage in a sewer collection system that transfers the sewage from the site where it is produced to a Class 4, 5 or 6 sewage system located on a separate property; “hauled sewage system” means works, installations, equipment, operations and land used in connection with the collection, handling, treatment, transportation, storage, processing and disposal of hauled sewage but does not include, (a) equipment used for the storage or retention of sewage at the site where it is produced, or (b) a sewage works approved under section 53 of the Ontario Water Resources Act or a predecessor thereof or a waste disposal site for which a certificate of approval has been issued under Part V of the Act; “header line” means a line of pipe with watertight joints installed in a sewage system for the purpose of distributing effluent from a septic tank or proprietary aerobic sewage treatment plant to the distribution pipe in a leaching bed; “high ground water table” means the highest elevation at which there is physical evidence that the soil has been saturated with water; “irrigation” means the disposal of hauled sewage by depositing it in a shallow trench, furrow or other shallow excavation in the ground and subsequently covering it with earth; “leaching” means dispersal of liquid by downward or lateral drainage or both into permeable soil; “leaching bed” means the soil absorption system constructed as absorption trenches or as a filter bed, located wholly in ground or raised or partly raised above ground as required by local conditions, to which effluent from a septic tank or proprietary aerobic sewage treatment plant is applied for treatment and disposal and that is composed of, (a) the soil that is contained between the surface to which the sewage is applied and the bottom of the leaching bed, (b) the distribution pipe and the stone or gravel layer in which such pipe is located, and (c) the backfill above the distribution pipe, including the topsoil and sodding or other anti-erosion measure, and the side slopes of any portion elevated above the natural ground elevation; “pail privy” means a latrine in which the receptacle for human waste consists of a removable container surmounted by a superstructure; “percolation time” means the average time in minutes that is required for water to drop one centimetre during a soil percolation test as determined by the test or by other means; “portable privy” means a portable latrine in which the receptacle for human body waste and the superstructure are combined structurally into one unit; “pressurized pipe” means a line of perforated pipe that is intended to distribute effluent under pressure to soil or fill; “proprietary aerobic sewage treatment plant” means a unit that is available commercially and that consists of one or more watertight vaults or compartments in which sewage is collected for the purpose of removing scum, grease and solids from the liquid and in which sewage is brought into contact with air to cause oxidation of the sewage and that discharges effluent for further treatment or for disposal into the soil; “septic tank” means a watertight vault in which sewage is collected for the purpose of removing scum, grease and solids from the liquid without the addition of air and anaerobic digestion of the sewage takes place and that discharges effluent for further treatment or for disposal into the soil; “sewage” means, (a) waste of domestic origin which is human body waste, toilet or other bathroom waste, waste from other showers and tubs, liquid or water borne culinary and sink waste or laundry waste, and (b) such other waste, (i) as is suitable for treatment in a sewage system regulated under Part VIII of the Act, or (ii) with respect to which a certificate of approval has been issued under section 77 of the Act; “shallow buried trench” means an excavation in soil or fill that contains a chamber; “Standard CAN3-B66” means the standards for prefabricated septic tanks and sewage holding tanks published in August, 1979 as CAN3-B66-M79 by the Canadian Standards Association; “surface water” means water on the surface of the ground; “tertiary sewage treatment unit” means a sewage treatment unit that has been designed by its manufacturer to produce effluent that contains 10 milligrams per litre or less of total suspended solids and biological oxygen demand; “trade size” means any size designation traditionally used by the trade but restricted to products or classes of products manufactured to a standard or specification so that the designated trade size may be referred to an industry accepted table or chart which then provides the true dimensions of the product in question; “vehicle” includes a plane, train, ship and boat or other vessel; and “working capacity” means the volume of liquid that a septic tank or holding tank is capable of holding without overflowing while it is in its working position but does not include the volume of liquid contained in a compartment in which a pump or siphon is installed. R.R.O. 1990, Reg. 358, s. 1; O. Reg. 370/97, s. 1. Classification of Sewage Systems",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“absorption trench” means an excavation in the soil being part of a leaching bed in which a distribution pipe will be or is laid and which allows leaching;</p> <p class=\"definition-e\">“chamber” means a structure that,</p> <p class=\"defclause-e\">(a) is covered by soil or fill,</p> <p class=\"defclause-e\">(b) is constructed with an open bottom, and</p> <p class=\"defclause-e\">(c) contains a pressurized pipe;</p> <p class=\"definition-e\">“distribution box” means a device for ensuring that effluent from a septic tank or sewage treatment plant is distributed in equal amounts to each line of distribution pipe in a leaching bed;</p> <p class=\"definition-e\">“distribution pipe” means a line or lines of perforated or open jointed pipe or tile installed in a leaching bed for the purpose of distributing effluent from a septic tank or proprietary aerobic sewage treatment plant to the soil in the leaching bed;</p> <p class=\"definition-e\">“earth pit privy” means a latrine consisting of an excavation in the ground surmounted by a superstructure;</p> <p class=\"definition-e\">“fill” means unconsolidated material brought from another location;</p> <p class=\"definition-e\">“ground water” means water below the surface of the ground occupying a zone of the earth’s mantle that is saturated with water;</p> <p class=\"definition-e\">“ground water table” means the elevation of the upper surface of the ground water existing in the area of the sewage system;</p> <p class=\"definition-e\">“hauled sewage” means sewage that,</p> <p class=\"defclause-e\">(a) is not finally disposed of at the site where it is produced and is not carried away by a sewer approved under the <i>Ontario Water Resources Act</i>, and</p> <p class=\"defclause-e\">(b) is stored or retained at the site where it is produced for periodic collection, handling, treatment, transportation, storage or processing prior to final disposal at a place other than where it was produced,</p> <p class=\"Sdefinition-e\">and includes sewage that is removed from a sewage system for purposes of cleaning or maintaining the system but does not include the sewage in a sewer collection system that transfers the sewage from the site where it is produced to a Class 4, 5 or 6 sewage system located on a separate property;</p> <p class=\"definition-e\">“hauled sewage system” means works, installations, equipment, operations and land used in connection with the collection, handling, treatment, transportation, storage, processing and disposal of hauled sewage but does not include,</p> <p class=\"defclause-e\">(a) equipment used for the storage or retention of sewage at the site where it is produced, or</p> <p class=\"defclause-e\">(b) a sewage works approved under section 53 of the <i>Ontario Water Resources Act</i> or a predecessor thereof or a waste disposal site for which a certificate of approval has been issued under Part V of the Act;</p> <p class=\"definition-e\">“header line” means a line of pipe with watertight joints installed in a sewage system for the purpose of distributing effluent from a septic tank or proprietary aerobic sewage treatment plant to the distribution pipe in a leaching bed;</p> <p class=\"definition-e\">“high ground water table” means the highest elevation at which there is physical evidence that the soil has been saturated with water;</p> <p class=\"definition-e\">“irrigation” means the disposal of hauled sewage by depositing it in a shallow trench, furrow or other shallow excavation in the ground and subsequently covering it with earth;</p> <p class=\"definition-e\">“leaching” means dispersal of liquid by downward or lateral drainage or both into permeable soil;</p> <p class=\"definition-e\">“leaching bed” means the soil absorption system constructed as absorption trenches or as a filter bed, located wholly in ground or raised or partly raised above ground as required by local conditions, to which effluent from a septic tank or proprietary aerobic sewage treatment plant is applied for treatment and disposal and that is composed of,</p> <p class=\"defclause-e\">(a) the soil that is contained between the surface to which the sewage is applied and the bottom of the leaching bed,</p> <p class=\"defclause-e\">(b) the distribution pipe and the stone or gravel layer in which such pipe is located, and</p> <p class=\"defclause-e\">(c) the backfill above the distribution pipe, including the topsoil and sodding or other anti-erosion measure, and the side slopes of any portion elevated above the natural ground elevation;</p> <p class=\"definition-e\">“pail privy” means a latrine in which the receptacle for human waste consists of a removable container surmounted by a superstructure;</p> <p class=\"definition-e\">“percolation time” means the average time in minutes that is required for water to drop one centimetre during a soil percolation test as determined by the test or by other means;</p> <p class=\"definition-e\">“portable privy” means a portable latrine in which the receptacle for human body waste and the superstructure are combined structurally into one unit;</p> <p class=\"definition-e\">“pressurized pipe” means a line of perforated pipe that is intended to distribute effluent under pressure to soil or fill;</p> <p class=\"definition-e\">“proprietary aerobic sewage treatment plant” means a unit that is available commercially and that consists of one or more watertight vaults or compartments in which sewage is collected for the purpose of removing scum, grease and solids from the liquid and in which sewage is brought into contact with air to cause oxidation of the sewage and that discharges effluent for further treatment or for disposal into the soil;</p> <p class=\"definition-e\">“septic tank” means a watertight vault in which sewage is collected for the purpose of removing scum, grease and solids from the liquid without the addition of air and anaerobic digestion of the sewage takes place and that discharges effluent for further treatment or for disposal into the soil;</p> <p class=\"definition-e\">“sewage” means,</p> <p class=\"defclause-e\">(a) waste of domestic origin which is human body waste, toilet or other bathroom waste, waste from other showers and tubs, liquid or water borne culinary and sink waste or laundry waste, and</p> <p class=\"defclause-e\">(b) such other waste,</p> <p class=\"defsubclause-e\">(i) as is suitable for treatment in a sewage system regulated under Part VIII of the Act, or</p> <p class=\"defsubclause-e\">(ii) with respect to which a certificate of approval has been issued under section 77 of the Act;</p> <p class=\"definition-e\">“shallow buried trench” means an excavation in soil or fill that contains a chamber;</p> <p class=\"definition-e\">“Standard CAN3-B66” means the standards for prefabricated septic tanks and sewage holding tanks published in August, 1979 as CAN3-B66-M79 by the Canadian Standards Association;</p> <p class=\"definition-e\">“surface water” means water on the surface of the ground;</p> <p class=\"definition-e\">“tertiary sewage treatment unit” means a sewage treatment unit that has been designed by its manufacturer to produce effluent that contains 10 milligrams per litre or less of total suspended solids and biological oxygen demand;</p> <p class=\"definition-e\">“trade size” means any size designation traditionally used by the trade but restricted to products or classes of products manufactured to a standard or specification so that the designated trade size may be referred to an industry accepted table or chart which then provides the true dimensions of the product in question;</p> <p class=\"definition-e\">“vehicle” includes a plane, train, ship and boat or other vessel; and</p> <p class=\"definition-e\">“working capacity” means the volume of liquid that a septic tank or holding tank is capable of holding without overflowing while it is in its working position but does not include the volume of liquid contained in a compartment in which a pump or siphon is installed. R.R.O. 1990, Reg. 358, s. 1; O. Reg. 370/97, s. 1.</p> <p class=\"heading1-e\">Classification of Sewage Systems</p>"
        },
        {
            "id": "2.",
            "section": "Classification of Sewage Systems",
            "content": "2. (1) The following are classified as sewage systems for purposes of Part VIII of the Act:  1.\n\nClass 1 —\n\na chemical toilet, an incinerating toilet, a recirculating toilet, a self-contained portable toilet and all forms of privy including a portable privy, an earth pit privy, a pail privy, a privy vault and a composting toilet system.\n\n\n2.\n\nClass 2 —\n\na leaching pit.\n\n\n3.\n\nClass 3 —\n\na cesspool.\n\n\n4.\n\nClass 4 —\n\na septic tank system.\n\n\n5.\n\nClass 5 —\n\na sewage system which requires or uses a holding tank for the storage or retention of hauled sewage at the site where it is produced prior to its collection by a Class 7 sewage system.\n\n\n6.\n\nClass 6 —\n\na sewage system in which sewage is treated in a proprietary aerobic sewage treatment plant.\n\n\n7.\n\nClass 7 —\n\na hauled sewage system.\n\n\n8.\n\nClass 8 —\n\na sewage system in or on any vehicle except when it is used as part of a hauled sewage system.\n\n\n9.\n\nClass 9 —\n\na sewage works located in whole or in part in or on land on the title of which has been registered in the proper land registry office an instrument referred to in section 27 of the Ontario Water Resources Act granting, creating or containing a right or interest in, over, above, upon, across, along, through, under or affecting any land or any covenant or condition relating thereto affecting the construction, installation, establishment, enlargement, extension, alteration, operation, maintenance, cleaning, emptying or disinfection of the sewage system.\n\n\n10.\n\nClass 10 —\n\na sewage system located in the County of Essex, Kent or Lambton in which sewage is treated in a tertiary sewage treatment unit and then disposed of in a shallow buried trench. R.R.O. 1990, Reg. 358, s. 2 (1); O. Reg. 370/97, s. 2 (1). (2) A Class 4, 5, 6 or 10 sewage system that is designed to be capable of handling sewage flows in excess of 4,500 litres per day is also classified as a Class A sewage system. R.R.O. 1990, Reg. 358, s. 2 (2); O. Reg. 370/97, s. 2 (2). Exemptions",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The following are classified as sewage systems for purposes of Part VIII of the Act:</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"26\"><p class=\"table-e\">1.</p>\n</td>\n<td valign=\"top\" width=\"67\"><p class=\"table-e\">Class 1 —</p>\n</td>\n<td valign=\"top\" width=\"218\"><p class=\"table-e\">a chemical toilet, an incinerating toilet, a recirculating toilet, a self-contained portable toilet and all forms of privy including a portable privy, an earth pit privy, a pail privy, a privy vault and a composting toilet system.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"26\"><p class=\"table-e\">2.</p>\n</td>\n<td valign=\"top\" width=\"67\"><p class=\"table-e\">Class 2 —</p>\n</td>\n<td valign=\"top\" width=\"218\"><p class=\"table-e\">a leaching pit.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"26\"><p class=\"table-e\">3.</p>\n</td>\n<td valign=\"top\" width=\"67\"><p class=\"table-e\">Class 3 —</p>\n</td>\n<td valign=\"top\" width=\"218\"><p class=\"table-e\">a cesspool.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"26\"><p class=\"table-e\">4.</p>\n</td>\n<td valign=\"top\" width=\"67\"><p class=\"table-e\">Class 4 —</p>\n</td>\n<td valign=\"top\" width=\"218\"><p class=\"table-e\">a septic tank system.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"26\"><p class=\"table-e\">5.</p>\n</td>\n<td valign=\"top\" width=\"67\"><p class=\"table-e\">Class 5 —</p>\n</td>\n<td valign=\"top\" width=\"218\"><p class=\"table-e\">a sewage system which requires or uses a holding tank for the storage or retention of hauled sewage at the site where it is produced prior to its collection by a Class 7 sewage system.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"26\"><p class=\"table-e\">6.</p>\n</td>\n<td valign=\"top\" width=\"67\"><p class=\"table-e\">Class 6 —</p>\n</td>\n<td valign=\"top\" width=\"218\"><p class=\"table-e\">a sewage system in which sewage is treated in a proprietary aerobic sewage treatment plant.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"26\"><p class=\"table-e\">7.</p>\n</td>\n<td valign=\"top\" width=\"67\"><p class=\"table-e\">Class 7 —</p>\n</td>\n<td valign=\"top\" width=\"218\"><p class=\"table-e\">a hauled sewage system.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"26\"><p class=\"table-e\">8.</p>\n</td>\n<td valign=\"top\" width=\"67\"><p class=\"table-e\">Class 8 —</p>\n</td>\n<td valign=\"top\" width=\"218\"><p class=\"table-e\">a sewage system in or on any vehicle except when it is used as part of a hauled sewage system.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"26\"><p class=\"table-e\">9.</p>\n</td>\n<td valign=\"top\" width=\"67\"><p class=\"table-e\">Class 9 —</p>\n</td>\n<td valign=\"top\" width=\"218\"><p class=\"table-e\">a sewage works located in whole or in part in or on land on the title of which has been registered in the proper land registry office an instrument referred to in section 27 of the <i>Ontario Water Resources Act</i> granting, creating or containing a right or interest in, over, above, upon, across, along, through, under or affecting any land or any covenant or condition relating thereto affecting the construction, installation, establishment, enlargement, extension, alteration, operation, maintenance, cleaning, emptying or disinfection of the sewage system.</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"26\"><p class=\"table-e\">10.</p>\n</td>\n<td valign=\"top\" width=\"67\"><p class=\"table-e\">Class 10 —</p>\n</td>\n<td valign=\"top\" width=\"218\"><p class=\"table-e\">a sewage system located in the County of Essex, Kent or Lambton in which sewage is treated in a tertiary sewage treatment unit and then disposed of in a shallow buried trench.</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 358, s. 2 (1); O. Reg. 370/97, s. 2 (1).</p> <p class=\"subsection-e\">(2) A Class 4, 5, 6 or 10 sewage system that is designed to be capable of handling sewage flows in excess of 4,500 litres per day is also classified as a Class A sewage system. R.R.O. 1990, Reg. 358, s. 2 (2); O. Reg. 370/97, s. 2 (2).</p> <p class=\"heading1-e\">Exemptions</p>"
        },
        {
            "id": "3.",
            "section": "Exemptions",
            "content": "3. (1) A Class 1 sewage system for which an application for a certificate of approval is not submitted is exempt from sections 76 and 78 of the Act. (2) A person who has received a certificate of approval in respect of a Class 1, 2 or 3 sewage system and who constructs, installs or establishes the sewage system in accordance with the person’s application, except as it may be modified by the certificate of approval, and in accordance with the terms and conditions on the certificate of approval and otherwise complies with the Act and this Regulation is exempt from section 78 of the Act. (3) A Class 8 sewage system is exempt from this Regulation except for subsection 4 (2) and from Part VIII of the Act except for section 83. (4) A Class 9 sewage system is exempt from section 75 of the Act but only to the extent necessary for section 27 of the Ontario Water Resources Act to continue to operate with respect to the instruments referred to in paragraph 9 of subsection 2 (1). R.R.O. 1990, Reg. 358, s. 3. Standards Common to Sewage Systems",
            "raw_html": "<p class=\"section-e\"><b>3. </b>(1) A Class 1 sewage system for which an application for a certificate of approval is not submitted is exempt from sections 76 and 78 of the Act.</p> <p class=\"subsection-e\">(2) A person who has received a certificate of approval in respect of a Class 1, 2 or 3 sewage system and who constructs, installs or establishes the sewage system in accordance with the person’s application, except as it may be modified by the certificate of approval, and in accordance with the terms and conditions on the certificate of approval and otherwise complies with the Act and this Regulation is exempt from section 78 of the Act.</p> <p class=\"subsection-e\">(3) A Class 8 sewage system is exempt from this Regulation except for subsection 4 (2) and from Part VIII of the Act except for section 83.</p> <p class=\"subsection-e\">(4) A Class 9 sewage system is exempt from section 75 of the Act but only to the extent necessary for section 27 of the <i>Ontario Water Resources Act</i> to continue to operate with respect to the instruments referred to in paragraph 9 of subsection 2 (1). R.R.O. 1990, Reg. 358, s. 3.</p> <p class=\"heading1-e\">Standards Common to Sewage Systems</p>"
        },
        {
            "id": "4.",
            "section": "Standards Common to Sewage Systems",
            "content": "4. (1) No person shall construct, operate or maintain a sewage system to which Part VIII of the Act and this Regulation apply except in accordance with the standards prescribed in this Regulation or as otherwise provided in a certificate of approval issued under section 77 of the Act, a term or condition made under subsection 77 (4) of the Act, a permit issued under section 78 of the Act or an order issued under section 79 of the Act. (2) The following are prescribed as standards for the construction, operation and maintenance of all sewage systems: 1. Except for a Class 7 sewage system, the sewage system or any part thereof shall not emit, discharge or deposit sewage or effluent onto the surface of the ground. 2. Sewage or effluent shall not emit, discharge, seep, leak or otherwise escape from the sewage system or any part thereof into a piped water supply, well water supply, a watercourse, ground water or surface water. 3. Sewage or effluent shall not emit, discharge, seep, leak or otherwise escape from the sewage system or any part thereof other than from a place or part of the sewage system where the system is designed or intended to discharge sewage or effluent. 4. Insects and animal life shall be prevented from gaining access to sewage contained in the sewage system. 5. No sewage system or any part thereof shall emit, discharge, deposit or allow the emission, discharge or deposit of micro organisms of intestinal origin into the natural environment in such a manner as may be a hazard to health. 6. No gas shall emit, discharge or otherwise escape from the sewage system into any building or structure except in the manner in which the sewage system was designed or intended to emit or discharge gas. 7. No connections to the sewage system from non-sewage waste water sources shall be made. 8. The operator of the sewage system shall keep it maintained at all times so that its construction remains in accordance with the certificate of approval and any order made under the Act. (3) Paragraph 2 of subsection (2) does not apply to prevent the operation of a sewage system designed and operated so that properly treated effluent is discharged into the soil. (4) A sewage system that does not function in the manner in which it was designed to function and that is not being corrected under arrangements made by the owner is classified as a malfunctioning system. (5) No person shall operate a malfunctioning system unless a full report of the problem has been made to the Director. R.R.O. 1990, Reg. 358, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) No person shall construct, operate or maintain a sewage system to which Part VIII of the Act and this Regulation apply except in accordance with the standards prescribed in this Regulation or as otherwise provided in a certificate of approval issued under section 77 of the Act, a term or condition made under subsection 77 (4) of the Act, a permit issued under section 78 of the Act or an order issued under section 79 of the Act.</p> <p class=\"subsection-e\">(2) The following are prescribed as standards for the construction, operation and maintenance of all sewage systems:</p> <p class=\"paragraph-e\">1. Except for a Class 7 sewage system, the sewage system or any part thereof shall not emit, discharge or deposit sewage or effluent onto the surface of the ground.</p> <p class=\"paragraph-e\">2. Sewage or effluent shall not emit, discharge, seep, leak or otherwise escape from the sewage system or any part thereof into a piped water supply, well water supply, a watercourse, ground water or surface water.</p> <p class=\"paragraph-e\">3. Sewage or effluent shall not emit, discharge, seep, leak or otherwise escape from the sewage system or any part thereof other than from a place or part of the sewage system where the system is designed or intended to discharge sewage or effluent.</p> <p class=\"paragraph-e\">4. Insects and animal life shall be prevented from gaining access to sewage contained in the sewage system.</p> <p class=\"paragraph-e\">5. No sewage system or any part thereof shall emit, discharge, deposit or allow the emission, discharge or deposit of micro organisms of intestinal origin into the natural environment in such a manner as may be a hazard to health.</p> <p class=\"paragraph-e\">6. No gas shall emit, discharge or otherwise escape from the sewage system into any building or structure except in the manner in which the sewage system was designed or intended to emit or discharge gas.</p> <p class=\"paragraph-e\">7. No connections to the sewage system from non-sewage waste water sources shall be made.</p> <p class=\"paragraph-e\">8. The operator of the sewage system shall keep it maintained at all times so that its construction remains in accordance with the certificate of approval and any order made under the Act.</p> <p class=\"subsection-e\">(3) Paragraph 2 of subsection (2) does not apply to prevent the operation of a sewage system designed and operated so that properly treated effluent is discharged into the soil.</p> <p class=\"subsection-e\">(4) A sewage system that does not function in the manner in which it was designed to function and that is not being corrected under arrangements made by the owner is classified as a malfunctioning system.</p> <p class=\"subsection-e\">(5) No person shall operate a malfunctioning system unless a full report of the problem has been made to the Director. R.R.O. 1990, Reg. 358, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Standards Common to Sewage Systems",
            "content": "5. (1) No person shall construct a sewage system unless it is wholly contained within the parcel of land on which the structures, in connection with which the sewage system is to be used, are located. (2) Subsection (1) does not apply to, (a) a Class 7 sewage system; (b) a sewage system owned and operated by the Crown, a municipality, or an organization acceptable to the Director, created for the purpose of operating a sewage system; (c) a sewage system or that part of a sewage system located on a parcel of land that is subject to a registered easement or other registered interest in land permitting its maintenance, repair and replacement in favour of the parcel of land on which the structure being served by the sewage system is located; or (d) a sewage system or that part of a sewage system located on land that is owned by Her Majesty the Queen in right of the Province of Ontario or is a public road allowance with the written approval of the authority having jurisdiction over such land or road allowance. (3) No person shall construct a sewage system of a type set out in Column 1 of Table 1 so that any part thereof is closer to an item described in the heading of Column 2, 3, 4 or 5 of Table 1 than the horizontal distance set out in that column opposite the name of the sewage system. R.R.O. 1990, Reg. 358, s. 5. Construction and Operation Standards tanks",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) No person shall construct a sewage system unless it is wholly contained within the parcel of land on which the structures, in connection with which the sewage system is to be used, are located.</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to,</p> <p class=\"clause-e\">(a) a Class 7 sewage system;</p> <p class=\"clause-e\">(b) a sewage system owned and operated by the Crown, a municipality, or an organization acceptable to the Director, created for the purpose of operating a sewage system;</p> <p class=\"clause-e\">(c) a sewage system or that part of a sewage system located on a parcel of land that is subject to a registered easement or other registered interest in land permitting its maintenance, repair and replacement in favour of the parcel of land on which the structure being served by the sewage system is located; or</p> <p class=\"clause-e\">(d) a sewage system or that part of a sewage system located on land that is owned by Her Majesty the Queen in right of the Province of Ontario or is a public road allowance with the written approval of the authority having jurisdiction over such land or road allowance.</p> <p class=\"subsection-e\">(3) No person shall construct a sewage system of a type set out in Column 1 of Table 1 so that any part thereof is closer to an item described in the heading of Column 2, 3, 4 or 5 of Table 1 than the horizontal distance set out in that column opposite the name of the sewage system. R.R.O. 1990, Reg. 358, s. 5.</p> <p class=\"heading1-e\">Construction and Operation Standards</p> <p class=\"heading2-e\">tanks</p>"
        },
        {
            "id": "6.",
            "section": "Construction and Operation Standards",
            "content": "6. (1) The following are prescribed as standards for any tank used in a sewage system for collecting, treating, holding or storing sewage: 1. The tank shall conform to the requirements of Standard CAN3- B66, except as otherwise provided in this Regulation. 2. The tank, unless it is a septic tank in a Class 4 sewage system or a sewage holding tank in a Class 5 sewage system, need not conform to the requirements of Standard CAN3-B66 except those respecting material standards, access, workmanship and construction methods and practices. 3. Access openings shall be located to facilitate the pumping of all compartments and the servicing of the inlet and outlet of each compartment not accessible by the removal of the tank top or part thereof. 4. A prefabricated septic tank in a Class 4 sewage system or a prefabricated sewage holding tank in a Class 5 sewage system installed in Ontario shall bear the manufacturer’s mark indicating that the tank complies with the requirements of this Regulation and shall bear the standards mark of, i. the Canadian Standards Association, ii. the Underwriters’ Laboratories of Canada, or iii. an organization accredited by the Standards Council of Canada for certifying products of a type that include such tanks, indicating that it complies with this Regulation. (2) Subsection (1) does not apply to a tank that is used as part of a Class 7 sewage system and mounted on a vehicle or that is an integral part of a prefabricated Class 1 sewage system. (3) No person shall cover a tank regulated by subsection (1) by earth or other fill material having a depth greater than the maximum depth of burial that the tank is designed to withstand. (4) Where a report in respect of a prefabricated septic or sewage holding tank prepared in accordance with subsection (7), based on inspections performed not more than twelve months before the tank was constructed, is filed with and accepted by an employee of the Ministry designated by the Minister for the purpose, the tank shall be deemed to comply with the standard in paragraph 4 of subsection (1). (5) The records of the concrete cylinder tests prescribed in Standard CAN3-B66 for the manufacture of prefabricated concrete tanks shall be preserved for inspection by the certifying agency or by the engineer preparing the report referred to in subsection (4). (6) In this section, “engineer” means a person who is a member of the Association of Professional Engineers of the Province of Ontario who is qualified to make the tests and give the opinion required by subsection (7), and if the tanks with respect to which the report is prepared are not manufactured in Ontario, includes a professional engineer who meets similar qualifications in the province or state in which the tanks are manufactured. (7) The report referred to in subsection (4) shall be prepared, filed and accepted in accordance with the following rules: 1. The report shall, i. be prepared by an engineer, ii. state the qualifications of the engineer who prepared the report, iii. if the engineer who prepared the report is not a member of the Association of Professional Engineers of the Province of Ontario, include a copy of a certificate or letter of the governing body of the professional engineers in the jurisdiction in which the tanks with respect to which the report is prepared are manufactured indicating that the person meets qualifications equivalent to those required for membership in the Association of Professional Engineers of the Province of Ontario, iv. state that the engineer who prepared the report has no direct or indirect financial connection as an owner, employee or otherwise with the manufacturer of the tanks with respect to which the report is prepared other than for the preparation of the reports and except for such other services as an engineer provides that are mentioned in the report, v. state that the engineer who prepared the report has inspected the plant in which the tanks being reported on are manufactured and the concrete cylinder strength test records mentioned in subsection (5) and has selected at random, inspected and tested a representative tank of each model to which the report relates, vi. state the tests that have been performed on each tank, which tests shall include the strength and leakage tests prescribed by Canadian Standards Association Standard CAN3-B66, vii. state that the engineer who prepared the report has performed such tests as are necessary to form an opinion and that he or she is of the opinion that each tank tested met the standards prescribed by this Regulation, that the plant, equipment and system of production are capable of producing such tanks and that he or she has no reason to believe that any tanks of the models and sizes the report relates to that are being made in the plant do not meet the standards prescribed by this Regulation, with such exceptions as are specified in the report, viii. specify the tanks, models and sizes of each model to which the report relates, ix. include scaled or dimensioned drawings showing the plan and elevations of each model of tank to which the report relates, and x. include a general description of the plant, its location and the equipment used for making the tanks. 2. The engineer preparing a report shall make the inspections and tests necessary for the report as often as he or she considers necessary. 3. Subject to subparagraph vii of paragraph 1, the engineer preparing a report need not carry out strength and leakage tests on each size of a model of tank to which the report relates. 4. Where a report is not the first report submitted under this section by the engineer who prepared it with respect to the models and sizes of tanks of the manufacturer that the report relates to, it may, instead of the requirements of paragraph 1, state when the tests and inspections on which it is based were performed, those tests not conducted and judged not necessary in order to report continued compliance with this Regulation and such other matters referred to in paragraph 1 as have changed from the previous report. R.R.O. 1990, Reg. 358, s.6. class 1 sewage systems",
            "raw_html": "<p class=\"section-e\"><b>6. </b>(1) The following are prescribed as standards for any tank used in a sewage system for collecting, treating, holding or storing sewage:</p> <p class=\"paragraph-e\">1. The tank shall conform to the requirements of Standard CAN3- B66, except as otherwise provided in this Regulation.</p> <p class=\"paragraph-e\">2. The tank, unless it is a septic tank in a Class 4 sewage system or a sewage holding tank in a Class 5 sewage system, need not conform to the requirements of Standard CAN3-B66 except those respecting material standards, access, workmanship and construction methods and practices.</p> <p class=\"paragraph-e\">3. Access openings shall be located to facilitate the pumping of all compartments and the servicing of the inlet and outlet of each compartment not accessible by the removal of the tank top or part thereof.</p> <p class=\"paragraph-e\">4. A prefabricated septic tank in a Class 4 sewage system or a prefabricated sewage holding tank in a Class 5 sewage system installed in Ontario shall bear the manufacturer’s mark indicating that the tank complies with the requirements of this Regulation and shall bear the standards mark of,</p> <p class=\"subpara-e\">i. the Canadian Standards Association,</p> <p class=\"subpara-e\">ii. the Underwriters’ Laboratories of Canada, or</p> <p class=\"subpara-e\">iii. an organization accredited by the Standards Council of Canada for certifying products of a type that include such tanks,</p> <p class=\"Sparagraph-e\">indicating that it complies with this Regulation.</p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to a tank that is used as part of a Class 7 sewage system and mounted on a vehicle or that is an integral part of a prefabricated Class 1 sewage system.</p> <p class=\"subsection-e\">(3) No person shall cover a tank regulated by subsection (1) by earth or other fill material having a depth greater than the maximum depth of burial that the tank is designed to withstand.</p> <p class=\"subsection-e\">(4) Where a report in respect of a prefabricated septic or sewage holding tank prepared in accordance with subsection (7), based on inspections performed not more than twelve months before the tank was constructed, is filed with and accepted by an employee of the Ministry designated by the Minister for the purpose, the tank shall be deemed to comply with the standard in paragraph 4 of subsection (1).</p> <p class=\"subsection-e\">(5) The records of the concrete cylinder tests prescribed in Standard CAN3-B66 for the manufacture of prefabricated concrete tanks shall be preserved for inspection by the certifying agency or by the engineer preparing the report referred to in subsection (4).</p> <p class=\"subsection-e\">(6) In this section,</p> <p class=\"firstdef-e\">“engineer” means a person who is a member of the Association of Professional Engineers of the Province of Ontario who is qualified to make the tests and give the opinion required by subsection (7), and if the tanks with respect to which the report is prepared are not manufactured in Ontario, includes a professional engineer who meets similar qualifications in the province or state in which the tanks are manufactured.</p> <p class=\"subsection-e\">(7) The report referred to in subsection (4) shall be prepared, filed and accepted in accordance with the following rules:</p> <p class=\"paragraph-e\">1. The report shall,</p> <p class=\"subpara-e\">i. be prepared by an engineer,</p> <p class=\"subpara-e\">ii. state the qualifications of the engineer who prepared the report,</p> <p class=\"subpara-e\">iii. if the engineer who prepared the report is not a member of the Association of Professional Engineers of the Province of Ontario, include a copy of a certificate or letter of the governing body of the professional engineers in the jurisdiction in which the tanks with respect to which the report is prepared are manufactured indicating that the person meets qualifications equivalent to those required for membership in the Association of Professional Engineers of the Province of Ontario,</p> <p class=\"subpara-e\">iv. state that the engineer who prepared the report has no direct or indirect financial connection as an owner, employee or otherwise with the manufacturer of the tanks with respect to which the report is prepared other than for the preparation of the reports and except for such other services as an engineer provides that are mentioned in the report,</p> <p class=\"subpara-e\">v. state that the engineer who prepared the report has inspected the plant in which the tanks being reported on are manufactured and the concrete cylinder strength test records mentioned in subsection (5) and has selected at random, inspected and tested a representative tank of each model to which the report relates,</p> <p class=\"subpara-e\">vi. state the tests that have been performed on each tank, which tests shall include the strength and leakage tests prescribed by Canadian Standards Association Standard CAN3-B66,</p> <p class=\"subpara-e\">vii. state that the engineer who prepared the report has performed such tests as are necessary to form an opinion and that he or she is of the opinion that each tank tested met the standards prescribed by this Regulation, that the plant, equipment and system of production are capable of producing such tanks and that he or she has no reason to believe that any tanks of the models and sizes the report relates to that are being made in the plant do not meet the standards prescribed by this Regulation, with such exceptions as are specified in the report,</p> <p class=\"subpara-e\">viii. specify the tanks, models and sizes of each model to which the report relates,</p> <p class=\"subpara-e\">ix. include scaled or dimensioned drawings showing the plan and elevations of each model of tank to which the report relates, and</p> <p class=\"subpara-e\">x. include a general description of the plant, its location and the equipment used for making the tanks.</p> <p class=\"paragraph-e\">2. The engineer preparing a report shall make the inspections and tests necessary for the report as often as he or she considers necessary.</p> <p class=\"paragraph-e\">3. Subject to subparagraph vii of paragraph 1, the engineer preparing a report need not carry out strength and leakage tests on each size of a model of tank to which the report relates.</p> <p class=\"paragraph-e\">4. Where a report is not the first report submitted under this section by the engineer who prepared it with respect to the models and sizes of tanks of the manufacturer that the report relates to, it may, instead of the requirements of paragraph 1, state when the tests and inspections on which it is based were performed, those tests not conducted and judged not necessary in order to report continued compliance with this Regulation and such other matters referred to in paragraph 1 as have changed from the previous report. R.R.O. 1990, Reg. 358, s.6.</p> <p class=\"heading2-e\">class 1 sewage systems</p>"
        },
        {
            "id": "7.",
            "section": "Construction and Operation Standards",
            "content": "7. (1) The following are prescribed as standards for the operation of a Class 1 sewage system: 1. Subject to paragraph 2, the sewage system shall receive or be used only for the disposal of human body waste. 2. If the sewage system has been specifically designed for the biological decomposition of non-waterborne biodegradable kitchen wastes or requires the addition of small quantities of plant matter to improve the decomposition of human body waste, it may receive such wastes in addition to human body waste. (2) A standard prescribed for a privy is that it be enclosed with a superstructure that, (a) shall be constructed of strong durable weatherproof materials; (b) has a solid floor supported by a sill constructed of treated timber, masonry or other material of at least equal strength and durability; (c) unless it is equipped solely as a urinal, is equipped with one or more seats each having a cover and being supported by an enclosed bench or riser which is lined with an impervious material on all interior vertical surfaces; (d) is equipped with a self-closing door; (e) has one or more openings for purposes of ventilation, all of which are screened; (f) has a ventilation duct that is screened at the top end and that extends from the under side of the bench or riser to a point above the roof of the superstructure; and (g) shall not have any openings for the reception of human body waste, other than urinals and those constructed in accordance with clause (c). (3) The following are prescribed as standards for the construction of an earth pit privy: 1. The bottom of the pit shall be at least 0.5 metres above the high ground water table. 2. The sides of the pit shall be reinforced so as to prevent the collapse thereof. 3. The pit shall be surrounded on all sides and on its bottom by not less than 0.6 metres of earth. 4. The surface of the ground in the area surrounding the pit shall be so graded that surface drainage in the area of the pit will be diverted away from the pit. 5. The earth around the base of the sides of the superstructure of the earth pit privy shall be raised or mounded to a height of at least 0.15 metres above ground level. (4) The following are prescribed as standards for the construction of a privy-vault or a pail privy: 1. The container or structure which is to be used for the holding or storage of sewage shall be watertight and made of a material which can be easily cleaned. 2. The earth around the base of the sides of the superstructure shall be raised or mounded to a height of at least 0.15 metres above ground level. 3. The surface of the ground in the area of the privy-vault or pail privy shall be so graded that surface drainage will be diverted away from the privy. (5) The following are prescribed as standards for the construction of a portable privy: 1. It shall have a watertight receptacle which shall be suitable for the holding and storage of any sewage deposited therein. 2. The receptacle for the holding and storage of sewage shall be designed and constructed in such a manner as to allow it to be easily cleaned and emptied. 3. It shall be constructed of such material and in such a manner that it can withstand the stresses to which it will be subjected during its transportation to and from sites where it is to be used and during loading and unloading from vehicles used for the transportation of the portable privy to and from sites where it is to be used. R.R.O. 1990, Reg. 358, s. 7. class 2 sewage systems — leaching pits",
            "raw_html": "<p class=\"section-e\"><b>7. </b>(1) The following are prescribed as standards for the operation of a Class 1 sewage system:</p> <p class=\"paragraph-e\">1. Subject to paragraph 2, the sewage system shall receive or be used only for the disposal of human body waste.</p> <p class=\"paragraph-e\">2. If the sewage system has been specifically designed for the biological decomposition of non-waterborne biodegradable kitchen wastes or requires the addition of small quantities of plant matter to improve the decomposition of human body waste, it may receive such wastes in addition to human body waste.</p> <p class=\"subsection-e\">(2) A standard prescribed for a privy is that it be enclosed with a superstructure that,</p> <p class=\"clause-e\">(a) shall be constructed of strong durable weatherproof materials;</p> <p class=\"clause-e\">(b) has a solid floor supported by a sill constructed of treated timber, masonry or other material of at least equal strength and durability;</p> <p class=\"clause-e\">(c) unless it is equipped solely as a urinal, is equipped with one or more seats each having a cover and being supported by an enclosed bench or riser which is lined with an impervious material on all interior vertical surfaces;</p> <p class=\"clause-e\">(d) is equipped with a self-closing door;</p> <p class=\"clause-e\">(e) has one or more openings for purposes of ventilation, all of which are screened;</p> <p class=\"clause-e\">(f) has a ventilation duct that is screened at the top end and that extends from the under side of the bench or riser to a point above the roof of the superstructure; and</p> <p class=\"clause-e\">(g) shall not have any openings for the reception of human body waste, other than urinals and those constructed in accordance with clause (c).</p> <p class=\"subsection-e\">(3) The following are prescribed as standards for the construction of an earth pit privy:</p> <p class=\"paragraph-e\">1. The bottom of the pit shall be at least 0.5 metres above the high ground water table.</p> <p class=\"paragraph-e\">2. The sides of the pit shall be reinforced so as to prevent the collapse thereof.</p> <p class=\"paragraph-e\">3. The pit shall be surrounded on all sides and on its bottom by not less than 0.6 metres of earth.</p> <p class=\"paragraph-e\">4. The surface of the ground in the area surrounding the pit shall be so graded that surface drainage in the area of the pit will be diverted away from the pit.</p> <p class=\"paragraph-e\">5. The earth around the base of the sides of the superstructure of the earth pit privy shall be raised or mounded to a height of at least 0.15 metres above ground level.</p> <p class=\"subsection-e\">(4) The following are prescribed as standards for the construction of a privy-vault or a pail privy:</p> <p class=\"paragraph-e\">1. The container or structure which is to be used for the holding or storage of sewage shall be watertight and made of a material which can be easily cleaned.</p> <p class=\"paragraph-e\">2. The earth around the base of the sides of the superstructure shall be raised or mounded to a height of at least 0.15 metres above ground level.</p> <p class=\"paragraph-e\">3. The surface of the ground in the area of the privy-vault or pail privy shall be so graded that surface drainage will be diverted away from the privy.</p> <p class=\"subsection-e\">(5) The following are prescribed as standards for the construction of a portable privy:</p> <p class=\"paragraph-e\">1. It shall have a watertight receptacle which shall be suitable for the holding and storage of any sewage deposited therein.</p> <p class=\"paragraph-e\">2. The receptacle for the holding and storage of sewage shall be designed and constructed in such a manner as to allow it to be easily cleaned and emptied.</p> <p class=\"paragraph-e\">3. It shall be constructed of such material and in such a manner that it can withstand the stresses to which it will be subjected during its transportation to and from sites where it is to be used and during loading and unloading from vehicles used for the transportation of the portable privy to and from sites where it is to be used. R.R.O. 1990, Reg. 358, s. 7.</p> <p class=\"heading2-e\">class 2 sewage systems — leaching pits</p>"
        },
        {
            "id": "8.",
            "section": "Construction and Operation Standards",
            "content": "8. (1) A prescribed standard for the operation of a Class 2 sewage system is that it shall be used only for the disposal of sewage other than human body waste. (2) The following are prescribed as standards for the construction of a Class 2 sewage system: 1. The bottom of the pit shall be at least 0.5 metres above the high ground water table. 2. The pit shall be constructed in such a manner as to prevent the collapse of its sidewalls. 3. Any material used to support or form the sidewalls of the pit shall be an open jointed material of a type that will permit leaching from the pit. 4. The pit shall be provided with a tight, strong cover that shall remain over the pit except when it is necessary to remove it for purposes of adding sewage to or removing sewage from the pit or for purposes of maintenance of the pit. 5. The earth around the perimeter of the pit shall be raised or mounded to a height of at least 0.15 metres above ground level. 6. The surface of the ground in the area of the pit shall be so graded that surface drainage in the area will be diverted away from the pit. 7. The pit shall be surrounded on all sides and on its bottom by at least 0.6 metres of earth. R.R.O. 1990, Reg. 358, s. 8. class 3 sewage systems — cesspools",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) A prescribed standard for the operation of a Class 2 sewage system is that it shall be used only for the disposal of sewage other than human body waste.</p> <p class=\"subsection-e\">(2) The following are prescribed as standards for the construction of a Class 2 sewage system:</p> <p class=\"paragraph-e\">1. The bottom of the pit shall be at least 0.5 metres above the high ground water table.</p> <p class=\"paragraph-e\">2. The pit shall be constructed in such a manner as to prevent the collapse of its sidewalls.</p> <p class=\"paragraph-e\">3. Any material used to support or form the sidewalls of the pit shall be an open jointed material of a type that will permit leaching from the pit.</p> <p class=\"paragraph-e\">4. The pit shall be provided with a tight, strong cover that shall remain over the pit except when it is necessary to remove it for purposes of adding sewage to or removing sewage from the pit or for purposes of maintenance of the pit.</p> <p class=\"paragraph-e\">5. The earth around the perimeter of the pit shall be raised or mounded to a height of at least 0.15 metres above ground level.</p> <p class=\"paragraph-e\">6. The surface of the ground in the area of the pit shall be so graded that surface drainage in the area will be diverted away from the pit.</p> <p class=\"paragraph-e\">7. The pit shall be surrounded on all sides and on its bottom by at least 0.6 metres of earth. R.R.O. 1990, Reg. 358, s. 8.</p> <p class=\"heading2-e\">class 3 sewage systems — cesspools</p>"
        },
        {
            "id": "9.",
            "section": "Construction and Operation Standards",
            "content": "9. (1) A prescribed standard for the operation of a Class 3 sewage system is that it shall be used only for the disposal of the contents of a Class 1 sewage system or effluent that has passed through a leaching bed that was in use before the 16th day of April, 1974. (2) The following are prescribed as standards for the construction of a Class 3 sewage system: 1. The bottom of the cesspool shall be at least 0.5 metres above the high ground water table. 2. The cesspool shall be constructed in such a manner as to prevent the collapse of its sidewalls. 3. Any material used to support or form the sidewalls of the cesspool shall be an open jointed material of a type that will permit leaching from the cesspool. 4. The cesspool shall be provided with a tight, strong cover that shall remain over the cesspool except when it is necessary to remove it for purposes of adding sewage to or removing sewage from the cesspool or for purposes of maintenance of the cesspool. 5. The earth around the perimeter of the cesspool shall be raised or mounded to a height of at least 0.15 metres above ground level. 6. The surface of the ground in the area of the cesspool shall be so graded that surface drainage in the area will be diverted away from the cesspool. 7. The cesspool shall be surrounded on all sides and on the bottom by at least 0.6 metres of earth. R.R.O. 1990, Reg. 358, s. 9. class 4 sewage systems — septic tank systems",
            "raw_html": "<p class=\"section-e\"><b>9. </b>(1) A prescribed standard for the operation of a Class 3 sewage system is that it shall be used only for the disposal of the contents of a Class 1 sewage system or effluent that has passed through a leaching bed that was in use before the 16th day of April, 1974.</p> <p class=\"subsection-e\">(2) The following are prescribed as standards for the construction of a Class 3 sewage system:</p> <p class=\"paragraph-e\">1. The bottom of the cesspool shall be at least 0.5 metres above the high ground water table.</p> <p class=\"paragraph-e\">2. The cesspool shall be constructed in such a manner as to prevent the collapse of its sidewalls.</p> <p class=\"paragraph-e\">3. Any material used to support or form the sidewalls of the cesspool shall be an open jointed material of a type that will permit leaching from the cesspool.</p> <p class=\"paragraph-e\">4. The cesspool shall be provided with a tight, strong cover that shall remain over the cesspool except when it is necessary to remove it for purposes of adding sewage to or removing sewage from the cesspool or for purposes of maintenance of the cesspool.</p> <p class=\"paragraph-e\">5. The earth around the perimeter of the cesspool shall be raised or mounded to a height of at least 0.15 metres above ground level.</p> <p class=\"paragraph-e\">6. The surface of the ground in the area of the cesspool shall be so graded that surface drainage in the area will be diverted away from the cesspool.</p> <p class=\"paragraph-e\">7. The cesspool shall be surrounded on all sides and on the bottom by at least 0.6 metres of earth. R.R.O. 1990, Reg. 358, s. 9.</p> <p class=\"heading2-e\">class 4 sewage systems — septic tank systems</p>"
        },
        {
            "id": "10.",
            "section": "Construction and Operation Standards",
            "content": "10. (1) The following are prescribed as standards for the construction and installation of a Class 4 sewage system: 1. The septic tank shall conform to the requirements of section 6. 2. The working capacity of the septic tank shall in no case, be less than 2,700 litres and, i. where the septic tank system is to be used in connection with a private dwelling having the number of bedrooms itemized in Column 1 of Table 2, shall be not less than the number of litres set out opposite thereto in Column 2, or ii. where the septic tank system is to be used in connection with structures other than a private dwelling having five bedrooms or less, shall be not less than twice the daily sewage flow for daily sewage flows of 3,600 litres or less and not less than three-quarters of the daily sewage flow plus 4,500 litres for daily sewage flows in excess of 3,600 litres. 3. The septic tank shall be of such construction and design as will permit the collection and holding of sewage therein to a depth of not less than 120 centimetres except that a depth of not less than ninety centimetres is permissible where excavation in rock is necessary or to avoid rupture or displacement of the tank due to ground water pressure. 4. The septic tank shall be constructed in such a manner that any sewage flowing through the tank shall pass through at least two compartments for settling sewage. 5. The working capacity of the second compartment of a septic tank shall be approximately 50 per cent of the working capacity of the first compartment. 6. Partitions separating the septic tank into compartments shall extend at least fifteen centimetres above the liquid level at the outlet and there shall be one or more openings through or above the partition which openings shall have a total area of at least three times the area of the inlet pipe and be located between the ceiling and a level fifteen centimetres above the liquid level at the outlet to provide for the free flow of air between compartments. 7. Sewage may pass from one compartment to another of the septic tank system by means of either, i. a fixture similar to that described in Standard CAN3- B66 for outlet devices, or ii. through two or more openings through the partition located in a horizontal line and evenly spaced across the width of the partition, centred at approximately 40 per cent of the liquid depth below the surface of the liquid, and having a total area of between three and five times that of the cross-sectional area of the inlet pipe. 8. Where the total length of distribution pipe required by subsection (3) is 150 metres or more, the sewage system shall have a pump or siphon, contained in a separate compartment that may be part of the tank structure, so designed and constructed that it will be capable of discharging from the compartment, within a time period not exceeding fifteen minutes, a volume of tank effluent not less than three-quarters of the total interior volume of the distribution pipe. 9. No person shall locate or permit the location of a septic tank closer to an item set out in Column 1 of Table 3 than the horizontal distance set out opposite thereto in Column 2. (2) The following are prescribed as standards for the construction of a leaching bed used in connection with a Class 4 sewage system: 1. No person shall locate or permit the location of the leaching bed, i. in an area that has an average slope that exceeds one unit vertically to four units horizontally, ii. in soil that has a percolation time greater than fifty minutes or less than one minute, iii. so that a distribution pipe installed therein or any part thereof is closer to an item set out in Column 1 of Table 4 than the horizontal distance set out opposite thereto in Column 2, iv. where the effluent from the leaching bed would cause impairment of the ground water, or v. in or on an area subject to flooding that may be expected to cause damage to the leaching bed or a public health nuisance by impairing the operation of the leaching bed. 2. The surface of the leaching bed shall be shaped to shed water and, together with the side slopes of any raised portion, shall be protected against erosion in such a manner as to not inhibit the evaporation and transpiration of waters from the soil and to not cause plugging of the distribution pipe. 3. The leaching bed shall not be covered with any impervious material. 4. The leaching bed shall be protected from compaction or any stress or pressure that may result in the impairment or destruction of any pipe or tile in the leaching bed. (3) The following are prescribed as standards for the construction of a leaching bed, constructed by means of absorption trenches, that is used in connection with a Class 4 sewage system: 1. The leaching bed serving a private dwelling having the number of bedrooms set out in Column 1 of Table 5 shall have a distribution pipe having a total length not less than that set out opposite such number in the column headed by the design percolation time for the soil in the leaching bed. 2. The leaching bed serving a building or structure other than a private dwelling shall have a total length of distribution pipe not less than the value determined by the formula, L = QT/200 where L is the total length of distribution pipe expressed in metres, Q is the total daily sewage flow in litres and T is the design percolation time in minutes, but in no case shall the total length of distribution pipe be less than forty metres. 3. The absorption trenches shall be, i. not more than thirty metres in length, ii. approximately the same length, iii. at least 0.5 metres in width, iv. between 0.6 and 0.9 metres in depth, v. centred at least 1.6 metres apart, vi. set at an elevation such that the bottom of the trench shall be at all points at least 0.5 metres above high ground water table and at least 0.9 metres above the maximum elevation of rock or soil with a percolation time of greater than fifty minutes, and vii. backfilled, after installation of distribution pipe in accordance with paragraph 4, with porous soil so as to ensure that after the soil settles the surface of the leaching bed will not form any depressions. 4. Distribution pipe used in the construction of a leaching bed shall be, i. of not less than three inch diameter trade size for gravity flow systems or one and one-quarter inch diameter trade size for pressurized systems, ii. placed or installed on a layer or covering at least 0.15 metres in depth and 0.5 metres in width comprised of stone that is either nineteen millimetre clear aggregate, washed to be free of fine material, or clean gravel screened to be between nineteen and fifty-three millimetres in size, iii. placed or installed with a uniform downward slope from the inlet with a drop of not less than thirty millimetres and not more than fifty millimetres for each ten metres of its length, iv. where it is open-jointed distribution pipe, installed in such a manner that there is an open space of not less than six and not more than twelve millimetres between each pipe or tile and that the upper half of every open space is covered with tar paper so as to prevent soil, gravel or other foreign matter from entering the distribution pipe through the open space, and v. covered with stone of the type used below the distribution pipe to a height of at least fifty millimetres above the top of the distribution pipe, which stone is then completely covered with untreated building paper, pea gravel, straw or other like material in such a manner as to prevent soil from entering the stone. 5. A leaching bed comprising absorption trenches may be constructed in imported soil provided that, i. there is unsaturated soil having a percolation time not less than one minute and not more than fifty minutes, to a depth of at least 0.25 metres over the area covered by the leaching bed and extending for at least fifteen metres beyond the outer distribution pipes in any direction in which the sewage entering the soil will move laterally, ii. where soil is added to meet the requirements of subparagraph i it shall be stabilized against erosion, iii. where the soil meeting the requirements of subparagraph i has percolation time greater than fifteen minutes, any soil added to it, except porous soil added as backfill above the stone layer in which the distribution pipe is located, has a percolation time not less than 75 per cent of the percolation time of the soil meeting the requirements of subparagraph i, iv. the site to which the soil is added is generally clear of vegetation, v. the soil that is added is compacted in layers so as to avoid uneven settlement of the distribution pipes, vi. the surface of the soil that is added to form the leaching bed and is above the level of the surrounding ground is extended horizontally at least one metre beyond the centre line of any pipe or the end of any absorption trench or part thereof before sloping to ground level, vii. the sides of the added soil are sloped to ensure stability but are not steeper than one unit vertically to two units horizontally, viii. any distribution boxes, header lines, absorption trenches and distribution pipe are constructed or installed only after the soil that has been added to the site has been compacted in accordance with subparagraph v, and ix. the distances set out in Column 2 of Table 4 are increased by two metres for each metre that the surface of the leaching bed is raised above ground level. 6. Soil added to meet the requirements of subparagraph i of paragraph 5 or to form the leaching bed, shall be regarded as part of the sewage system for the purposes of section 5. (4) A leaching bed used in connection with a Class 4 sewage system may be constructed as one or more filter beds if, (a) the requirements of subsection (2), paragraphs 4 and 6 of subsection (3) and subparagraphs i to v, viii and ix of paragraph 5 of subsection (3) are met; (b) the daily sewage load to the leaching bed does not exceed 5,000 litres; (c) the effective area of the surface of the filter medium in each filter bed is at least ten square metres and not more than fifty square metres; (d) where the leaching bed is serving a private dwelling with the number of bedrooms set out in Column 1 of Table 6, the area of the filter medium in the leaching bed is not less than that set out opposite the appropriate number of bedrooms in the column for Class 4 sewage systems; (e) where the daily sewage flow to the leaching bed does not exceed 3,000 litres, the area is such that the loading on the surface of the filter medium does not exceed 75 litres per square metre per day; (f) where the daily sewage flow to the leaching bed exceeds 3,000 litres, the area is such that the loading on the surface of the filter medium does not exceed 50 litres per square metre per day and the leaching bed is comprised of more than one filter bed, each of similar size and adjacent to each other; (g) where there is more than one filter bed in a leaching bed, the filter beds are separated so that there are at least five metres between the distribution pipes of each filter bed and those of all other filter beds; (h) the surface of the filter medium to which the sewage is applied is at least 0.5 metres above the high ground water table and at least 0.9 metres above the maximum elevation of rock or soil with a percolation time greater than fifty minutes; (i) the stone layer in which the distribution pipe is set is continuous over the surface of the filter medium to which the sewage is applied; (j) the lines of distribution pipe are evenly spaced over the surface of the filter medium to which the sewage is applied at a spacing not exceeding 1.2 metres; (k) the distance between, (i) the edge of the stone layer in which the distribution pipe is set, and (ii) the end of any distribution pipe and the center line of the outermost distribution pipe, shall, where there is more than one line of distribution pipe, be approximately one-half of the distribution pipe spacing but, in any event, shall not be less than 0.2 metres or more than 0.6 metres; (l) the filter medium has a minimum depth of 0.75 metres below the stone layer and is clean sand comprised of particles ranging in size between the limits of, (i) an effective size of 0.25 millimetres with a uniformity coefficient not less than 3.5, and (ii) an effective size of 2.5 millimetres with a uniformity coefficient not greater than 1.5, and having a uniformity coefficient not greater than 4.5; (m) the base of the filter medium extends at a thickness of at least 0.25 metres over an area meeting the requirements of the formula: A = QT/850 where A is the area of contact in square metres between the base of the filter medium and the underlying soil, Q is the daily sewage flow in litres and T is the percolation time of the underlying soil; (n) the filter bed is overfilled with porous soil so as to ensure that after the soil settles the surface of the bed will be shaped to shed rain-water. (5) The following are prescribed as standards for the operation of a Class 4 sewage system: 1. The owner of the sewage system shall arrange for the servicing and maintenance of all components of the sewage system as required to ensure its continued proper operation. 2. If the sewage system is a Class A sewage system, the owner shall at least once in every twelve months in which the system is used have it inspected by a person licensed to carry out servicing and repairs. R.R.O. 1990, Reg. 358, s. 10. class 5 sewage systems — holding tanks",
            "raw_html": "<p class=\"section-e\"><b>10. </b>(1) The following are prescribed as standards for the construction and installation of a Class 4 sewage system:</p> <p class=\"paragraph-e\">1. The septic tank shall conform to the requirements of section 6.</p> <p class=\"paragraph-e\">2. The working capacity of the septic tank shall in no case, be less than 2,700 litres and,</p> <p class=\"subpara-e\">i. where the septic tank system is to be used in connection with a private dwelling having the number of bedrooms itemized in Column 1 of Table 2, shall be not less than the number of litres set out opposite thereto in Column 2, or</p> <p class=\"subpara-e\">ii. where the septic tank system is to be used in connection with structures other than a private dwelling having five bedrooms or less, shall be not less than twice the daily sewage flow for daily sewage flows of 3,600 litres or less and not less than three-quarters of the daily sewage flow plus 4,500 litres for daily sewage flows in excess of 3,600 litres.</p> <p class=\"paragraph-e\">3. The septic tank shall be of such construction and design as will permit the collection and holding of sewage therein to a depth of not less than 120 centimetres except that a depth of not less than ninety centimetres is permissible where excavation in rock is necessary or to avoid rupture or displacement of the tank due to ground water pressure.</p> <p class=\"paragraph-e\">4. The septic tank shall be constructed in such a manner that any sewage flowing through the tank shall pass through at least two compartments for settling sewage.</p> <p class=\"paragraph-e\">5. The working capacity of the second compartment of a septic tank shall be approximately 50 per cent of the working capacity of the first compartment.</p> <p class=\"paragraph-e\">6. Partitions separating the septic tank into compartments shall extend at least fifteen centimetres above the liquid level at the outlet and there shall be one or more openings through or above the partition which openings shall have a total area of at least three times the area of the inlet pipe and be located between the ceiling and a level fifteen centimetres above the liquid level at the outlet to provide for the free flow of air between compartments.</p> <p class=\"paragraph-e\">7. Sewage may pass from one compartment to another of the septic tank system by means of either,</p> <p class=\"subpara-e\">i. a fixture similar to that described in Standard CAN3- B66 for outlet devices, or</p> <p class=\"subpara-e\">ii. through two or more openings through the partition located in a horizontal line and evenly spaced across the width of the partition, centred at approximately 40 per cent of the liquid depth below the surface of the liquid, and having a total area of between three and five times that of the cross-sectional area of the inlet pipe.</p> <p class=\"paragraph-e\">8. Where the total length of distribution pipe required by subsection (3) is 150 metres or more, the sewage system shall have a pump or siphon, contained in a separate compartment that may be part of the tank structure, so designed and constructed that it will be capable of discharging from the compartment, within a time period not exceeding fifteen minutes, a volume of tank effluent not less than three-quarters of the total interior volume of the distribution pipe.</p> <p class=\"paragraph-e\">9. No person shall locate or permit the location of a septic tank closer to an item set out in Column 1 of Table 3 than the horizontal distance set out opposite thereto in Column 2.</p> <p class=\"subsection-e\">(2) The following are prescribed as standards for the construction of a leaching bed used in connection with a Class 4 sewage system:</p> <p class=\"paragraph-e\">1. No person shall locate or permit the location of the leaching bed,</p> <p class=\"subpara-e\">i. in an area that has an average slope that exceeds one unit vertically to four units horizontally,</p> <p class=\"subpara-e\">ii. in soil that has a percolation time greater than fifty minutes or less than one minute,</p> <p class=\"subpara-e\">iii. so that a distribution pipe installed therein or any part thereof is closer to an item set out in Column 1 of Table 4 than the horizontal distance set out opposite thereto in Column 2,</p> <p class=\"subpara-e\">iv. where the effluent from the leaching bed would cause impairment of the ground water, or</p> <p class=\"subpara-e\">v. in or on an area subject to flooding that may be expected to cause damage to the leaching bed or a public health nuisance by impairing the operation of the leaching bed.</p> <p class=\"paragraph-e\">2. The surface of the leaching bed shall be shaped to shed water and, together with the side slopes of any raised portion, shall be protected against erosion in such a manner as to not inhibit the evaporation and transpiration of waters from the soil and to not cause plugging of the distribution pipe.</p> <p class=\"paragraph-e\">3. The leaching bed shall not be covered with any impervious material.</p> <p class=\"paragraph-e\">4. The leaching bed shall be protected from compaction or any stress or pressure that may result in the impairment or destruction of any pipe or tile in the leaching bed.</p> <p class=\"subsection-e\">(3) The following are prescribed as standards for the construction of a leaching bed, constructed by means of absorption trenches, that is used in connection with a Class 4 sewage system:</p> <p class=\"paragraph-e\">1. The leaching bed serving a private dwelling having the number of bedrooms set out in Column 1 of Table 5 shall have a distribution pipe having a total length not less than that set out opposite such number in the column headed by the design percolation time for the soil in the leaching bed.</p> <p class=\"paragraph-e\">2. The leaching bed serving a building or structure other than a private dwelling shall have a total length of distribution pipe not less than the value determined by the formula,</p> <p class=\"equation-e\">L = QT/200</p> <p class=\"Sparagraph-e\">where</p> <p class=\"equationind2-e\">L is the total length of distribution pipe expressed in metres, Q is the total daily sewage flow in litres and T is the design percolation time in minutes, but in no case shall the total length of distribution pipe be less than forty metres.</p> <p class=\"paragraph-e\">3. The absorption trenches shall be,</p> <p class=\"subpara-e\">i. not more than thirty metres in length,</p> <p class=\"subpara-e\">ii. approximately the same length,</p> <p class=\"subpara-e\">iii. at least 0.5 metres in width,</p> <p class=\"subpara-e\">iv. between 0.6 and 0.9 metres in depth,</p> <p class=\"subpara-e\">v. centred at least 1.6 metres apart,</p> <p class=\"subpara-e\">vi. set at an elevation such that the bottom of the trench shall be at all points at least 0.5 metres above high ground water table and at least 0.9 metres above the maximum elevation of rock or soil with a percolation time of greater than fifty minutes, and</p> <p class=\"subpara-e\">vii. backfilled, after installation of distribution pipe in accordance with paragraph 4, with porous soil so as to ensure that after the soil settles the surface of the leaching bed will not form any depressions.</p> <p class=\"paragraph-e\">4. Distribution pipe used in the construction of a leaching bed shall be,</p> <p class=\"subpara-e\">i. of not less than three inch diameter trade size for gravity flow systems or one and one-quarter inch diameter trade size for pressurized systems,</p> <p class=\"subpara-e\">ii. placed or installed on a layer or covering at least 0.15 metres in depth and 0.5 metres in width comprised of stone that is either nineteen millimetre clear aggregate, washed to be free of fine material, or clean gravel screened to be between nineteen and fifty-three millimetres in size,</p> <p class=\"subpara-e\">iii. placed or installed with a uniform downward slope from the inlet with a drop of not less than thirty millimetres and not more than fifty millimetres for each ten metres of its length,</p> <p class=\"subpara-e\">iv. where it is open-jointed distribution pipe, installed in such a manner that there is an open space of not less than six and not more than twelve millimetres between each pipe or tile and that the upper half of every open space is covered with tar paper so as to prevent soil, gravel or other foreign matter from entering the distribution pipe through the open space, and</p> <p class=\"subpara-e\">v. covered with stone of the type used below the distribution pipe to a height of at least fifty millimetres above the top of the distribution pipe, which stone is then completely covered with untreated building paper, pea gravel, straw or other like material in such a manner as to prevent soil from entering the stone.</p> <p class=\"paragraph-e\">5. A leaching bed comprising absorption trenches may be constructed in imported soil provided that,</p> <p class=\"subpara-e\">i. there is unsaturated soil having a percolation time not less than one minute and not more than fifty minutes, to a depth of at least 0.25 metres over the area covered by the leaching bed and extending for at least fifteen metres beyond the outer distribution pipes in any direction in which the sewage entering the soil will move laterally,</p> <p class=\"subpara-e\">ii. where soil is added to meet the requirements of subparagraph i it shall be stabilized against erosion,</p> <p class=\"subpara-e\">iii. where the soil meeting the requirements of subparagraph i has percolation time greater than fifteen minutes, any soil added to it, except porous soil added as backfill above the stone layer in which the distribution pipe is located, has a percolation time not less than 75 per cent of the percolation time of the soil meeting the requirements of subparagraph i,</p> <p class=\"subpara-e\">iv. the site to which the soil is added is generally clear of vegetation,</p> <p class=\"subpara-e\">v. the soil that is added is compacted in layers so as to avoid uneven settlement of the distribution pipes,</p> <p class=\"subpara-e\">vi. the surface of the soil that is added to form the leaching bed and is above the level of the surrounding ground is extended horizontally at least one metre beyond the centre line of any pipe or the end of any absorption trench or part thereof before sloping to ground level,</p> <p class=\"subpara-e\">vii. the sides of the added soil are sloped to ensure stability but are not steeper than one unit vertically to two units horizontally,</p> <p class=\"subpara-e\">viii. any distribution boxes, header lines, absorption trenches and distribution pipe are constructed or installed only after the soil that has been added to the site has been compacted in accordance with subparagraph v, and</p> <p class=\"subpara-e\">ix. the distances set out in Column 2 of Table 4 are increased by two metres for each metre that the surface of the leaching bed is raised above ground level.</p> <p class=\"paragraph-e\">6. Soil added to meet the requirements of subparagraph i of paragraph 5 or to form the leaching bed, shall be regarded as part of the sewage system for the purposes of section 5.</p> <p class=\"subsection-e\">(4) A leaching bed used in connection with a Class 4 sewage system may be constructed as one or more filter beds if,</p> <p class=\"clause-e\">(a) the requirements of subsection (2), paragraphs 4 and 6 of subsection (3) and subparagraphs i to v, viii and ix of paragraph 5 of subsection (3) are met;</p> <p class=\"clause-e\">(b) the daily sewage load to the leaching bed does not exceed 5,000 litres;</p> <p class=\"clause-e\">(c) the effective area of the surface of the filter medium in each filter bed is at least ten square metres and not more than fifty square metres;</p> <p class=\"clause-e\">(d) where the leaching bed is serving a private dwelling with the number of bedrooms set out in Column 1 of Table 6, the area of the filter medium in the leaching bed is not less than that set out opposite the appropriate number of bedrooms in the column for Class 4 sewage systems;</p> <p class=\"clause-e\">(e) where the daily sewage flow to the leaching bed does not exceed 3,000 litres, the area is such that the loading on the surface of the filter medium does not exceed 75 litres per square metre per day;</p> <p class=\"clause-e\">(f) where the daily sewage flow to the leaching bed exceeds 3,000 litres, the area is such that the loading on the surface of the filter medium does not exceed 50 litres per square metre per day and the leaching bed is comprised of more than one filter bed, each of similar size and adjacent to each other;</p> <p class=\"clause-e\">(g) where there is more than one filter bed in a leaching bed, the filter beds are separated so that there are at least five metres between the distribution pipes of each filter bed and those of all other filter beds;</p> <p class=\"clause-e\">(h) the surface of the filter medium to which the sewage is applied is at least 0.5 metres above the high ground water table and at least 0.9 metres above the maximum elevation of rock or soil with a percolation time greater than fifty minutes;</p> <p class=\"clause-e\">(i) the stone layer in which the distribution pipe is set is continuous over the surface of the filter medium to which the sewage is applied;</p> <p class=\"clause-e\">(j) the lines of distribution pipe are evenly spaced over the surface of the filter medium to which the sewage is applied at a spacing not exceeding 1.2 metres;</p> <p class=\"clause-e\">(k) the distance between,</p> <p class=\"subclause-e\">(i) the edge of the stone layer in which the distribution pipe is set, and</p> <p class=\"subclause-e\">(ii) the end of any distribution pipe and the center line of the outermost distribution pipe,</p> <p class=\"Sclause-e\">shall, where there is more than one line of distribution pipe, be approximately one-half of the distribution pipe spacing but, in any event, shall not be less than 0.2 metres or more than 0.6 metres;</p> <p class=\"clause-e\">(l) the filter medium has a minimum depth of 0.75 metres below the stone layer and is clean sand comprised of particles ranging in size between the limits of,</p> <p class=\"subclause-e\">(i) an effective size of 0.25 millimetres with a uniformity coefficient not less than 3.5, and</p> <p class=\"subclause-e\">(ii) an effective size of 2.5 millimetres with a uniformity coefficient not greater than 1.5,</p> <p class=\"Sclause-e\">and having a uniformity coefficient not greater than 4.5;</p> <p class=\"clause-e\">(m) the base of the filter medium extends at a thickness of at least 0.25 metres over an area meeting the requirements of the formula:</p> <p class=\"equation-e\">A = QT/850</p> <p class=\"Sclause-e\">where</p> <p class=\"equationind2-e\">A is the area of contact in square metres between the base of the filter medium and the underlying soil, Q is the daily sewage flow in litres and T is the percolation time of the underlying soil;</p> <p class=\"clause-e\">(n) the filter bed is overfilled with porous soil so as to ensure that after the soil settles the surface of the bed will be shaped to shed rain-water.</p> <p class=\"subsection-e\">(5) The following are prescribed as standards for the operation of a Class 4 sewage system:</p> <p class=\"paragraph-e\">1. The owner of the sewage system shall arrange for the servicing and maintenance of all components of the sewage system as required to ensure its continued proper operation.</p> <p class=\"paragraph-e\">2. If the sewage system is a Class A sewage system, the owner shall at least once in every twelve months in which the system is used have it inspected by a person licensed to carry out servicing and repairs. R.R.O. 1990, Reg. 358, s. 10.</p> <p class=\"heading2-e\">class 5 sewage systems — holding tanks</p>"
        },
        {
            "id": "11.",
            "section": "Construction and Operation Standards",
            "content": "11. (1) The following are prescribed as the standards for the construction and operation of a Class 5 sewage system: 1. The sewage system shall be operated in connection with a Class 7 sewage system for which a certificate of approval has been issued under Part VIII of the Act. 2. When the sewage system is filled with sewage the sewage system shall not be operated until such time as the sewage is removed from the sewage system in accordance with the Act and this Regulation. 3. The sewage system shall have an apparatus or device installed and kept operating to provide a warning that is visible or audible or both to indicate when the tank is nearing capacity and should be emptied, which apparatus or device shall be capable of adjustment to give warning at the sewage level in the tank that, in relation to the daily sewage flow, will provide a suitable advance warning to the building occupants considering the location of the system and the response time of the contracted Class 7 sewage system. (2) The following are prescribed as standards for the construction of a holding tank that is to be used as part of a Class 5 sewage system: 1. The holding tank shall conform to the requirements of section 6. 2. The holding tank shall be capable of being fitted with that part of the warning device referred to in paragraph 3 of subsection (1) that is to be mounted on or in the tank. 3. The holding tank shall be of a design or construction that will allow it to be sealed in such a manner as to be capable of withstanding internal pressure as specified in Underwriters’ Laboratories of Canada Standards ULC-S601-1973 and ULC- S603-1973. 4. The holding tank shall be of such design and construction as will allow the complete removal of solid matter that can be expected to settle in the holding tank. 5. The holding tank shall have an apparatus or device suitable for allowing the contents of the holding tank to drain from or be otherwise removed from the holding tank in accordance with the Act and this Regulation. 6. The working capacity of a holding tank shall not be less than 9,000 litres. (3) To meet the requirements of paragraph 6 of subsection (2), two or more tanks may be used and, if they are connected in such a manner as will allow the sewage contained therein to flow between the tanks, they shall be deemed to be one holding tank, but the combined working capacity shall not include any portion of any tank that cannot be completely drained due to the manner in which the connections are made. R.R.O. 1990, Reg. 358, s. 11. class 6 sewage systems — proprietary aerobic systems",
            "raw_html": "<p class=\"section-e\"><b>11. </b>(1) The following are prescribed as the standards for the construction and operation of a Class 5 sewage system:</p> <p class=\"paragraph-e\">1. The sewage system shall be operated in connection with a Class 7 sewage system for which a certificate of approval has been issued under Part VIII of the Act.</p> <p class=\"paragraph-e\">2. When the sewage system is filled with sewage the sewage system shall not be operated until such time as the sewage is removed from the sewage system in accordance with the Act and this Regulation.</p> <p class=\"paragraph-e\">3. The sewage system shall have an apparatus or device installed and kept operating to provide a warning that is visible or audible or both to indicate when the tank is nearing capacity and should be emptied, which apparatus or device shall be capable of adjustment to give warning at the sewage level in the tank that, in relation to the daily sewage flow, will provide a suitable advance warning to the building occupants considering the location of the system and the response time of the contracted Class 7 sewage system.</p> <p class=\"subsection-e\">(2) The following are prescribed as standards for the construction of a holding tank that is to be used as part of a Class 5 sewage system:</p> <p class=\"paragraph-e\">1. The holding tank shall conform to the requirements of section 6.</p> <p class=\"paragraph-e\">2. The holding tank shall be capable of being fitted with that part of the warning device referred to in paragraph 3 of subsection (1) that is to be mounted on or in the tank.</p> <p class=\"paragraph-e\">3. The holding tank shall be of a design or construction that will allow it to be sealed in such a manner as to be capable of withstanding internal pressure as specified in Underwriters’ Laboratories of Canada Standards ULC-S601-1973 and ULC- S603-1973.</p> <p class=\"paragraph-e\">4. The holding tank shall be of such design and construction as will allow the complete removal of solid matter that can be expected to settle in the holding tank.</p> <p class=\"paragraph-e\">5. The holding tank shall have an apparatus or device suitable for allowing the contents of the holding tank to drain from or be otherwise removed from the holding tank in accordance with the Act and this Regulation.</p> <p class=\"paragraph-e\">6. The working capacity of a holding tank shall not be less than 9,000 litres.</p> <p class=\"subsection-e\">(3) To meet the requirements of paragraph 6 of subsection (2), two or more tanks may be used and, if they are connected in such a manner as will allow the sewage contained therein to flow between the tanks, they shall be deemed to be one holding tank, but the combined working capacity shall not include any portion of any tank that cannot be completely drained due to the manner in which the connections are made. R.R.O. 1990, Reg. 358, s. 11.</p> <p class=\"heading2-e\">class 6 sewage systems — proprietary aerobic systems</p>"
        },
        {
            "id": "12.",
            "section": "Construction and Operation Standards",
            "content": "12. (1) The following are prescribed as standards for installation of a Class 6 sewage system: 1. No person shall locate or cause or permit the location of the proprietary aerobic sewage treatment plant closer to an item set out in Column 1 of Table 3 than the horizontal distance set out opposite thereto in Column 2. 2. A leaching bed constructed as part of the sewage system shall be located in accordance with paragraph 1 of subsection 10 (2). 3. The sewage system shall comply with paragraph 8 of subsection 10 (1). 4. The sewage system shall include an audible failure warning alarm located to warn occupants of the building served of a malfunction in the operation of the proprietary aerobic sewage treatment plant. (2) The following are prescribed as standards for the construction of a leaching bed that is used in connection with a Class 6 sewage system: 1. The leaching bed, if constructed by means of absorption trenches, shall have, in any case, at least thirty metres of distribution pipe but, i. if serving a private dwelling, it shall have distribution pipe of a total length not less than two-thirds of the length set out in the appropriate column of Table 5 showing the design percolation time for the soil in the leaching bed opposite the number of bedrooms set out in Column 1 of Table 5, or ii. if serving a structure other than a private dwelling, it shall have distribution pipe of a total length not less than the value determined by the formula: L = QT/300 where L is the total length of distribution pipe expressed in metres, Q is the total daily sewage flow in litres and T is the design percolation time in minutes. 2. Where the leaching bed is constructed by means of absorption trenches, it shall conform to subsection 10 (2) and paragraphs 3, 4, 5 and 6 of subsection 10 (3). 3. The leaching bed may be constructed as a filter bed where, i. except as provided in subparagraphs ii to v, it conforms to subsection 10 (4), ii. the daily sewage load to the leaching bed does not exceed 10,000 litres, iii. if the leaching bed is serving a private dwelling with the number of bedrooms set out in Column 1 of Table 6, the area of the filter medium in the leaching bed is not less than that set out opposite the appropriate number of bedrooms in the column for Class 6 sewage systems, iv. if the daily sewage flow does not exceed 6,000 litres, the area is such that the loading on the surface of the filter medium does not exceed 150 litres per square metre per day, and v. if the daily sewage flow exceeds 6,000 litres, the area is such that the loading on the surface of the filter medium does not exceed 100 litres per square metre per day and the leaching bed is comprised of more than one filter bed. (3) The manufacturer or distributor of a proprietary aerobic sewage treatment plant shall have, for each type and model of plant sold, printed literature that describes the plant in detail and provides complete instructions regarding the operation, servicing, and maintenance requirements of the plant and its related components necessary to ensure its continued proper operation in accordance with its design and specifications. (4) The following are prescribed as standards for the construction, operation and maintenance of a Class 6 sewage system: 1. The proprietary aerobic sewage treatment plant and its related components shall be operated, serviced and maintained in accordance with the instructions referred to in subsection (3). 2. Servicing and maintenance shall be undertaken regularly and with a frequency necessary to ensure the proper operation of the plant and its components in accordance with its designs and specifications. (5) The person who constructs a Class 6 sewage system shall ensure that a copy of the literature described in subsection (3) is made available to the owner of the property on which the system is to be installed for retention by that person. (6) No person shall operate a Class 6 sewage system that is not a Class A sewage system unless the servicing and maintenance of the proprietary aerobic sewage treatment plant and its related components are carried out by a person who, (a) possesses the instructions referred to in subsection (3); and (b) if in the business of servicing and repairing sewage systems, is authorized by licence to service and maintain that type of proprietary aerobic sewage treatment plant or possesses other evidence, acceptable to the Director, demonstrating the person’s qualifications for such work. (7) No person shall operate a Class 6 sewage system that is a Class A sewage system unless there is a written agreement for the servicing and maintenance of the proprietary aerobic sewage treatment plant and its related components between the owner or operator and a person described in clause (6) (b) or an employee of the owner who, (a) is approved by the manufacturer for the servicing and maintenance of the proprietary aerobic sewage treatment plant and its related components; and (b) is approved for that purpose in writing by the Director and carries out the servicing and maintenance as part of his or her duties. R.R.O. 1990, Reg. 358, s. 12. class 7 sewage systems — hauled sewage systems",
            "raw_html": "<p class=\"section-e\"><b>12. </b>(1) The following are prescribed as standards for installation of a Class 6 sewage system:</p> <p class=\"paragraph-e\">1. No person shall locate or cause or permit the location of the proprietary aerobic sewage treatment plant closer to an item set out in Column 1 of Table 3 than the horizontal distance set out opposite thereto in Column 2.</p> <p class=\"paragraph-e\">2. A leaching bed constructed as part of the sewage system shall be located in accordance with paragraph 1 of subsection 10 (2).</p> <p class=\"paragraph-e\">3. The sewage system shall comply with paragraph 8 of subsection 10 (1).</p> <p class=\"paragraph-e\">4. The sewage system shall include an audible failure warning alarm located to warn occupants of the building served of a malfunction in the operation of the proprietary aerobic sewage treatment plant.</p> <p class=\"subsection-e\">(2) The following are prescribed as standards for the construction of a leaching bed that is used in connection with a Class 6 sewage system:</p> <p class=\"paragraph-e\">1. The leaching bed, if constructed by means of absorption trenches, shall have, in any case, at least thirty metres of distribution pipe but,</p> <p class=\"subpara-e\">i. if serving a private dwelling, it shall have distribution pipe of a total length not less than two-thirds of the length set out in the appropriate column of Table 5 showing the design percolation time for the soil in the leaching bed opposite the number of bedrooms set out in Column 1 of Table 5, or</p> <p class=\"subpara-e\">ii. if serving a structure other than a private dwelling, it shall have distribution pipe of a total length not less than the value determined by the formula:</p> <p class=\"equation-e\">L = QT/300</p> <p class=\"Ssubpara-e\">where</p> <p class=\"equationid3-e\">L is the total length of distribution pipe expressed in metres, Q is the total daily sewage flow in litres and T is the design percolation time in minutes.</p> <p class=\"paragraph-e\">2. Where the leaching bed is constructed by means of absorption trenches, it shall conform to subsection 10 (2) and paragraphs 3, 4, 5 and 6 of subsection 10 (3).</p> <p class=\"paragraph-e\">3. The leaching bed may be constructed as a filter bed where,</p> <p class=\"subpara-e\">i. except as provided in subparagraphs ii to v, it conforms to subsection 10 (4),</p> <p class=\"subpara-e\">ii. the daily sewage load to the leaching bed does not exceed 10,000 litres,</p> <p class=\"subpara-e\">iii. if the leaching bed is serving a private dwelling with the number of bedrooms set out in Column 1 of Table 6, the area of the filter medium in the leaching bed is not less than that set out opposite the appropriate number of bedrooms in the column for Class 6 sewage systems,</p> <p class=\"subpara-e\">iv. if the daily sewage flow does not exceed 6,000 litres, the area is such that the loading on the surface of the filter medium does not exceed 150 litres per square metre per day, and</p> <p class=\"subpara-e\">v. if the daily sewage flow exceeds 6,000 litres, the area is such that the loading on the surface of the filter medium does not exceed 100 litres per square metre per day and the leaching bed is comprised of more than one filter bed.</p> <p class=\"subsection-e\">(3) The manufacturer or distributor of a proprietary aerobic sewage treatment plant shall have, for each type and model of plant sold, printed literature that describes the plant in detail and provides complete instructions regarding the operation, servicing, and maintenance requirements of the plant and its related components necessary to ensure its continued proper operation in accordance with its design and specifications.</p> <p class=\"subsection-e\">(4) The following are prescribed as standards for the construction, operation and maintenance of a Class 6 sewage system:</p> <p class=\"paragraph-e\">1. The proprietary aerobic sewage treatment plant and its related components shall be operated, serviced and maintained in accordance with the instructions referred to in subsection (3).</p> <p class=\"paragraph-e\">2. Servicing and maintenance shall be undertaken regularly and with a frequency necessary to ensure the proper operation of the plant and its components in accordance with its designs and specifications.</p> <p class=\"subsection-e\">(5) The person who constructs a Class 6 sewage system shall ensure that a copy of the literature described in subsection (3) is made available to the owner of the property on which the system is to be installed for retention by that person.</p> <p class=\"subsection-e\">(6) No person shall operate a Class 6 sewage system that is not a Class A sewage system unless the servicing and maintenance of the proprietary aerobic sewage treatment plant and its related components are carried out by a person who,</p> <p class=\"clause-e\">(a) possesses the instructions referred to in subsection (3); and</p> <p class=\"clause-e\">(b) if in the business of servicing and repairing sewage systems, is authorized by licence to service and maintain that type of proprietary aerobic sewage treatment plant or possesses other evidence, acceptable to the Director, demonstrating the person’s qualifications for such work.</p> <p class=\"subsection-e\">(7) No person shall operate a Class 6 sewage system that is a Class A sewage system unless there is a written agreement for the servicing and maintenance of the proprietary aerobic sewage treatment plant and its related components between the owner or operator and a person described in clause (6) (b) or an employee of the owner who,</p> <p class=\"clause-e\">(a) is approved by the manufacturer for the servicing and maintenance of the proprietary aerobic sewage treatment plant and its related components; and</p> <p class=\"clause-e\">(b) is approved for that purpose in writing by the Director and carries out the servicing and maintenance as part of his or her duties. R.R.O. 1990, Reg. 358, s. 12.</p> <p class=\"heading2-e\">class 7 sewage systems — hauled sewage systems</p>"
        },
        {
            "id": "13.",
            "section": "Construction and Operation Standards",
            "content": "13. (1) The following are prescribed as standards for the operation of a Class 7 sewage system: 1. Every tank that is part of a Class 7 sewage system and that is used for the transportation of sewage shall have inscribed thereon in plain view the words “SEWAGE WASTE” in letters which are not less than 150 millimetres in height, unless the tank bears a company designation in letters of similar size that clearly indicates the nature of the contents. 2. A Class 7 sewage system or any part thereof that comes into contact with sewage shall not be used for the collection, handling, treatment, transportation, storage or processing of any material other than sewage or a material approved in writing by the Director. 3. Sewage shall not be emitted, discharged or deposited on the surface of the ground from a Class 7 sewage system except in accordance with, i. terms and conditions providing for such emission, discharge or deposit, contained in a certificate of approval issued under section 77 of the Act and pursuant to a permit issued under section 78 of the Act, or ii. an order issued under section 79 of the Act. (2) Paragraph 2 of subsection (1) does not apply to prohibit a tank truck or trailer that has been used to haul sewage from being used to transport other liquids where, (a) the tank is not used for transporting liquids for human or animal consumption or any substance categorized as hazardous waste or hauled liquid industrial waste as defined in Regulation 347 of the Revised Regulations of Ontario, 1990; (b) the owner or operator of the tank truck or trailer obtains every approval required for its alternate use; (c) the tank and any parts that have contacted sewage are cleaned prior to the alternate use to the satisfaction of the receiver of the hauled liquid; and (d) prior to any reuse for hauling sewage, the tank and every part contaminated during the alternate use shall be cleaned to the satisfaction of the Director issuing the certificate of approval for the Class 7 sewage system. (3) A person who holds a licence under section 80 of the Act for the operation of a Class 7 sewage system shall, (a) keep daily records of the premises from which sewage is collected and the amounts of sewage collected therefrom; (b) keep daily records of the disposal site or disposal sites at which the sewage is discharged or disposed of and the amounts of sewage discharged or disposed of at those sites; (c) on or before the 1st day of February of each year submit to the Director a written report, summarizing the information so recorded for each disposal site for the previous calendar year, and such other information as the Director may require; and (d) keep the daily records required by clauses (a) and (b) available for review by the Director as the Director may require for a period of one year after submission of the written report required by clause (c) or for such longer period as the Director notifies the licensee in writing. R.R.O. 1990, Reg. 358, s. 13. class 10 sewage systems",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) The following are prescribed as standards for the operation of a Class 7 sewage system:</p> <p class=\"paragraph-e\">1. Every tank that is part of a Class 7 sewage system and that is used for the transportation of sewage shall have inscribed thereon in plain view the words “SEWAGE WASTE” in letters which are not less than 150 millimetres in height, unless the tank bears a company designation in letters of similar size that clearly indicates the nature of the contents.</p> <p class=\"paragraph-e\">2. A Class 7 sewage system or any part thereof that comes into contact with sewage shall not be used for the collection, handling, treatment, transportation, storage or processing of any material other than sewage or a material approved in writing by the Director.</p> <p class=\"paragraph-e\">3. Sewage shall not be emitted, discharged or deposited on the surface of the ground from a Class 7 sewage system except in accordance with,</p> <p class=\"subpara-e\">i. terms and conditions providing for such emission, discharge or deposit, contained in a certificate of approval issued under section 77 of the Act and pursuant to a permit issued under section 78 of the Act, or</p> <p class=\"subpara-e\">ii. an order issued under section 79 of the Act.</p> <p class=\"subsection-e\">(2) Paragraph 2 of subsection (1) does not apply to prohibit a tank truck or trailer that has been used to haul sewage from being used to transport other liquids where,</p> <p class=\"clause-e\">(a) the tank is not used for transporting liquids for human or animal consumption or any substance categorized as hazardous waste or hauled liquid industrial waste as defined in Regulation 347 of the Revised Regulations of Ontario, 1990;</p> <p class=\"clause-e\">(b) the owner or operator of the tank truck or trailer obtains every approval required for its alternate use;</p> <p class=\"clause-e\">(c) the tank and any parts that have contacted sewage are cleaned prior to the alternate use to the satisfaction of the receiver of the hauled liquid; and</p> <p class=\"clause-e\">(d) prior to any reuse for hauling sewage, the tank and every part contaminated during the alternate use shall be cleaned to the satisfaction of the Director issuing the certificate of approval for the Class 7 sewage system.</p> <p class=\"subsection-e\">(3) A person who holds a licence under section 80 of the Act for the operation of a Class 7 sewage system shall,</p> <p class=\"clause-e\">(a) keep daily records of the premises from which sewage is collected and the amounts of sewage collected therefrom;</p> <p class=\"clause-e\">(b) keep daily records of the disposal site or disposal sites at which the sewage is discharged or disposed of and the amounts of sewage discharged or disposed of at those sites;</p> <p class=\"clause-e\">(c) on or before the 1st day of February of each year submit to the Director a written report, summarizing the information so recorded for each disposal site for the previous calendar year, and such other information as the Director may require; and</p> <p class=\"clause-e\">(d) keep the daily records required by clauses (a) and (b) available for review by the Director as the Director may require for a period of one year after submission of the written report required by clause (c) or for such longer period as the Director notifies the licensee in writing. R.R.O. 1990, Reg. 358, s. 13.</p> <p class=\"heading2-e\">class 10 sewage systems</p>"
        },
        {
            "id": "13.1",
            "section": "Construction and Operation Standards",
            "content": "13.1 (1) A sewage system shall not use a shallow buried trench unless the system is a Class 10 sewage system. (2) An applicant for a certificate of approval for a Class 10 sewage system shall submit with the application a certificate in a form acceptable to the Director and signed on behalf of the manufacturer of the sewage system’s tertiary sewage treatment unit stating whether, in the opinion of the manufacturer, the unit is compatible with the intended use and overall design of the sewage system. (3) A person shall not construct or operate a Class 10 sewage system except in accordance with the following standards: 1. The tertiary sewage treatment unit shall permit sampling of the effluent. 2. The sewage system shall have sufficient capacity for storing the total daily sewage flow multiplied by 1.75. 3. The storage capacity required by paragraph 2 shall be located so that it occurs before any effluent is disposed of in a shallow buried trench. 4. The tertiary sewage treatment unit shall not be located closer to an item set out in Column 1 of Table 3 than the horizontal distance set out opposite to the item in Column 2. 5. The sewage system shall contain an audible failure warning alarm located to warn occupants of the building served by the system of a malfunction in the operation of the tertiary sewage treatment unit. 6. A shallow buried trench shall not be located in or on soil or fill that has a percolation time of less than one minute or more than 125 minutes. 7. Every chamber shall be as wide as the shallow buried trench in which it is contained and the cross-section height of the chamber at its centre point shall not be less than one half the width of the trench. 8. A shallow buried trench shall not contain more than one pressurized pipe. 9. If the shallow buried trenches in the sewage system are located in or on soil or fill that has a percolation time of less than 50 minutes, the total length of the pressurized pipe in the sewage system shall be determined by the following formula: L = Q ÷ 75 where, L = the total length of the pressurized pipe in the sewage system, expressed in metres, Q = the total daily sewage flow, expressed in litres. 10. If the shallow buried trenches in the sewage system are located in or on soil or fill that has a percolation time of 50 minutes or more, the total length of the pressurized pipe in the sewage system shall not be less than the greater of 30 metres and the length determined by the following formula: L = Q ÷ 40 where, L = the total length of the pressurized pipe in the sewage system, expressed in metres, Q = the total daily sewage flow, expressed in litres. 11. Every pressurized pipe shall be at least 25 millimetres in diameter. 12. The orifices in every pressurized pipe shall be at least three millimetres in diameter and shall be equally spaced along the length of the pipe. 13. Every pressurized pipe shall be self-draining so as to prevent freezing of its contents. 14. A shallow buried trench shall not, i. be located in an area that has an average slope that exceeds one unit vertically to every four units horizontally, ii. be located so that a pressurized pipe installed in the shallow buried trench is closer to an item set out in Column 1 of Table 4 than the horizontal distance set out opposite the item in Column 2, iii. be located where the effluent from the shallow buried trench would cause impairment of the groundwater, or iv. be located in or on an area subject to flooding that would be likely to cause, A. damage to the shallow buried trench, or B. impairment of the operation of the shallow buried trench that would, in turn, be likely to cause a public health nuisance. 15. Every shallow buried trench shall be approximately the same length and, i. shall not exceed 30 metres in length, ii. shall be between 0.3 and 0.6 metres in depth, iii. shall be at least 0.3 metres in width, iv. shall be centred at least 1.6 metres apart, v. shall be set at an elevation so that the bottom of the trench is at all points at least, A. 0.5 metres above the highest elevation at which there is physical evidence that the soil or fill has been saturated with water, and B. 0.9 metres above the maximum elevation of rock, and vi. after installation of the chamber, shall be backfilled with porous soil or fill so as to ensure that, after the soil or fill settles, the surface of the shallow buried trench will not form any depressions. 16. A shallow buried trench shall not be constructed unless the soil or fill is sufficiently dry to resist compaction and smearing during excavation and shall not be constructed in a manner that causes compaction or smearing of the soil or fill. (4) A person shall operate and maintain a Class 10 sewage system in accordance with the following standards: 1. The sewage system shall be operated and maintained in accordance with written material prepared by the manufacturer of the tertiary sewage treatment unit that provides a detailed description of the sewage system and complete instructions in relation to the operation, servicing and maintenance requirements of the sewage system and its related components. 2. The sewage system shall not be operated unless, before the issuance of a use permit for the sewage system, the manufacturer of the tertiary sewage treatment unit submitted to the Director a certificate in a form acceptable to the Director and signed on behalf of the manufacturer stating that the manufacturer or a person described in paragraph 3 was present at the site and observed the construction, installation, establishment, enlargement, extension or enlargement of the sewage system. 3. The sewage system shall be inspected at least once every 12 months by a person authorized by licence to service and maintain the tertiary sewage treatment unit or a person who, in the opinion of the Director, possesses the qualifications to service and maintain the unit. 4. Servicing and maintenance of the tertiary sewage treatment unit and its related components shall be carried out only by a person described in paragraph 3 who possesses the written material referred to in paragraph 1. 5. The sewage system shall not be operated unless there is a written agreement executed between the owner or operator of the sewage system and a person described in paragraph 3 that specifies the following: i. Servicing and maintenance of the tertiary sewage treatment unit and its related components shall be carried out by a person described in paragraph 3. ii. The owner or operator of the sewage system shall arrange with a person described in paragraph 3 for the sampling of effluent in accordance with the following rules: A. The sample shall be collected from a location that follows the discharge of the effluent from the tertiary sewage treatment unit but is before the effluent enters the shallow buried trench. B. The sample shall be a grab sample collected in accordance with the procedure described in the Ministry of Environment and Energy publication entitled “Protocol for the Sampling and Analysis of Industrial/Municipal Wastewater” and dated August, 1994, as it may be amended from time to time. C. The sample shall be obtained on one day in each 12-month period with an interval of no less than 11 months between successive samples. D. The sample shall be analyzed for Total Suspended Solids (TSS), referred to as Analytical Test Group 8 in the Ministry of Environment and Energy publication entitled “Protocol for the Sampling and Analysis of Industrial/Municipal Wastewater” and dated August, 1994, as it may be amended from time to time. E. The sample shall be analyzed for Biological Oxygen Demand (BOD), referred to as Analytical Test Group 1a in the Ministry of Environment and Energy publication entitled “Protocol for the Sampling and Analysis of Industrial/Municipal Wastewater” and dated August, 1994, as it may be amended from time to time. iii. If the result of an analysis performed under sub-subparagraph D or E of subparagraph ii is that either or both parameters is greater than 10 milligrams per litre, the owner or operator of the sewage system shall arrange with the person described in paragraph 3 for the person described in paragraph 3 to assess the sewage system for the purpose of determining whether the sewage system is operating in accordance with its design. iv. If the person described in paragraph 3 determines under subparagraph iii that the sewage system is not operating in accordance with its design, he or she shall report this determination to the Director immediately. O. Reg. 370/97, s. 3. Licensing",
            "raw_html": "<p class=\"section-e\"><b>13.1 </b>(1) A sewage system shall not use a shallow buried trench unless the system is a Class 10 sewage system.</p> <p class=\"subsection-e\">(2) An applicant for a certificate of approval for a Class 10 sewage system shall submit with the application a certificate in a form acceptable to the Director and signed on behalf of the manufacturer of the sewage system’s tertiary sewage treatment unit stating whether, in the opinion of the manufacturer, the unit is compatible with the intended use and overall design of the sewage system.</p> <p class=\"subsection-e\">(3) A person shall not construct or operate a Class 10 sewage system except in accordance with the following standards:</p> <p class=\"paragraph-e\">1. The tertiary sewage treatment unit shall permit sampling of the effluent.</p> <p class=\"paragraph-e\">2. The sewage system shall have sufficient capacity for storing the total daily sewage flow multiplied by 1.75.</p> <p class=\"paragraph-e\">3. The storage capacity required by paragraph 2 shall be located so that it occurs before any effluent is disposed of in a shallow buried trench.</p> <p class=\"paragraph-e\">4. The tertiary sewage treatment unit shall not be located closer to an item set out in Column 1 of Table 3 than the horizontal distance set out opposite to the item in Column 2.</p> <p class=\"paragraph-e\">5. The sewage system shall contain an audible failure warning alarm located to warn occupants of the building served by the system of a malfunction in the operation of the tertiary sewage treatment unit.</p> <p class=\"paragraph-e\">6. A shallow buried trench shall not be located in or on soil or fill that has a percolation time of less than one minute or more than 125 minutes.</p> <p class=\"paragraph-e\">7. Every chamber shall be as wide as the shallow buried trench in which it is contained and the cross-section height of the chamber at its centre point shall not be less than one half the width of the trench.</p> <p class=\"paragraph-e\">8. A shallow buried trench shall not contain more than one pressurized pipe.</p> <p class=\"paragraph-e\">9. If the shallow buried trenches in the sewage system are located in or on soil or fill that has a percolation time of less than 50 minutes, the total length of the pressurized pipe in the sewage system shall be determined by the following formula:</p> <p class=\"equation-e\">L = Q ÷ 75</p> <p class=\"parawindt-e\">where,</p> <p class=\"equationind2-e\">L = the total length of the pressurized pipe in the sewage system, expressed in metres,</p> <p class=\"equationind2-e\">Q = the total daily sewage flow, expressed in litres.</p> <p class=\"paragraph-e\">10. If the shallow buried trenches in the sewage system are located in or on soil or fill that has a percolation time of 50 minutes or more, the total length of the pressurized pipe in the sewage system shall not be less than the greater of 30 metres and the length determined by the following formula:</p> <p class=\"equation-e\">L = Q ÷ 40</p> <p class=\"parawindt-e\">where,</p> <p class=\"equationind2-e\">L = the total length of the pressurized pipe in the sewage system, expressed in metres,</p> <p class=\"equationind2-e\">Q = the total daily sewage flow, expressed in litres.</p> <p class=\"paragraph-e\">11. Every pressurized pipe shall be at least 25 millimetres in diameter.</p> <p class=\"paragraph-e\">12. The orifices in every pressurized pipe shall be at least three millimetres in diameter and shall be equally spaced along the length of the pipe.</p> <p class=\"paragraph-e\">13. Every pressurized pipe shall be self-draining so as to prevent freezing of its contents.</p> <p class=\"paragraph-e\">14. A shallow buried trench shall not,</p> <p class=\"subpara-e\">i. be located in an area that has an average slope that exceeds one unit vertically to every four units horizontally,</p> <p class=\"subpara-e\">ii. be located so that a pressurized pipe installed in the shallow buried trench is closer to an item set out in Column 1 of Table 4 than the horizontal distance set out opposite the item in Column 2,</p> <p class=\"subpara-e\">iii. be located where the effluent from the shallow buried trench would cause impairment of the groundwater, or</p> <p class=\"subpara-e\">iv. be located in or on an area subject to flooding that would be likely to cause,</p> <p class=\"subsubpara-e\">A. damage to the shallow buried trench, or</p> <p class=\"subsubpara-e\">B. impairment of the operation of the shallow buried trench that would, in turn, be likely to cause a public health nuisance.</p> <p class=\"paragraph-e\">15. Every shallow buried trench shall be approximately the same length and,</p> <p class=\"subpara-e\">i. shall not exceed 30 metres in length,</p> <p class=\"subpara-e\">ii. shall be between 0.3 and 0.6 metres in depth,</p> <p class=\"subpara-e\">iii. shall be at least 0.3 metres in width,</p> <p class=\"subpara-e\">iv. shall be centred at least 1.6 metres apart,</p> <p class=\"subpara-e\">v. shall be set at an elevation so that the bottom of the trench is at all points at least,</p> <p class=\"subsubpara-e\">A. 0.5 metres above the highest elevation at which there is physical evidence that the soil or fill has been saturated with water, and</p> <p class=\"subsubpara-e\">B. 0.9 metres above the maximum elevation of rock, and</p> <p class=\"subpara-e\">vi. after installation of the chamber, shall be backfilled with porous soil or fill so as to ensure that, after the soil or fill settles, the surface of the shallow buried trench will not form any depressions.</p> <p class=\"paragraph-e\">16. A shallow buried trench shall not be constructed unless the soil or fill is sufficiently dry to resist compaction and smearing during excavation and shall not be constructed in a manner that causes compaction or smearing of the soil or fill.</p> <p class=\"subsection-e\">(4) A person shall operate and maintain a Class 10 sewage system in accordance with the following standards:</p> <p class=\"paragraph-e\">1. The sewage system shall be operated and maintained in accordance with written material prepared by the manufacturer of the tertiary sewage treatment unit that provides a detailed description of the sewage system and complete instructions in relation to the operation, servicing and maintenance requirements of the sewage system and its related components.</p> <p class=\"paragraph-e\">2. The sewage system shall not be operated unless, before the issuance of a use permit for the sewage system, the manufacturer of the tertiary sewage treatment unit submitted to the Director a certificate in a form acceptable to the Director and signed on behalf of the manufacturer stating that the manufacturer or a person described in paragraph 3 was present at the site and observed the construction, installation, establishment, enlargement, extension or enlargement of the sewage system.</p> <p class=\"paragraph-e\">3. The sewage system shall be inspected at least once every 12 months by a person authorized by licence to service and maintain the tertiary sewage treatment unit or a person who, in the opinion of the Director, possesses the qualifications to service and maintain the unit.</p> <p class=\"paragraph-e\">4. Servicing and maintenance of the tertiary sewage treatment unit and its related components shall be carried out only by a person described in paragraph 3 who possesses the written material referred to in paragraph 1.</p> <p class=\"paragraph-e\">5. The sewage system shall not be operated unless there is a written agreement executed between the owner or operator of the sewage system and a person described in paragraph 3 that specifies the following:</p> <p class=\"subpara-e\">i. Servicing and maintenance of the tertiary sewage treatment unit and its related components shall be carried out by a person described in paragraph 3.</p> <p class=\"subpara-e\">ii. The owner or operator of the sewage system shall arrange with a person described in paragraph 3 for the sampling of effluent in accordance with the following rules:</p> <p class=\"subsubpara-e\">A. The sample shall be collected from a location that follows the discharge of the effluent from the tertiary sewage treatment unit but is before the effluent enters the shallow buried trench.</p> <p class=\"subsubpara-e\">B. The sample shall be a grab sample collected in accordance with the procedure described in the Ministry of Environment and Energy publication entitled “Protocol for the Sampling and Analysis of Industrial/Municipal Wastewater” and dated August, 1994, as it may be amended from time to time.</p> <p class=\"subsubpara-e\">C. The sample shall be obtained on one day in each 12-month period with an interval of no less than 11 months between successive samples.</p> <p class=\"subsubpara-e\">D. The sample shall be analyzed for Total Suspended Solids (TSS), referred to as Analytical Test Group 8 in the Ministry of Environment and Energy publication entitled “Protocol for the Sampling and Analysis of Industrial/Municipal Wastewater” and dated August, 1994, as it may be amended from time to time.</p> <p class=\"subsubpara-e\">E. The sample shall be analyzed for Biological Oxygen Demand (BOD), referred to as Analytical Test Group 1a in the Ministry of Environment and Energy publication entitled “Protocol for the Sampling and Analysis of Industrial/Municipal Wastewater” and dated August, 1994, as it may be amended from time to time.</p> <p class=\"subpara-e\">iii. If the result of an analysis performed under sub-subparagraph D or E of subparagraph ii is that either or both parameters is greater than 10 milligrams per litre, the owner or operator of the sewage system shall arrange with the person described in paragraph 3 for the person described in paragraph 3 to assess the sewage system for the purpose of determining whether the sewage system is operating in accordance with its design.</p> <p class=\"subpara-e\">iv. If the person described in paragraph 3 determines under subparagraph iii that the sewage system is not operating in accordance with its design, he or she shall report this determination to the Director immediately. O. Reg. 370/97, s. 3.</p> <p class=\"heading1-e\">Licensing</p>"
        },
        {
            "id": "14.",
            "section": "Licensing",
            "content": "14. (1) A person engaged in the type of business set out in Column 1 of Table 7 shall have the class of licence set out opposite thereto in Column 2. (2) The holder of one class of licence may, if also holding the appropriate certificates of approval and permits, engage in the activity of the holder of the other class of licence which is incidental to the business carried on under the class of licence held. (3) An application for a licence referred to in subsection (1) or for a renewal thereof shall be made to the Director. (4) An application for renewal of a licence shall be made at least thirty days prior to the expiry of the licence being renewed. (5) An applicant for a licence shall, if required by the Director, pass an examination administered by a person designated by the Director. (6) Where the Director requires an applicant to pass an examination the Director shall ensure that the applicant is notified by registered mail of, (a) the date, time and place fixed for the examination; and (b) any information or evidence in respect of the qualifications of the applicant to engage in the business that the Director may require the applicant to produce. (7) A notice referred to in subsection (6) shall be given at least seven days before the day fixed for the examination. (8) Where a partnership or corporation is the applicant the application shall include the following information, (a) the names and addresses of all its partners, members, officers or directors, as the case may be; (b) the names of all its partners, directors of corporations or full-time employees of corporations, as the case may be, who are the persons who will be in charge of supervising the work to be carried out by the partnership or corporation; and (c) from among the names specified under clause (b) the name or names of its official representative or representatives whose duty it is to ensure that the Act and the Regulations are complied with, and the applicant shall, whenever there is a change in the particulars given in its application, give notice of the change to the Director within thirty days after the effective date of the change. (9) In the case of an application for a licence by a partnership or corporation the examination referred to in subsection (5) shall be taken by the official representative specified under clause (8) (c). R.R.O. 1990, Reg. 358, s. 14. Fees",
            "raw_html": "<p class=\"section-e\"><b>14. </b>(1) A person engaged in the type of business set out in Column 1 of Table 7 shall have the class of licence set out opposite thereto in Column 2.</p> <p class=\"subsection-e\">(2) The holder of one class of licence may, if also holding the appropriate certificates of approval and permits, engage in the activity of the holder of the other class of licence which is incidental to the business carried on under the class of licence held.</p> <p class=\"subsection-e\">(3) An application for a licence referred to in subsection (1) or for a renewal thereof shall be made to the Director.</p> <p class=\"subsection-e\">(4) An application for renewal of a licence shall be made at least thirty days prior to the expiry of the licence being renewed.</p> <p class=\"subsection-e\">(5) An applicant for a licence shall, if required by the Director, pass an examination administered by a person designated by the Director.</p> <p class=\"subsection-e\">(6) Where the Director requires an applicant to pass an examination the Director shall ensure that the applicant is notified by registered mail of,</p> <p class=\"clause-e\">(a) the date, time and place fixed for the examination; and</p> <p class=\"clause-e\">(b) any information or evidence in respect of the qualifications of the applicant to engage in the business that the Director may require the applicant to produce.</p> <p class=\"subsection-e\">(7) A notice referred to in subsection (6) shall be given at least seven days before the day fixed for the examination.</p> <p class=\"subsection-e\">(8) Where a partnership or corporation is the applicant the application shall include the following information,</p> <p class=\"clause-e\">(a) the names and addresses of all its partners, members, officers or directors, as the case may be;</p> <p class=\"clause-e\">(b) the names of all its partners, directors of corporations or full-time employees of corporations, as the case may be, who are the persons who will be in charge of supervising the work to be carried out by the partnership or corporation; and</p> <p class=\"clause-e\">(c) from among the names specified under clause (b) the name or names of its official representative or representatives whose duty it is to ensure that the Act and the Regulations are complied with,</p> <p class=\"Ssubsection-e\">and the applicant shall, whenever there is a change in the particulars given in its application, give notice of the change to the Director within thirty days after the effective date of the change.</p> <p class=\"subsection-e\">(9) In the case of an application for a licence by a partnership or corporation the examination referred to in subsection (5) shall be taken by the official representative specified under clause (8) (c). R.R.O. 1990, Reg. 358, s. 14.</p> <p class=\"heading1-e\">Fees</p>"
        },
        {
            "id": "15.",
            "section": "Fees",
            "content": "15. (1) Except where a higher fee is prescribed by a municipality under subsection 81 (4) of the Act, the fees payable for the following matters are:  1.\n\nFor an application for a certificate of approval for the construction, installation, establishment, enlargement, extension or alteration of a Class 4, 5, 6 or 7 sewage system other than a Class A sewage system\n\n$36.05\n\n\n2.\n\nFor an application for a certificate of approval for the construction, installation, establishment, enlargement, extension or alteration of a Class A sewage system\n\n87.55\n\n\n3.\n\nFor the issuance of each licence under section 80 of the Act\n\nNil\n\n\n4.\n\nFor the renewal of a licence issued under section 80 of the Act\n\nNil\n\n\n5.\n\nFor a matter referred to in subsection 82 (2) of the Act\n\nNil (2) Every parcel of land with respect to which there is an application referred to in clause 82 (2) (a) or (c) of the Act and no application referred to in clause 82 (2) (b) or (d) of the Act, and the subject matter of the application, (a) by the determination of the person to whom the application is made will not affect any sewage system or potential sewage system or require a new sewage system; and (b) is not forwarded to a Director under Part VIII of the Act for review, is exempt from the payment of the fee for the purposes of section 82. R.R.O. 1990, Reg. 358, s. 15. TABLE 1   CLEARANCES FOR CLASS 1, 2 AND 3 SEWAGE SYSTEMS (SUBSECTION 5 (3))  Column 1\n\nColumn 2\n\nColumn 3\n\nColumn 4\n\nColumn 5\n\n\n \r\n\nMinimum distance in metres from well with watertight casing to a depth of 6 metres\n\nMinimum distance in metres from spring used as a source of potable water or well other than a well with watertight casing to a depth of 6 metres\n\nMinimum distance in metres from lake, river, pond, stream, reservoir or a spring not used as a source of potable water\n\nMinimum distance in metres from a Property Line\n\n\nPit Privy\n\n15\n\n30\n\n15\n\n3\n\n\nPrivy Vault\n\n10\n\n15\n\n10\n\n3\n\n\nPail Privy\n\n \r\n\n \r\n\n \r\n\n \r\n\n\nCesspool\n\n30\n\n60\n\n15\n\n3\n\n\nLeaching pit\n\n10\n\n15\n\n15\n\n3 R.R.O. 1990, Reg. 358, Table 1. TABLE 2   SEPTIC TANK MINIMUM SIZE REQUIREMENTS FOR RESIDENCES (SUBPARAGRAPH I OF PARAGRAPH 2 OF SUBSECTION 10 (1))  Column 1\n\nColumn 2\n\n\nNumber of Bedrooms\n\nWorking Capacity In Litres\n\n\nTwo bedrooms or less\n\n2,700\n\n\nThree bedrooms\n\n3,600\n\n\nFour or five bedrooms\n\n4,500 R.R.O. 1990, Reg. 358, Table 2. TABLE 3   CLEARANCES FOR CLASS 4, 6 AND 10 SEWAGE SYSTEMS (PARAGRAPH 9 OF SUBSECTION 10 (1), PARAGRAPH 1 OF SUBSECTION 12 (1) AND PARAGRAPH 4 OF SUBSECTION 13.1 (3))  Column 1\n\nColumn 2\n\n\n \r\n\nDistance in Metres\n\n\nBuilding or structure\n\n1.5\n\n\nLake\n\n15\n\n\nPond\n\n15\n\n\nProperty Line\n\n3\n\n\nReservoir\n\n15\n\n\nRiver\n\n15\n\n\nSpring\n\n15\n\n\nStream\n\n15\n\n\nWell\n\n15 R.R.O. 1990, Reg. 358, Table 3; O. Reg. 370/97, s. 4. TABLE 4   PIPE CLEARANCES FOR CLASS 4 AND 10 SEWAGE SYSTEMS (SUBPARAGRAPH III OF PARAGRAPH 1 OF SUBSECTION 10 (2), SUBPARAGRAPH IX OF PARAGRAPH 5 OF SUBSECTION 10 (3) AND SUBPARAGRAPH II OF PARAGRAPH 14 OF SUBSECTION 13.1 (3))  Column 1\n\nColumn 2\n\n\n \r\n\n \r\n\nDistance in Metres\n\n\n1.\n\nWell, other than a well referred to in item 2, or a spring used as a source of potable water\n\n30\n\n\n2.\n\nWell with watertight casing to a depth of 6 metres\n\n15\n\n\n3.\n\nBuilding or structure\n\n5\n\n\n4.\n\nProperty line\n\n3\n\n\n5.\n\nA spring not used as a source of potable water or a lake, river, pond, stream or reservoir\n\n15 R.R.O. 1990, Reg. 358, Table 4; O. Reg. 370/97, s. 5. TABLE 5   LENGTH OF DISTRIBUTION PIPE IN METRES FOR VARIOUS DESIGN SOIL PERCOLATION TIMES(T) FOR PRIVATE DWELLINGS (PARAGRAPH 1 OF SUBSECTION 10 (3) AND SUBPARAGRAPH I OF PARAGRAPH 1 OF SUBSECTION 12 (2))  Column 1\n\nColumn 2\n\nColumn 3\n\nColumn 4\n\nColumn 5\n\nColumn 6\n\nColumn 7\n\n\nNumber of Bedrooms\n\nT from 1 to 5 min inclusive\n\nT greater than 5 min but not greater than 10 min\n\nT greater than 10 min but not greater than 15 min\n\nT greater than 15 min but not greater than 20 min\n\nT greater than 20 min but not greater than 25 min\n\nT greater than 25 min\n\n\n2 or less\n\n40\n\n40\n\n70\n\n100\n\n130\n\n5.5T\n\n\n3\n\n40\n\n60\n\n100\n\n140\n\n180\n\n8T\n\n\n4\n\n40\n\n80\n\n130\n\n180\n\n230\n\n10T\n\n\nfor each bedroom over 4, add\n\n5\n\n12\n\n20\n\n27\n\n35\n\n1.5T R.R.O. 1990, Reg. 358, Table 5. TABLE 6   MINIMUM AREA OF THE SURFACE OF THE FILTER MEDIUM IN FILTER TYPE LEACHING BEDS FOR PRIVATE DWELLINGS (CLAUSE 10 (4) (D) AND SUBPARAGRAPH III OF PARAGRAPH 3 OF SUBSECTION 12 (2))  Column 1\n\nColumn 2\n\n\nNumber of Bedrooms\n\nMinimum Surface Area of the Filter Medium – Square Metres\n\n\n \r\n\nClass 4 Sewage Systems\n\nClass 6 Sewage Systems\n\n\n2 or less\n\n15\n\n10\n\n\n3\n\n22\n\n11\n\n\n4\n\n28\n\n14\n\n\nFor each bedroom over 4 add\n\n4\n\n2 R.R.O. 1990, Reg. 358, Table 6. TABLE 7   CLASSES OF LICENCE (SUBSECTION 14 (1))  Column 1\n\nColumn 2\n\n\nType of Business\n\nClass of Licence\n\n\nConstruction on site, installing, repairing, servicing, cleaning or emptying sewage systems\n\n1\n\n\nStoring, hauling or disposing of sewage from a sewage system\n\n2 R.R.O. 1990, Reg. 358, Table 7. ",
            "raw_html": "<p class=\"section-e\"><b>15. </b>(1) Except where a higher fee is prescribed by a municipality under subsection 81 (4) of the Act, the fees payable for the following matters are:</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"27\"><p class=\"table-e\">1.</p>\n</td>\n<td valign=\"top\" width=\"226\"><p class=\"table-e\">For an application for a certificate of approval for the construction, installation, establishment, enlargement, extension or alteration of a Class 4, 5, 6 or 7 sewage system other than a Class A sewage system</p>\n</td>\n<td valign=\"top\" width=\"57\"><p align=\"right\" class=\"table-e\">$36.05</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"27\"><p class=\"table-e\">2.</p>\n</td>\n<td valign=\"top\" width=\"226\"><p class=\"table-e\">For an application for a certificate of approval for the construction, installation, establishment, enlargement, extension or alteration of a Class A sewage system</p>\n</td>\n<td valign=\"top\" width=\"57\"><p align=\"right\" class=\"table-e\">87.55</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"27\"><p class=\"table-e\">3.</p>\n</td>\n<td valign=\"top\" width=\"226\"><p class=\"table-e\">For the issuance of each licence under section 80 of the Act</p>\n</td>\n<td valign=\"top\" width=\"57\"><p align=\"right\" class=\"table-e\">Nil</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"27\"><p class=\"table-e\">4.</p>\n</td>\n<td valign=\"top\" width=\"226\"><p class=\"table-e\">For the renewal of a licence issued under section 80 of the Act</p>\n</td>\n<td valign=\"top\" width=\"57\"><p align=\"right\" class=\"table-e\">Nil</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"27\"><p class=\"table-e\">5.</p>\n</td>\n<td valign=\"top\" width=\"226\"><p class=\"table-e\">For a matter referred to in subsection 82 (2) of the Act</p>\n</td>\n<td valign=\"top\" width=\"57\"><p align=\"right\" class=\"table-e\">Nil</p>\n</td></tr></table></center> <p class=\"subsection-e\">(2) Every parcel of land with respect to which there is an application referred to in clause 82 (2) (a) or (c) of the Act and no application referred to in clause 82 (2) (b) or (d) of the Act, and the subject matter of the application,</p> <p class=\"clause-e\">(a) by the determination of the person to whom the application is made will not affect any sewage system or potential sewage system or require a new sewage system; and</p> <p class=\"clause-e\">(b) is not forwarded to a Director under Part VIII of the Act for review,</p> <p class=\"Ssubsection-e\">is exempt from the payment of the fee for the purposes of section 82. R.R.O. 1990, Reg. 358, s. 15.</p> <p class=\"tableheading-e\">TABLE 1 <br/>  CLEARANCES FOR CLASS 1, 2 AND 3 SEWAGE SYSTEMS (SUBSECTION 5 (3))</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"90\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"116\"><p class=\"table-e\">Column 2</p>\n</td>\n<td valign=\"top\" width=\"184\"><p class=\"table-e\">Column 3</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Column 4</p>\n</td>\n<td valign=\"top\" width=\"123\"><p class=\"table-e\">Column 5</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"> \r\n</td>\n<td valign=\"top\" width=\"116\"><p class=\"table-e\">Minimum distance in metres from well with watertight casing to a depth of 6 metres</p>\n</td>\n<td valign=\"top\" width=\"184\"><p class=\"table-e\">Minimum distance in metres from spring used as a source of potable water or well other than a well with watertight casing to a depth of 6 metres</p>\n</td>\n<td valign=\"top\" width=\"156\"><p class=\"table-e\">Minimum distance in metres from lake, river, pond, stream, reservoir or a spring not used as a source of potable water</p>\n</td>\n<td valign=\"top\" width=\"123\"><p class=\"table-e\">Minimum distance in metres from a Property Line</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"><p class=\"table-e\">Pit Privy</p>\n</td>\n<td valign=\"top\" width=\"116\"><p align=\"right\" class=\"table-e\">15</p>\n</td>\n<td valign=\"top\" width=\"184\"><p align=\"right\" class=\"table-e\">30</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">15</p>\n</td>\n<td valign=\"top\" width=\"123\"><p align=\"right\" class=\"table-e\">3</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"><p class=\"table-e\">Privy Vault</p>\n</td>\n<td valign=\"top\" width=\"116\"><p align=\"right\" class=\"table-e\">10</p>\n</td>\n<td valign=\"top\" width=\"184\"><p align=\"right\" class=\"table-e\">15</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">10</p>\n</td>\n<td valign=\"top\" width=\"123\"><p align=\"right\" class=\"table-e\">3</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"><p class=\"table-e\">Pail Privy</p>\n</td>\n<td valign=\"top\" width=\"116\"> \r\n</td>\n<td valign=\"top\" width=\"184\"> \r\n</td>\n<td valign=\"top\" width=\"156\"> \r\n</td>\n<td valign=\"top\" width=\"123\"> \r\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"><p class=\"table-e\">Cesspool</p>\n</td>\n<td valign=\"top\" width=\"116\"><p align=\"right\" class=\"table-e\">30</p>\n</td>\n<td valign=\"top\" width=\"184\"><p align=\"right\" class=\"table-e\">60</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">15</p>\n</td>\n<td valign=\"top\" width=\"123\"><p align=\"right\" class=\"table-e\">3</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"90\"><p class=\"table-e\">Leaching pit</p>\n</td>\n<td valign=\"top\" width=\"116\"><p align=\"right\" class=\"table-e\">10</p>\n</td>\n<td valign=\"top\" width=\"184\"><p align=\"right\" class=\"table-e\">15</p>\n</td>\n<td valign=\"top\" width=\"156\"><p align=\"right\" class=\"table-e\">15</p>\n</td>\n<td valign=\"top\" width=\"123\"><p align=\"right\" class=\"table-e\">3</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 358, Table 1.</p> <p class=\"tableheading-e\">TABLE 2 <br/>  SEPTIC TANK MINIMUM SIZE REQUIREMENTS FOR RESIDENCES (SUBPARAGRAPH I OF PARAGRAPH 2 OF SUBSECTION 10 (1))</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"162\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"149\"><p class=\"table-e\">Column 2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"162\"><p class=\"table-e\">Number of Bedrooms</p>\n</td>\n<td valign=\"top\" width=\"149\"><p class=\"table-e\">Working Capacity In Litres</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"162\"><p class=\"table-e\">Two bedrooms or less</p>\n</td>\n<td valign=\"top\" width=\"149\"><p align=\"right\" class=\"table-e\">2,700</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"162\"><p class=\"table-e\">Three bedrooms</p>\n</td>\n<td valign=\"top\" width=\"149\"><p align=\"right\" class=\"table-e\">3,600</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"162\"><p class=\"table-e\">Four or five bedrooms</p>\n</td>\n<td valign=\"top\" width=\"149\"><p align=\"right\" class=\"table-e\">4,500</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 358, Table 2.</p> <p class=\"tableheading-e\">TABLE 3 <br/>  CLEARANCES FOR CLASS 4, 6 AND 10 SEWAGE SYSTEMS (PARAGRAPH 9 OF SUBSECTION 10 (1), PARAGRAPH 1 OF SUBSECTION 12 (1) AND PARAGRAPH 4 OF SUBSECTION 13.1 (3))</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"206\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"105\"><p class=\"table-e\">Column 2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"206\"> \r\n</td>\n<td valign=\"top\" width=\"105\"><p class=\"table-e\">Distance in Metres</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"206\"><p class=\"table-e\">Building or structure</p>\n</td>\n<td valign=\"top\" width=\"105\"><p class=\"table-e\">1.5</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"206\"><p class=\"table-e\">Lake</p>\n</td>\n<td valign=\"top\" width=\"105\"><p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"206\"><p class=\"table-e\">Pond</p>\n</td>\n<td valign=\"top\" width=\"105\"><p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"206\"><p class=\"table-e\">Property Line</p>\n</td>\n<td valign=\"top\" width=\"105\"><p class=\"table-e\">3</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"206\"><p class=\"table-e\">Reservoir</p>\n</td>\n<td valign=\"top\" width=\"105\"><p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"206\"><p class=\"table-e\">River</p>\n</td>\n<td valign=\"top\" width=\"105\"><p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"206\"><p class=\"table-e\">Spring</p>\n</td>\n<td valign=\"top\" width=\"105\"><p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"206\"><p class=\"table-e\">Stream</p>\n</td>\n<td valign=\"top\" width=\"105\"><p class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"206\"><p class=\"table-e\">Well</p>\n</td>\n<td valign=\"top\" width=\"105\"><p class=\"table-e\">15</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 358, Table 3; O. Reg. 370/97, s. 4.</p> <p class=\"tableheading-e\">TABLE 4 <br/>  PIPE CLEARANCES FOR CLASS 4 AND 10 SEWAGE SYSTEMS (SUBPARAGRAPH III OF PARAGRAPH 1 OF SUBSECTION 10 (2), SUBPARAGRAPH IX OF PARAGRAPH 5 OF SUBSECTION 10 (3) AND SUBPARAGRAPH II OF PARAGRAPH 14 OF SUBSECTION 13.1 (3))</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"31\"> \r\n</td>\n<td valign=\"top\" width=\"176\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"104\"><p class=\"table-e\">Column 2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"31\"> \r\n</td>\n<td valign=\"top\" width=\"176\"> \r\n</td>\n<td valign=\"top\" width=\"104\"><p class=\"table-e\">Distance in Metres</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"31\"><p class=\"table-e\">1.</p>\n</td>\n<td valign=\"top\" width=\"176\"><p class=\"table-e\">Well, other than a well referred to in item 2, or a spring used as a source of potable water</p>\n</td>\n<td valign=\"top\" width=\"104\"><p align=\"right\" class=\"table-e\">30</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"31\"><p class=\"table-e\">2.</p>\n</td>\n<td valign=\"top\" width=\"176\"><p class=\"table-e\">Well with watertight casing to a depth of 6 metres</p>\n</td>\n<td valign=\"top\" width=\"104\"><p align=\"right\" class=\"table-e\">15</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"31\"><p class=\"table-e\">3.</p>\n</td>\n<td valign=\"top\" width=\"176\"><p class=\"table-e\">Building or structure</p>\n</td>\n<td valign=\"top\" width=\"104\"><p align=\"right\" class=\"table-e\">5</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"31\"><p class=\"table-e\">4.</p>\n</td>\n<td valign=\"top\" width=\"176\"><p class=\"table-e\">Property line</p>\n</td>\n<td valign=\"top\" width=\"104\"><p align=\"right\" class=\"table-e\">3</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"31\"><p class=\"table-e\">5.</p>\n</td>\n<td valign=\"top\" width=\"176\"><p class=\"table-e\">A spring not used as a source of potable water or a lake, river, pond, stream or reservoir</p>\n</td>\n<td valign=\"top\" width=\"104\"><p align=\"right\" class=\"table-e\">15</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 358, Table 4; O. Reg. 370/97, s. 5.</p> <p class=\"tableheading-e\">TABLE 5 <br/>  LENGTH OF DISTRIBUTION PIPE IN METRES FOR VARIOUS DESIGN SOIL PERCOLATION TIMES(T) FOR PRIVATE DWELLINGS (PARAGRAPH 1 OF SUBSECTION 10 (3) AND SUBPARAGRAPH I OF PARAGRAPH 1 OF SUBSECTION 12 (2))</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"172\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"83\"><p class=\"table-e\">Column 2</p>\n</td>\n<td valign=\"top\" width=\"83\"><p class=\"table-e\">Column 3</p>\n</td>\n<td valign=\"top\" width=\"83\"><p class=\"table-e\">Column 4</p>\n</td>\n<td valign=\"top\" width=\"83\"><p class=\"table-e\">Column 5</p>\n</td>\n<td valign=\"top\" width=\"83\"><p class=\"table-e\">Column 6</p>\n</td>\n<td valign=\"top\" width=\"83\"><p class=\"table-e\">Column 7</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"172\"><p class=\"table-e\">Number of Bedrooms</p>\n</td>\n<td valign=\"top\" width=\"83\"><p class=\"table-e\">T from 1 to 5 min inclusive</p>\n</td>\n<td valign=\"top\" width=\"83\"><p class=\"table-e\">T greater than 5 min but not greater than 10 min</p>\n</td>\n<td valign=\"top\" width=\"83\"><p class=\"table-e\">T greater than 10 min but not greater than 15 min</p>\n</td>\n<td valign=\"top\" width=\"83\"><p class=\"table-e\">T greater than 15 min but not greater than 20 min</p>\n</td>\n<td valign=\"top\" width=\"83\"><p class=\"table-e\">T greater than 20 min but not greater than 25 min</p>\n</td>\n<td valign=\"top\" width=\"83\"><p class=\"table-e\">T greater than 25 min</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"172\"><p class=\"table-e\">2 or less</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">40</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">40</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">70</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">100</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">130</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">5.5T</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"172\"><p class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">40</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">60</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">100</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">140</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">180</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">8T</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"172\"><p class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">40</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">80</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">130</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">180</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">230</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">10T</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"172\"><p class=\"table-e\">for each bedroom over 4, add</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">5</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">12</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">20</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">27</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">35</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">1.5T</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 358, Table 5.</p> <p class=\"tableheading-e\">TABLE 6 <br/>  MINIMUM AREA OF THE SURFACE OF THE FILTER MEDIUM IN FILTER TYPE LEACHING BEDS FOR PRIVATE DWELLINGS (CLAUSE 10 (4) (D) AND SUBPARAGRAPH III OF PARAGRAPH 3 OF SUBSECTION 12 (2))</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td width=\"146\"></td>\n<td width=\"82\"></td>\n<td width=\"83\"></td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Column 1</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"165\"><p class=\"table-e\">Column 2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">Number of Bedrooms</p>\n</td>\n<td colspan=\"2\" valign=\"top\" width=\"165\"><p class=\"table-e\">Minimum Surface Area of the Filter Medium – Square Metres</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"> \r\n</td>\n<td valign=\"top\" width=\"82\"><p class=\"table-e\">Class 4 Sewage Systems</p>\n</td>\n<td valign=\"top\" width=\"83\"><p class=\"table-e\">Class 6 Sewage Systems</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">2 or less</p>\n</td>\n<td valign=\"top\" width=\"82\"><p align=\"right\" class=\"table-e\">15</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">10</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">3</p>\n</td>\n<td valign=\"top\" width=\"82\"><p align=\"right\" class=\"table-e\">22</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">11</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"82\"><p align=\"right\" class=\"table-e\">28</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">14</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"146\"><p class=\"table-e\">For each bedroom over 4 add</p>\n</td>\n<td valign=\"top\" width=\"82\"><p align=\"right\" class=\"table-e\">4</p>\n</td>\n<td valign=\"top\" width=\"83\"><p align=\"right\" class=\"table-e\">2</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 358, Table 6.</p> <p class=\"tableheading-e\">TABLE 7 <br/>  CLASSES OF LICENCE (SUBSECTION 14 (1))</p> <p>\n</p> <center><table border=\"1\">\n<tr>\n<td valign=\"top\" width=\"216\"><p class=\"table-e\">Column 1</p>\n</td>\n<td valign=\"top\" width=\"96\"><p class=\"table-e\">Column 2</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"216\"><p class=\"table-e\">Type of Business</p>\n</td>\n<td valign=\"top\" width=\"96\"><p class=\"table-e\">Class of Licence</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"216\"><p class=\"table-e\">Construction on site, installing, repairing, servicing, cleaning or emptying sewage systems</p>\n</td>\n<td valign=\"top\" width=\"96\"><p align=\"right\" class=\"table-e\">1</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"216\"><p class=\"table-e\">Storing, hauling or disposing of sewage from a sewage system</p>\n</td>\n<td valign=\"top\" width=\"96\"><p align=\"right\" class=\"table-e\">2</p>\n</td></tr></table></center> <p class=\"footnote-e\">R.R.O. 1990, Reg. 358, Table 7.</p> <p class=\"Normal\"></p>"
        }
    ]
}