{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 27: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 27: ",
        "act_under": "Architects Act",
        "url": "https://www.ontario.ca/laws/regulation/900027",
        "date_scraped": "2023-12-18 14:21:27"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 19, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900027/v14",
            "valid_from": "August  6, 2021",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/regulation/900027/v13",
            "valid_from": "January  1, 2018",
            "valid_to": "August  5, 2021"
        },
        {
            "a_href": "/laws/regulation/900027/v12",
            "valid_from": "October 20, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/regulation/900027/v11",
            "valid_from": "January  1, 2016",
            "valid_to": "October 19, 2017"
        },
        {
            "a_href": "/laws/regulation/900027/v10",
            "valid_from": "December 10, 2015",
            "valid_to": "December 31, 2015"
        },
        {
            "a_href": "/laws/regulation/900027/v9",
            "valid_from": "January  1, 2012",
            "valid_to": "December  9, 2015"
        },
        {
            "a_href": "/laws/regulation/900027/v8",
            "valid_from": "May 10, 2011",
            "valid_to": "December 31, 2011"
        },
        {
            "a_href": "/laws/regulation/900027/v7",
            "valid_from": "September 26, 2008",
            "valid_to": "May  9, 2011"
        },
        {
            "a_href": "/laws/regulation/900027/v6",
            "valid_from": "August 24, 2007",
            "valid_to": "September 25, 2008"
        },
        {
            "a_href": "/laws/regulation/900027/v5",
            "valid_from": "January  1, 2006",
            "valid_to": "August 23, 2007"
        },
        {
            "a_href": "/laws/regulation/900027/v4",
            "valid_from": "June  3, 2005",
            "valid_to": "December 31, 2005"
        },
        {
            "a_href": "/laws/regulation/900027/v3",
            "valid_from": "March 29, 2005",
            "valid_to": "June  2, 2005"
        },
        {
            "a_href": "/laws/regulation/900027/v2",
            "valid_from": "February 18, 2005",
            "valid_to": "March 28, 2005"
        },
        {
            "a_href": "/laws/regulation/900027/v1",
            "valid_from": "January 15, 2003",
            "valid_to": "February 17, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “address of record”, in relation to a member of the Association, means the last address of the member recorded in the register maintained by the Registrar; (“adresse figurant au tableau”) “building code” means the building code made under the Building Code Act, 1992; (“code du bâtiment”) “certificate of academic qualifications” means a certificate as to academic qualifications issued by a national or regional architectural certification body in Canada that is recognized by the Council; (“certificat de formation”) “design-builder” means a person who is in the business of constructing, enlarging or altering buildings and who engages or retains a holder to provide architectural services in connection with a project for the constructing, enlarging or altering of a building; (“concepteur-constructeur”) “election day” means the day set out in subsection 3 (1); (“jour du scrutin”) “holder” means a holder of a certificate of practice, a certificate of practice issued under section 23 of the Act or a temporary licence; (“titulaire”) “limited competition” means an architectural competition, other than an open competition, in which an invitation to compete is extended to two or more holders; (“concours restreint”) “open competition” means an architectural competition in which an invitation to compete is extended to all members of the Association; (“concours ouvert à tous”) “owner” means a person, including the Crown in right of Ontario or of Canada, who has an estate or interest recognized by law in land or a building with respect to which architectural services are provided; (“propriétaire”) “seal” means a seal issued by the Registrar. (“sceau”)  R.R.O. 1990, Reg. 27, s. 1; O. Reg. 144/05, s. 1; O. Reg. 490/07, s. 1; O. Reg. 389/17, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“address of record”, in relation to a member of the Association, means the last address of the member recorded in the register maintained by the Registrar; (“adresse figurant au tableau”)</p> <p class=\"definition-e\">“building code” means the building code made under the <i>Building Code Act, 1992</i>; (“code du bâtiment”)</p> <p class=\"definition-e\">“certificate of academic qualifications” means a certificate as to academic qualifications issued by a national or regional architectural certification body in Canada that is recognized by the Council; (“certificat de formation”)</p> <p class=\"definition-e\">“design-builder” means a person who is in the business of constructing, enlarging or altering buildings and who engages or retains a holder to provide architectural services in connection with a project for the constructing, enlarging or altering of a building; (“concepteur-constructeur”)</p> <p class=\"definition-e\">“election day” means the day set out in subsection 3 (1); (“jour du scrutin”)</p> <p class=\"definition-e\">“holder” means a holder of a certificate of practice, a certificate of practice issued under section 23 of the Act or a temporary licence; (“titulaire”)</p> <p class=\"definition-e\">“limited competition” means an architectural competition, other than an open competition, in which an invitation to compete is extended to two or more holders; (“concours restreint”)</p> <p class=\"definition-e\">“open competition” means an architectural competition in which an invitation to compete is extended to all members of the Association; (“concours ouvert à tous”)</p> <p class=\"definition-e\">“owner” means a person, including the Crown in right of Ontario or of Canada, who has an estate or interest recognized by law in land or a building with respect to which architectural services are provided; (“propriétaire”)</p> <p class=\"definition-e\">“seal” means a seal issued by the Registrar. (“sceau”)  R.R.O. 1990, Reg. 27, s. 1; O. Reg. 144/05, s. 1; O. Reg. 490/07, s. 1; O. Reg. 389/17, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": " 2. (1) The following electoral districts are established: 1.  Eastern Ontario, composed of the counties of Frontenac, Hastings, Lanark, Lennox and Addington, and Renfrew, the County of Prince Edward, the united counties of Leeds and Grenville, Prescott and Russell, and Stormont, Dundas and Glengarry, and the City of Ottawa. 2.  Central Ontario, composed of the counties of Dufferin, Haliburton, Northumberland, Peterborough and Simcoe, the City of Kawartha Lakes, The Regional Municipalities of Durham, Peel and York, The Regional Municipality of Halton excluding the City of Burlington, and the Territorial District of Muskoka. 3.  Northern Ontario, composed of the territorial districts of Algoma, Cochrane, Kenora, Manitoulin, Nipissing, Parry Sound, Rainy River, Sudbury, Thunder Bay and Timiskaming. 4.  Western Ontario, composed of the City of Hamilton, Haldimand County, Norfolk County, the City of Burlington, The Regional Municipalities of Niagara and Waterloo, the counties of Bruce, Elgin, Essex, Grey, Huron, Lambton, Middlesex, Perth and Wellington, the County of Brant, the County of Oxford, and the Municipality of Chatham-Kent. 5.  City of Toronto. 6.  Province of Ontario.  O. Reg. 205/02, s. 1. (2) Sixteen members shall be elected to the Council under clause 3 (2) (a) of the Act, as follows: 1.  For the Eastern Ontario electoral district, two members. 2.  For the Central Ontario electoral district, two members. 3.  For the Northern Ontario electoral district, one member. 4.  For the Western Ontario electoral district, two members. 5.  For the City of Toronto electoral district, four members. 6.  For the Province of Ontario electoral district, five members. O. Reg. 389/17, s. 2. (3) For the purposes of subsection (2), one of the members for the Province of Ontario electoral district must hold a licence as a Licensed Technologist OAA; the remaining 15 elected members must not. O. Reg. 389/17, s. 2. (4), (5) Revoked: O. Reg. 389/17, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>2.</b><b> </b>(1) The following electoral districts are established:</p> <p class=\"paragraph-e\">  1.  Eastern Ontario, composed of the counties of Frontenac, Hastings, Lanark, Lennox and Addington, and Renfrew, the County of Prince Edward, the united counties of Leeds and Grenville, Prescott and Russell, and Stormont, Dundas and Glengarry, and the City of Ottawa.</p> <p class=\"paragraph-e\">  2.  Central Ontario, composed of the counties of Dufferin, Haliburton, Northumberland, Peterborough and Simcoe, the City of Kawartha Lakes, The Regional Municipalities of Durham, Peel and York, The Regional Municipality of Halton excluding the City of Burlington, and the Territorial District of Muskoka.</p> <p class=\"paragraph-e\">  3.  Northern Ontario, composed of the territorial districts of Algoma, Cochrane, Kenora, Manitoulin, Nipissing, Parry Sound, Rainy River, Sudbury, Thunder Bay and Timiskaming.</p> <p class=\"paragraph-e\">  4.  Western Ontario, composed of the City of Hamilton, Haldimand County, Norfolk County, the City of Burlington, The Regional Municipalities of Niagara and Waterloo, the counties of Bruce, Elgin, Essex, Grey, Huron, Lambton, Middlesex, Perth and Wellington, the County of Brant, the County of Oxford, and the Municipality of Chatham-Kent.</p> <p class=\"paragraph-e\">  5.  City of Toronto.</p> <p class=\"paragraph-e\">  6.  Province of Ontario.  O. Reg. 205/02, s. 1.</p> <p class=\"subsection-e\">  (2) Sixteen members shall be elected to the Council under clause 3 (2) (a) of the Act, as follows:</p> <p class=\"paragraph-e\">  1.  For the Eastern Ontario electoral district, two members.</p> <p class=\"paragraph-e\">  2.  For the Central Ontario electoral district, two members.</p> <p class=\"paragraph-e\">  3.  For the Northern Ontario electoral district, one member.</p> <p class=\"paragraph-e\">  4.  For the Western Ontario electoral district, two members.</p> <p class=\"paragraph-e\">  5.  For the City of Toronto electoral district, four members.</p> <p class=\"paragraph-e\">  6.  For the Province of Ontario electoral district, five members. O. Reg. 389/17, s. 2.</p> <p class=\"subsection-e\">  (3) For the purposes of subsection (2), one of the members for the Province of Ontario electoral district must hold a licence as a Licensed Technologist OAA; the remaining 15 elected members must not. O. Reg. 389/17, s. 2.</p> <p class=\"subsection-e\">  (4), (5) <span class=\"ovsmallcap\">Revoked</span>: O. Reg. 389/17, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": null,
            "content": " 3. (1) There shall be an election of members to the Council on the fourth Monday of November in each year for the succeeding year.  R.R.O. 1990, Reg. 27, s. 3 (1). (2) When an election of members to the Council is not held at the prescribed time, the members of the Council then in office are continued in office until their successors are elected or appointed.  R.R.O. 1990, Reg. 27, s. 3 (2). (3) The term of office of members elected to the Council commences on the 1st day of January immediately following the date of their election.  R.R.O. 1990, Reg. 27, s. 3 (3). (4) The term of office of every member of the Council is three years.  R.R.O. 1990, Reg. 27, s. 3 (4). (5) No person is eligible to hold office as a member of the Council for more than three terms in succession. O. Reg. 389/17, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) There shall be an election of members to the Council on the fourth Monday of November in each year for the succeeding year.  R.R.O. 1990, Reg. 27, s. 3 (1).</p> <p class=\"subsection-e\">  (2) When an election of members to the Council is not held at the prescribed time, the members of the Council then in office are continued in office until their successors are elected or appointed.  R.R.O. 1990, Reg. 27, s. 3 (2).</p> <p class=\"subsection-e\">  (3) The term of office of members elected to the Council commences on the 1st day of January immediately following the date of their election.  R.R.O. 1990, Reg. 27, s. 3 (3).</p> <p class=\"subsection-e\">  (4) The term of office of every member of the Council is three years.  R.R.O. 1990, Reg. 27, s. 3 (4).</p> <p class=\"subsection-e\">  (5) No person is eligible to hold office as a member of the Council for more than three terms in succession. O. Reg. 389/17, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": null,
            "content": " 4. (1) A member of the Association is eligible for election to the Council if the member, (a)  is a Canadian Citizen resident in Ontario; (b)  has an address of record within the electoral district for which the member is nominated; and (c)  is a member in good standing in the Association.  R.R.O. 1990, Reg. 27, s. 4 (1); O. Reg. 389/17, s. 4. (2) A member is in good standing in the Association for the purpose of subsection (1) where, (a)  the member is not in default of payment of any fee prescribed by the by-laws, or any fee, levy, or costs imposed under the Act or the regulations; (b)  the member’s professional conduct or competence is not the subject of proceedings before the Discipline Committee; and (c)  the member’s licence is not under suspension.  R.R.O. 1990, Reg. 27, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) A member of the Association is eligible for election to the Council if the member,</p> <p class=\"clause-e\">  (a)  is a Canadian Citizen resident in Ontario;</p> <p class=\"clause-e\">  (b)  has an address of record within the electoral district for which the member is nominated; and</p> <p class=\"clause-e\">  (c)  is a member in good standing in the Association.  R.R.O. 1990, Reg. 27, s. 4 (1); O. Reg. 389/17, s. 4.</p> <p class=\"subsection-e\">  (2) A member is in good standing in the Association for the purpose of subsection (1) where,</p> <p class=\"clause-e\">  (a)  the member is not in default of payment of any fee prescribed by the by-laws, or any fee, levy, or costs imposed under the Act or the regulations;</p> <p class=\"clause-e\">  (b)  the member’s professional conduct or competence is not the subject of proceedings before the Discipline Committee; and</p> <p class=\"clause-e\">  (c)  the member’s licence is not under suspension.  R.R.O. 1990, Reg. 27, s. 4 (2).</p>"
        },
        {
            "id": "5.",
            "section": null,
            "content": " 5. The Registrar has the supervision and direction of every election and the Registrar shall decide all matters incidental thereto, including the eligibility of a member of the Association to vote and any dispute that may arise during the course of the election.  R.R.O. 1990, Reg. 27, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>5. </b>The Registrar has the supervision and direction of every election and the Registrar shall decide all matters incidental thereto, including the eligibility of a member of the Association to vote and any dispute that may arise during the course of the election.  R.R.O. 1990, Reg. 27, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": null,
            "content": " 6. (1) The nomination of candidates for election to the Council must, (a)  be in the nomination form prescribed by the Registrar, which shall be delivered to each member in an electoral district in which an election is to be held on or before the first Monday in October in each election year; (b)  include indications of support by at least three members, each of whom has an address of record within the electoral district for which the nominated member is eligible for election; (c)  in the case of a candidate nominated for the Province of Ontario electoral district, include an indication of interest supported by three other members; and (d)  be delivered to, or received by, the Registrar on or before the fourth Monday in October in each election year. O. Reg. 389/17, s. 5 (1). (2) A candidate must indicate his or her consent on the nomination form. O. Reg. 389/17, s. 5 (1). (3) No member of the Association may be nominated for election in more than one electoral district.  R.R.O. 1990, Reg. 27, s. 6 (3); O. Reg. 389/17, s. 5 (2).",
            "raw_html": "<p class=\"section-e\"> <b>6. </b>(1) The nomination of candidates for election to the Council must,</p> <p class=\"clause-e\">  (a)  be in the nomination form prescribed by the Registrar, which shall be delivered to each member in an electoral district in which an election is to be held on or before the first Monday in October in each election year;</p> <p class=\"clause-e\">  (b)  include indications of support by at least three members, each of whom has an address of record within the electoral district for which the nominated member is eligible for election; </p> <p class=\"clause-e\">  (c)  in the case of a candidate nominated for the Province of Ontario electoral district, include an indication of interest supported by three other members; and</p> <p class=\"clause-e\">  (d)  be delivered to, or received by, the Registrar on or before the fourth Monday in October in each election year. O. Reg. 389/17, s. 5 (1).</p> <p class=\"subsection-e\">  (2) A candidate must indicate his or her consent on the nomination form. O. Reg. 389/17, s. 5 (1).</p> <p class=\"subsection-e\">  (3) No member of the Association may be nominated for election in more than one electoral district.  R.R.O. 1990, Reg. 27, s. 6 (3); O. Reg. 389/17, s. 5 (2).</p>"
        },
        {
            "id": "7.",
            "section": null,
            "content": " 7. Where the number of candidates for election to the Council nominated in an electoral district is the same as the number of members to be elected to the Council from the electoral district, the Registrar shall certify that the candidate or candidates are elected by acclamation.  R.R.O. 1990, Reg. 27, s. 7; O. Reg. 389/17, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>7. </b>Where the number of candidates for election to the Council nominated in an electoral district is the same as the number of members to be elected to the Council from the electoral district, the Registrar shall certify that the candidate or candidates are elected by acclamation.  R.R.O. 1990, Reg. 27, s. 7; O. Reg. 389/17, s. 6.</p>"
        },
        {
            "id": "8.",
            "section": null,
            "content": " 8. (1) Except in electoral districts where candidates have been certified as elected by acclamation, the Registrar shall, on or before the second Monday of November, deliver to every member qualified to vote in the election a ballot in the form prescribed by the Registrar together with voting instructions. O. Reg. 389/17, s. 7 (1). (2) The form and content of the ballot and the voting instructions shall be as the Registrar considers will best ensure and preserve the anonymity of the voters and the secrecy of their votes.  R.R.O. 1990, Reg. 27, s. 8 (2); O. Reg. 389/17, s. 7 (2). (3) Every member of the Association who is qualified to vote at an election may cast one vote for each member to be elected to the Council, (a)  in the electoral district within which he or she has an address of record; and (b)  in the Province of Ontario electoral district. R.R.O. 1990, Reg. 27, s. 8 (3); O. Reg. 389/17, s. 7 (3, 4). (4) Each ballot shall be marked by the member voting in accordance with the voting instructions, and delivered to the Registrar so that it is received on or before the election day. O. Reg. 389/17, s. 7 (5).",
            "raw_html": "<p class=\"section-e\"> <b>8. </b>(1) Except in electoral districts where candidates have been certified as elected by acclamation, the Registrar shall, on or before the second Monday of November, deliver to every member qualified to vote in the election a ballot in the form prescribed by the Registrar together with voting instructions. O. Reg. 389/17, s. 7 (1).</p> <p class=\"subsection-e\">  (2) The form and content of the ballot and the voting instructions shall be as the Registrar considers will best ensure and preserve the anonymity of the voters and the secrecy of their votes.  R.R.O. 1990, Reg. 27, s. 8 (2); O. Reg. 389/17, s. 7 (2).</p> <p class=\"subsection-e\">  (3) Every member of the Association who is qualified to vote at an election may cast one vote for each member to be elected to the Council,</p> <p class=\"clause-e\">  (a)  in the electoral district within which he or she has an address of record; and</p> <p class=\"clause-e\">  (b)  in the Province of Ontario electoral district. R.R.O. 1990, Reg. 27, s. 8 (3); O. Reg. 389/17, s. 7 (3, 4).</p> <p class=\"subsection-e\">  (4) Each ballot shall be marked by the member voting in accordance with the voting instructions, and delivered to the Registrar so that it is received on or before the election day. O. Reg. 389/17, s. 7 (5).</p>"
        },
        {
            "id": "9.",
            "section": null,
            "content": " 9. The Registrar shall, on or before each election day, appoint two members of the Association who shall act as scrutineers of the election.  R.R.O. 1990, Reg. 27, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>9. </b>The Registrar shall, on or before each election day, appoint two members of the Association who shall act as scrutineers of the election.  R.R.O. 1990, Reg. 27, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": null,
            "content": " 10. (1) Not later than three days following each election day, the ballots shall be reviewed by the Registrar in the presence of the scrutineers and such staff as the Registrar may authorize.  R.R.O. 1990, Reg. 27, s. 10 (1); O. Reg. 389/17, s. 8 (1). (2) The scrutineers shall, count the votes cast for each candidate and record the number of votes cast and the number of spoiled ballots for each electoral district in a record provided by the Registrar.  R.R.O. 1990, Reg. 27, s. 10 (2); O. Reg. 389/17, s. 8 (2). (3) In the case of an equality of votes between two or more candidates in an electoral district, the scrutineers shall determine, by lot, the member or members elected to the Council.  R.R.O. 1990, Reg. 27, s. 10 (3). (4) Upon completion of the count, the scrutineers shall complete an election return in the form prescribed by the Registrar for each electoral district showing the number of votes cast for each candidate, as well as the number of spoiled ballots and shall file the election returns with the Registrar.  R.R.O. 1990, Reg. 27, s. 10 (4); O. Reg. 389/17, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"> <b>10. </b>(1) Not later than three days following each election day, the ballots shall be reviewed by the Registrar in the presence of the scrutineers and such staff as the Registrar may authorize.  R.R.O. 1990, Reg. 27, s. 10 (1); O. Reg. 389/17, s. 8 (1).</p> <p class=\"subsection-e\">  (2) The scrutineers shall, count the votes cast for each candidate and record the number of votes cast and the number of spoiled ballots for each electoral district in a record provided by the Registrar.  R.R.O. 1990, Reg. 27, s. 10 (2); O. Reg. 389/17, s. 8 (2).</p> <p class=\"subsection-e\">  (3) In the case of an equality of votes between two or more candidates in an electoral district, the scrutineers shall determine, by lot, the member or members elected to the Council.  R.R.O. 1990, Reg. 27, s. 10 (3).</p> <p class=\"subsection-e\">  (4) Upon completion of the count, the scrutineers shall complete an election return in the form prescribed by the Registrar for each electoral district showing the number of votes cast for each candidate, as well as the number of spoiled ballots and shall file the election returns with the Registrar.  R.R.O. 1990, Reg. 27, s. 10 (4); O. Reg. 389/17, s. 8 (3).</p>"
        },
        {
            "id": "11.",
            "section": null,
            "content": " 11. Upon receipt of the election returns, the Registrar shall certify the member or members who have received the largest number of votes in each electoral district as having been elected to the Council and shall forthwith notify each candidate and subsequently all members of the Association, of the election results.  R.R.O. 1990, Reg. 27, s. 11; O. Reg. 389/17, s. 9.",
            "raw_html": "<p class=\"section-e\"> <b>11. </b>Upon receipt of the election returns, the Registrar shall certify the member or members who have received the largest number of votes in each electoral district as having been elected to the Council and shall forthwith notify each candidate and subsequently all members of the Association, of the election results.  R.R.O. 1990, Reg. 27, s. 11; O. Reg. 389/17, s. 9.</p>"
        },
        {
            "id": "12.",
            "section": null,
            "content": " 12. (1) The Registrar shall cause the election returns to be destroyed twenty-one days after the candidates are notified of the results of the election, unless a recount has been requested in the meantime in accordance with subsection (2).  R.R.O. 1990, Reg. 27, s. 12 (1); O. Reg. 389/17, s. 10 (1). (2) A candidate may require a recount by delivering to the Registrar a request in writing and a $500 deposit within twenty days after receiving from the Registrar notice of the results of the election.  R.R.O. 1990, Reg. 27, s. 12 (2); O. Reg. 389/17, s. 10 (2). (3) The Registrar shall conduct the recount within thirty days after the date of delivery of the request and deposit.  R.R.O. 1990, Reg. 27, s. 12 (3). (4) If the recount changes the result of the election, the amount of the deposit shall be returned to the candidate who paid it.  R.R.O. 1990, Reg. 27, s. 12 (4). (5) The recount shall be presided over by the Registrar who shall, (a)  set the date for the recount; (b)  give notice in writing at least fifteen days before the date set for the recount to all candidates in the electoral district for which the recount has been requested that a recount is to be held; (c)  notify the candidates that they or their agents are entitled to be present to examine all ballots and to satisfy themselves that all ballots have been properly marked and counted; (d)  make the decision to accept or reject a ballot; (e)  certify the member or members who have received the largest number of votes in each electoral district as having been elected as a member or members of the Council; and (f)  where two or more candidates receive an equal number of votes, determine, in the presence of the candidates or their agents, by lot, the member or members elected to the Council.  R.R.O. 1990, Reg. 27, s. 12 (5); O. Reg. 389/17, s. 10 (3).",
            "raw_html": "<p class=\"section-e\"> <b>12. </b>(1) The Registrar shall cause the election returns to be destroyed twenty-one days after the candidates are notified of the results of the election, unless a recount has been requested in the meantime in accordance with subsection (2).  R.R.O. 1990, Reg. 27, s. 12 (1); O. Reg. 389/17, s. 10 (1).</p> <p class=\"subsection-e\">  (2) A candidate may require a recount by delivering to the Registrar a request in writing and a $500 deposit within twenty days after receiving from the Registrar notice of the results of the election.  R.R.O. 1990, Reg. 27, s. 12 (2); O. Reg. 389/17, s. 10 (2).</p> <p class=\"subsection-e\">  (3) The Registrar shall conduct the recount within thirty days after the date of delivery of the request and deposit.  R.R.O. 1990, Reg. 27, s. 12 (3).</p> <p class=\"subsection-e\">  (4) If the recount changes the result of the election, the amount of the deposit shall be returned to the candidate who paid it.  R.R.O. 1990, Reg. 27, s. 12 (4).</p> <p class=\"subsection-e\">  (5) The recount shall be presided over by the Registrar who shall,</p> <p class=\"clause-e\">  (a)  set the date for the recount;</p> <p class=\"clause-e\">  (b)  give notice in writing at least fifteen days before the date set for the recount to all candidates in the electoral district for which the recount has been requested that a recount is to be held;</p> <p class=\"clause-e\">  (c)  notify the candidates that they or their agents are entitled to be present to examine all ballots and to satisfy themselves that all ballots have been properly marked and counted;</p> <p class=\"clause-e\">  (d)  make the decision to accept or reject a ballot;</p> <p class=\"clause-e\">  (e)  certify the member or members who have received the largest number of votes in each electoral district as having been elected as a member or members of the Council; and</p> <p class=\"clause-e\">  (f)  where two or more candidates receive an equal number of votes, determine, in the presence of the candidates or their agents, by lot, the member or members elected to the Council.  R.R.O. 1990, Reg. 27, s. 12 (5); O. Reg. 389/17, s. 10 (3).</p>"
        },
        {
            "id": "13.",
            "section": null,
            "content": " 13. If the delivery of ballots during an election is interrupted, the Registrar may extend the time for the holding of the election and may, in addition thereto, extend the time for the doing of any act in connection with the election, for such period as the Registrar considers reasonable in the circumstances.  R.R.O. 1990, Reg. 27, s. 13; O. Reg. 389/17, s. 11.",
            "raw_html": "<p class=\"section-e\"> <b>13. </b>If the delivery of ballots during an election is interrupted, the Registrar may extend the time for the holding of the election and may, in addition thereto, extend the time for the doing of any act in connection with the election, for such period as the Registrar considers reasonable in the circumstances.  R.R.O. 1990, Reg. 27, s. 13; O. Reg. 389/17, s. 11.</p>"
        },
        {
            "id": "14.",
            "section": null,
            "content": " 14. Elections to fill vacancies on the Council when no quorum of the Council remains in office shall be conducted with necessary modifications in accordance with the provisions of this Regulation that apply to general elections.  R.R.O. 1990, Reg. 27, s. 14.",
            "raw_html": "<p class=\"section-e\"> <b>14. </b>Elections to fill vacancies on the Council when no quorum of the Council remains in office shall be conducted with necessary modifications in accordance with the provisions of this Regulation that apply to general elections.  R.R.O. 1990, Reg. 27, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": null,
            "content": " 15. (1) A member of the Council is disqualified from sitting on the Council when the member, (a)  is, by reason of incapacity, unable to act as a member of the Council; (b)  has been found guilty of professional misconduct or incompetence; (c)  fails to attend three consecutive regular meetings of the Council without cause; (d)  ceases to be eligible for election to the Council; (e)  ceases to have an address of record within the electoral district for which the member was elected; (f)  ceases to be a member in good standing in the Association; or (g)  fails to perform the duties of a member of the Council that are prescribed by the by-laws.  R.R.O. 1990, Reg. 27, s. 15 (1); O. Reg. 389/17, s. 12. (2) A member who is disqualified from sitting on the Council is deemed to be removed from the Council.  R.R.O. 1990, Reg. 27, s. 15 (2). (3) A member of Council whose conduct is the subject of a proceeding before the Discipline Committee is disqualified from sitting on the Council pending the decision or order of the Discipline Committee.  R.R.O. 1990, Reg. 27, s. 15 (3).",
            "raw_html": "<p class=\"section-e\"> <b>15. </b>(1) A member of the Council is disqualified from sitting on the Council when the member,</p> <p class=\"clause-e\">  (a)  is, by reason of incapacity, unable to act as a member of the Council;</p> <p class=\"clause-e\">  (b)  has been found guilty of professional misconduct or incompetence;</p> <p class=\"clause-e\">  (c)  fails to attend three consecutive regular meetings of the Council without cause;</p> <p class=\"clause-e\">  (d)  ceases to be eligible for election to the Council;</p> <p class=\"clause-e\">  (e)  ceases to have an address of record within the electoral district for which the member was elected;</p> <p class=\"clause-e\">  (f)  ceases to be a member in good standing in the Association; or</p> <p class=\"clause-e\">  (g)  fails to perform the duties of a member of the Council that are prescribed by the by-laws.  R.R.O. 1990, Reg. 27, s. 15 (1); O. Reg. 389/17, s. 12.</p> <p class=\"subsection-e\">  (2) A member who is disqualified from sitting on the Council is deemed to be removed from the Council.  R.R.O. 1990, Reg. 27, s. 15 (2).</p> <p class=\"subsection-e\">  (3) A member of Council whose conduct is the subject of a proceeding before the Discipline Committee is disqualified from sitting on the Council pending the decision or order of the Discipline Committee.  R.R.O. 1990, Reg. 27, s. 15 (3).</p>"
        },
        {
            "id": "16.",
            "section": null,
            "content": " 16. (1) At a meeting of the Council, the members of the Council shall elect by ballot from among the elected members a president, a vice-president and treasurer and two or more vice-presidents.  R.R.O. 1990, Reg. 27, s. 16 (1). (1.1) Where only one candidate is nominated for the office of president, the office of vice-president and treasurer or for each office of vice-president, the Registrar shall certify the candidate as elected by acclamation.  O. Reg. 287/99, s. 1. (2) Every vacancy caused by the death, resignation, removal or incapacity to act of an officer, shall be filled by the holding of a by-election which shall take place at the next meeting of Council immediately following the act which resulted in the vacancy.  R.R.O. 1990, Reg. 27, s. 16 (2). (3) The election or by-election shall be supervised and directed by the Registrar who shall prescribe the forms for nominations and ballots, conduct the poll, certify the result of the election and decide all matters incidental thereto and any dispute that may arise during the course of the election.  R.R.O. 1990, Reg. 27, s. 16 (3). (4) Council shall appoint two persons who shall act as scrutineers for the election.  R.R.O. 1990, Reg. 27, s. 16 (4). (5) The scrutineers shall examine the ballots and count the votes cast for each officer to be elected and report the results of the election to the Registrar.  R.R.O. 1990, Reg. 27, s. 16 (5). (6) The Council by by-law shall fix the term of office of the president, the vice president and treasurer and the vice-presidents and the commencement of the term of office but the term of office shall not exceed eighteen months.  R.R.O. 1990, Reg. 27, s. 16 (6). (7) No person is eligible to hold office as president for more than two terms in succession.  R.R.O. 1990, Reg. 27, s. 16 (7). (8) An officer elected at a by-election shall hold office for the unexpired portion of the term of the officer whose office he or she is elected to fill.  R.R.O. 1990, Reg. 27, s. 16 (8).",
            "raw_html": "<p class=\"section-e\"> <b>16. </b>(1) At a meeting of the Council, the members of the Council shall elect by ballot from among the elected members a president, a vice-president and treasurer and two or more vice-presidents.  R.R.O. 1990, Reg. 27, s. 16 (1).</p> <p class=\"subsection-e\">  (1.1) Where only one candidate is nominated for the office of president, the office of vice-president and treasurer or for each office of vice-president, the Registrar shall certify the candidate as elected by acclamation.  O. Reg. 287/99, s. 1.</p> <p class=\"subsection-e\">  (2) Every vacancy caused by the death, resignation, removal or incapacity to act of an officer, shall be filled by the holding of a by-election which shall take place at the next meeting of Council immediately following the act which resulted in the vacancy.  R.R.O. 1990, Reg. 27, s. 16 (2).</p> <p class=\"subsection-e\">  (3) The election or by-election shall be supervised and directed by the Registrar who shall prescribe the forms for nominations and ballots, conduct the poll, certify the result of the election and decide all matters incidental thereto and any dispute that may arise during the course of the election.  R.R.O. 1990, Reg. 27, s. 16 (3).</p> <p class=\"subsection-e\">  (4) Council shall appoint two persons who shall act as scrutineers for the election.  R.R.O. 1990, Reg. 27, s. 16 (4).</p> <p class=\"subsection-e\">  (5) The scrutineers shall examine the ballots and count the votes cast for each officer to be elected and report the results of the election to the Registrar.  R.R.O. 1990, Reg. 27, s. 16 (5).</p> <p class=\"subsection-e\">  (6) The Council by by-law shall fix the term of office of the president, the vice president and treasurer and the vice-presidents and the commencement of the term of office but the term of office shall not exceed eighteen months.  R.R.O. 1990, Reg. 27, s. 16 (6).</p> <p class=\"subsection-e\">  (7) No person is eligible to hold office as president for more than two terms in succession.  R.R.O. 1990, Reg. 27, s. 16 (7).</p> <p class=\"subsection-e\">  (8) An officer elected at a by-election shall hold office for the unexpired portion of the term of the officer whose office he or she is elected to fill.  R.R.O. 1990, Reg. 27, s. 16 (8).</p>"
        },
        {
            "id": "17.",
            "section": null,
            "content": " 17. (1) The Executive Committee is continued.  R.R.O. 1990, Reg. 27, s. 17 (1). (2) The Executive Committee shall be composed of the president, who shall chair it, the vice-president and treasurer, the vice-presidents and, if so elected by ballot by the elected members of the Council, the immediate past president of the Council.  O. Reg. 253/96, s. 1. (3) A majority of the members of the Executive Committee constitutes a quorum.  R.R.O. 1990, Reg. 27, s. 17 (3).",
            "raw_html": "<p class=\"section-e\"> <b>17. </b>(1) The Executive Committee is continued.  R.R.O. 1990, Reg. 27, s. 17 (1).</p> <p class=\"subsection-e\">  (2) The Executive Committee shall be composed of the president, who shall chair it, the vice-president and treasurer, the vice-presidents and, if so elected by ballot by the elected members of the Council, the immediate past president of the Council.  O. Reg. 253/96, s. 1.</p> <p class=\"subsection-e\">  (3) A majority of the members of the Executive Committee constitutes a quorum.  R.R.O. 1990, Reg. 27, s. 17 (3).</p>"
        },
        {
            "id": "18.",
            "section": null,
            "content": " 18. (1) The Academic Requirements Committee is continued.  R.R.O. 1990, Reg. 27, s. 18 (1). (2) The Academic Requirements Committee shall be composed of, (a)  at least three elected members of the Council appointed at pleasure to the Committee by the Council; (b)  at least one member of the Association who is not a member of the Council and who is appointed at pleasure to the Committee by the Council; and (c)  one representative of every university or college in Ontario that is, by law, authorized to grant degrees in architecture and maintains a faculty, school or department of architecture, appointed at pleasure by the Council on the recommendation of the university or college, but the representative must be a member of the Association employed on a full-time basis in the faculty, school or department of the university or college that recommends the representative.  R.R.O. 1990, Reg. 27, s. 18 (2). (3) Three members of the Academic Requirements Committee, of whom two are elected members of the Council, constitute a quorum.  R.R.O. 1990, Reg. 27, s. 18 (3). (4) A determination of the Academic Requirements Committee made in a meeting of the Committee requires the vote of a majority of the members of the Committee who are present at the meeting, including those members who are deemed to be present at a meeting under paragraph 7 of subsection 8 (1) of the Act.  O. Reg. 287/99, s. 2. (5) The Council shall appoint one member of the Academic Requirements Committee to be the chair of the Committee.  R.R.O. 1990, Reg. 27, s. 18 (5). (6) The chair or, in the absence of the chair, a member of the Academic Requirements Committee designated by the chair shall preside at all meetings of the Committee.  R.R.O. 1990, Reg. 27, s. 18 (6).",
            "raw_html": "<p class=\"section-e\"> <b>18. </b>(1) The Academic Requirements Committee is continued.  R.R.O. 1990, Reg. 27, s. 18 (1).</p> <p class=\"subsection-e\">  (2) The Academic Requirements Committee shall be composed of,</p> <p class=\"clause-e\">  (a)  at least three elected members of the Council appointed at pleasure to the Committee by the Council;</p> <p class=\"clause-e\">  (b)  at least one member of the Association who is not a member of the Council and who is appointed at pleasure to the Committee by the Council; and</p> <p class=\"clause-e\">  (c)  one representative of every university or college in Ontario that is, by law, authorized to grant degrees in architecture and maintains a faculty, school or department of architecture, appointed at pleasure by the Council on the recommendation of the university or college, but the representative must be a member of the Association employed on a full-time basis in the faculty, school or department of the university or college that recommends the representative.  R.R.O. 1990, Reg. 27, s. 18 (2).</p> <p class=\"subsection-e\">  (3) Three members of the Academic Requirements Committee, of whom two are elected members of the Council, constitute a quorum.  R.R.O. 1990, Reg. 27, s. 18 (3).</p> <p class=\"subsection-e\">  (4) A determination of the Academic Requirements Committee made in a meeting of the Committee requires the vote of a majority of the members of the Committee who are present at the meeting, including those members who are deemed to be present at a meeting under paragraph 7 of subsection 8 (1) of the Act.  O. Reg. 287/99, s. 2.</p> <p class=\"subsection-e\">  (5) The Council shall appoint one member of the Academic Requirements Committee to be the chair of the Committee.  R.R.O. 1990, Reg. 27, s. 18 (5).</p> <p class=\"subsection-e\">  (6) The chair or, in the absence of the chair, a member of the Academic Requirements Committee designated by the chair shall preside at all meetings of the Committee.  R.R.O. 1990, Reg. 27, s. 18 (6).</p>"
        },
        {
            "id": "19.",
            "section": null,
            "content": " 19. (1) The Experience Requirements Committee is continued.  R.R.O. 1990, Reg. 27, s. 19 (1). (2) The Experience Requirements Committee shall be composed of, (a)  at least one elected member of the Council appointed at pleasure to the Committee by the Council; and (b)  at least three members of the Association who are not members of the Council and who are appointed at pleasure to the Committee by the Council.  R.R.O. 1990, Reg. 27, s. 19 (2). (3) A majority of the members of the Experience Requirements Committee constitutes a quorum.  R.R.O. 1990, Reg. 27, s. 19 (3). (4) A determination of the Experience Requirements Committee made in a meeting of the Committee requires the vote of a majority of the members of the Committee who are present at the meeting, including those members who are deemed to be present at a meeting under paragraph 7 of subsection 8 (1) of the Act.  O. Reg. 287/99, s. 3. (5) The Council shall appoint one member of the Experience Requirements Committee to be the chair of the Committee.  R.R.O. 1990, Reg. 27, s. 19 (5). (6) The chair or, in the absence of the chair, a member of the Experience Requirements Committee designated by the chair shall preside at all meetings of the Committee.  R.R.O. 1990, Reg. 27, s. 19 (6).",
            "raw_html": "<p class=\"section-e\"> <b>19. </b>(1) The Experience Requirements Committee is continued.  R.R.O. 1990, Reg. 27, s. 19 (1).</p> <p class=\"subsection-e\">  (2) The Experience Requirements Committee shall be composed of,</p> <p class=\"clause-e\">  (a)  at least one elected member of the Council appointed at pleasure to the Committee by the Council; and</p> <p class=\"clause-e\">  (b)  at least three members of the Association who are not members of the Council and who are appointed at pleasure to the Committee by the Council.  R.R.O. 1990, Reg. 27, s. 19 (2).</p> <p class=\"subsection-e\">  (3) A majority of the members of the Experience Requirements Committee constitutes a quorum.  R.R.O. 1990, Reg. 27, s. 19 (3).</p> <p class=\"subsection-e\">  (4) A determination of the Experience Requirements Committee made in a meeting of the Committee requires the vote of a majority of the members of the Committee who are present at the meeting, including those members who are deemed to be present at a meeting under paragraph 7 of subsection 8 (1) of the Act.  O. Reg. 287/99, s. 3.</p> <p class=\"subsection-e\">  (5) The Council shall appoint one member of the Experience Requirements Committee to be the chair of the Committee.  R.R.O. 1990, Reg. 27, s. 19 (5).</p> <p class=\"subsection-e\">  (6) The chair or, in the absence of the chair, a member of the Experience Requirements Committee designated by the chair shall preside at all meetings of the Committee.  R.R.O. 1990, Reg. 27, s. 19 (6).</p>"
        },
        {
            "id": "20.",
            "section": null,
            "content": " 20. (1) The Registration Committee is continued.  R.R.O. 1990, Reg. 27, s. 20 (1). (2) The Registration Committee shall be composed of, (a)  at least two elected members of the Council appointed at pleasure to the Committee by the Council; and (b)  at least two members of the Association who are not members of the Council and who are appointed at pleasure to the Committee by the Council.  R.R.O. 1990, Reg. 27, s. 20 (2). (3) Three members of the Registration Committee, one of whom is an elected member of the Council, constitute a quorum.  R.R.O. 1990, Reg. 27, s. 20 (3). (4) A determination of the Registration Committee made in a meeting or a hearing of the Committee requires the vote of a majority of the members of the Committee who are present at the meeting, including those members who are deemed to be present at a meeting under paragraph 7 of subsection 8 (1) of the Act.  O. Reg. 287/99, s. 4. (5) The Council shall appoint one member of the Registration Committee, who is an elected member of the Council, to be the chair of the Committee.  R.R.O. 1990, Reg. 27, s. 20 (5). (6) The chair or, in the absence of the chair, a member of the Registration Committee designated by the chair shall preside at all meetings and hearings of the Committee.  R.R.O. 1990, Reg. 27, s. 20 (6).",
            "raw_html": "<p class=\"section-e\"> <b>20. </b>(1) The Registration Committee is continued.  R.R.O. 1990, Reg. 27, s. 20 (1).</p> <p class=\"subsection-e\">  (2) The Registration Committee shall be composed of,</p> <p class=\"clause-e\">  (a)  at least two elected members of the Council appointed at pleasure to the Committee by the Council; and</p> <p class=\"clause-e\">  (b)  at least two members of the Association who are not members of the Council and who are appointed at pleasure to the Committee by the Council.  R.R.O. 1990, Reg. 27, s. 20 (2).</p> <p class=\"subsection-e\">  (3) Three members of the Registration Committee, one of whom is an elected member of the Council, constitute a quorum.  R.R.O. 1990, Reg. 27, s. 20 (3).</p> <p class=\"subsection-e\">  (4) A determination of the Registration Committee made in a meeting or a hearing of the Committee requires the vote of a majority of the members of the Committee who are present at the meeting, including those members who are deemed to be present at a meeting under paragraph 7 of subsection 8 (1) of the Act.  O. Reg. 287/99, s. 4.</p> <p class=\"subsection-e\">  (5) The Council shall appoint one member of the Registration Committee, who is an elected member of the Council, to be the chair of the Committee.  R.R.O. 1990, Reg. 27, s. 20 (5).</p> <p class=\"subsection-e\">  (6) The chair or, in the absence of the chair, a member of the Registration Committee designated by the chair shall preside at all meetings and hearings of the Committee.  R.R.O. 1990, Reg. 27, s. 20 (6).</p>"
        },
        {
            "id": "21.",
            "section": null,
            "content": " 21. (1) The Complaints Committee is continued.  R.R.O. 1990, Reg. 27, s. 21. (2) A determination of the Complaints Committee made in a meeting of the Committee requires the vote of a majority of the members of the Committee who are present at the meeting, including those members who are deemed to be present at a meeting under paragraph 7 of subsection 8 (1) of the Act.  O. Reg. 287/99, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>21. </b>(1) The Complaints Committee is continued.  R.R.O. 1990, Reg. 27, s. 21.</p> <p class=\"subsection-e\">  (2) A determination of the Complaints Committee made in a meeting of the Committee requires the vote of a majority of the members of the Committee who are present at the meeting, including those members who are deemed to be present at a meeting under paragraph 7 of subsection 8 (1) of the Act.  O. Reg. 287/99, s. 5.</p>"
        },
        {
            "id": "22.",
            "section": null,
            "content": " 22. (1) The Discipline Committee is continued.  R.R.O. 1990, Reg. 27, s. 22. (2) A determination of the Discipline Committee made in a meeting of the Committee requires the vote of a majority of the members of the Committee who are present at the meeting, including those members who are deemed to be present at a meeting under paragraph 7 of subsection 8 (1) of the Act.  O. Reg. 287/99, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>22. </b>(1) The Discipline Committee is continued.  R.R.O. 1990, Reg. 27, s. 22.</p> <p class=\"subsection-e\">  (2) A determination of the Discipline Committee made in a meeting of the Committee requires the vote of a majority of the members of the Committee who are present at the meeting, including those members who are deemed to be present at a meeting under paragraph 7 of subsection 8 (1) of the Act.  O. Reg. 287/99, s. 6.</p>"
        },
        {
            "id": "23.",
            "section": null,
            "content": " 23. (1) The Fees Mediation Committee is continued.  R.R.O. 1990, Reg. 27, s. 23 (1). (2) The Fees Mediation Committee shall be composed of, (a)  at least one elected member of the Council appointed at pleasure to the Committee by the Council; and (b)  such other members of the Association who are not members of the Council and who are appointed at pleasure to the Committee by the Council.  R.R.O. 1990, Reg. 27, s. 23 (2). (3) Three members of the Fees Mediation Committee, one of whom is an elected member of the Council and one of whom shall be a person appointed to the Council by the Lieutenant Governor in Council, constitute a quorum for the purpose of mediation and arbitration under section 37 of the Act.  R.R.O. 1990, Reg. 27, s. 23 (3). (4) The Council shall appoint one member of the Fees Mediation Committee, who is an elected member of the Council, to be the chair of the Committee.  R.R.O. 1990, Reg. 27, s. 23 (4). (5) The chair, or in the absence of the chair, a member of the Fees Mediation Committee designated by the chair, shall preside at all meetings and hearings of the Committee.  R.R.O. 1990, Reg. 27, s. 23 (5). (6) All decisions of the Fees Mediation Committee require the vote of a majority of the members of the Committee present at the meeting or hearing.  R.R.O. 1990, Reg. 27, s. 23 (6). (7) Where the Fees Mediation Committee commences a hearing and a member thereof becomes unable to act, the remaining members, if they constitute a quorum, may complete the hearing despite the absence of the member who is unable to act.  R.R.O. 1990, Reg. 27, s. 23 (7).",
            "raw_html": "<p class=\"section-e\"> <b>23. </b>(1) The Fees Mediation Committee is continued.  R.R.O. 1990, Reg. 27, s. 23 (1).</p> <p class=\"subsection-e\">  (2) The Fees Mediation Committee shall be composed of,</p> <p class=\"clause-e\">  (a)  at least one elected member of the Council appointed at pleasure to the Committee by the Council; and</p> <p class=\"clause-e\">  (b)  such other members of the Association who are not members of the Council and who are appointed at pleasure to the Committee by the Council.  R.R.O. 1990, Reg. 27, s. 23 (2).</p> <p class=\"subsection-e\">  (3) Three members of the Fees Mediation Committee, one of whom is an elected member of the Council and one of whom shall be a person appointed to the Council by the Lieutenant Governor in Council, constitute a quorum for the purpose of mediation and arbitration under section 37 of the Act.  R.R.O. 1990, Reg. 27, s. 23 (3).</p> <p class=\"subsection-e\">  (4) The Council shall appoint one member of the Fees Mediation Committee, who is an elected member of the Council, to be the chair of the Committee.  R.R.O. 1990, Reg. 27, s. 23 (4).</p> <p class=\"subsection-e\">  (5) The chair, or in the absence of the chair, a member of the Fees Mediation Committee designated by the chair, shall preside at all meetings and hearings of the Committee.  R.R.O. 1990, Reg. 27, s. 23 (5).</p> <p class=\"subsection-e\">  (6) All decisions of the Fees Mediation Committee require the vote of a majority of the members of the Committee present at the meeting or hearing.  R.R.O. 1990, Reg. 27, s. 23 (6).</p> <p class=\"subsection-e\">  (7) Where the Fees Mediation Committee commences a hearing and a member thereof becomes unable to act, the remaining members, if they constitute a quorum, may complete the hearing despite the absence of the member who is unable to act.  R.R.O. 1990, Reg. 27, s. 23 (7).</p>"
        },
        {
            "id": "24.",
            "section": null,
            "content": " 24. The following are prescribed as classes of persons whose interests are related to those of the Association: 1.  Intern architects. 2.  Student associates. 3.  Honorary members. 4.  Life members. 5.  Retired members.  O. Reg. 287/99, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>24. </b>The following are prescribed as classes of persons whose interests are related to those of the Association:</p> <p class=\"paragraph-e\">  1.  Intern architects.</p> <p class=\"paragraph-e\">  2.  Student associates.</p> <p class=\"paragraph-e\">  3.  Honorary members.</p> <p class=\"paragraph-e\">  4.  Life members.</p> <p class=\"paragraph-e\">  5.  Retired members.  O. Reg. 287/99, s. 7.</p>"
        },
        {
            "id": "25.",
            "section": null,
            "content": " 25. Revoked:  O. Reg. 287/99, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>25. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 287/99, s. 8.</p>"
        },
        {
            "id": "26.",
            "section": null,
            "content": " 26. (1) Intern architects are persons who are of good character, have paid the annual fees prescribed by the by-laws, have complied with the academic requirements specified in the regulations for the issuance of a licence and are appointed as intern architects by the Registrar.  O. Reg. 91/93, s. 2; O. Reg. 379/94, s. 2 (1). (2) An intern architect is entitled to receive general information issued by the Association and to attend the annual and general meetings of the members of the Association, but is not entitled to vote at such a meeting.  R.R.O. 1990, Reg. 27, s. 26 (2); O. Reg. 379/94, s. 2 (2). (3) Intern architect status is valid for one year.  R.R.O. 1990, Reg. 27, s. 26 (3); O. Reg. 379/94, s. 2 (3).",
            "raw_html": "<p class=\"section-e\"> <b>26. </b>(1) Intern architects are persons who are of good character, have paid the annual fees prescribed by the by-laws, have complied with the academic requirements specified in the regulations for the issuance of a licence and are appointed as intern architects by the Registrar.  O. Reg. 91/93, s. 2; O. Reg. 379/94, s. 2 (1).</p> <p class=\"subsection-e\">  (2) An intern architect is entitled to receive general information issued by the Association and to attend the annual and general meetings of the members of the Association, but is not entitled to vote at such a meeting.  R.R.O. 1990, Reg. 27, s. 26 (2); O. Reg. 379/94, s. 2 (2).</p> <p class=\"subsection-e\">  (3) Intern architect status is valid for one year.  R.R.O. 1990, Reg. 27, s. 26 (3); O. Reg. 379/94, s. 2 (3).</p>"
        },
        {
            "id": "27.",
            "section": null,
            "content": " 27. (1) Student associates are persons who are of good character, have paid the annual fees prescribed by the by-laws, are enrolled in Canada in faculties, schools or departments of architecture or other courses of study that are considered by Council to be equivalent to such faculties, schools or departments and are appointed as student associates by the Registrar.  O. Reg. 91/93, s. 3. (2) A student associate is entitled to receive general information issued by the Association and to attend the annual and general meetings of the members of the Association but is not entitled to vote at such a meeting.  R.R.O. 1990, Reg. 27, s. 27 (2). (3) Student associate status is valid for one year.  R.R.O. 1990, Reg. 27, s. 27 (3).",
            "raw_html": "<p class=\"section-e\"> <b>27. </b>(1) Student associates are persons who are of good character, have paid the annual fees prescribed by the by-laws, are enrolled in Canada in faculties, schools or departments of architecture or other courses of study that are considered by Council to be equivalent to such faculties, schools or departments and are appointed as student associates by the Registrar.  O. Reg. 91/93, s. 3.</p> <p class=\"subsection-e\">  (2) A student associate is entitled to receive general information issued by the Association and to attend the annual and general meetings of the members of the Association but is not entitled to vote at such a meeting.  R.R.O. 1990, Reg. 27, s. 27 (2).</p> <p class=\"subsection-e\">  (3) Student associate status is valid for one year.  R.R.O. 1990, Reg. 27, s. 27 (3).</p>"
        },
        {
            "id": "28.",
            "section": null,
            "content": " 28. (1) Honorary members are persons who have rendered to the architectural profession signal or valuable service or who have scrupulously upheld the objects of the Association and who are elected as honorary members at an annual or general meeting of the members of the Association.  R.R.O. 1990, Reg. 27, s. 28 (1). (2) The Council may nominate persons for election as honorary members.  R.R.O. 1990, Reg. 27, s. 28 (2). (3) Honorary members shall be elected at the annual or general meetings of the members of the Association by a vote of four-fifths of the members present at the meeting.  R.R.O. 1990, Reg. 27, s. 28 (3). (4) An honorary member is entitled to receive general information issued by the Association and to attend the annual and general meetings of the members of the Association but is not entitled to vote at such a meeting.  R.R.O. 1990, Reg. 27, s. 28 (4). (5) An honorary member shall be issued a Certificate of Honorary Membership and, if the honorary member was previously the holder of a licence, he or she may use the title “architect (retired)” or “architecte (retraité)”.  R.R.O. 1990, Reg. 27, s. 28 (5); O. Reg. 44/05, s. 1; O. Reg. 386/15, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>28. </b>(1) Honorary members are persons who have rendered to the architectural profession signal or valuable service or who have scrupulously upheld the objects of the Association and who are elected as honorary members at an annual or general meeting of the members of the Association.  R.R.O. 1990, Reg. 27, s. 28 (1).</p> <p class=\"subsection-e\">  (2) The Council may nominate persons for election as honorary members.  R.R.O. 1990, Reg. 27, s. 28 (2).</p> <p class=\"subsection-e\">  (3) Honorary members shall be elected at the annual or general meetings of the members of the Association by a vote of four-fifths of the members present at the meeting.  R.R.O. 1990, Reg. 27, s. 28 (3).</p> <p class=\"subsection-e\">  (4) An honorary member is entitled to receive general information issued by the Association and to attend the annual and general meetings of the members of the Association but is not entitled to vote at such a meeting.  R.R.O. 1990, Reg. 27, s. 28 (4).</p> <p class=\"subsection-e\">  (5) An honorary member shall be issued a Certificate of Honorary Membership and, if the honorary member was previously the holder of a licence, he or she may use the title “architect (retired)” or “architecte (retraité)”.  R.R.O. 1990, Reg. 27, s. 28 (5); O. Reg. 44/05, s. 1; O. Reg. 386/15, s. 1.</p>"
        },
        {
            "id": "29.",
            "section": null,
            "content": " 29. (1) A life member is a person who has resigned his or her membership in the Association, who has thereafter held the status of retired member and who is elected as a life member by the Council.  O. Reg. 287/99, s. 9. (2) A life member is entitled to receive general information issued by the Association and to attend the annual and general meetings of the members of the Association but is not entitled to vote at such a meeting.  R.R.O. 1990, Reg. 27, s. 29 (2). (3) A life member may use the title “architect (retired)” or “architecte (retraité)”.  R.R.O. 1990, Reg. 27, s. 29 (3); O. Reg. 44/05, s. 2; O. Reg. 386/15, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>29. </b>(1) A life member is a person who has resigned his or her membership in the Association, who has thereafter held the status of retired member and who is elected as a life member by the Council.  O. Reg. 287/99, s. 9.</p> <p class=\"subsection-e\">  (2) A life member is entitled to receive general information issued by the Association and to attend the annual and general meetings of the members of the Association but is not entitled to vote at such a meeting.  R.R.O. 1990, Reg. 27, s. 29 (2).</p> <p class=\"subsection-e\">  (3) A life member may use the title “architect (retired)” or “architecte (retraité)”.  R.R.O. 1990, Reg. 27, s. 29 (3); O. Reg. 44/05, s. 2; O. Reg. 386/15, s. 2.</p>"
        },
        {
            "id": "30.",
            "section": null,
            "content": " 30. (1) Retired members are persons who have resigned their memberships in the Association, have paid the annual fees prescribed by the by-laws and are appointed as retired members by the Registrar.  O. Reg. 91/93, s. 4. (2) A retired member is entitled to receive general information issued by the Association and to attend the annual and general meetings of the Association but is not entitled to vote at such a meeting.  R.R.O. 1990, Reg. 27, s. 30 (2). (3) A retired member may use the title “architect (retired)” or “architecte (retraité)”.  R.R.O. 1990, Reg. 27, s. 30 (3); O. Reg. 44/05, s. 3; O. Reg. 386/15, s. 3. (4) Retired status is valid for one year.  R.R.O. 1990, Reg. 27, s. 30 (4).",
            "raw_html": "<p class=\"section-e\"> <b>30. </b>(1) Retired members are persons who have resigned their memberships in the Association, have paid the annual fees prescribed by the by-laws and are appointed as retired members by the Registrar.  O. Reg. 91/93, s. 4.</p> <p class=\"subsection-e\">  (2) A retired member is entitled to receive general information issued by the Association and to attend the annual and general meetings of the Association but is not entitled to vote at such a meeting.  R.R.O. 1990, Reg. 27, s. 30 (2).</p> <p class=\"subsection-e\">  (3) A retired member may use the title “architect (retired)” or “architecte (retraité)”.  R.R.O. 1990, Reg. 27, s. 30 (3); O. Reg. 44/05, s. 3; O. Reg. 386/15, s. 3.</p> <p class=\"subsection-e\">  (4) Retired status is valid for one year.  R.R.O. 1990, Reg. 27, s. 30 (4).</p>"
        },
        {
            "id": "31.",
            "section": null,
            "content": " 31. For the purposes of clause 13 (1) (d) of the Act, the following are the academic and experience requirements for the issuance of a licence to a person: 1.  The person must hold a degree in architecture from a post-secondary institution or must have successfully completed the Royal Architectural Institute of Canada Syllabus. 2.  The person must hold a Certificate of Certification issued by the Canadian Architectural Certification Board. 3.  The person must have completed the admission course offered by the Association. 4.  The person must have successfully completed one of the following: i.  The Examination for Architects in Canada published by the Association. ii.  The Architect Registration Examination of the National Council of Architectural Registration Boards. iii.  Any combination of the components of the Examination for Architects in Canada published by the Association and of the Architect Registration Examination of the National Council of Architectural Registration Boards that, considered as a whole, is equivalent to one of those examinations, as approved by the Council. 5.  The person must have completed a total of 3,720 hours of experience that meets the requirements of the Intern Architect Program published by the Association.  The experience must include, i.  at least 940 hours of experience in Ontario under the personal supervision and direction of a person licensed to engage in the practice of architecture in Ontario, which must be completed within the three years before the date on which the person applies for the licence, and ii.  at least 2,780 additional hours of experience under the personal supervision and direction of a person authorized to engage in the practice of architecture.  O. Reg. 430/97, s. 1; O. Reg. 337/08, s. 1; O. Reg. 150/11, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>31. </b>For the purposes of clause 13 (1) (d) of the Act, the following are the academic and experience requirements for the issuance of a licence to a person:</p> <p class=\"paragraph-e\">  1.  The person must hold a degree in architecture from a post-secondary institution or must have successfully completed the Royal Architectural Institute of Canada Syllabus.</p> <p class=\"paragraph-e\">  2.  The person must hold a Certificate of Certification issued by the Canadian Architectural Certification Board.</p> <p class=\"paragraph-e\">  3.  The person must have completed the admission course offered by the Association.</p> <p class=\"paragraph-e\">  4.  The person must have successfully completed one of the following:</p> <p class=\"subpara-e\">  i.  The Examination for Architects in Canada published by the Association.</p> <p class=\"subpara-e\">  ii.  The Architect Registration Examination of the National Council of Architectural Registration Boards.</p> <p class=\"subpara-e\">  iii.  Any combination of the components of the Examination for Architects in Canada published by the Association and of the Architect Registration Examination of the National Council of Architectural Registration Boards that, considered as a whole, is equivalent to one of those examinations, as approved by the Council.</p> <p class=\"paragraph-e\">  5.  The person must have completed a total of 3,720 hours of experience that meets the requirements of the Intern Architect Program published by the Association.  The experience must include,</p> <p class=\"subpara-e\">  i.  at least 940 hours of experience in Ontario under the personal supervision and direction of a person licensed to engage in the practice of architecture in Ontario, which must be completed within the three years before the date on which the person applies for the licence, and</p> <p class=\"subpara-e\">  ii.  at least 2,780 additional hours of experience under the personal supervision and direction of a person authorized to engage in the practice of architecture.  O. Reg. 430/97, s. 1; O. Reg. 337/08, s. 1; O. Reg. 150/11, s. 1.</p>"
        },
        {
            "id": "32.",
            "section": null,
            "content": " 32. Revoked:  O. Reg. 430/97, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>32. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 430/97, s. 1.</p>"
        },
        {
            "id": "33.",
            "section": null,
            "content": " 33. The Council may, where it is of the opinion that the applicant’s qualifications, knowledge and experience so merit, grant an exemption from all or part of the academic and experience requirements set out in this Regulation.  R.R.O. 1990, Reg. 27, s. 33.",
            "raw_html": "<p class=\"section-e\"> <b>33. </b>The Council may, where it is of the opinion that the applicant’s qualifications, knowledge and experience so merit, grant an exemption from all or part of the academic and experience requirements set out in this Regulation.  R.R.O. 1990, Reg. 27, s. 33.</p>"
        },
        {
            "id": "34.",
            "section": null,
            "content": " 34. The requirements and qualifications for the issuance of a certificate of practice are, (a)  evidence that the applicant is, (i)  insured against professional liability by an insurance corporation referred to in subsection 2 (5) of the Act, or (ii)  exempted from the requirements of clauses 40 (a) and (b) of the Act; (b)  evidence that the applicant, if the applicant is a natural person engaged in the practice of architecture as an employee, has given notice in writing to the employer stating that the applicant intends to offer architectural services to the public and that the applicant intends to apply for a certificate of practice; and (c)  payment of the certificate of practice fees prescribed by the by-laws when filing the application for the certificate of practice. R.R.O. 1990, Reg. 27, s. 34; O. Reg. 205/02, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>34. </b>The requirements and qualifications for the issuance of a certificate of practice are,</p> <p class=\"clause-e\">  (a)  evidence that the applicant is,</p> <p class=\"subclause-e\">  (i)  insured against professional liability by an insurance corporation referred to in subsection 2 (5) of the Act, or</p> <p class=\"subclause-e\">  (ii)  exempted from the requirements of clauses 40 (a) and (b) of the Act;</p> <p class=\"clause-e\">  (b)  evidence that the applicant, if the applicant is a natural person engaged in the practice of architecture as an employee, has given notice in writing to the employer stating that the applicant intends to offer architectural services to the public and that the applicant intends to apply for a certificate of practice; and</p> <p class=\"clause-e\">  (c)  payment of the certificate of practice fees prescribed by the by-laws when filing the application for the certificate of practice. R.R.O. 1990, Reg. 27, s. 34; O. Reg. 205/02, s. 2.</p>"
        },
        {
            "id": "35.",
            "section": null,
            "content": " 35. Every certificate of practice is subject to the term and condition that the holder of the certificate of practice must comply with the Act and the regulations.  O. Reg. 44/05, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>35. </b>Every certificate of practice is subject to the term and condition that the holder of the certificate of practice must comply with the Act and the regulations.  O. Reg. 44/05, s. 4.</p>"
        },
        {
            "id": "36.",
            "section": null,
            "content": " 36. The requirements and qualifications for the issuance of a certificate of practice issued under section 23 of the Act are: 1.  Evidence that, i.  in the case of a corporation, an officer, director or full-time employee of the corporation, ii.  in the case of a partnership of corporations, an officer, director or full-time employee of a member of the partnership or a full-time employee of the partnership, or iii.  in the case of a partnership, a member or full-time employee of the partnership, is the holder of a temporary licence. 2.  Evidence that the applicant will engage in the practice of architecture with respect to the architectural project for which the certificate of practice is sought in collaboration with a member who has been approved by the Council or in collaboration with a holder of a certificate of practice. 3.  Evidence that the applicant and the collaborating holder of a certificate of practice or the collaborating member who has been approved by the Council are, i.  insured against professional liability by an insurance corporation referred to in subsection 2 (5) of the Act, or ii.  exempted from the requirements of clauses 40 (a) and (b) of the Act. 4.  Payment of the fees prescribed by the by-laws for the certificate of practice when filing the application for the certificate of practice.  R.R.O. 1990, Reg. 27, s. 36; O. Reg. 205/02, s. 3.",
            "raw_html": "<p class=\"section-e\"> <b>36. </b>The requirements and qualifications for the issuance of a certificate of practice issued under section 23 of the Act are:</p> <p class=\"paragraph-e\">  1.  Evidence that,</p> <p class=\"subpara-e\">  i.  in the case of a corporation, an officer, director or full-time employee of the corporation,</p> <p class=\"subpara-e\">  ii.  in the case of a partnership of corporations, an officer, director or full-time employee of a member of the partnership or a full-time employee of the partnership, or</p> <p class=\"subpara-e\">  iii.  in the case of a partnership, a member or full-time employee of the partnership,</p> <p class=\"Sparagraph-e\">is the holder of a temporary licence.</p> <p class=\"paragraph-e\">  2.  Evidence that the applicant will engage in the practice of architecture with respect to the architectural project for which the certificate of practice is sought in collaboration with a member who has been approved by the Council or in collaboration with a holder of a certificate of practice.</p> <p class=\"paragraph-e\">  3.  Evidence that the applicant and the collaborating holder of a certificate of practice or the collaborating member who has been approved by the Council are,</p> <p class=\"subpara-e\">  i.  insured against professional liability by an insurance corporation referred to in subsection 2 (5) of the Act, or </p> <p class=\"subpara-e\">  ii.  exempted from the requirements of clauses 40 (a) and (b) of the Act.</p> <p class=\"paragraph-e\">  4.  Payment of the fees prescribed by the by-laws for the certificate of practice when filing the application for the certificate of practice.  R.R.O. 1990, Reg. 27, s. 36; O. Reg. 205/02, s. 3.</p>"
        },
        {
            "id": "37.",
            "section": null,
            "content": " 37. Every certificate of practice issued under section 23 of the Act is subject to the following terms and conditions: 1.  The holder of the certificate of practice will engage in the practice of architecture with respect only to the project described in the certificate of practice and in collaboration with a member who has been approved by the Council or in collaboration with a holder of a certificate of practice. 2.  The holder of the certificate of practice must have an officer, director or full-time employee who is the holder of a temporary licence. 3.  The certificate of practice issued under section 23 of the Act is valid only for twelve months from the date of its issuance, but is renewable annually subject to subsection 20 (1) of the Act. 4.  The holder of the certificate of practice must comply with the Act and the regulations.  R.R.O. 1990, Reg. 27, s. 37.",
            "raw_html": "<p class=\"section-e\"> <b>37. </b>Every certificate of practice issued under section 23 of the Act is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">  1.  The holder of the certificate of practice will engage in the practice of architecture with respect only to the project described in the certificate of practice and in collaboration with a member who has been approved by the Council or in collaboration with a holder of a certificate of practice.</p> <p class=\"paragraph-e\">  2.  The holder of the certificate of practice must have an officer, director or full-time employee who is the holder of a temporary licence.</p> <p class=\"paragraph-e\">  3.  The certificate of practice issued under section 23 of the Act is valid only for twelve months from the date of its issuance, but is renewable annually subject to subsection 20 (1) of the Act.</p> <p class=\"paragraph-e\">  4.  The holder of the certificate of practice must comply with the Act and the regulations.  R.R.O. 1990, Reg. 27, s. 37.</p>"
        },
        {
            "id": "38.",
            "section": null,
            "content": " 38. The requirements and qualifications for the issuance of a temporary licence are: 1.  Evidence that the applicant, i.  is a member of an organization of architects that is recognized by the Council and that has objects, standards of practice and requirements for admission to membership or issuance of temporary licences similar to those of the Association, or ii.  is engaged in the practice of architecture outside Ontario and, in the opinion of the Council upon reasonable grounds, has sufficient academic and practical qualifications to engage in the practice or architecture with competence in Ontario. 2.  Evidence that the applicant will engage in the practice of architecture with respect to the architectural project for which the temporary licence is sought in collaboration with a member who has been approved by the Council or in collaboration with a holder of a certificate of practice. 3.  Evidence that the applicant and the collaborating holder of a certificate of practice or the collaborating member who has been approved by the Council are, i.  insured against professional liability by an insurance corporation referred to in subsection 2 (5) of the Act, or ii.  exempted from the requirements of clauses 40 (a) and (b) of the Act. 4.  Payment of the temporary licence fees prescribed by the by-laws when filing the application for the temporary licence.  R.R.O. 1990, Reg. 27; s. 38; O. Reg. 205/02, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>38. </b>The requirements and qualifications for the issuance of a temporary licence are:</p> <p class=\"paragraph-e\">  1.  Evidence that the applicant,</p> <p class=\"subpara-e\">  i.  is a member of an organization of architects that is recognized by the Council and that has objects, standards of practice and requirements for admission to membership or issuance of temporary licences similar to those of the Association, or</p> <p class=\"subpara-e\">  ii.  is engaged in the practice of architecture outside Ontario and, in the opinion of the Council upon reasonable grounds, has sufficient academic and practical qualifications to engage in the practice or architecture with competence in Ontario.</p> <p class=\"paragraph-e\">  2.  Evidence that the applicant will engage in the practice of architecture with respect to the architectural project for which the temporary licence is sought in collaboration with a member who has been approved by the Council or in collaboration with a holder of a certificate of practice.</p> <p class=\"paragraph-e\">  3.  Evidence that the applicant and the collaborating holder of a certificate of practice or the collaborating member who has been approved by the Council are,</p> <p class=\"subpara-e\">  i.  insured against professional liability by an insurance corporation referred to in subsection 2 (5) of the Act, or </p> <p class=\"subpara-e\">  ii.  exempted from the requirements of clauses 40 (a) and (b) of the Act.</p> <p class=\"paragraph-e\">  4.  Payment of the temporary licence fees prescribed by the by-laws when filing the application for the temporary licence.  R.R.O. 1990, Reg. 27; s. 38; O. Reg. 205/02, s. 4.</p>"
        },
        {
            "id": "39.",
            "section": null,
            "content": " 39. Every temporary licence is subject to the following terms and conditions: 1.  The holder of the temporary licence will engage in the practice of architecture with respect only to the project described in the temporary licence and in collaboration with a member who has been approved by the Council or in collaboration with a holder of a certificate of practice. 2.  The temporary licence is valid, only for twelve months from the date of its issuance, but is renewable annually subject to subsection 24 (2) of the Act. 3.  The holder of the temporary licence must comply with the Act and the regulations.  R.R.O. 1990, Reg. 27, s. 39.",
            "raw_html": "<p class=\"section-e\"> <b>39. </b>Every temporary licence is subject to the following terms and conditions:</p> <p class=\"paragraph-e\">  1.  The holder of the temporary licence will engage in the practice of architecture with respect only to the project described in the temporary licence and in collaboration with a member who has been approved by the Council or in collaboration with a holder of a certificate of practice.</p> <p class=\"paragraph-e\">  2.  The temporary licence is valid, only for twelve months from the date of its issuance, but is renewable annually subject to subsection 24 (2) of the Act.</p> <p class=\"paragraph-e\">  3.  The holder of the temporary licence must comply with the Act and the regulations.  R.R.O. 1990, Reg. 27, s. 39.</p>"
        },
        {
            "id": "40.",
            "section": null,
            "content": " 40. Revoked:  O. Reg. 44/05, s. 5.",
            "raw_html": "<p class=\"section-e\"> <b>40.</b> <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 44/05, s. 5.</p>"
        },
        {
            "id": "41.",
            "section": null,
            "content": " 41. (1) A member of the Association who is, (a)  a holder of a certificate of practice; (b)  a member of a partnership that holds a certificate of practice; (c)  an employee of the Crown of Ontario or of Canada, a crown agency, sole proprietorship, partnership or a corporation, if required to use a seal in the member’s capacity as an employee; or (d)  an officer, director or full-time employee of a holder of a certificate of practice who personally supervises and directs the practice of architecture by the holder of the certificate of practice, is entitled, upon application in the form that shall be provided by the Registrar and upon payment of the fees prescribed by the by-laws, to be issued a seal in a design approved by the Council.  R.R.O. 1990, Reg. 27, s. 41 (1). (2) A holder of a temporary licence is entitled, upon application in the form that shall be provided by the Registrar and upon payment of the fees prescribed by the by-laws, to be issued a seal in a design approved by the Council.  R.R.O. 1990, Reg. 27, s. 41 (2). (3) The ownership of every seal issued by the Association is retained in the Association.  R.R.O. 1990, Reg. 27, s. 41 (3).",
            "raw_html": "<p class=\"section-e\"> <b>41. </b>(1) A member of the Association who is,</p> <p class=\"clause-e\">  (a)  a holder of a certificate of practice;</p> <p class=\"clause-e\">  (b)  a member of a partnership that holds a certificate of practice;</p> <p class=\"clause-e\">  (c)  an employee of the Crown of Ontario or of Canada, a crown agency, sole proprietorship, partnership or a corporation, if required to use a seal in the member’s capacity as an employee; or</p> <p class=\"clause-e\">  (d)  an officer, director or full-time employee of a holder of a certificate of practice who personally supervises and directs the practice of architecture by the holder of the certificate of practice,</p> <p class=\"Ssection-e\">is entitled, upon application in the form that shall be provided by the Registrar and upon payment of the fees prescribed by the by-laws, to be issued a seal in a design approved by the Council.  R.R.O. 1990, Reg. 27, s. 41 (1).</p> <p class=\"subsection-e\">  (2) A holder of a temporary licence is entitled, upon application in the form that shall be provided by the Registrar and upon payment of the fees prescribed by the by-laws, to be issued a seal in a design approved by the Council.  R.R.O. 1990, Reg. 27, s. 41 (2).</p> <p class=\"subsection-e\">  (3) The ownership of every seal issued by the Association is retained in the Association.  R.R.O. 1990, Reg. 27, s. 41 (3).</p>"
        },
        {
            "id": "42.",
            "section": null,
            "content": " 42. For the purpose of the Act,  “professional misconduct” means, 1.  Contravention of any provision of the Act, or the regulations. 2.  Knowingly contravening any provision of the Building Code Act, 1992 or the building code. 3.  Knowingly contravening any federal, provincial or municipal law, regulation or by-law relating to the construction, enlargement or alteration of buildings. 4.  Authorizing, permitting, counselling, assisting, aiding, abetting or acquiescing in any contravention of a federal, provincial or municipal law, regulation or by-law relating to the construction, enlargement or alteration of buildings. 5.  Permitting, counselling, assisting, aiding or abetting any person who is not a member or a holder of a certificate of practice, a certificate of practice issued under section 23 of the Act or a temporary licence to engage or hold himself, herself or itself out as engaging in the practice of architecture. 6.  Authorizing, permitting, counselling, assisting, aiding, abetting or acquiescing in any contravention of the Act or the regulations by any person. 7.  Authorizing, permitting, counselling, assisting, aiding abetting or acquiescing in any act that constitutes professional misconduct. 8.  Failing to abide by the terms and conditions of a licence, certificate of practice, certificate of practice issued under section 23 of the Act or temporary licence. 9.  Failing to maintain the standards of practice of the profession. 10.  Failing to maintain the performance standards of the profession. 11.  Charging a fee for architectural services not performed. 12.  Providing architectural services in competition with another holder for a building project in Ontario without a fee except when taking part in an open competition for a building project in Ontario. 13.  Undertaking to provide architectural services at a fee that is not fully disclosed, fair or reasonable. 14.  Knowingly submitting a false or misleading account or charge for architectural services rendered to a client. 15.  Signing or issuing a false or misleading certificate, report or other document. 16.  Having a conflict of interest. 17.  Revoked:  O. Reg. 44/05, s. 6 (2). 18.  Using a seal that has not been issued under this Regulation. 19.  Affixing a seal or permitting a seal to be affixed to a design that was not prepared in its entirety under the personal supervision and direction of a member or a holder of a temporary licence. 20.  Failing to ensure that the name and designation of the holder is on every design created by the holder that is issued or exhibited to any person who is not a holder except in the case of an open competition in which anonymity is a requirement. 21.  Failure of a member or holder to affix his or her seal and signature through the imprint of his or her seal to every design prepared under his or her personal supervision and direction and issued or exhibited to a person who is not a holder and is either submitted as part of an application for a building permit or is issued for the construction, enlargement or alteration of a building, except in the case of an open competition in which anonymity is a requirement. 22.  Failure of a member or holder to return a seal to the Registrar upon cancellation, revocation or suspension of a licence, certificate of practice, certificate of practice issued under section 23 of the Act or temporary licence, dissolution of a corporation or partnership, termination of a practice of architecture or project described in a temporary licence or certificate of practice issued under section 23 of the Act or when no longer required to use a seal in his or her capacity as an employee. 23.  Failure of a member or holder to provide to the Registrar upon request any design, document or record relating to an investigation or a proceeding in respect of the professional conduct or competence of a member or holder. 24.  Failing to notify the Registrar in writing forthwith of a change of address recorded on a register maintained under the Act by the Registrar. 25.  Failing to notify the Registrar in writing forthwith of a change in any particular contained in an application for a licence, certificate of practice, certificate of practice issued under section 23 of the Act, temporary licence or seal or in an application for professional liability insurance or for exemption from the insurance requirement. 26.  Failing to reply promptly to any letter received from the Registrar related to the professional conduct or competence of a member or holder. 27.  Knowingly making a false representation or statement in an application for a licence, reinstatement of a licence, certificate of practice, certificate of practice issued under section 23 of the Act, temporary licence or seal, or in an application for professional liability insurance or for exemption from the insurance requirement. 28.  Failing to co-operate with an insurance corporation referred to in subsection 2 (5) of the Act with respect to a claim made under a professional liability insurance policy. 28.1  Failing to co-operate with the Association or with an insurance corporation referred to in subsection 2 (5) of the Act with respect to any matter arising from an application to acquire, renew or be exempted from coverage under a professional liability insurance policy or with respect to the calculation, payment or remittance of premiums or levies under such a policy. 28.2  Failing to co-operate with the Association with respect to the practice review program. 29.  Failure of a member or holder to notify the Registrar of the receipt of a petition to declare the member or holder bankrupt or the making of a general assignment for the benefit of creditors and of the manner in which the professional responsibilities of the member or holder will be discharged. 30.  Becoming bankrupt under the Bankruptcy and Insolvency Act (Canada) if the professional responsibilities of the member or holder have not been discharged. 31.  Misrepresenting the practice of architecture carried on by the member or holder, or the qualifications, experience or capabilities of the member or holder or an officer, director, partner or employee of the member or holder. 32., 33.  Revoked:  O. Reg. 380/95, s. 1. 34.  Copying the design or work of another person without the consent or agreement of the other person. 35., 36.  Revoked:  O. Reg. 380/95, s. 1. 37.  Accepting money or any other benefit for architectural services from a person other than a client or the employer. 38.  Doing or failing to do anything while engaged in the practice of architecture that shows a deliberate or reckless disregard for the rights and safety of others. 39.  Failing to perform architectural services with reasonable skill and judgment. 40.  Knowingly employing a former member whose licence or temporary licence has been revoked or engaging in the practice of architecture with such person. 41.  Knowingly employing a member whose licence or temporary licence is under suspension or engaging in the practice of architecture with such person. 42.  Revoked:  O. Reg. 91/93, s. 5 (3). 43.  Making use of services offered by manufacturers or suppliers of building materials, appliances or equipment or by contractors that are accompanied by an obligation that is detrimental to the best interests of a client. 44.  Disclosing confidential information received from a client or employer except as authorized by law or with the consent of the client or employer. 45.  Disclosing confidential information received as a member of the Council or a committee or as a representative of the Association. 46.  Failing to act fairly and impartially between the parties to a contract that the member or holder is administering. 47.  Soliciting or accepting any work when the member or holder knows or has reason to believe that another member or holder has been engaged or employed for the same purpose by the same client except as permitted by the standards of practice set out in this Regulation. 48.  Withdrawing services except for good cause and upon reasonable notice. 49.  Taking part in an open competition for a building project in Ontario for which the conditions of competition have not been approved by the Council. 50.  Taking part in a limited competition for a building project in Ontario in which all holders are not equally remunerated. 51.  Undertaking to provide architectural services for a building project where the member or holder has acted as a professional advisor or member of a jury for an open or limited competition for the building project. 52.  Providing architectural services without an express written or oral contract. 53.  Failing to carry out the terms of a contract to provide architectural services. 54.  Conduct or an act relevant to the practice of architecture that, having regard to all of the circumstances, would reasonably be regarded by members of the Association as disgraceful, dishonourable or unprofessional. 55.  Revoked:  O. Reg. 44/05, s. 6 (2). R.R.O. 1990, Reg. 27, s. 42; O. Reg. 91/93, s. 5; O. Reg. 380/95, s. 1; O. Reg. 287/99, s. 10; O. Reg. 205/02, s. 5; O. Reg. 44/05, s. 6; O. Reg. 144/05, s. 2; O. Reg. 490/07, s. 2; O. Reg. 386/15, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>42. </b>For the purpose of the Act, </p> <p class=\"firstdef-e\">“professional misconduct” means,</p> <p class=\"defparagraph-e\">  1.  Contravention of any provision of the Act, or the regulations.</p> <p class=\"defparagraph-e\">  2.  Knowingly contravening any provision of the <i>Building Code Act, 1992</i> or the building code.</p> <p class=\"defparagraph-e\">  3.  Knowingly contravening any federal, provincial or municipal law, regulation or by-law relating to the construction, enlargement or alteration of buildings.</p> <p class=\"defparagraph-e\">  4.  Authorizing, permitting, counselling, assisting, aiding, abetting or acquiescing in any contravention of a federal, provincial or municipal law, regulation or by-law relating to the construction, enlargement or alteration of buildings.</p> <p class=\"defparagraph-e\">  5.  Permitting, counselling, assisting, aiding or abetting any person who is not a member or a holder of a certificate of practice, a certificate of practice issued under section 23 of the Act or a temporary licence to engage or hold himself, herself or itself out as engaging in the practice of architecture.</p> <p class=\"defparagraph-e\">  6.  Authorizing, permitting, counselling, assisting, aiding, abetting or acquiescing in any contravention of the Act or the regulations by any person.</p> <p class=\"defparagraph-e\">  7.  Authorizing, permitting, counselling, assisting, aiding abetting or acquiescing in any act that constitutes professional misconduct.</p> <p class=\"defparagraph-e\">  8.  Failing to abide by the terms and conditions of a licence, certificate of practice, certificate of practice issued under section 23 of the Act or temporary licence.</p> <p class=\"defparagraph-e\">  9.  Failing to maintain the standards of practice of the profession.</p> <p class=\"defparagraph-e\">  10.  Failing to maintain the performance standards of the profession.</p> <p class=\"defparagraph-e\">  11.  Charging a fee for architectural services not performed.</p> <p class=\"defparagraph-e\">  12.  Providing architectural services in competition with another holder for a building project in Ontario without a fee except when taking part in an open competition for a building project in Ontario.</p> <p class=\"defparagraph-e\">  13.  Undertaking to provide architectural services at a fee that is not fully disclosed, fair or reasonable.</p> <p class=\"defparagraph-e\">  14.  Knowingly submitting a false or misleading account or charge for architectural services rendered to a client.</p> <p class=\"defparagraph-e\">  15.  Signing or issuing a false or misleading certificate, report or other document.</p> <p class=\"defparagraph-e\">  16.  Having a conflict of interest.</p> <p class=\"defparagraph-e\">  17.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 44/05, s. 6 (2).</p> <p class=\"defparagraph-e\">  18.  Using a seal that has not been issued under this Regulation.</p> <p class=\"defparagraph-e\">  19.  Affixing a seal or permitting a seal to be affixed to a design that was not prepared in its entirety under the personal supervision and direction of a member or a holder of a temporary licence.</p> <p class=\"defparagraph-e\">  20.  Failing to ensure that the name and designation of the holder is on every design created by the holder that is issued or exhibited to any person who is not a holder except in the case of an open competition in which anonymity is a requirement.</p> <p class=\"defparagraph-e\">  21.  Failure of a member or holder to affix his or her seal and signature through the imprint of his or her seal to every design prepared under his or her personal supervision and direction and issued or exhibited to a person who is not a holder and is either submitted as part of an application for a building permit or is issued for the construction, enlargement or alteration of a building, except in the case of an open competition in which anonymity is a requirement.</p> <p class=\"defparagraph-e\">  22.  Failure of a member or holder to return a seal to the Registrar upon cancellation, revocation or suspension of a licence, certificate of practice, certificate of practice issued under section 23 of the Act or temporary licence, dissolution of a corporation or partnership, termination of a practice of architecture or project described in a temporary licence or certificate of practice issued under section 23 of the Act or when no longer required to use a seal in his or her capacity as an employee.</p> <p class=\"defparagraph-e\">  23.  Failure of a member or holder to provide to the Registrar upon request any design, document or record relating to an investigation or a proceeding in respect of the professional conduct or competence of a member or holder.</p> <p class=\"defparagraph-e\">  24.  Failing to notify the Registrar in writing forthwith of a change of address recorded on a register maintained under the Act by the Registrar.</p> <p class=\"defparagraph-e\">  25.  Failing to notify the Registrar in writing forthwith of a change in any particular contained in an application for a licence, certificate of practice, certificate of practice issued under section 23 of the Act, temporary licence or seal or in an application for professional liability insurance or for exemption from the insurance requirement.</p> <p class=\"defparagraph-e\">  26.  Failing to reply promptly to any letter received from the Registrar related to the professional conduct or competence of a member or holder.</p> <p class=\"defparagraph-e\">  27.  Knowingly making a false representation or statement in an application for a licence, reinstatement of a licence, certificate of practice, certificate of practice issued under section 23 of the Act, temporary licence or seal, or in an application for professional liability insurance or for exemption from the insurance requirement.</p> <p class=\"defparagraph-e\">  28.  Failing to co-operate with an insurance corporation referred to in subsection 2 (5) of the Act with respect to a claim made under a professional liability insurance policy.</p> <p class=\"defparagraph-e\"> 28.1  Failing to co-operate with the Association or with an insurance corporation referred to in subsection 2 (5) of the Act with respect to any matter arising from an application to acquire, renew or be exempted from coverage under a professional liability insurance policy or with respect to the calculation, payment or remittance of premiums or levies under such a policy.</p> <p class=\"defparagraph-e\"> 28.2  Failing to co-operate with the Association with respect to the practice review program.</p> <p class=\"defparagraph-e\">  29.  Failure of a member or holder to notify the Registrar of the receipt of a petition to declare the member or holder bankrupt or the making of a general assignment for the benefit of creditors and of the manner in which the professional responsibilities of the member or holder will be discharged.</p> <p class=\"defparagraph-e\">  30.  Becoming bankrupt under the <i>Bankruptcy and Insolvency Act</i> (Canada) if the professional responsibilities of the member or holder have not been discharged.</p> <p class=\"defparagraph-e\">  31.  Misrepresenting the practice of architecture carried on by the member or holder, or the qualifications, experience or capabilities of the member or holder or an officer, director, partner or employee of the member or holder.</p> <p class=\"defparagraph-e\"> 32., 33.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 380/95, s. 1.</p> <p class=\"defparagraph-e\">  34.  Copying the design or work of another person without the consent or agreement of the other person.</p> <p class=\"defparagraph-e\"> 35., 36.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 380/95, s. 1.</p> <p class=\"defparagraph-e\">  37.  Accepting money or any other benefit for architectural services from a person other than a client or the employer.</p> <p class=\"defparagraph-e\">  38.  Doing or failing to do anything while engaged in the practice of architecture that shows a deliberate or reckless disregard for the rights and safety of others.</p> <p class=\"defparagraph-e\">  39.  Failing to perform architectural services with reasonable skill and judgment.</p> <p class=\"defparagraph-e\">  40.  Knowingly employing a former member whose licence or temporary licence has been revoked or engaging in the practice of architecture with such person.</p> <p class=\"defparagraph-e\">  41.  Knowingly employing a member whose licence or temporary licence is under suspension or engaging in the practice of architecture with such person.</p> <p class=\"defparagraph-e\">  42.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 91/93, s. 5 (3).</p> <p class=\"defparagraph-e\">  43.  Making use of services offered by manufacturers or suppliers of building materials, appliances or equipment or by contractors that are accompanied by an obligation that is detrimental to the best interests of a client.</p> <p class=\"defparagraph-e\">  44.  Disclosing confidential information received from a client or employer except as authorized by law or with the consent of the client or employer.</p> <p class=\"defparagraph-e\">  45.  Disclosing confidential information received as a member of the Council or a committee or as a representative of the Association.</p> <p class=\"defparagraph-e\">  46.  Failing to act fairly and impartially between the parties to a contract that the member or holder is administering.</p> <p class=\"defparagraph-e\">  47.  Soliciting or accepting any work when the member or holder knows or has reason to believe that another member or holder has been engaged or employed for the same purpose by the same client except as permitted by the standards of practice set out in this Regulation.</p> <p class=\"defparagraph-e\">  48.  Withdrawing services except for good cause and upon reasonable notice.</p> <p class=\"defparagraph-e\">  49.  Taking part in an open competition for a building project in Ontario for which the conditions of competition have not been approved by the Council.</p> <p class=\"defparagraph-e\">  50.  Taking part in a limited competition for a building project in Ontario in which all holders are not equally remunerated.</p> <p class=\"defparagraph-e\">  51.  Undertaking to provide architectural services for a building project where the member or holder has acted as a professional advisor or member of a jury for an open or limited competition for the building project.</p> <p class=\"defparagraph-e\">  52.  Providing architectural services without an express written or oral contract.</p> <p class=\"defparagraph-e\">  53.  Failing to carry out the terms of a contract to provide architectural services.</p> <p class=\"defparagraph-e\">  54.  Conduct or an act relevant to the practice of architecture that, having regard to all of the circumstances, would reasonably be regarded by members of the Association as disgraceful, dishonourable or unprofessional.</p> <p class=\"defparagraph-e\">  55.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 44/05, s. 6 (2).</p> <p class=\"footnoteLeft-e\">R.R.O. 1990, Reg. 27, s. 42; O. Reg. 91/93, s. 5; O. Reg. 380/95, s. 1; O. Reg. 287/99, s. 10; O. Reg. 205/02, s. 5; O. Reg. 44/05, s. 6; O. Reg. 144/05, s. 2; O. Reg. 490/07, s. 2; O. Reg. 386/15, s. 4.</p>"
        },
        {
            "id": "43.",
            "section": null,
            "content": " 43. (1) A member or holder has a conflict of interest where the member or holder or an officer, director, partner or employee of the member or holder, (a)  has a direct or indirect financial or other interest in any material, device, invention or service used on a building project with respect to which the member or holder provides architectural services; (b)  makes use of any service offered by a contractor, subcontractor or manufacturer or supplier of building materials, appliances or equipment, that may adversely affect the judgment of the member or holder as to any question that arises on a building project with respect to which the member or holder provides architectural services; (c)  has a direct or indirect financial or other interest, whether personal or otherwise, in or with a person, firm, partnership or corporation that is the owner, contractor, subcontractor, construction manager, design-builder or project manager of a building project with respect to which the member or holder provides architectural services; (d)  has a direct or indirect financial or other interest in a contract or transaction, other than the agreement between the architect and the client, to which the owner, contractor, subcontractor, construction manager, design-builder or project manager is a party on a building project with respect to which the member or holder provides architectural services; (e)  has a direct or indirect financial or other interest, whether personal or otherwise, that may adversely affect the judgement of the member or holder as to any question that may arise on a building project with respect to which the member or holder provides architectural services; or (f)  has a direct or indirect financial or other interest, whether personal or otherwise, in or with any person, firm, partnership or corporation that submits or has submitted tenders or bids on a building project with respect to which the member or holder provides architectural services.  R.R.O. 1990, Reg. 27, s. 43 (1). (2) Clause (1) (a) does not apply to create a conflict of interest where the interest is disclosed in the contract documents and the consent in writing of the client is obtained.  R.R.O. 1990, Reg. 27, s. 43 (2). (3) Clause (1) (c) or (d) does not apply to create a conflict of interest where the interest is disclosed in the contract documents.  R.R.O. 1990, Reg. 27, s. 43 (3). (4) Subsection (1) does not apply to create a conflict of interest in the provision of architectural services with respect to a building project of which the member or holder is a substantial owner or that is controlled by the member or holder where the interest is disclosed in the contract documents.  R.R.O. 1990, Reg. 27, s. 43 (4).",
            "raw_html": "<p class=\"section-e\"> <b>43. </b>(1) A member or holder has a conflict of interest where the member or holder or an officer, director, partner or employee of the member or holder,</p> <p class=\"clause-e\">  (a)  has a direct or indirect financial or other interest in any material, device, invention or service used on a building project with respect to which the member or holder provides architectural services;</p> <p class=\"clause-e\">  (b)  makes use of any service offered by a contractor, subcontractor or manufacturer or supplier of building materials, appliances or equipment, that may adversely affect the judgment of the member or holder as to any question that arises on a building project with respect to which the member or holder provides architectural services;</p> <p class=\"clause-e\">  (c)  has a direct or indirect financial or other interest, whether personal or otherwise, in or with a person, firm, partnership or corporation that is the owner, contractor, subcontractor, construction manager, design-builder or project manager of a building project with respect to which the member or holder provides architectural services;</p> <p class=\"clause-e\">  (d)  has a direct or indirect financial or other interest in a contract or transaction, other than the agreement between the architect and the client, to which the owner, contractor, subcontractor, construction manager, design-builder or project manager is a party on a building project with respect to which the member or holder provides architectural services;</p> <p class=\"clause-e\">  (e)  has a direct or indirect financial or other interest, whether personal or otherwise, that may adversely affect the judgement of the member or holder as to any question that may arise on a building project with respect to which the member or holder provides architectural services; or</p> <p class=\"clause-e\">  (f)  has a direct or indirect financial or other interest, whether personal or otherwise, in or with any person, firm, partnership or corporation that submits or has submitted tenders or bids on a building project with respect to which the member or holder provides architectural services.  R.R.O. 1990, Reg. 27, s. 43 (1).</p> <p class=\"subsection-e\">  (2) Clause (1) (a) does not apply to create a conflict of interest where the interest is disclosed in the contract documents and the consent in writing of the client is obtained.  R.R.O. 1990, Reg. 27, s. 43 (2).</p> <p class=\"subsection-e\">  (3) Clause (1) (c) or (d) does not apply to create a conflict of interest where the interest is disclosed in the contract documents.  R.R.O. 1990, Reg. 27, s. 43 (3).</p> <p class=\"subsection-e\">  (4) Subsection (1) does not apply to create a conflict of interest in the provision of architectural services with respect to a building project of which the member or holder is a substantial owner or that is controlled by the member or holder where the interest is disclosed in the contract documents.  R.R.O. 1990, Reg. 27, s. 43 (4).</p>"
        },
        {
            "id": "44.",
            "section": null,
            "content": " 44. (1) The following qualifications and requirements shall be complied with to obtain the reinstatement of a licence, certificate of practice, a certificate of practice issued under section 23 of the Act or temporary licence that was cancelled by the Registrar: 1.  The applicant must file an application for reinstatement with the Registrar within three years of the date of cancellation. 2.  The applicant must pay all fees, premiums, levies and deductibles in arrears on the date of cancellation. 3.  The applicant must pay the annual fees prescribed by the by-laws due and owing on the date of filing of the application for reinstatement. 4.  The applicant must pay the reinstatement fee prescribed by the by-laws. 5.  The applicant must file with the Registrar a statutory declaration in which the applicant affirms that the applicant has not engaged in the practice of architecture in the Province of Ontario or held himself, herself or itself out as engaging in the practice of architecture in the Province of Ontario, from the date of cancellation to the date of the application for reinstatement. 6.  The applicant must comply with any outstanding orders of the Discipline Committee. 7.  In the case of an application for reinstatement of a licence, the applicant must, i.  provide evidence to the Registrar that the applicant has, before the date of the application, completed a cycle of continuing education that meets the requirements of the continuing education program established under section 54, and ii.  pay the annual fees prescribed by the by-laws for the two years before the date of the application, except that no payment is required for the first year after the date of cancellation. 8.  In the case of an application for reinstatement of a certificate of practice other than one issued under section 23 of the Act, the applicant must provide evidence to the Registrar that the person who will personally supervise and direct the practice of architecture has, before the date of the application, completed a cycle of continuing education that meets the requirements of the continuing education program established under section 54.  R.R.O. 1990, Reg. 27, s. 44; O. Reg. 287/99, s. 11; O. Reg. 205/02, s. 7 (1). (2) Paragraphs 6, 7 and 8 of subsection (1) do not apply in respect of applications for reinstatement that are filed before July 28, 2002.  O. Reg. 205/02, s. 7 (2).",
            "raw_html": "<p class=\"section-e\"> <b>44. </b>(1) The following qualifications and requirements shall be complied with to obtain the reinstatement of a licence, certificate of practice, a certificate of practice issued under section 23 of the Act or temporary licence that was cancelled by the Registrar:</p> <p class=\"paragraph-e\">  1.  The applicant must file an application for reinstatement with the Registrar within three years of the date of cancellation.</p> <p class=\"paragraph-e\">  2.  The applicant must pay all fees, premiums, levies and deductibles in arrears on the date of cancellation.</p> <p class=\"paragraph-e\">  3.  The applicant must pay the annual fees prescribed by the by-laws due and owing on the date of filing of the application for reinstatement.</p> <p class=\"paragraph-e\">  4.  The applicant must pay the reinstatement fee prescribed by the by-laws.</p> <p class=\"paragraph-e\">  5.  The applicant must file with the Registrar a statutory declaration in which the applicant affirms that the applicant has not engaged in the practice of architecture in the Province of Ontario or held himself, herself or itself out as engaging in the practice of architecture in the Province of Ontario, from the date of cancellation to the date of the application for reinstatement.  </p> <p class=\"paragraph-e\">  6.  The applicant must comply with any outstanding orders of the Discipline Committee.</p> <p class=\"paragraph-e\">  7.  In the case of an application for reinstatement of a licence, the applicant must,</p> <p class=\"subpara-e\">  i.  provide evidence to the Registrar that the applicant has, before the date of the application, completed a cycle of continuing education that meets the requirements of the continuing education program established under section 54, and</p> <p class=\"subpara-e\">  ii.  pay the annual fees prescribed by the by-laws for the two years before the date of the application, except that no payment is required for the first year after the date of cancellation.</p> <p class=\"paragraph-e\">  8.  In the case of an application for reinstatement of a certificate of practice other than one issued under section 23 of the Act, the applicant must provide evidence to the Registrar that the person who will personally supervise and direct the practice of architecture has, before the date of the application, completed a cycle of continuing education that meets the requirements of the continuing education program established under section 54.  R.R.O. 1990, Reg. 27, s. 44; O. Reg. 287/99, s. 11; O. Reg. 205/02, s. 7 (1).</p> <p class=\"subsection-e\">  (2) Paragraphs 6, 7 and 8 of subsection (1) do not apply in respect of applications for reinstatement that are filed before July 28, 2002.  O. Reg. 205/02, s. 7 (2).</p>"
        },
        {
            "id": "45.",
            "section": null,
            "content": " 45. Every member or holder shall forthwith provide to the Registrar factual information that is requested of the member or holder by the Council with respect to fees and remuneration for architectural services and as to any matter relevant to the member’s or holder’s practice or professional activity related to the practice of architecture for the purposes of compilation and distribution of statistical information on fees and remuneration and as to the supply, distribution and professional activities of members and holders, but persons engaged in the administration of the Act and this Regulation shall maintain secret the names of persons providing the information as a matter that comes to their knowledge in the course of their duties under the Act and this Regulation and shall assemble the information in a manner that will ensure the anonymity of individual members and holders.  R.R.O. 1990, Reg. 27, s. 45.",
            "raw_html": "<p class=\"section-e\"> <b>45. </b>Every member or holder shall forthwith provide to the Registrar factual information that is requested of the member or holder by the Council with respect to fees and remuneration for architectural services and as to any matter relevant to the member’s or holder’s practice or professional activity related to the practice of architecture for the purposes of compilation and distribution of statistical information on fees and remuneration and as to the supply, distribution and professional activities of members and holders, but persons engaged in the administration of the Act and this Regulation shall maintain secret the names of persons providing the information as a matter that comes to their knowledge in the course of their duties under the Act and this Regulation and shall assemble the information in a manner that will ensure the anonymity of individual members and holders.  R.R.O. 1990, Reg. 27, s. 45.</p>"
        },
        {
            "id": "46.",
            "section": null,
            "content": " 46. Revoked:  O. Reg. 44/05, s. 7.",
            "raw_html": "<p class=\"section-e\"> <b>46. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 44/05, s. 7.</p>"
        },
        {
            "id": "47.",
            "section": null,
            "content": " 47. (1) A holder of a certificate of practice shall maintain the standards of practice for the practice of architecture in the performance of architectural services.  R.R.O. 1990, Reg. 27, s. 47 (1). (2) It is part of the standards of practice that every holder of a certificate of practice must, (a)  maintain at least one office from which the practice of architecture is carried on; (b)  maintain chronological books, records, accounts and files for each architectural project including, (i)  a record showing all fees and disbursements charged for services, (ii)  files containing all letters, memoranda, notices and correspondence, (iii)  files containing all evaluations, advice and reports, (iv)  files containing all certificates, statements, notices and other documents with respect to contract administration or general review carried out, and (v)  all designs issued, exhibited or used for the construction, enlargement or alteration of a building.  R.R.O. 1990, Reg. 27, s. 47 (2). (3) It is part of the standards of practice that every office in which the practice of architecture is carried on must, (a)  be accessible to all clients during business hours; (b)  be equipped with a telephone that is answered either manually or by means of a mechanical device and that is listed in the local telephone directory; (c)  have such staff, instruments, equipment and activities as are reasonably necessary for the performance of architectural services; and (d)  be under the personal supervision and direction of a member, but no member shall supervise and direct more than one office or an office that is more than 160 kilometres from his or her principal residence.  R.R.O. 1990, Reg. 27, s. 47 (3); O. Reg. 91/93, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>47. </b>(1) A holder of a certificate of practice shall maintain the standards of practice for the practice of architecture in the performance of architectural services.  R.R.O. 1990, Reg. 27, s. 47 (1).</p> <p class=\"subsection-e\">  (2) It is part of the standards of practice that every holder of a certificate of practice must,</p> <p class=\"clause-e\">  (a)  maintain at least one office from which the practice of architecture is carried on;</p> <p class=\"clause-e\">  (b)  maintain chronological books, records, accounts and files for each architectural project including,</p> <p class=\"subclause-e\">  (i)  a record showing all fees and disbursements charged for services,</p> <p class=\"subclause-e\">  (ii)  files containing all letters, memoranda, notices and correspondence,</p> <p class=\"subclause-e\">  (iii)  files containing all evaluations, advice and reports,</p> <p class=\"subclause-e\">  (iv)  files containing all certificates, statements, notices and other documents with respect to contract administration or general review carried out, and</p> <p class=\"subclause-e\">  (v)  all designs issued, exhibited or used for the construction, enlargement or alteration of a building.  R.R.O. 1990, Reg. 27, s. 47 (2).</p> <p class=\"subsection-e\">  (3) It is part of the standards of practice that every office in which the practice of architecture is carried on must,</p> <p class=\"clause-e\">  (a)  be accessible to all clients during business hours;</p> <p class=\"clause-e\">  (b)  be equipped with a telephone that is answered either manually or by means of a mechanical device and that is listed in the local telephone directory;</p> <p class=\"clause-e\">  (c)  have such staff, instruments, equipment and activities as are reasonably necessary for the performance of architectural services; and</p> <p class=\"clause-e\">  (d)  be under the personal supervision and direction of a member, but no member shall supervise and direct more than one office or an office that is more than 160 kilometres from his or her principal residence.  R.R.O. 1990, Reg. 27, s. 47 (3); O. Reg. 91/93, s. 6.</p>"
        },
        {
            "id": "48.",
            "section": null,
            "content": " 48. (1) Unless exempted by this section, every member of the Association and every holder shall be insured by an insurance corporation referred to in subsection 2 (5) of the Act against errors and omissions arising out of the performance or non-performance of architectural services under a professional liability insurance policy that provides for a liability limit of not less than the following amount, for each claim: 1.  $1,000,000, if the gross fees charged for architectural services provided under the applicable certificate of practice in the previous financial year exceeded $1,000,000. 2.  $500,000, if the gross fees charged for architectural services provided under the applicable certificate of practice in the previous financial year exceeded $500,000 but not $1,000,000. 3.  $250,000 if the gross fees charged for architectural services provided under the applicable certificate of practice in the previous financial year did not exceed $500,000, or if there is no previous financial year. O. Reg. 386/15, s. 5. (1.1) For the purposes of subsection (1), a reference to a previous financial year means, in respect of a certificate of practice, the financial year of the holder of the certificate that immediately precedes the financial year in which the application for professional liability insurance is made. O. Reg. 386/15, s. 5. (1.2) Revoked:  O. Reg. 490/07, s. 3 (1). (2) Subject to subsections (5) and (6), every member who is an employee of any of the following employers is exempt, but only in the member’s capacity as an employee, from the requirements of clauses 40 (a) and (b) of the Act: 1.  Her Majesty in right of Ontario or any Crown agent. 2.  Her Majesty in right of Canada or any Crown agent. 3.  A board or a private school, both as defined in the Education Act. 4.  A municipality. 5.  A sole proprietorship, partnership or corporation that does not hold a certificate of practice, a certificate of practice issued under section 23 of the Act or a temporary licence.  O. Reg. 205/02, s. 6; O. Reg. 365/02, s. 2. (3) Subject to subsections (5), (6) and (7), the following are exempt from the requirements of clause 40 (b) of the Act: 1.  Every holder of a certificate of practice issued under subsection 14 (2) or 15 (2) or section 18 or 19 of the Act. 2.  Every holder of a certificate of practice issued under section 16 of the Act if one or more of the corporate partners holds a certificate of authorization and meets the requirements of clauses 14 (2) (b) and (c) of the Act. 3.  Every holder of a certificate of practice issued under section 23 of the Act. 4.  Every holder of a temporary licence. 5.  Every holder of a certificate of practice who does not maintain an office in Ontario and who maintains an office outside Ontario. 6.  Every holder of a certificate of practice who maintains one or more offices in Ontario and one or more offices outside Ontario, but only with respect to architectural services performed by the holder from or out of an office outside of Ontario. 7.  Every member who is an employee of a holder described in the preceding paragraphs, but only in the member’s capacity as an employee.  O. Reg. 205/02, s. 6. (4) Every holder referred to in subsection (3) and every member who is an employee of such a holder shall be insured against errors and omissions arising out of the performance or non-performance of architectural services under a professional liability insurance policy with a liability limit of not less than $250,000 for each claim.  O. Reg. 490/07, s. 3 (2). (5) Every holder shall file with the insurance corporation referred to in subsection 2 (5) of the Act an application for professional liability insurance or for renewal of professional liability insurance, unless the holder is exempted from the requirements of clause 40 (b) of the Act.  O. Reg. 205/02, s. 6. (6) Every holder referred to in subsection (3) shall annually file with the Registrar an application to be exempted from the requirements of clause 40 (b) of the Act.  O. Reg. 205/02, s. 6. (7) The application required under subsection (5) or (6) shall be filed, as the case may be, (a)  together with an application to become a holder; (b)  before the date on which the holder’s existing coverage under a professional liability insurance policy issued by the insurance corporation referred to in subsection 2 (5) of the Act expires; (c)  before the date on which the holder’s existing coverage under a professional liability insurance policy described in subsection (4) expires.  O. Reg. 205/02, s. 6. (8) A member who is an employee of a holder is not required to file a separate application under subsection (5) or (6).  O. Reg. 205/02, s. 6. (9) Revoked:  O. Reg. 490/07, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"> <b>48.</b><b> </b>(1) Unless exempted by this section, every member of the Association and every holder shall be insured by an insurance corporation referred to in subsection 2 (5) of the Act against errors and omissions arising out of the performance or non-performance of architectural services under a professional liability insurance policy that provides for a liability limit of not less than the following amount, for each claim:</p> <p class=\"paragraph-e\">  1.  $1,000,000, if the gross fees charged for architectural services provided under the applicable certificate of practice in the previous financial year exceeded $1,000,000.</p> <p class=\"paragraph-e\">  2.  $500,000, if the gross fees charged for architectural services provided under the applicable certificate of practice in the previous financial year exceeded $500,000 but not $1,000,000.</p> <p class=\"paragraph-e\">  3.  $250,000 if the gross fees charged for architectural services provided under the applicable certificate of practice in the previous financial year did not exceed $500,000, or if there is no previous financial year. O. Reg. 386/15, s. 5.</p> <p class=\"subsection-e\">  (1.1) For the purposes of subsection (1), a reference to a previous financial year means, in respect of a certificate of practice, the financial year of the holder of the certificate that immediately precedes the financial year in which the application for professional liability insurance is made. O. Reg. 386/15, s. 5.</p> <p class=\"subsection-e\">  (1.2) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 490/07, s. 3 (1).</p> <p class=\"subsection-e\">  (2) Subject to subsections (5) and (6), every member who is an employee of any of the following employers is exempt, but only in the member’s capacity as an employee, from the requirements of clauses 40 (a) and (b) of the Act:</p> <p class=\"paragraph-e\">  1.  Her Majesty in right of Ontario or any Crown agent.</p> <p class=\"paragraph-e\">  2.  Her Majesty in right of Canada or any Crown agent.</p> <p class=\"paragraph-e\">  3.  A board or a private school, both as defined in the <i>Education Act</i>.</p> <p class=\"paragraph-e\">  4.  A municipality.</p> <p class=\"paragraph-e\">  5.  A sole proprietorship, partnership or corporation that does not hold a certificate of practice, a certificate of practice issued under section 23 of the Act or a temporary licence.  O. Reg. 205/02, s. 6; O. Reg. 365/02, s. 2.</p> <p class=\"subsection-e\">  (3) Subject to subsections (5), (6) and (7), the following are exempt from the requirements of clause 40 (b) of the Act:</p> <p class=\"paragraph-e\">  1.  Every holder of a certificate of practice issued under subsection 14 (2) or 15 (2) or section 18 or 19 of the Act.</p> <p class=\"paragraph-e\">  2.  Every holder of a certificate of practice issued under section 16 of the Act if one or more of the corporate partners holds a certificate of authorization and meets the requirements of clauses 14 (2) (b) and (c) of the Act.</p> <p class=\"paragraph-e\">  3.  Every holder of a certificate of practice issued under section 23 of the Act.</p> <p class=\"paragraph-e\">  4.  Every holder of a temporary licence.</p> <p class=\"paragraph-e\">  5.  Every holder of a certificate of practice who does not maintain an office in Ontario and who maintains an office outside Ontario.</p> <p class=\"paragraph-e\">  6.  Every holder of a certificate of practice who maintains one or more offices in Ontario and one or more offices outside Ontario, but only with respect to architectural services performed by the holder from or out of an office outside of Ontario.</p> <p class=\"paragraph-e\">  7.  Every member who is an employee of a holder described in the preceding paragraphs, but only in the member’s capacity as an employee.  O. Reg. 205/02, s. 6.</p> <p class=\"subsection-e\">  (4) Every holder referred to in subsection (3) and every member who is an employee of such a holder shall be insured against errors and omissions arising out of the performance or non-performance of architectural services under a professional liability insurance policy with a liability limit of not less than $250,000 for each claim.  O. Reg. 490/07, s. 3 (2).</p> <p class=\"subsection-e\">  (5) Every holder shall file with the insurance corporation referred to in subsection 2 (5) of the Act an application for professional liability insurance or for renewal of professional liability insurance, unless the holder is exempted from the requirements of clause 40 (b) of the Act.  O. Reg. 205/02, s. 6.</p> <p class=\"subsection-e\">  (6) Every holder referred to in subsection (3) shall annually file with the Registrar an application to be exempted from the requirements of clause 40 (b) of the Act.  O. Reg. 205/02, s. 6.</p> <p class=\"subsection-e\">  (7) The application required under subsection (5) or (6) shall be filed, as the case may be,</p> <p class=\"clause-e\">  (a)  together with an application to become a holder;</p> <p class=\"clause-e\">  (b)  before the date on which the holder’s existing coverage under a professional liability insurance policy issued by the insur<span>ance corporation referred to in subsection 2 (5) of the Act</span> expires;</p> <p class=\"clause-e\">  (c)  before the date on which the holder’s existing coverage under a professional liability insurance policy described in subsection (4) expires.  O. Reg. 205/02, s. 6.</p> <p class=\"subsection-e\">  (8) A member who is an employee of a holder is not required to file a separate application under subsection (5) or (6).  O. Reg. 205/02, s. 6.</p> <p class=\"subsection-e\">  (9) <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 490/07, s. 3 (3).</p>"
        },
        {
            "id": "49.",
            "section": null,
            "content": " 49. The following are prescribed as standards of practice: 1.  No holder or officer, director, employee or partner of a holder shall solicit or accept any work in respect of a building project knowing or having reason to believe that another holder has been engaged on the same building project for the same purpose by the same client. 2.  Paragraph 1 does not apply to prevent a holder from, i.  advising or reporting on any aspect of the practice of architecture if an independent opinion is being sought and the other holder has been so informed in writing by the client, or ii.  undertaking the work after, A.  the client has given notice in writing to the holder that the engagement or employment of the other holder has been terminated, and B.  the holder has given notice in writing, by registered mail, to the other holder that he, she or it has been engaged or employed for the same purpose by the same client. 3.  Every member of the Association or holder must promptly bring to the attention of the Registrar any act or omission by another member or holder that may constitute professional misconduct or incompetence. 4.  Every member of the Association or holder must promptly bring to the attention of the Registrar any act or omission by any person that may constitute a contravention of the Act or the regulations. 5.  Every member of the Association or holder must meet his, her or its financial obligations to the Association and to his, her or its employees, including the prompt payment of premiums, levies and deductible amounts. 6.  Revoked:  O. Reg. 44/05, s. 8 (1). 7.  Every holder of a licence, certificate of practice, certificate of practice issued under section 23 of the Act, and temporary licence shall keep the licence, certificate of practice or temporary licence, as the case may be, prominently displayed in the holder’s place of business. 8.  Every member or holder shall present clearly to the member’s or holder’s employer or client the consequences that may be expected from any deviation in a design for which the member or holder is responsible in a case where the member’s or holder’s judgment is overruled by nontechnical authority. 9.  Revoked:  O. Reg. 44/05, s. 8 (2). 10.  Where a member or holder provides general review of the construction, enlargement or alteration of a building to a design-builder, the member or holder must perform all of the services prescribed as performance standards by section 50. 11.  Every holder or member of the Association who is employed by a person who is not a holder must include in an application for a building permit building code compliance data in accordance with Practice Bulletin A.9, dated December 17, 2004, which is published by the Association and is available on its website.  R.R.O. 1990, Reg. 27, s. 49; O. Reg. 380/95, s. 2; O. Reg. 44/05, s. 8;O. Reg. 386/15, s. 6.",
            "raw_html": "<p class=\"section-e\"> <b>49. </b>The following are prescribed as standards of practice:</p> <p class=\"paragraph-e\">  1.  No holder or officer, director, employee or partner of a holder shall solicit or accept any work in respect of a building project knowing or having reason to believe that another holder has been engaged on the same building project for the same purpose by the same client.</p> <p class=\"paragraph-e\">  2.  Paragraph 1 does not apply to prevent a holder from,</p> <p class=\"subpara-e\">  i.  advising or reporting on any aspect of the practice of architecture if an independent opinion is being sought and the other holder has been so informed in writing by the client, or</p> <p class=\"subpara-e\">  ii.  undertaking the work after,</p> <p class=\"subsubpara-e\">  A.  the client has given notice in writing to the holder that the engagement or employment of the other holder has been terminated, and</p> <p class=\"subsubpara-e\">  B.  the holder has given notice in writing, by registered mail, to the other holder that he, she or it has been engaged or employed for the same purpose by the same client.</p> <p class=\"paragraph-e\">  3.  Every member of the Association or holder must promptly bring to the attention of the Registrar any act or omission by another member or holder that may constitute professional misconduct or incompetence.</p> <p class=\"paragraph-e\">  4.  Every member of the Association or holder must promptly bring to the attention of the Registrar any act or omission by any person that may constitute a contravention of the Act or the regulations.</p> <p class=\"paragraph-e\">  5.  Every member of the Association or holder must meet his, her or its financial obligations to the Association and to his, her or its employees, including the prompt payment of premiums, levies and deductible amounts.</p> <p class=\"paragraph-e\">  6.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 44/05, s. 8 (1).</p> <p class=\"paragraph-e\">  7.  Every holder of a licence, certificate of practice, certificate of practice issued under section 23 of the Act, and temporary licence shall keep the licence, certificate of practice or temporary licence, as the case may be, prominently displayed in the holder’s place of business.</p> <p class=\"paragraph-e\">  8.  Every member or holder shall present clearly to the member’s or holder’s employer or client the consequences that may be expected from any deviation in a design for which the member or holder is responsible in a case where the member’s or holder’s judgment is overruled by nontechnical authority.</p> <p class=\"paragraph-e\">  9.  <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 44/05, s. 8 (2).</p> <p class=\"paragraph-e\">  10.  Where a member or holder provides general review of the construction, enlargement or alteration of a building to a design-builder, the member or holder must perform all of the services prescribed as performance standards by section 50.</p> <p class=\"paragraph-e\">  11.  Every holder or member of the Association who is employed by a person who is not a holder must include in an application for a building permit building code compliance data in accordance with Practice Bulletin A.9, dated December 17, 2004, which is published by the Association and is available on its website.  R.R.O. 1990, Reg. 27, s. 49; O. Reg. 380/95, s. 2; O. Reg. 44/05, s. 8;O. Reg. 386/15, s. 6.</p>"
        },
        {
            "id": "50.",
            "section": null,
            "content": " 50. The following are prescribed as performance standards with respect to the general review of the construction, enlargement or alteration of a building by a member or holder as provided for in the building code: 1.  The member or holder, with respect to the matters that are governed by the building code, shall, i.  make periodic visits to the site to determine whether the work is in general conformity with the design documents that were prepared by a member or holder, ii.  inform the client and contractor in writing as to the progress and quality of the work and as to any part of the work that the member or holder has observed during the visits to the site not to be in conformity with the design documents, iii.  review all changes to the design documents to determine whether the changes conform to the building code, iv.  review and comment on shop drawings and samples for general conformity with the design concept of the work, and v.  if the member or holder is specifically engaged to co-ordinate the general review of the professional engineers and reports of the inspection and testing companies, co-ordinate the general review of the professional engineers and the reports of the inspection and testing companies that pertain directly to the work being reviewed and arrange for the distribution of such reports to the client and the contractor, or vi.  if the member or holder is not engaged to perform any or all of the services listed in subparagraph v, co-operate with the professional engineer responsible for the co-ordination of the general review in order to assist the professional engineer in the carrying out of the functions described in that subparagraph. 2.  In paragraph 1, “design document” means a design or other document which formed the basis for the issuance of a building permit and includes all changes thereto that were authorized by the chief building official as defined in the Building Code Act, 1992.  R.R.O. 1990, Reg. 27, s. 50; O. Reg. 44/05, s. 9; O. Reg. 144/05, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>50. </b>The following are prescribed as performance standards with respect to the general review of the construction, enlargement or alteration of a building by a member or holder as provided for in the building code:</p> <p class=\"paragraph-e\">  1.  The member or holder, with respect to the matters that are governed by the building code, shall,</p> <p class=\"subpara-e\">  i.  make periodic visits to the site to determine whether the work is in general conformity with the design documents that were prepared by a member or holder,</p> <p class=\"subpara-e\">  ii.  inform the client and contractor in writing as to the progress and quality of the work and as to any part of the work that the member or holder has observed during the visits to the site not to be in conformity with the design documents,</p> <p class=\"subpara-e\">  iii.  review all changes to the design documents to determine whether the changes conform to the building code,</p> <p class=\"subpara-e\">  iv.  review and comment on shop drawings and samples for general conformity with the design concept of the work, and</p> <p class=\"subpara-e\">  v.  if the member or holder is specifically engaged to co-ordinate the general review of the professional engineers and reports of the inspection and testing companies, co-ordinate the general review of the professional engineers and the reports of the inspection and testing companies that pertain directly to the work being reviewed and arrange for the distribution of such reports to the client and the contractor, or</p> <p class=\"subpara-e\">  vi.  if the member or holder is not engaged to perform any or all of the services listed in subparagraph v, co-operate with the professional engineer responsible for the co-ordination of the general review in order to assist the professional engineer in the carrying out of the functions described in that subparagraph.</p> <p class=\"paragraph-e\">  2.  In paragraph 1,</p> <p class=\"firstdef-e\">“design document” means a design or other document which formed the basis for the issuance of a building permit and includes all changes thereto that were authorized by the chief building official as defined in the <i>Building Code Act, 1992</i>.  R.R.O. 1990, Reg. 27, s. 50; O. Reg. 44/05, s. 9; O. Reg. 144/05, s. 4.</p>"
        },
        {
            "id": "51.",
            "section": null,
            "content": " 51. (1) A notice or document in respect of a committee may be served or delivered personally or by mail addressed to the person to whom the notice or document is to be given at the last known address of the person.  R.R.O. 1990, Reg. 27, s. 51 (1). (2) A copy of a notice or document that is mailed shall be deemed to be served on the tenth day following the day on which it is mailed, unless the contrary is shown.  R.R.O. 1990, Reg. 27, s. 51 (2). (3) Subsection (2) does not apply to a final decision or order to which section 18 of the Statutory Powers Procedure Act applies.  R.R.O. 1990, Reg. 27, s. 51 (3).",
            "raw_html": "<p class=\"section-e\"> <b>51. </b>(1) A notice or document in respect of a committee may be served or delivered personally or by mail addressed to the person to whom the notice or document is to be given at the last known address of the person.  R.R.O. 1990, Reg. 27, s. 51 (1).</p> <p class=\"subsection-e\">  (2) A copy of a notice or document that is mailed shall be deemed to be served on the tenth day following the day on which it is mailed, unless the contrary is shown.  R.R.O. 1990, Reg. 27, s. 51 (2).</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply to a final decision or order to which section 18 of the <i>Statutory Powers Procedure Act</i> applies.  R.R.O. 1990, Reg. 27, s. 51 (3).</p>"
        },
        {
            "id": "52.",
            "section": null,
            "content": " 52. (1) The Association shall establish and conduct a practice review program related to the practice of architecture, including a program for the inspection of records, other than financial records, of its members and holders.  O. Reg. 91/93, s. 8. (2) The practice review program shall be administered by a Practice Review Committee, which shall be established and appointed by the Council.  O. Reg. 91/93, s. 8. (3) The Practice Review Committee may appoint members of the Association or persons who are licensed to practise architecture outside Ontario as practice reviewers for the purposes of the practice review program.  O. Reg. 91/93, s. 8. (4) Every holder and every member shall fully co-operate with the Practice Review Committee and the practice reviewers in the administration and operation of the practice review program.  O. Reg. 91/93, s. 8. (5) The co-operation required of a holder or member includes, (a)  filing a questionnaire in the form provided and within the time required by the Practice Review Committee; (b)  permitting a practice reviewer to enter, inspect and view any office from which the holder or member carries on the practice of architecture; (c)  answering the practice reviewer’s questions; (d)  providing the practice reviewer with any records, other than financial records, or information that he or she may request; and (e)  permitting the practice reviewer to examine the books, records, accounts and files, other than financial records, that are required to be kept by the holder under clause 47 (2) (b).  O. Reg. 91/93, s. 8. (6) The Practice Review Committee shall, (a)  report annually to the Council on the administration and operation of the practice review program; (b)  make recommendations to holders or members relating to their practice of architecture, including their record-keeping; and (c)  monitor the implementation of all recommendations to holders and members by means of subsequent practice reviews.  O. Reg. 91/93, s. 8. (7) Nothing in this section shall authorize the inspection of the books, records, accounts and files of a holder of a certificate of practice who is also a holder of a general certificate of authorization unless such an inspection is recommended by the Joint Practice Board.  O. Reg. 91/93, s. 8.",
            "raw_html": "<p class=\"section-e\"> <b>52. </b>(1) The Association shall establish and conduct a practice review program related to the practice of architecture, including a program for the inspection of records, other than financial records, of its members and holders.  O. Reg. 91/93, s. 8.</p> <p class=\"subsection-e\">  (2) The practice review program shall be administered by a Practice Review Committee, which shall be established and appointed by the Council.  O. Reg. 91/93, s. 8.</p> <p class=\"subsection-e\">  (3) The Practice Review Committee may appoint members of the Association or persons who are licensed to practise architecture outside Ontario as practice reviewers for the purposes of the practice review program.  O. Reg. 91/93, s. 8.</p> <p class=\"subsection-e\">  (4) Every holder and every member shall fully co-operate with the Practice Review Committee and the practice reviewers in the administration and operation of the practice review program.  O. Reg. 91/93, s. 8.</p> <p class=\"subsection-e\">  (5) The co-operation required of a holder or member includes,</p> <p class=\"clause-e\">  (a)  filing a questionnaire in the form provided and within the time required by the Practice Review Committee;</p> <p class=\"clause-e\">  (b)  permitting a practice reviewer to enter, inspect and view any office from which the holder or member carries on the practice of architecture;</p> <p class=\"clause-e\">  (c)  answering the practice reviewer’s questions;</p> <p class=\"clause-e\">  (d)  providing the practice reviewer with any records, other than financial records, or information that he or she may request; and</p> <p class=\"clause-e\">  (e)  permitting the practice reviewer to examine the books, records, accounts and files, other than financial records, that are required to be kept by the holder under clause 47 (2) (b).  O. Reg. 91/93, s. 8.</p> <p class=\"subsection-e\">  (6) The Practice Review Committee shall,</p> <p class=\"clause-e\">  (a)  report annually to the Council on the administration and operation of the practice review program;</p> <p class=\"clause-e\">  (b)  make recommendations to holders or members relating to their practice of architecture, including their record-keeping; and</p> <p class=\"clause-e\">  (c)  monitor the implementation of all recommendations to holders and members by means of subsequent practice reviews.  O. Reg. 91/93, s. 8.</p> <p class=\"subsection-e\">  (7) Nothing in this section shall authorize the inspection of the books, records, accounts and files of a holder of a certificate of practice who is also a holder of a general certificate of authorization unless such an inspection is recommended by the Joint Practice Board.  O. Reg. 91/93, s. 8.</p>"
        },
        {
            "id": "53.",
            "section": null,
            "content": " 53. For the purpose of section 21 of the Act, the proportion of the shares of corporations that engage in the practice of architecture is 49 per cent.  O. Reg. 287/99, s. 12.",
            "raw_html": "<p class=\"section-e\"> <b>53. </b>For the purpose of section 21 of the Act, the proportion of the shares of corporations that engage in the practice of architecture is 49 per cent.  O. Reg. 287/99, s. 12.</p>"
        },
        {
            "id": "54.",
            "section": null,
            "content": " 54. (1) The Council shall establish a program of continuing education for members.  O. Reg. 287/99, s. 12. (2) The program shall include continuing education activities that may be offered by the Council or by other persons, consisting of courses of study, seminars, workshops, self-directed learning and professional activities approved by the Council.  O. Reg. 287/99, s. 12. (3) In each two-year period determined by the Council for the purpose of this section, a member of the Association shall spend 70 hours in continuing education activities approved by the Council.  O. Reg. 287/99, s. 12.",
            "raw_html": "<p class=\"section-e\"> <b>54. </b>(1) The Council shall establish a program of continuing education for members.  O. Reg. 287/99, s. 12.</p> <p class=\"subsection-e\">  (2) The program shall include continuing education activities that may be offered by the Council or by other persons, consisting of courses of study, seminars, workshops, self-directed learning and professional activities approved by the Council.  O. Reg. 287/99, s. 12.</p> <p class=\"subsection-e\">  (3) In each two-year period determined by the Council for the purpose of this section, a member of the Association shall spend 70 hours in continuing education activities approved by the Council.  O. Reg. 287/99, s. 12.</p>"
        },
        {
            "id": "55.",
            "section": "Application of Not-for-Profit Corporations Act, 2010",
            "content": " 55. (1) The following provisions of the Not-for-Profit Corporations Act, 2010 apply in respect of the Association, subject to the modifications set out in subsection (2) and such other modifications as may be necessary: 1.  Section 37. 2.  Section 40. 3.  Section 41. 4.  Sections 43 and 44. 5.  Section 52. 6.  Sections 60 and 61. 7.  Sections 68 to 75. 8.  Sections 77 and 78. 9.  Sections 83 and 84. 10.  Sections 91 and 92. 11.  Section 93. 12.  Section 95. 13.  Section 99. 14.  Section 101. 15.  Section 174. 16.  Sections 192 and 193. 17.  Section 199. O. Reg. 562/21, s. 1. (2) For the purposes of subsection (1), any reference to a “director” shall be read as a reference to a “councillor” and any reference to an “officer” shall be read as a reference to an “officer of the Association”. O. Reg. 562/21, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>55. </b>(1) The following provisions of the <i>Not-for-Profit Corporations Act, 2010</i> apply in respect of the Association, subject to the modifications set out in subsection (2) and such other modifications as may be necessary:</p> <p class=\"paragraph-e\">  1.  Section 37.</p> <p class=\"paragraph-e\">  2.  Section 40.</p> <p class=\"paragraph-e\">  3.  Section 41.</p> <p class=\"paragraph-e\">  4.  Sections 43 and 44.</p> <p class=\"paragraph-e\">  5.  Section 52.</p> <p class=\"paragraph-e\">  6.  Sections 60 and 61.</p> <p class=\"paragraph-e\">  7.  Sections 68 to 75.</p> <p class=\"paragraph-e\">  8.  Sections 77 and 78.</p> <p class=\"paragraph-e\">  9.  Sections 83 and 84.</p> <p class=\"paragraph-e\">  10.  Sections 91 and 92.</p> <p class=\"paragraph-e\">  11.  Section 93.</p> <p class=\"paragraph-e\">  12.  Section 95.</p> <p class=\"paragraph-e\">  13.  Section 99.</p> <p class=\"paragraph-e\">  14.  Section 101.</p> <p class=\"paragraph-e\">  15.  Section 174.</p> <p class=\"paragraph-e\">  16.  Sections 192 and 193.</p> <p class=\"paragraph-e\">  17.  Section 199. O. Reg. 562/21, s. 1.</p> <p class=\"subsection-e\">  (2) For the purposes of subsection (1), any reference to a “director” shall be read as a reference to a “councillor” and any reference to an “officer” shall be read as a reference to an “officer of the Association”. O. Reg. 562/21, s. 1.</p>"
        },
        {
            "id": "55.-65.",
            "section": "Application of Not-for-Profit Corporations Act, 2010",
            "content": " 55.-65. Revoked:  O. Reg. 490/07, s. 4.",
            "raw_html": "<p class=\"section-e\"> <b>55.-65. </b><span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 490/07, s. 4.</p>"
        },
        {
            "id": null,
            "section": "Application of Not-for-Profit Corporations Act, 2010",
            "content": "  Français  ",
            "raw_html": "<p class=\"section-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/reglement/900027\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}