{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 674: REPLACEMENT OF LIFE INSURANCE CONTRACTS",
        "reg_name_text": "REPLACEMENT OF LIFE INSURANCE CONTRACTS",
        "citation": "R.R.O. 1990, Reg. 674: ",
        "act_under": "Insurance Act   Loi sur les assurances",
        "url": "https://www.ontario.ca/laws/regulation/900674",
        "date_scraped": "2023-12-18 23:05:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  8, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/regulation/900674/v4",
            "valid_from": "June  3, 2019",
            "valid_to": "June  7, 2019"
        },
        {
            "a_href": "/laws/regulation/900674/v3",
            "valid_from": "April  1, 2011",
            "valid_to": "June  2, 2019"
        },
        {
            "a_href": "/laws/regulation/900674/v2",
            "valid_from": "December 17, 2010",
            "valid_to": "March 31, 2011"
        },
        {
            "a_href": "/laws/regulation/900674/v1",
            "valid_from": "July  1, 1995",
            "valid_to": "December 16, 2010"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": " 1. In this Regulation, “replacement of a contract of life insurance” means a transaction whereby life insurance is purchased in a single contract or in several related contracts by a person from an insurer and as a consequence of the transaction one or more contracts of the insurance are, (a) rescinded, lapsed or surrendered, (b) changed to paid-up insurance or continued as extended term insurance or under automatic premium loan, (c) changed in any manner so as to effect a reduction in benefits, (d) changed so that cash values in excess of 50 per cent of the tabular cash value of the insurance contract are released, or (e) subjected to borrowing of any policy loan values whether in a single loan or under a schedule of borrowing over a period of time whereby an amount in excess of 50 per cent of the tabular cash value is borrowed on one or more contracts of life insurance, but does not include a transaction where, (f) a new contract of life insurance is made with an insurer with whom the person has an existing contract of life insurance in furtherance of a contractual conversion privilege exercised by the person, (g) a contract is replaced by an annuity, or (h) a contract is replaced by group insurance; “working day” means a day other than Saturday or a holiday.  R.R.O. 1990, Reg. 674, s. 1. Duties of Agent",
            "raw_html": "<p class=\"section-e\"> <b>1. </b>In this Regulation,</p> <p class=\"firstdef-e\">“replacement of a contract of life insurance” means a transaction whereby life insurance is purchased in a single contract or in several related contracts by a person from an insurer and as a consequence of the transaction one or more contracts of the insurance are,</p> <p class=\"defclause-e\">  (a) rescinded, lapsed or surrendered,</p> <p class=\"defclause-e\">  (b) changed to paid-up insurance or continued as extended term insurance or under automatic premium loan,</p> <p class=\"defclause-e\">  (c) changed in any manner so as to effect a reduction in benefits,</p> <p class=\"defclause-e\">  (d) changed so that cash values in excess of 50 per cent of the tabular cash value of the insurance contract are released, or</p> <p class=\"defclause-e\">  (e) subjected to borrowing of any policy loan values whether in a single loan or under a schedule of borrowing over a period of time whereby an amount in excess of 50 per cent of the tabular cash value is borrowed on one or more contracts of life insurance,</p> <p class=\"Sdefinition-e\">but does not include a transaction where,</p> <p class=\"defclause-e\">  (f) a new contract of life insurance is made with an insurer with whom the person has an existing contract of life insurance in furtherance of a contractual conversion privilege exercised by the person,</p> <p class=\"defclause-e\">  (g) a contract is replaced by an annuity, or</p> <p class=\"defclause-e\">  (h) a contract is replaced by group insurance;</p> <p class=\"definition-e\">“working day” means a day other than Saturday or a holiday.  R.R.O. 1990, Reg. 674, s. 1.</p> <p class=\"heading1-e\">Duties of Agent</p>"
        },
        {
            "id": "2.",
            "section": "Duties of Agent",
            "content": " 2. (1) As part of an application for a contract of insurance, an agent for an insurer shall obtain from each applicant a statement, signed by the applicant, that indicates whether replacement of a contract of life insurance is intended.  O. Reg. 516/10, s. 1. (2) If replacement of a contract of life insurance is intended, the agent has the following duties before accepting an application for a contract of insurance: 1. The agent shall obtain from the applicant a list of all life insurance contracts intended to be replaced. 2. The agent shall complete and sign the following documents: i. A life insurance replacement declaration in a form approved by the Chief Executive Officer. ii. A written explanation of the advantages and disadvantages of replacing the contract of life insurance. 3. The agent shall review the completed life insurance replacement declaration and written explanation with the applicant and leave them with the applicant. 4. The agent shall obtain the applicant’s signature on a copy of the completed life insurance replacement declaration, attesting to the receipt of the completed declaration from the agent. 5. The agent shall obtain the applicant’s signature on a copy of the written explanation, attesting to the receipt of the written explanation from the agent. 6. If the applicant is not the life insured, the agent shall obtain the signature of the life insured on a copy of the written explanation, attesting to the receipt of the written explanation from the agent.  O. Reg. 516/10, s. 1; O. Reg. 125/19, s. 1 (1). (3) Within three working days after receiving an application for a contract of insurance, the agent shall forward a copy of each completed life insurance replacement declaration, as reviewed with the applicant by the agent and signed by the applicant, to every insurer whose life insurance contract is intended to be replaced.  O. Reg. 516/10, s. 1. (4) If the transaction involves borrowing on an existing contract of insurance, the agent shall caution the applicant that it is not usually advisable to borrow against policy loan values beyond the applicant’s expected ability or intention to repay.  O. Reg. 516/10, s. 1. (5) The reference in subparagraph 2 i of subsection (2) to a form approved by the Chief Executive Officer is deemed to include the last form approved by the Superintendent for the purposes of that provision prior to the day section 22 of Schedule 13 to the Plan for Care and Opportunity Act (Budget Measures), 2018 came into force until the Chief Executive Officer approves a subsequent form for the purposes of that provision. O. Reg. 125/19, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <b>2. </b>(1) As part of an application for a contract of insurance, an agent for an insurer shall obtain from each applicant a statement, signed by the applicant, that indicates whether replacement of a contract of life insurance is intended.  O. Reg. 516/10, s. 1.</p> <p class=\"subsection-e\">  (2) If replacement of a contract of life insurance is intended, the agent has the following duties before accepting an application for a contract of insurance:</p> <p class=\"paragraph-e\">  1. The agent shall obtain from the applicant a list of all life insurance contracts intended to be replaced.</p> <p class=\"paragraph-e\">  2. The agent shall complete and sign the following documents:</p> <p class=\"subpara-e\">  i. A life insurance replacement declaration in a form approved by the Chief Executive Officer.</p> <p class=\"subpara-e\">  ii. A written explanation of the advantages and disadvantages of replacing the contract of life insurance.</p> <p class=\"paragraph-e\">  3. The agent shall review the completed life insurance replacement declaration and written explanation with the applicant and leave them with the applicant.</p> <p class=\"paragraph-e\">  4. The agent shall obtain the applicant’s signature on a copy of the completed life insurance replacement declaration, attesting to the receipt of the completed declaration from the agent.</p> <p class=\"paragraph-e\">  5. The agent shall obtain the applicant’s signature on a copy of the written explanation, attesting to the receipt of the written explanation from the agent.  </p> <p class=\"paragraph-e\">  6. If the applicant is not the life insured, the agent shall obtain the signature of the life insured on a copy of the written explanation, attesting to the receipt of the written explanation from the agent.  O. Reg. 516/10, s. 1; O. Reg. 125/19, s. 1 (1).</p> <p class=\"subsection-e\">  (3) Within three working days after receiving an application for a contract of insurance, the agent shall forward a copy of each completed life insurance replacement declaration, as reviewed with the applicant by the agent and signed by the applicant, to every insurer whose life insurance contract is intended to be replaced.  O. Reg. 516/10, s. 1.</p> <p class=\"subsection-e\">  (4) If the transaction involves borrowing on an existing contract of insurance, the agent shall caution the applicant that it is not usually advisable to borrow against policy loan values beyond the applicant’s expected ability or intention to repay.  O. Reg. 516/10, s. 1.</p> <p class=\"subsection-e\">  (5) The reference in subparagraph 2 i of subsection (2) to a form approved by the Chief Executive Officer is deemed to include the last form approved by the Superintendent for the purposes of that provision prior to the day section 22 of Schedule 13 to the <i>Plan for Care and Opportunity Act (Budget Measures), 2018</i> came into force until the Chief Executive Officer approves a subsequent form for the purposes of that provision. O. Reg. 125/19, s. 1 (2).</p>"
        },
        {
            "id": "2.1",
            "section": "Duties of Agent",
            "content": " 2.1 The agent shall forward the following documents to each insurer who is requested to issue a new contract of insurance: 1. The application for a contract of insurance. 2. A copy of the completed life insurance replacement declaration and the written explanation, each as reviewed with the applicant by the agent and signed by the applicant. 3. A copy of all written proposals presented to the applicant by the agent during the solicitation of the application for a contract of insurance. 4. All written directions received from the applicant.  O. Reg. 516/10, s. 1.",
            "raw_html": "<p class=\"section-e\"> <b>2.1 </b>The agent shall forward the following documents to each insurer who is requested to issue a new contract of insurance:</p> <p class=\"paragraph-e\">  1. The application for a contract of insurance.</p> <p class=\"paragraph-e\">  2. A copy of the completed life insurance replacement declaration and the written explanation, each as reviewed with the applicant by the agent and signed by the applicant.</p> <p class=\"paragraph-e\">  3. A copy of all written proposals presented to the applicant by the agent during the solicitation of the application for a contract of insurance.</p> <p class=\"paragraph-e\">  4. All written directions received from the applicant.  O. Reg. 516/10, s. 1.</p>"
        },
        {
            "id": "2.2",
            "section": "Duties of Agent",
            "content": " 2.2 The agent shall deliver each new contract of life insurance to the applicant as soon as is practical in the circumstances after receiving it from the insurer, unless contrary written directions have been received from the applicant.  O. Reg. 516/10, s. 1. Duties of Insurer",
            "raw_html": "<p class=\"section-e\"> <b>2.2 </b>The agent shall deliver each new contract of life insurance to the applicant as soon as is practical in the circumstances after receiving it from the insurer, unless contrary written directions have been received from the applicant.  O. Reg. 516/10, s. 1.</p> <p class=\"heading1-e\">Duties of Insurer</p>"
        },
        {
            "id": "3.",
            "section": "Duties of Insurer",
            "content": " 3. (1) If an insurer receives from an agent an application for a contract of insurance indicating that replacement of life insurance is intended, the insurer has the following duties: 1. The insurer shall ensure that a completed life insurance replacement declaration and a written explanation, each as reviewed with the applicant and signed by the applicant, are filed with the application. 2. The insurer shall keep a copy of all documents forwarded by its agent under this Regulation at the insurer’s principal office or place of business in Canada for at least three years after receiving the documents.  O. Reg. 516/10, s. 2. (2) Upon receiving and approving the application for a new contract of life insurance, the insurer shall issue the new contract of life insurance as soon as is practical in the circumstances.  O. Reg. 516/10, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>3. </b>(1) If an insurer receives from an agent an application for a contract of insurance indicating that replacement of life insurance is intended, the insurer has the following duties:</p> <p class=\"paragraph-e\">  1. The insurer shall ensure that a completed life insurance replacement declaration and a written explanation, each as reviewed with the applicant and signed by the applicant, are filed with the application.</p> <p class=\"paragraph-e\">  2. The insurer shall keep a copy of all documents forwarded by its agent under this Regulation at the insurer’s principal office or place of business in Canada for at least three years after receiving the documents.  O. Reg. 516/10, s. 2.</p> <p class=\"subsection-e\">  (2) Upon receiving and approving the application for a new contract of life insurance, the insurer shall issue the new contract of life insurance as soon as is practical in the circumstances.  O. Reg. 516/10, s. 2.</p>"
        },
        {
            "id": "3.1",
            "section": "Duties of Insurer",
            "content": " 3.1 (1) Upon request, an insurer shall provide such information as is necessary to other insurers or their agents to enable them to complete the life insurance replacement declaration and written explanation required by this Regulation and shall do so as soon as is practicable in the circumstances after receiving the request for the information.  O. Reg. 516/10, s. 2. (2) The insurer shall keep a written record of the information for at least three years after providing it to an insurer or agent.  O. Reg. 516/10, s. 2.",
            "raw_html": "<p class=\"section-e\"> <b>3.1 </b>(1) Upon request, an insurer shall provide such information as is necessary to other insurers or their agents to enable them to complete the life insurance replacement declaration and written explanation required by this Regulation and shall do so as soon as is practicable in the circumstances after receiving the request for the information.  O. Reg. 516/10, s. 2.</p> <p class=\"subsection-e\">  (2) The insurer shall keep a written record of the information for at least three years after providing it to an insurer or agent.  O. Reg. 516/10, s. 2.</p>"
        },
        {
            "id": "4.",
            "section": "Duties of Insurer",
            "content": " 4. (1) An applicant for replacement of a contract of life insurance may withdraw the application within 20 days after receiving the completed life insurance replacement declaration and written explanation required by this Regulation by notifying the insurer or any agent of the insurer of the applicant’s intention to withdraw the application.  O. Reg. 516/10, s. 3. (2) Where an applicant withdraws an application for the replacement of a contract of life insurance, the insurer shall refund any premium deposit or other payment made by the applicant in respect of the proposed replacement of a contract of life insurance, except where the application is for a single premium life insurance policy or a policy the value of which depends upon a stated rate of interest or a stated group of assets.  R.R.O. 1990, Reg. 674, s. 4 (2). (3) Where an applicant withdraws an application with respect to a single premium life insurance policy or a policy the value of which depends upon a stated rate of interest or a stated group of assets, the refund shall be adjusted to reflect the change in the capital value of the contract.  R.R.O. 1990, Reg. 674, s. 4 (3). Form 1 Revoked:  O. Reg. 516/10, s. 4.    ",
            "raw_html": "<p class=\"section-e\"> <b>4. </b>(1) An applicant for replacement of a contract of life insurance may withdraw the application within 20 days after receiving the completed life insurance replacement declaration and written explanation required by this Regulation by notifying the insurer or any agent of the insurer of the applicant’s intention to withdraw the application.  O. Reg. 516/10, s. 3.</p> <p class=\"subsection-e\">  (2) Where an applicant withdraws an application for the replacement of a contract of life insurance, the insurer shall refund any premium deposit or other payment made by the applicant in respect of the proposed replacement of a contract of life insurance, except where the application is for a single premium life insurance policy or a policy the value of which depends upon a stated rate of interest or a stated group of assets.  R.R.O. 1990, Reg. 674, s. 4 (2).</p> <p class=\"subsection-e\">  (3) Where an applicant withdraws an application with respect to a single premium life insurance policy or a policy the value of which depends upon a stated rate of interest or a stated group of assets, the refund shall be adjusted to reflect the change in the capital value of the contract.  R.R.O. 1990, Reg. 674, s. 4 (3).</p> <p class=\"formRevoked-e\"><span class=\"ovallcaps\">Form</span> 1 <span class=\"ovsmallcap\">Revoked</span>:  O. Reg. 516/10, s. 4.</p> <p class=\"formRevoked-e\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}