{
    "reg_info": {
        "full_title": "R.R.O. 1990, Reg. 884: GENERAL",
        "reg_name_text": "GENERAL",
        "citation": "R.R.O. 1990, Reg. 884: ",
        "act_under": "Ontario Institute for Studies in Education Act",
        "url": "https://www.ontario.ca/laws/regulation/900884",
        "date_scraped": "2023-12-19 21:03:05"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "content": [
        {
            "id": "1.",
            "section": null,
            "content": "1. The number of members of the Board to be appointed under clause 4 (2) (b) of the Act shall be as follows: 1. Three representatives of the teacher-training institutions of Ontario. 2. Two representatives of the University of Toronto. 3. Two representatives of the provincially-assisted universities of Ontario. 4. Four representatives of the Ministry of Education. 5. Six representatives of the Ontario Teachers’ Federation. 6. Four representatives of the Ontario School Trustees’ Council. 7. Three representatives of provincial associations of directors of education, school superintendents and inspectors. 8. Six persons who are residents of Ontario. 9. Four members of the administrative and instructional staff of the Institute. R.R.O. 1990, Reg. 884, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>The number of members of the Board to be appointed under clause 4 (2) (b) of the Act shall be as follows:</p> <p class=\"paragraph-e\">1. Three representatives of the teacher-training institutions of Ontario.</p> <p class=\"paragraph-e\">2. Two representatives of the University of Toronto.</p> <p class=\"paragraph-e\">3. Two representatives of the provincially-assisted universities of Ontario.</p> <p class=\"paragraph-e\">4. Four representatives of the Ministry of Education.</p> <p class=\"paragraph-e\">5. Six representatives of the Ontario Teachers’ Federation.</p> <p class=\"paragraph-e\">6. Four representatives of the Ontario School Trustees’ Council.</p> <p class=\"paragraph-e\">7. Three representatives of provincial associations of directors of education, school superintendents and inspectors.</p> <p class=\"paragraph-e\">8. Six persons who are residents of Ontario.</p> <p class=\"paragraph-e\">9. Four members of the administrative and instructional staff of the Institute. R.R.O. 1990, Reg. 884, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": null,
            "content": "2. (1) The members of the Board referred to in paragraphs 1 to 8 of section 1 shall hold office for three years, except that an appointment made in the first instance shall be for the term specified in the appointment. (2) The members of the Board referred to in paragraph 9 of section 1 shall hold office for a term of one year. (3) A member of the Board continues to hold office until a successor is appointed. (4) A member of the Board is eligible for reappointment. (5) The Board shall by resolution declare the office vacant where a member of the Board appointed by the Lieutenant Governor in Council, (a) ceases to have his or her customary place of residence in Ontario; (b) becomes, through illness, incapable of acting as a member; or (c) not having been granted leave of absence by the Board, attends in any fiscal year of the Board fewer than one-third of the meetings of the Board held subsequent to the date of his or her appointment to the Board. (6) A resolution under subsection (5) entered in the minutes of the Board is conclusive evidence that a vacancy on the Board exists. (7) Where a vacancy on the Board occurs in the office of a member appointed by the Lieutenant Governor in Council before the term of office for which the member has been appointed expires, the vacancy shall be filled by the Lieutenant Governor in Council on the recommendation of the Minister, and the member so appointed shall hold office for the remainder of the term of office of the member whose office is vacant. R.R.O. 1990, Reg. 884, s. 2. Français ",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The members of the Board referred to in paragraphs 1 to 8 of section 1 shall hold office for three years, except that an appointment made in the first instance shall be for the term specified in the appointment.</p> <p class=\"subsection-e\">(2) The members of the Board referred to in paragraph 9 of section 1 shall hold office for a term of one year.</p> <p class=\"subsection-e\">(3) A member of the Board continues to hold office until a successor is appointed.</p> <p class=\"subsection-e\">(4) A member of the Board is eligible for reappointment.</p> <p class=\"subsection-e\">(5) The Board shall by resolution declare the office vacant where a member of the Board appointed by the Lieutenant Governor in Council,</p> <p class=\"clause-e\">(a) ceases to have his or her customary place of residence in Ontario;</p> <p class=\"clause-e\">(b) becomes, through illness, incapable of acting as a member; or</p> <p class=\"clause-e\">(c) not having been granted leave of absence by the Board, attends in any fiscal year of the Board fewer than one-third of the meetings of the Board held subsequent to the date of his or her appointment to the Board.</p> <p class=\"subsection-e\">(6) A resolution under subsection (5) entered in the minutes of the Board is conclusive evidence that a vacancy on the Board exists.</p> <p class=\"subsection-e\">(7) Where a vacancy on the Board occurs in the office of a member appointed by the Lieutenant Governor in Council before the term of office for which the member has been appointed expires, the vacancy shall be filled by the Lieutenant Governor in Council on the recommendation of the Minister, and the member so appointed shall hold office for the remainder of the term of office of the member whose office is vacant. R.R.O. 1990, Reg. 884, s. 2.</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900884_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/revokedregs/french/elaws_rev_regs_900884_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}