{
    "act_info": {
        "full_title": "Race Tracks Tax Act, R.S.O. 1990, c. R.1",
        "act_name_text": "Race Tracks Tax Act",
        "citation": "R.S.O. 1990, c. R.1",
        "url": "https://www.ontario.ca/laws/statute/90r01",
        "date_scraped": "2023-12-21 13:44:18"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May 12, 2011",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90r01/v1",
            "valid_from": "December  5, 2001",
            "valid_to": "May 11, 2011"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/900984",
            "Citation": "R.R.O. 1990, Reg. 984",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/900983",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 983",
            "revoked_reg_title": "FORMS"
        }
    ],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “assessment” includes a reassessment; (“cotisation”) “bet” means a bet placed under the system known as pari-mutuel wagering upon a race run at a race meeting; (“pari”) “Minister” means the Minister of Finance; (“ministre”) “operator” means a person who, (a) operates a race course, (b) conducts a race meeting, or (c) is in any manner the custodian or depository of money that is staked or deposited in the placing of a bet upon a race run at a race meeting; (“exploitant”) “person” includes a partnership, an unincorporated association and a club; (“personne”) “prescribed” means prescribed by the regulations; (“prescrit”) “race meeting” means a series of horse races conducted by an operator; (“réunion de courses”) “regulations” means the regulations made under this Act. (“règlements”)  R.S.O. 1990, c. R.1, s. 1; 1994, c. 18, s. 7 (1, 2); 1996, c. 18, s. 15. Section Amendments with date in force (d/m/y) 1994, c. 18, s. 7 (1, 2) - 23/06/1994; 1996, c. 18, s. 15 - 30/09/1996",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“assessment” includes a reassessment; (“cotisation”)</p> <p class=\"definition\">“bet” means a bet placed under the system known as pari-mutuel wagering upon a race run at a race meeting; (“pari”)</p> <p class=\"definition\">“Minister” means the Minister of Finance; (“ministre”)</p> <p class=\"definition\">“operator” means a person who,</p> <p class=\"paragraph\">  (a) operates a race course,</p> <p class=\"paragraph\">  (b) conducts a race meeting, or</p> <p class=\"paragraph\">  (c) is in any manner the custodian or depository of money that is staked or deposited in the placing of a bet upon a race run at a race meeting; (“exploitant”)</p> <p class=\"definition\">“person” includes a partnership, an unincorporated association and a club; (“personne”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“race meeting” means a series of horse races conducted by an operator; (“réunion de courses”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act. (“règlements”)  R.S.O. 1990, c. R.1, s. 1; 1994, c. 18, s. 7 (1, 2); 1996, c. 18, s. 15.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 18, s. 7 (1, 2) - 23/06/1994; 1996, c. 18, s. 15 - 30/09/1996</p>"
        },
        {
            "id": "2",
            "section": "Tax rate",
            "content": "2 Every person who places a bet in Ontario upon a race run at a race meeting held in Ontario or elsewhere shall pay to Her Majesty in right of Ontario a tax equal to 0.5 per cent of the amount of money deposited by the person with the operator at the time the bet is placed.  1996, c. 18, s. 16. Section Amendments with date in force (d/m/y) 1996, c. 18, s. 16 - 30/09/1996",
            "raw_html": "<p class=\"section\"><b>2 </b>Every person who places a bet in Ontario upon a race run at a race meeting held in Ontario or elsewhere shall pay to Her Majesty in right of Ontario a tax equal to 0.5 per cent of the amount of money deposited by the person with the operator at the time the bet is placed.  1996, c. 18, s. 16.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 18, s. 16 - 30/09/1996</p>"
        },
        {
            "id": "3",
            "section": "Tax collection",
            "content": "3 (1) Every operator shall collect the tax under section 2 as agent of Her Majesty in right of Ontario from the person placing the bet by deducting it from the money deposited with the operator by the person placing the bet before recording and applying the money in the placing of the bet.  R.S.O. 1990, c. R.1, s. 3 (1). Duties of an operator (2) Every operator shall, (a) be deemed to hold all amounts the operator collects under this Act in trust for Her Majesty in right of Ontario; (b) keep all amounts collected under this Act separate and apart from the operator’s own money; and (c) remit all amounts collected under this Act to the Minister in the manner and at the time prescribed.  R.S.O. 1990, c. R.1, s. 3 (2); 1994, c. 18, s. 7 (3). (3) Repealed:  1994, c. 18, s. 7 (4). [See Note after section 3.1.] Tax return (4) Every operator required to collect tax under this Act shall submit a return accounting for the tax collected to the Minister for the period and at the time prescribed.  R.S.O. 1990, c. R.1, s. 3 (4). Extended time for making returns (5) The Minister may enlarge the time for making any return before or after the time prescribed for making it.  R.S.O. 1990, c. R.1, s. 3 (5). Member of Assembly (6) No person acting as an agent of Her Majesty in right of Ontario under this section shall thus be made ineligible as a member of the Assembly.  R.S.O. 1990, c. R.1, s. 3 (6). Section Amendments with date in force (d/m/y) 1994, c. 18, s. 7 (3, 4) - 23/06/1994",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) Every operator shall collect the tax under section 2 as agent of Her Majesty in right of Ontario from the person placing the bet by deducting it from the money deposited with the operator by the person placing the bet before recording and applying the money in the placing of the bet.  R.S.O. 1990, c. R.1, s. 3 (1).</p> <p class=\"headnote\">Duties of an operator</p> <p class=\"subsection\">(2) Every operator shall,</p> <p class=\"paragraph\">  (a) be deemed to hold all amounts the operator collects under this Act in trust for Her Majesty in right of Ontario;</p> <p class=\"paragraph\">  (b) keep all amounts collected under this Act separate and apart from the operator’s own money; and</p> <p class=\"paragraph\">  (c) remit all amounts collected under this Act to the Minister in the manner and at the time prescribed.  R.S.O. 1990, c. R.1, s. 3 (2); 1994, c. 18, s. 7 (3).</p> <p class=\"subsection\">(3) <span>Repealed</span>:  1994, c. 18, s. 7 (4).</p> <p class=\"Pnote\">[See Note after section 3.1.]</p> <p class=\"headnote\">Tax return</p> <p class=\"subsection\">(4) Every operator required to collect tax under this Act shall submit a return accounting for the tax collected to the Minister for the period and at the time prescribed.  R.S.O. 1990, c. R.1, s. 3 (4).</p> <p class=\"headnote\">Extended time for making returns</p> <p class=\"subsection\">(5) The Minister may enlarge the time for making any return before or after the time prescribed for making it.  R.S.O. 1990, c. R.1, s. 3 (5).</p> <p class=\"headnote\">Member of Assembly</p> <p class=\"subsection\">(6) No person acting as an agent of Her Majesty in right of Ontario under this section shall thus be made ineligible as a member of the Assembly.  R.S.O. 1990, c. R.1, s. 3 (6).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 18, s. 7 (3, 4) - 23/06/1994</p>"
        },
        {
            "id": "3.1",
            "section": "Interest",
            "content": "3.1 (1) If on a particular date a debt as calculated under subsection (2) is payable by any person, the person shall be charged interest payable to the Minister at the prescribed rate and calculated in the prescribed manner on the amount of the debt from that date to the date the amount is received by the Minister.  1994, c. 18, s. 7 (5). Amount of debt calculation (2) In this section, the amount of the debt payable by a person under this Act at a particular date is the amount by which, (a) the aggregate of, (i) all tax under this Act that is collectable or that is payable by the person before that date, (ii) all amounts or penalties or both assessed under this Act against the person at any time before that date, and (iii) the total of all amounts charged under this section against the person in respect of a period of time ending before that date, exceeds, (b) the aggregate of, (i) the amount of all taxes remitted or paid by the person under this Act and the amount of any refund owing under any other Act that has been applied by the Minister to the person’s liabilities under this Act prior to that date, and (ii) the total of all amounts of interest credited to the person in respect of a period of time ending before that date.  1994, c. 18, s. 7 (5). Compounding (3) The interest under subsection (1) shall be compounded daily to the date on which it is paid.  1994, c. 18, s. 7 (5). Minimum liability (4) Where the amount of interest is less than a minimum amount to be determined from time to time by the Minister, no interest shall be paid under this section.  1994, c. 18, s. 7 (5). Interest on penalties (5) For the purposes of this section, interest payable on all penalties imposed by this Act shall be calculated from the date the default to which they apply first occurred.  1994, c. 18, s. 7 (5). Note: Section 3.1, as enacted by the Statutes of Ontario, 1994, chapter 18, subsection 7 (5), applies in determining the amount of interest in respect of any day that is on or after February 1, 1995 and, for the purposes of determining the amount of interest in respect of any prior period, subsection 3 (3) of the Act applies as it read before February 1, 1995.  See:  1994, c. 18, ss. 7 (14), 9. Section Amendments with date in force (d/m/y) 1994, c. 18, s. 7 (5) - 01/02/1995",
            "raw_html": "<p class=\"section\"><b>3.1</b> (1) If on a particular date a debt as calculated under subsection (2) is payable by any person, the person shall be charged interest payable to the Minister at the prescribed rate and calculated in the prescribed manner on the amount of the debt from that date to the date the amount is received by the Minister.  1994, c. 18, s. 7 (5).</p> <p class=\"headnote\">Amount of debt calculation</p> <p class=\"subsection\">(2) In this section, the amount of the debt payable by a person under this Act at a particular date is the amount by which,</p> <p class=\"paragraph\">  (a) the aggregate of,</p> <p class=\"subclause\">  (i) all tax under this Act that is collectable or that is payable by the person before that date,</p> <p class=\"subclause\">  (ii) all amounts or penalties or both assessed under this Act against the person at any time before that date, and</p> <p class=\"subclause\">  (iii) the total of all amounts charged under this section against the person in respect of a period of time ending before that date,</p> <p class=\"subsection\">exceeds,</p> <p class=\"paragraph\">  (b) the aggregate of,</p> <p class=\"subclause\">  (i) the amount of all taxes remitted or paid by the person under this Act and the amount of any refund owing under any other Act that has been applied by the Minister to the person’s liabilities under this Act prior to that date, and</p> <p class=\"subclause\">  (ii) the total of all amounts of interest credited to the person in respect of a period of time ending before that date.  1994, c. 18, s. 7 (5).</p> <p class=\"headnote\">Compounding</p> <p class=\"subsection\">(3) The interest under subsection (1) shall be compounded daily to the date on which it is paid.  1994, c. 18, s. 7 (5).</p> <p class=\"headnote\">Minimum liability</p> <p class=\"subsection\">(4) Where the amount of interest is less than a minimum amount to be determined from time to time by the Minister, no interest shall be paid under this section.  1994, c. 18, s. 7 (5).</p> <p class=\"headnote\">Interest on penalties</p> <p class=\"subsection\">(5) For the purposes of this section, interest payable on all penalties imposed by this Act shall be calculated from the date the default to which they apply first occurred.  1994, c. 18, s. 7 (5).</p> <p class=\"Pnote\">Note: Section 3.1, as enacted by the Statutes of Ontario, 1994, chapter 18, subsection 7 (5), applies in determining the amount of interest in respect of any day that is on or after February 1, 1995 and, for the purposes of determining the amount of interest in respect of any prior period, subsection 3 (3) of the Act applies as it read before February 1, 1995.  See:  1994, c. 18, ss. 7 (14), 9. </p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 18, s. 7 (5) - 01/02/1995</p>"
        },
        {
            "id": "4",
            "section": "Records and books of account",
            "content": "4 (1) Every operator shall keep records and books of account of such nature and in such manner as is prescribed.  R.S.O. 1990, c. R.1, s. 4 (1). Location of records and books of account (2) Records and books of account required to be kept under subsection (1) shall be kept, (a) at the operator’s place of business or residence in Ontario; or (b) at a place in Ontario or elsewhere approved in writing by the Minister, under any terms and conditions the Minister may impose.  R.S.O. 1990, c. R.1, s. 4 (2). Requirement by Minister to keep records (3) If, in the opinion of the Minister, an operator fails to keep adequate records and books of account for the purposes of this Act, the Minister may, by notice in writing, require the operator to keep, and the operator shall keep, such records and books of account as are specified in the notice.  R.S.O. 1990, c. R.1, s. 4 (3). Records retention period (4) Every operator shall retain all records and books of account, together with every account and voucher necessary to verify the information contained therein, until such time as all prescribed terms or conditions have been met.  R.S.O. 1990, c. R.1, s. 4 (4).",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) Every operator shall keep records and books of account of such nature and in such manner as is prescribed.  R.S.O. 1990, c. R.1, s. 4 (1).</p> <p class=\"headnote\">Location of records and books of account</p> <p class=\"subsection\">(2) Records and books of account required to be kept under subsection (1) shall be kept,</p> <p class=\"paragraph\">  (a) at the operator’s place of business or residence in Ontario; or</p> <p class=\"paragraph\">  (b) at a place in Ontario or elsewhere approved in writing by the Minister, under any terms and conditions the Minister may impose.  R.S.O. 1990, c. R.1, s. 4 (2).</p> <p class=\"headnote\">Requirement by Minister to keep records</p> <p class=\"subsection\">(3) If, in the opinion of the Minister, an operator fails to keep adequate records and books of account for the purposes of this Act, the Minister may, by notice in writing, require the operator to keep, and the operator shall keep, such records and books of account as are specified in the notice.  R.S.O. 1990, c. R.1, s. 4 (3).</p> <p class=\"headnote\">Records retention period</p> <p class=\"subsection\">(4) Every operator shall retain all records and books of account, together with every account and voucher necessary to verify the information contained therein, until such time as all prescribed terms or conditions have been met.  R.S.O. 1990, c. R.1, s. 4 (4).</p>"
        },
        {
            "id": "5",
            "section": "Audit and inspection",
            "content": "5 (1) Any person authorized by the Minister for any purpose related to the administration or enforcement of this Act may at all reasonable times enter any premises or place where an operator carries on business or keeps books and records and may, (a) audit or examine the books and records and any account, voucher, letter, telegram or other document that relates to or may relate to the tax imposed by this Act or any return required under this Act; (b) examine any property, process or matter that, in the person’s opinion, may assist in determining or ascertaining, (i) the information that is or should be in the books and records, (ii) the amount of any tax imposed by this Act, or (iii) whether or not a return is required under this Act; and (c) require the operator or the operator’s employees or agents to give all reasonable assistance with the audit or examination and to answer all proper questions relating to the audit or examination either orally or, if so required in writing, on oath or by statutory declaration and for that purpose may require that person to attend at the premises or place.  R.S.O. 1990, c. R.1, s. 5 (1). Obstruction (2) No person shall obstruct or interfere with any person authorized by the Minister under subsection (1) in the exercise of his or her powers under this section.  R.S.O. 1990, c. R.1, s. 5 (2).",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) Any person authorized by the Minister for any purpose related to the administration or enforcement of this Act may at all reasonable times enter any premises or place where an operator carries on business or keeps books and records and may,</p> <p class=\"paragraph\">  (a) audit or examine the books and records and any account, voucher, letter, telegram or other document that relates to or may relate to the tax imposed by this Act or any return required under this Act;</p> <p class=\"paragraph\">  (b) examine any property, process or matter that, in the person’s opinion, may assist in determining or ascertaining,</p> <p class=\"subclause\">  (i) the information that is or should be in the books and records,</p> <p class=\"subclause\">  (ii) the amount of any tax imposed by this Act, or</p> <p class=\"subclause\">  (iii) whether or not a return is required under this Act; and</p> <p class=\"paragraph\">  (c) require the operator or the operator’s employees or agents to give all reasonable assistance with the audit or examination and to answer all proper questions relating to the audit or examination either orally or, if so required in writing, on oath or by statutory declaration and for that purpose may require that person to attend at the premises or place.  R.S.O. 1990, c. R.1, s. 5 (1).</p> <p class=\"headnote\">Obstruction</p> <p class=\"subsection\">(2) No person shall obstruct or interfere with any person authorized by the Minister under subsection (1) in the exercise of his or her powers under this section.  R.S.O. 1990, c. R.1, s. 5 (2).</p>"
        },
        {
            "id": "6",
            "section": "Demand for information",
            "content": "6 (1) For the purpose of obtaining any information that the Minister considers necessary for the purposes of this Act, the Minister may demand from any person such information as is indicated in a letter delivered personally or sent by registered or certified mail to the person, and the person shall furnish to the Minister all such information in the person’s personal possession or under the person’s control, in writing, within such reasonable period of time after the delivery or sending of the letter as is stipulated therein.  R.S.O. 1990, c. R.1, s. 6. Deemed receipt of registered mail (2) A letter sent to a person by registered mail under subsection (1) is deemed to have been received on the fifth day after the day of mailing unless the person establishes that, although acting in good faith, the person did not receive it or did not receive it until a later date.  2011, c. 9, Sched. 36, s. 1. Section Amendments with date in force (d/m/y) 2011, c. 9, Sched. 36, s. 1 - 12/05/2011",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) For the purpose of obtaining any information that the Minister considers necessary for the purposes of this Act, the Minister may demand from any person such information as is indicated in a letter delivered personally or sent by registered or certified mail to the person, and the person shall furnish to the Minister all such information in the person’s personal possession or under the person’s control, in writing, within such reasonable period of time after the delivery or sending of the letter as is stipulated therein.  R.S.O. 1990, c. R.1, s. 6.</p> <p class=\"headnote\">Deemed receipt of registered mail</p> <p class=\"subsection\">(2) A letter sent to a person by registered mail under subsection (1) is deemed to have been received on the fifth day after the day of mailing unless the person establishes that, although acting in good faith, the person did not receive it or did not receive it until a later date.  2011, c. 9, Sched. 36, s. 1.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11009#sched36s1\">2011, c. 9, Sched. 36, s. 1</a></span> - 12/05/2011</p>"
        },
        {
            "id": "7",
            "section": "Assessment of tax collected",
            "content": "7 (1) Where an operator fails to submit a return or fails to remit amounts collected under this Act as required under this Act or the regulations, or if the return is not substantiated by the operator’s records, the Minister may make an assessment of the tax collected by the operator at any time and such assessed amount shall be deemed to be the tax collected by the operator.  R.S.O. 1990, c. R.1, s. 7 (1). Idem (2) The Minister is not bound by a return submitted or information furnished by or on behalf of an operator and may, whether or not a return has been submitted, make an assessment of the tax collected by the operator at any time.  R.S.O. 1990, c. R.1, s. 7 (2). Continuing liability (3) Liability to remit tax collected under this Act is not affected by an incorrect or incomplete assessment or by the fact that no assessment has been made.  R.S.O. 1990, c. R.1, s. 7 (3). Notice of assessment (4) Where the Minister makes an assessment under this section or section 8, the Minister shall serve by prepaid mail or by personal service a notice of assessment on the operator and the operator shall remit to the Minister all amounts assessed and not previously paid or remitted by the operator, together with any interest payable under section 3.1, whether or not an objection or appeal is outstanding.  1994, c. 18, s. 7 (6). (5) Repealed:  1994, c. 18, s. 7 (7). Assessment valid and binding (6) Any assessment made under this section or section 8, subject to being varied or vacated on an objection or appeal and subject to a reassessment, shall be deemed to be valid and binding despite any error, defect or omission therein or in any proceeding under this Act relating thereto.  R.S.O. 1990, c. R.1, s. 7 (6). Section Amendments with date in force (d/m/y) 1994, c. 18, s. 7 (6, 7) - 23/06/1994",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) Where an operator fails to submit a return or fails to remit amounts collected under this Act as required under this Act or the regulations, or if the return is not substantiated by the operator’s records, the Minister may make an assessment of the tax collected by the operator at any time and such assessed amount shall be deemed to be the tax collected by the operator.  R.S.O. 1990, c. R.1, s. 7 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The Minister is not bound by a return submitted or information furnished by or on behalf of an operator and may, whether or not a return has been submitted, make an assessment of the tax collected by the operator at any time.  R.S.O. 1990, c. R.1, s. 7 (2).</p> <p class=\"headnote\">Continuing liability</p> <p class=\"subsection\">(3) Liability to remit tax collected under this Act is not affected by an incorrect or incomplete assessment or by the fact that no assessment has been made.  R.S.O. 1990, c. R.1, s. 7 (3).</p> <p class=\"headnote\">Notice of assessment</p> <p class=\"subsection\">(4) Where the Minister makes an assessment under this section or section 8, the Minister shall serve by prepaid mail or by personal service a notice of assessment on the operator and the operator shall remit to the Minister all amounts assessed and not previously paid or remitted by the operator, together with any interest payable under section 3.1, whether or not an objection or appeal is outstanding.  1994, c. 18, s. 7 (6).</p> <p class=\"subsection\">(5) <span>Repealed</span>:  1994, c. 18, s. 7 (7).</p> <p class=\"headnote\">Assessment valid and binding</p> <p class=\"subsection\">(6) Any assessment made under this section or section 8, subject to being varied or vacated on an objection or appeal and subject to a reassessment, shall be deemed to be valid and binding despite any error, defect or omission therein or in any proceeding under this Act relating thereto.  R.S.O. 1990, c. R.1, s. 7 (6).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 18, s. 7 (6, 7) - 23/06/1994</p>"
        },
        {
            "id": "8",
            "section": "Penalty for non-collection of tax",
            "content": "8 (1) Every operator who fails to collect tax as required under this Act shall pay a penalty, when assessed therefor, equal to the amount of tax that the operator failed to collect.  R.S.O. 1990, c. R.1, s. 8 (1). Penalty for failure to submit return, etc. (2) Every operator who fails to submit a return or who fails to remit the tax collected as required by this Act and the regulations shall pay a penalty of an amount equal to 10 per cent of the tax collected for the period covered by the return.  1994, c. 18, s. 7 (8). Note: Subsection 8 (2), as re-enacted by the Statutes of Ontario, 1994, chapter 18, subsection 7 (8), applies with respect to any failure to deliver returns or remit tax required to be delivered or remitted on or after June 23, 1994.  See:  1994, c. 18, ss. 7 (15), 9. Where tax not collected because of neglect, fraud, etc. (3) Where the Minister is satisfied that an operator’s failure to collect the tax that should have been collected under this Act is attributable to neglect, carelessness, wilful default or fraud, the Minister may assess a penalty against the operator, in lieu of any penalty that may be assessable under subsection (1), equal to the aggregate of the amount of tax the operator failed to collect and the greater of, (a) $100; and (b) 25 per cent of the amount of tax the operator failed to collect.  R.S.O. 1990, c. R.1, s. 8 (3). Penalty assessment time limit (4) No penalty may be assessed under subsection (1) or (2) more than four years after the date when the tax was required to be collected under this Act, the operator was required to submit a return under this Act and the regulations or the operator was required to remit the tax under this Act, as the case may be.  R.S.O. 1990, c. R.1, s. 8 (4); 1997, c. 43, Sched. F, s. 12 (1). Idem (5) A penalty under subsection (3) may be assessed more than four years after the date when the tax was required to be collected under this Act.  R.S.O. 1990, c. R.1, s. 8 (5); 1997, c. 43, Sched. F, s. 12 (2). Deemed tax (6) A debt due to the Crown under section 8.1 of the Financial Administration Act in respect of a payment or remittance under this Act shall be deemed, when the Minister so assesses, to be tax payable under this Act by the operator from whom the payment or remittance is payable, and may be collected or enforced as tax under this Act, except that section 11 does not apply.  1994, c. 18, s. 7 (9). Section Amendments with date in force (d/m/y) 1994, c. 18, s. 7 (8, 9) - 23/06/1994; 1997, c. 43, Sched. F, s. 12 (1, 2) - 18/12/1997",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) Every operator who fails to collect tax as required under this Act shall pay a penalty, when assessed therefor, equal to the amount of tax that the operator failed to collect.  R.S.O. 1990, c. R.1, s. 8 (1).</p> <p class=\"headnote\">Penalty for failure to submit return, etc.</p> <p class=\"subsection\">(2) Every operator who fails to submit a return or who fails to remit the tax collected as required by this Act and the regulations shall pay a penalty of an amount equal to 10 per cent of the tax collected for the period covered by the return.  1994, c. 18, s. 7 (8).</p> <p class=\"Pnote\">Note: Subsection 8 (2), as re-enacted by the Statutes of Ontario, 1994, chapter 18, subsection 7 (8), applies with respect to any failure to deliver returns or remit tax required to be delivered or remitted on or after June 23, 1994.  See:  1994, c. 18, ss. 7 (15), 9.</p> <p class=\"headnote\">Where tax not collected because of neglect, fraud, etc.</p> <p class=\"subsection\">(3) Where the Minister is satisfied that an operator’s failure to collect the tax that should have been collected under this Act is attributable to neglect, carelessness, wilful default or fraud, the Minister may assess a penalty against the operator, in lieu of any penalty that may be assessable under subsection (1), equal to the aggregate of the amount of tax the operator failed to collect and the greater of,</p> <p class=\"paragraph\">  (a) $100; and</p> <p class=\"paragraph\">  (b) 25 per cent of the amount of tax the operator failed to collect.  R.S.O. 1990, c. R.1, s. 8 (3).</p> <p class=\"headnote\">Penalty assessment time limit</p> <p class=\"subsection\">(4) No penalty may be assessed under subsection (1) or (2) more than four years after the date when the tax was required to be collected under this Act, the operator was required to submit a return under this Act and the regulations or the operator was required to remit the tax under this Act, as the case may be.  R.S.O. 1990, c. R.1, s. 8 (4); 1997, c. 43, Sched. F, s. 12 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(5) A penalty under subsection (3) may be assessed more than four years after the date when the tax was required to be collected under this Act.  R.S.O. 1990, c. R.1, s. 8 (5); 1997, c. 43, Sched. F, s. 12 (2).</p> <p class=\"headnote\">Deemed tax</p> <p class=\"subsection\">(6) A debt due to the Crown under section 8.1 of the <i>Financial Administration Act</i> in respect of a payment or remittance under this Act shall be deemed, when the Minister so assesses, to be tax payable under this Act by the operator from whom the payment or remittance is payable, and may be collected or enforced as tax under this Act, except that section 11 does not apply.  1994, c. 18, s. 7 (9).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 18, s. 7 (8, 9) - 23/06/1994; 1997, c. 43, Sched. F, s. 12 (1, 2) - 18/12/1997</p>"
        },
        {
            "id": "9",
            "section": "Surety bond",
            "content": "9 (1) The Minister may require an operator to deposit with the Minister a bond by way of cash or other security satisfactory to the Minister in an amount to be determined by the Minister.  R.S.O. 1990, c. R.1, s. 9 (1); 1994, c. 18, s. 7 (3). Disposal of surety bond (2) Where an operator who has deposited a bond with the Minister under subsection (1) has failed to collect or remit tax as required under this Act and the regulations, the Minister may apply the bond in whole or in part to the amount that should have been collected or remitted and shall forthwith give written notice thereof to the operator by registered mail or personal service.  R.S.O. 1990, c. R.1, s. 9 (2); 1994, c. 18, s. 7 (3). Section Amendments with date in force (d/m/y) 1994, c. 18, s. 7 (3) - 23/06/1994",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) The Minister may require an operator to deposit with the Minister a bond by way of cash or other security satisfactory to the Minister in an amount to be determined by the Minister.  R.S.O. 1990, c. R.1, s. 9 (1); 1994, c. 18, s. 7 (3).</p> <p class=\"headnote\">Disposal of surety bond</p> <p class=\"subsection\">(2) Where an operator who has deposited a bond with the Minister under subsection (1) has failed to collect or remit tax as required under this Act and the regulations, the Minister may apply the bond in whole or in part to the amount that should have been collected or remitted and shall forthwith give written notice thereof to the operator by registered mail or personal service.  R.S.O. 1990, c. R.1, s. 9 (2); 1994, c. 18, s. 7 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 18, s. 7 (3) - 23/06/1994</p>"
        },
        {
            "id": "10",
            "section": "Recovery of tax",
            "content": "10 (1) Upon default of payment by an operator of any amount payable under this Act, the Minister may, (a) bring an action for the recovery thereof in any court in which a debt or money demand of a similar amount may be collected, and every such action shall be brought and executed in and by the name of the Minister or the Minister’s name of office and may be continued by a successor of the Minister in office as if no change had occurred and shall be tried without a jury; (b) issue a warrant directed to the sheriff for the area in which any property of the operator is located or situate for the amount owing by the operator, together with interest thereon from the date of the issue of the warrant and the fees and expenses of the sheriff, and the warrant has the same force and effect as a writ of seizure and sale issued out of the Superior Court of Justice.  R.S.O. 1990, c. R.1, s. 10 (1); 2001, c. 23, s. 186. Application of subrule 60.07 (2), Rules of Civil Procedure (1.1) Subrule 60.07 (2) of the Rules of Civil Procedure does not apply in respect of a warrant issued by the Minister under clause (1) (b).  2011, c. 9, Sched. 36, s. 2. Idem (2) The use of any remedy provided by subsection (1) does not bar or affect any of the other remedies therein provided, and the remedies provided by this Act for the recovery and enforcement of the payment of amounts due under this Act are in addition to any other remedies existing by law, and no action or other proceeding taken in any way prejudices, limits or affects any lien, charge or priority existing under this Act or otherwise.  R.S.O. 1990, c. R.1, s. 10 (2). Section Amendments with date in force (d/m/y) 2001, c. 23, s. 186\r\n- 05/12/2001 2011, c. 9, Sched. 36, s. 2 - 12/05/2011",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) Upon default of payment by an operator of any amount payable under this Act, the Minister may,</p> <p class=\"paragraph\">  (a) bring an action for the recovery thereof in any court in which a debt or money demand of a similar amount may be collected, and every such action shall be brought and executed in and by the name of the Minister or the Minister’s name of office and may be continued by a successor of the Minister in office as if no change had occurred and shall be tried without a jury;</p> <p class=\"paragraph\">  (b) issue a warrant directed to the sheriff for the area in which any property of the operator is located or situate for the amount owing by the operator, together with interest thereon from the date of the issue of the warrant and the fees and expenses of the sheriff, and the warrant has the same force and effect as a writ of seizure and sale issued out of the Superior Court of Justice.  R.S.O. 1990, c. R.1, s. 10 (1); 2001, c. 23, s. 186.</p> <p class=\"headnote\">Application of subrule 60.07 (2), Rules of Civil Procedure</p> <p class=\"subsection\">(1.1) Subrule 60.07 (2) of the Rules of Civil Procedure does not apply in respect of a warrant issued by the Minister under clause (1) (b).  2011, c. 9, Sched. 36, s. 2.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The use of any remedy provided by subsection (1) does not bar or affect any of the other remedies therein provided, and the remedies provided by this Act for the recovery and enforcement of the payment of amounts due under this Act are in addition to any other remedies existing by law, and no action or other proceeding taken in any way prejudices, limits or affects any lien, charge or priority existing under this Act or otherwise.  R.S.O. 1990, c. R.1, s. 10 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01023#s186\">2001, c. 23, s. 186</a></span>\r\n- 05/12/2001</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11009#sched36s2\">2011, c. 9, Sched. 36, s. 2</a></span> - 12/05/2011</p>"
        },
        {
            "id": "10.0.1",
            "section": "Recovery of costs",
            "content": "10.0.1 The Minister is entitled to recover from an operator the reasonable costs and charges incurred by or on behalf of the Minister in the course of obtaining payment of any amount required to be paid under this Act by the operator, if the costs and charges relate to any of the following things:  1. Service of a notice or other document. 2. Registration of a notice of lien and charge, including any charges for related searches and for enforcement activities. 3. An action under clause 10 (1) (a) for the recovery of any amount payable under this Act. 4. Issuance and execution of a warrant referred to in clause 10 (1) (b), to the extent that the costs and charges are not recovered by the sheriff upon execution of the warrant. 5. Other prescribed payments made by or on behalf of the Minister to a third party.  2011, c. 9, Sched. 36, s. 3. Section Amendments with date in force (d/m/y) 2011, c. 9, Sched. 36, s. 3 - 12/05/2011",
            "raw_html": "<p class=\"section\"><b>10.0.1 </b>The Minister is entitled to recover from an operator the reasonable costs and charges incurred by or on behalf of the Minister in the course of obtaining payment of any amount required to be paid under this Act by the operator, if the costs and charges relate to any of the following things: </p> <p class=\"paragraph\">  1. Service of a notice or other document.</p> <p class=\"paragraph\">  2. Registration of a notice of lien and charge, including any charges for related searches and for enforcement activities.</p> <p class=\"paragraph\">  3. An action under clause 10 (1) (a) for the recovery of any amount payable under this Act.</p> <p class=\"paragraph\">  4. Issuance and execution of a warrant referred to in clause 10 (1) (b), to the extent that the costs and charges are not recovered by the sheriff upon execution of the warrant.</p> <p class=\"paragraph\">  5. Other prescribed payments made by or on behalf of the Minister to a third party.  2011, c. 9, Sched. 36, s. 3.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11009#sched36s3\">2011, c. 9, Sched. 36, s. 3</a></span> - 12/05/2011</p>"
        },
        {
            "id": "10.1",
            "section": "Lien on real property",
            "content": "10.1 (1) Any tax payable or required to be remitted under this Act by any taxpayer is, upon registration by the Minister in the proper land registry office of a notice claiming a lien and charge conferred by this section, a lien and charge on any interest the taxpayer liable to pay or remit the tax has in the real property described in the notice.  1994, c. 18, s. 7 (10). Lien on personal property (2) Any tax payable or required to be remitted under this Act by any taxpayer is, upon registration by the Minister with the registrar under the Personal Property Security Act of a notice claiming a lien and charge under this section, a lien and charge on any interest in personal property in Ontario owned or held at the time of registration or acquired afterwards by the taxpayer liable to pay or remit the tax.  1994, c. 18, s. 7 (10). Amounts included and priority (3) The lien and charge conferred by subsection (1) or (2) is in respect of all amounts for which the taxpayer is liable under this Act at the time of registration of the notice or any renewal of it and all amounts for which the taxpayer afterwards becomes liable while the notice remains registered and, upon registration of a notice of lien and charge, the lien and charge has priority over, (a) any perfected security interest registered after the notice is registered; (b) any security interest perfected by possession after the notice is registered; and (c) any encumbrance or other claim that is registered against or that otherwise arises and affects the taxpayer’s property after the notice is registered.  1994, c. 18, s. 7 (10). Exception (4) For the purposes of subsection (3), a notice of lien and charge under subsection (2) does not have priority over a perfected purchase money security interest in collateral or its proceeds and shall be deemed to be a security interest perfected by registration for the purpose of the priority rules under section 28 of the Personal Property Security Act.  1994, c. 18, s. 7 (10). Lien effective (5) A notice of lien and charge under subsection (2) is effective from the time assigned to its registration by the registrar or branch registrar and expires on the third anniversary of its registration unless a renewal notice of lien and charge is registered under this section before the end of the three-year period, in which case the lien and charge remains in effect for a further three-year period from the date the renewal notice is registered.  1994, c. 18, s. 7 (10). Same (6) Where taxes remain outstanding and unpaid at the end of the three-year period, or its renewal, referred to in subsection (5), the Minister may register a renewal notice of lien and charge; the lien and charge remains in effect for a three-year period from the date the renewal notice is registered, until the amount is fully paid, and shall be deemed to be continuously registered since the initial notice of lien and charge was registered under subsection (2).  1994, c. 18, s. 7 (10). Where taxpayer not registered owner (7) Where a taxpayer has an interest in real property but is not shown as its registered owner in the proper land registry office, (a) the notice to be registered under subsection (1) shall recite the interest of the taxpayer in the real property; and (b) a copy of the notice shall be sent to the registered owner at the owner’s address to which the latest notice of assessment under the Assessment Act has been sent.  1994, c. 18, s. 7 (10). Secured party (8) In addition to any other rights and remedies, if taxes or other amounts owed by a taxpayer remain outstanding and unpaid, the Minister has, in respect of a lien and charge under subsection (2), (a) all the rights, remedies and duties of a secured party under sections 17, 59, 61, 62, 63 and 64, subsections 65 (4), (5), (6) and (7) and section 66 of the Personal Property Security Act; (b) a security interest in the collateral for the purpose of clause 63 (4) (c) of that Act; and (c) a security interest in the personal property for the purposes of sections 15 and 16 of the Repair and Storage Liens Act, if it is an article as defined in that Act.  1994, c. 18, s. 7 (10). Registration of documents (9) A notice of lien and charge under subsection (2) or any renewal of it shall be in the form of a financing statement or a financing change statement as prescribed under the Personal Property Security Act and may be tendered for registration at a branch office established under Part IV of that Act, or by mail addressed to an address prescribed under that Act.  1994, c. 18, s. 7 (10). Errors in documents (10) A notice of lien and charge or any renewal thereof is not invalidated nor is its effect impaired by reason only of an error or omission in the notice or in its execution or registration, unless a reasonable person is likely to be materially misled by the error or omission.  1994, c. 18, s. 7 (10). Bankruptcy and Insolvency Act (Canada) unaffected (11) Subject to Crown rights provided under section 87 of the Bankruptcy and Insolvency Act (Canada), nothing in this section affects or purports to affect the rights and obligations of any person under that Act.  1994, c. 18, s. 7 (10). Definitions (12) In this section, “real property” includes fixtures and any interest of an operator as lessee of real property; (“bien immeuble”) “taxpayer” means any person assessed under this Act for tax, interest or penalties. (“contribuable”)  1994, c. 18, s. 7 (10). Section Amendments with date in force (d/m/y) 1994, c. 18, s. 7 (10) - 23/06/1994",
            "raw_html": "<p class=\"section\"><b>10.1</b> (1) Any tax payable or required to be remitted under this Act by any taxpayer is, upon registration by the Minister in the proper land registry office of a notice claiming a lien and charge conferred by this section, a lien and charge on any interest the taxpayer liable to pay or remit the tax has in the real property described in the notice.  1994, c. 18, s. 7 (10).</p> <p class=\"headnote\">Lien on personal property</p> <p class=\"subsection\">(2) Any tax payable or required to be remitted under this Act by any taxpayer is, upon registration by the Minister with the registrar under the <i>Personal Property Security Act</i> of a notice claiming a lien and charge under this section, a lien and charge on any interest in personal property in Ontario owned or held at the time of registration or acquired afterwards by the taxpayer liable to pay or remit the tax.  1994, c. 18, s. 7 (10).</p> <p class=\"headnote\">Amounts included and priority</p> <p class=\"subsection\">(3) The lien and charge conferred by subsection (1) or (2) is in respect of all amounts for which the taxpayer is liable under this Act at the time of registration of the notice or any renewal of it and all amounts for which the taxpayer afterwards becomes liable while the notice remains registered and, upon registration of a notice of lien and charge, the lien and charge has priority over,</p> <p class=\"paragraph\">  (a) any perfected security interest registered after the notice is registered;</p> <p class=\"paragraph\">  (b) any security interest perfected by possession after the notice is registered; and</p> <p class=\"paragraph\">  (c) any encumbrance or other claim that is registered against or that otherwise arises and affects the taxpayer’s property after the notice is registered.  1994, c. 18, s. 7 (10).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(4) For the purposes of subsection (3), a notice of lien and charge under subsection (2) does not have priority over a perfected purchase money security interest in collateral or its proceeds and shall be deemed to be a security interest perfected by registration for the purpose of the priority rules under section 28 of the <i>Personal Property Security Act.</i>  1994, c. 18, s. 7 (10).</p> <p class=\"headnote\">Lien effective</p> <p class=\"subsection\">(5) A notice of lien and charge under subsection (2) is effective from the time assigned to its registration by the registrar or branch registrar and expires on the third anniversary of its registration unless a renewal notice of lien and charge is registered under this section before the end of the three-year period, in which case the lien and charge remains in effect for a further three-year period from the date the renewal notice is registered.  1994, c. 18, s. 7 (10).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) Where taxes remain outstanding and unpaid at the end of the three-year period, or its renewal, referred to in subsection (5), the Minister may register a renewal notice of lien and charge; the lien and charge remains in effect for a three-year period from the date the renewal notice is registered, until the amount is fully paid, and shall be deemed to be continuously registered since the initial notice of lien and charge was registered under subsection (2).  1994, c. 18, s. 7 (10).</p> <p class=\"headnote\">Where taxpayer not registered owner</p> <p class=\"subsection\">(7) Where a taxpayer has an interest in real property but is not shown as its registered owner in the proper land registry office,</p> <p class=\"paragraph\">  (a) the notice to be registered under subsection (1) shall recite the interest of the taxpayer in the real property; and</p> <p class=\"paragraph\">  (b) a copy of the notice shall be sent to the registered owner at the owner’s address to which the latest notice of assessment under the <i>Assessment Act</i> has been sent.  1994, c. 18, s. 7 (10).</p> <p class=\"headnote\">Secured party</p> <p class=\"subsection\">(8) In addition to any other rights and remedies, if taxes or other amounts owed by a taxpayer remain outstanding and unpaid, the Minister has, in respect of a lien and charge under subsection (2),</p> <p class=\"paragraph\">  (a) all the rights, remedies and duties of a secured party under sections 17, 59, 61, 62, 63 and 64, subsections 65 (4), (5), (6) and (7) and section 66 of the <i>Personal Property Security Act</i>;</p> <p class=\"paragraph\">  (b) a security interest in the collateral for the purpose of clause 63 (4) (c) of that Act; and</p> <p class=\"paragraph\">  (c) a security interest in the personal property for the purposes of sections 15 and 16 of the <i>Repair and Storage Liens Act</i>, if it is an article as defined in that Act.  1994, c. 18, s. 7 (10).</p> <p class=\"headnote\">Registration of documents</p> <p class=\"subsection\">(9) A notice of lien and charge under subsection (2) or any renewal of it shall be in the form of a financing statement or a financing change statement as prescribed under the <i>Personal Property Security Act</i> and may be tendered for registration at a branch office established under Part IV of that Act, or by mail addressed to an address prescribed under that Act.  1994, c. 18, s. 7 (10).</p> <p class=\"headnote\">Errors in documents</p> <p class=\"subsection\">(10) A notice of lien and charge or any renewal thereof is not invalidated nor is its effect impaired by reason only of an error or omission in the notice or in its execution or registration, unless a reasonable person is likely to be materially misled by the error or omission.  1994, c. 18, s. 7 (10).</p> <p class=\"headnote\"><i>Bankruptcy and Insolvency Act</i> (Canada) unaffected</p> <p class=\"subsection\">(11) Subject to Crown rights provided under section 87 of the <i>Bankruptcy and Insolvency Act</i> (Canada), nothing in this section affects or purports to affect the rights and obligations of any person under that Act.  1994, c. 18, s. 7 (10).</p> <p class=\"headnote\">Definitions</p> <p class=\"subsection\">(12) In this section,</p> <p class=\"definition\">“real property” includes fixtures and any interest of an operator as lessee of real property; (“bien immeuble”)</p> <p class=\"definition\">“taxpayer” means any person assessed under this Act for tax, interest or penalties. (“contribuable”)  1994, c. 18, s. 7 (10).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 18, s. 7 (10) - 23/06/1994</p>"
        },
        {
            "id": "11",
            "section": "Objections",
            "content": "11 Sections 24 to 30 of the Retail Sales Tax Act apply with necessary modifications for the purposes of objections and appeals by an operator of assessments of tax or penalties under section 7 or 8 of this Act.  R.S.O. 1990, c. R.1, s. 11; 2011, c. 9, Sched. 36, s. 4. Section Amendments with date in force (d/m/y) 2011, c. 9, Sched. 36, s. 4 - 12/05/2011",
            "raw_html": "<p class=\"section\"><b>11 </b>Sections 24 to 30 of the<i> Retail Sales Tax Act</i> apply with necessary modifications for the purposes of objections and appeals by an operator of assessments of tax or penalties under section 7 or 8 of this Act.  R.S.O. 1990, c. R.1, s. 11; 2011, c. 9, Sched. 36, s. 4.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11009#sched36s4\">2011, c. 9, Sched. 36, s. 4</a></span> - 12/05/2011</p>"
        },
        {
            "id": "12",
            "section": "Offences",
            "content": "12 (1) Every operator who fails to submit a return to the Minister or to remit the tax collected under this Act to the Minister as required by this Act and the regulations is guilty of an offence and, in addition to any penalty otherwise provided under this Act, is liable on conviction to a fine of not less than $100 and not more than double the amount of tax collected and not remitted.  R.S.O. 1990, c. R.1, s. 12 (1); 1994, c. 18, s. 7 (3). Idem (2) Every person who has, (a) made, or participated in, assented to or acquiesced in the making of false or deceptive statements in a return, certificate, statement or answer, delivered or made as required by or under this Act or the regulations made under this Act; (b) to evade collection or remittance of a tax imposed by this Act, destroyed, altered, mutilated, secreted or otherwise disposed of records or books of account; (c) made, assented to or acquiesced in the making of false or deceptive entries or omitted, or assented to or acquiesced in the omission to enter a material particular in records or books of account; or (d) wilfully, in any manner, evaded or attempted to evade compliance with this Act, is guilty of an offence and, in addition to any penalty otherwise provided by this Act, is liable on conviction to a fine of, (e) not less than the greater of $500 and 25 per cent of the tax that was not remitted or was not collected; and (f) not more than twice the amount of such tax, or to imprisonment for a term of not more than two years, or to both fine and imprisonment.  R.S.O. 1990, c. R.1, s. 12 (2). Idem (3) Every operator who fails to collect the tax imposed by this Act is guilty of an offence and, in addition to any penalty otherwise provided under this Act, is liable on conviction to a fine equal to the amount of tax that should have been collected as determined under subsection (4) and, in addition, an amount not less than $50 and not more than $2,000.  R.S.O. 1990, c. R.1, s. 12 (3). Determination of tax (4) The Minister shall determine the amount of tax referred to in subsection (3) from such information as is available to the Minister and shall issue a certificate as to the amount, but, except where the Minister considers there has been a deliberate evasion of this Act, the Minister shall not consider a period of more than four years in determining the amount of tax that should have been collected.  R.S.O. 1990, c. R.1, s. 12 (4); 1997, c. 43, Sched. F, s. 12 (3). Certificate of tax (5) In any prosecution under subsection (3), a certificate signed or purported to be signed by the Minister stating the amount of tax that should have been collected is proof, in the absence of evidence to the contrary, of the amount of tax that should have been collected and of the authority of the person giving or making the certificate without any proof of appointment or signature.  R.S.O. 1990, c. R.1, s. 12 (5). Admission of evidence (5.1) The Minister, or a person authorized by the Minister, may, for any purpose relating to the administration or enforcement of this Act, reproduce from original data stored electronically any document previously issued by the Minister under this Act, and the electronically reproduced document is admissible in evidence and shall have the same probative force as the original would have had if it had been proved in the ordinary way.  1994, c. 18, s. 7 (11). Same (5.2) If a return, document or any other information has been delivered by a person to the Minister on computer disk or other electronic medium, or by electronic filing as permitted under this Act, a document, accompanied by the certificate of the Minister, or of a person authorized by the Minister, stating that the document is a print-out of the return, document or information received by the Minister from the person and certifying that the information contained in the document is a true and accurate representation of the return, document or information delivered by the person, is admissible in evidence and shall have the same probative force as the original return, document or information would have had if it had been delivered in paper form.  1994, c. 18, s. 7 (11). Same (5.3) If the data contained on a return or other document received by the Minister from a person is stored electronically by the Minister on computer disk or other electronic medium and the return or other document has been destroyed by a person so authorized by the Minister, a document, accompanied by the certificate of the Minister, stating that the document is a print-out of the data contained on the return and other document received and stored electronically by the Minister and certifying that the information contained in the document is a true and accurate representation of the data contained on the return or document delivered by the person, is admissible in evidence and shall have the same probative force as the original return or document would have had if it had been proved in the ordinary way.  1994, c. 18, s. 7 (11). Offence (6) Every person who contravenes or fails to comply with, (a) subsection 4 (1), (2), (3) or (4); (b) clause 5 (1) (c); or (c) subsection 5 (2), is guilty of an offence and on conviction is liable to a fine of $50 for each day during which the contravention or failure exists.  R.S.O. 1990, c. R.1, s. 12 (6). General offence (7) Every person who contravenes, or fails to comply with, any of the provisions of this Act or the regulations is guilty of an offence and, if no other fine is provided for that offence under this Act, is liable upon conviction to a fine of not less than $100 and not more than $5,000.  R.S.O. 1990, c. R.1, s. 12 (7). Idem (8) Every individual who directed, authorized, assented to, acquiesced in or participated in the commission of any act or omission which is an offence under this Act and for which a corporation, association or club would be liable for prosecution under this Act is guilty of an offence and on conviction is liable to the punishment provided for the offence, whether or not the corporation, association or club has been prosecuted or convicted.  R.S.O. 1990, c. R.1, s. 12 (8). Limitation (9) Proceedings shall not be commenced in respect of an offence under this Act six years after the date on which the offence was, or is alleged to have been, committed.  R.S.O. 1990, c. R.1, s. 12 (9). Other remedies not affected (10) Neither the application of any provision of this section nor the enforcement of any penalty hereunder suspends or affects any remedy for the recovery of any tax under this Act or of any penalty assessed under section 8.  R.S.O. 1990, c. R.1, s. 12 (10). Section Amendments with date in force (d/m/y) 1994, c. 18, s. 7 (3, 11) - 23/06/1994; 1997, c. 43, Sched. F, s. 12 (3) - 18/12/1997",
            "raw_html": "<p class=\"section\"><b>12 </b>(1) Every operator who fails to submit a return to the Minister or to remit the tax collected under this Act to the Minister as required by this Act and the regulations is guilty of an offence and, in addition to any penalty otherwise provided under this Act, is liable on conviction to a fine of not less than $100 and not more than double the amount of tax collected and not remitted.  R.S.O. 1990, c. R.1, s. 12 (1); 1994, c. 18, s. 7 (3).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Every person who has,</p> <p class=\"paragraph\">  (a) made, or participated in, assented to or acquiesced in the making of false or deceptive statements in a return, certificate, statement or answer, delivered or made as required by or under this Act or the regulations made under this Act;</p> <p class=\"paragraph\">  (b) to evade collection or remittance of a tax imposed by this Act, destroyed, altered, mutilated, secreted or otherwise disposed of records or books of account;</p> <p class=\"paragraph\">  (c) made, assented to or acquiesced in the making of false or deceptive entries or omitted, or assented to or acquiesced in the omission to enter a material particular in records or books of account; or</p> <p class=\"paragraph\">  (d) wilfully, in any manner, evaded or attempted to evade compliance with this Act,</p> <p class=\"subsection\">is guilty of an offence and, in addition to any penalty otherwise provided by this Act, is liable on conviction to a fine of,</p> <p class=\"paragraph\">  (e) not less than the greater of $500 and 25 per cent of the tax that was not remitted or was not collected; and</p> <p class=\"paragraph\">  (f) not more than twice the amount of such tax,</p> <p class=\"subsection\">or to imprisonment for a term of not more than two years, or to both fine and imprisonment.  R.S.O. 1990, c. R.1, s. 12 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) Every operator who fails to collect the tax imposed by this Act is guilty of an offence and, in addition to any penalty otherwise provided under this Act, is liable on conviction to a fine equal to the amount of tax that should have been collected as determined under subsection (4) and, in addition, an amount not less than $50 and not more than $2,000.  R.S.O. 1990, c. R.1, s. 12 (3).</p> <p class=\"headnote\">Determination of tax</p> <p class=\"subsection\">(4) The Minister shall determine the amount of tax referred to in subsection (3) from such information as is available to the Minister and shall issue a certificate as to the amount, but, except where the Minister considers there has been a deliberate evasion of this Act, the Minister shall not consider a period of more than four years in determining the amount of tax that should have been collected.  R.S.O. 1990, c. R.1, s. 12 (4); 1997, c. 43, Sched. F, s. 12 (3).</p> <p class=\"headnote\">Certificate of tax</p> <p class=\"subsection\">(5) In any prosecution under subsection (3), a certificate signed or purported to be signed by the Minister stating the amount of tax that should have been collected is proof, in the absence of evidence to the contrary, of the amount of tax that should have been collected and of the authority of the person giving or making the certificate without any proof of appointment or signature.  R.S.O. 1990, c. R.1, s. 12 (5).</p> <p class=\"headnote\">Admission of evidence</p> <p class=\"subsection\">(5.1) The Minister, or a person authorized by the Minister, may, for any purpose relating to the administration or enforcement of this Act, reproduce from original data stored electronically any document previously issued by the Minister under this Act, and the electronically reproduced document is admissible in evidence and shall have the same probative force as the original would have had if it had been proved in the ordinary way.  1994, c. 18, s. 7 (11).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5.2) If a return, document or any other information has been delivered by a person to the Minister on computer disk or other electronic medium, or by electronic filing as permitted under this Act, a document, accompanied by the certificate of the Minister, or of a person authorized by the Minister, stating that the document is a print-out of the return, document or information received by the Minister from the person and certifying that the information contained in the document is a true and accurate representation of the return, document or information delivered by the person, is admissible in evidence and shall have the same probative force as the original return, document or information would have had if it had been delivered in paper form.  1994, c. 18, s. 7 (11).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5.3) If the data contained on a return or other document received by the Minister from a person is stored electronically by the Minister on computer disk or other electronic medium and the return or other document has been destroyed by a person so authorized by the Minister, a document, accompanied by the certificate of the Minister, stating that the document is a print-out of the data contained on the return and other document received and stored electronically by the Minister and certifying that the information contained in the document is a true and accurate representation of the data contained on the return or document delivered by the person, is admissible in evidence and shall have the same probative force as the original return or document would have had if it had been proved in the ordinary way.  1994, c. 18, s. 7 (11).</p> <p class=\"headnote\">Offence</p> <p class=\"subsection\">(6) Every person who contravenes or fails to comply with,</p> <p class=\"paragraph\">  (a) subsection 4 (1), (2), (3) or (4);</p> <p class=\"paragraph\">  (b) clause 5 (1) (c); or</p> <p class=\"paragraph\">  (c) subsection 5 (2),</p> <p class=\"subsection\">is guilty of an offence and on conviction is liable to a fine of $50 for each day during which the contravention or failure exists.  R.S.O. 1990, c. R.1, s. 12 (6).</p> <p class=\"headnote\">General offence</p> <p class=\"subsection\">(7) Every person who contravenes, or fails to comply with, any of the provisions of this Act or the regulations is guilty of an offence and, if no other fine is provided for that offence under this Act, is liable upon conviction to a fine of not less than $100 and not more than $5,000.  R.S.O. 1990, c. R.1, s. 12 (7).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(8) Every individual who directed, authorized, assented to, acquiesced in or participated in the commission of any act or omission which is an offence under this Act and for which a corporation, association or club would be liable for prosecution under this Act is guilty of an offence and on conviction is liable to the punishment provided for the offence, whether or not the corporation, association or club has been prosecuted or convicted.  R.S.O. 1990, c. R.1, s. 12 (8).</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(9) Proceedings shall not be commenced in respect of an offence under this Act six years after the date on which the offence was, or is alleged to have been, committed.  R.S.O. 1990, c. R.1, s. 12 (9).</p> <p class=\"headnote\">Other remedies not affected</p> <p class=\"subsection\">(10) Neither the application of any provision of this section nor the enforcement of any penalty hereunder suspends or affects any remedy for the recovery of any tax under this Act or of any penalty assessed under section 8.  R.S.O. 1990, c. R.1, s. 12 (10).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 18, s. 7 (3, 11) - 23/06/1994; 1997, c. 43, Sched. F, s. 12 (3) - 18/12/1997</p>"
        },
        {
            "id": "13",
            "section": "Confidentiality",
            "content": "13 (1) Except as authorized by this section, no person employed by the Government of Ontario shall, (a) knowingly communicate or knowingly allow to be communicated to any person any information obtained by or on behalf of the Minister for the purposes of this Act; or (b) knowingly allow any person to inspect or to have access to any record or thing obtained by or on behalf of the Minister for the purposes of this Act.  R.S.O. 1990, c. R.1, s. 13 (1). Non-disclosure (2) Despite any other Act, but subject to subsection (3), no person employed by the Government of Ontario shall be required, in connection with any legal proceedings, (a) to give evidence relating to any information obtained by or on behalf of the Minister for the purposes of this Act; or (b) to produce any record or thing obtained by or on behalf of the Minister for the purposes of this Act.  R.S.O. 1990, c. R.1, s. 13 (2). Exceptions (3) Subsections (1) and (2) do not apply in respect of, (a) criminal proceedings under any Act of the Parliament of Canada; (b) proceedings in respect of the trial of any person for an offence under an Act of the Legislature; or (c) proceedings relating to the administration or enforcement of this Act or the collection or assessment of tax or a penalty under this Act.  R.S.O. 1990, c. R.1, s. 13 (3). Idem (4) A person employed by the Government of Ontario may, in the course of his or her duties in connection with the administration or enforcement of this Act, (a) communicate or allow to be communicated to an official or authorized person employed by the Government of Ontario in the administration and enforcement of any laws relating to the raising of revenues for provincial purposes any information obtained by or on behalf of the Minister for the purposes of this Act; and (b) allow an official or authorized person employed by the Government of Ontario in the administration or enforcement of any laws relating to the raising of revenues for provincial purposes to inspect or have access to any record or thing obtained by or on behalf of the Minister for the purposes of this Act.  R.S.O. 1990, c. R.1, s. 13 (4). Copies (5) Despite anything in this Act, the Minister may permit a copy of any record or thing obtained by the Minister or on the Minister’s behalf for the purposes of this Act to be given to, (a) the person from whom the record or thing was obtained; (b) any person, (i) for the purposes of any objection or appeal that has been or may be taken by that person under this Act arising out of any assessment of tax, interest or penalties under this Act in connection with which the book, record, writing, return or other document was obtained, or (ii) by whom any amount payable under this Act is payable or has been paid; (c) the legal representative of any person mentioned in clause (a) or (b) or the agent of any such person authorized in writing in that behalf.  R.S.O. 1990, c. R.1, s. 13 (5). Disclosure to other jurisdictions (6) Despite anything in this or any other Act, the Minister may permit information or a copy of any record or thing obtained by the Minister or on the Minister’s behalf for the purposes of this Act to be given to, (a) a minister of the Government of Canada or any officer or employee employed under a minister of the Government of Canada for the purposes of administering or enforcing an Act of the Parliament of Canada imposing any tax or duty; or (b) a minister of the government of any province or territory of Canada or officer or employee employed under that minister, for the purposes of administering or enforcing an Act or ordinance of the Legislature of that province or territory imposing any tax or duty, if the minister of the Government of Canada or the minister of the government of the province or territory, as the case may be, is permitted to give to the Minister information or copies of any record or thing obtained by or on behalf of the minister of the Government of Canada, or the minister of the government of that province or territory, as the case may be, in the administration or enforcement of that Act for the purposes of the administration or enforcement of this Act.  R.S.O. 1990, c. R.1, s. 13 (6). (7) Repealed:  1994, c. 18, s. 7 (12). Offence (8) Every person, (a) who contravenes subsection (1); or (b) to whom information has been provided under the authority of subsection (4), (5), (6) or (7) who uses, communicates or allows to be communicated such information for any purposes other than that for which it was provided, is guilty of an offence and is liable on conviction to a fine of not more than $2,000.  R.S.O. 1990, c. R.1, s. 13 (8). Section Amendments with date in force (d/m/y) 1994, c. 18, s. 7 (12) - 23/06/1994",
            "raw_html": "<p class=\"section\"><b>13 </b>(1) Except as authorized by this section, no person employed by the Government of Ontario shall,</p> <p class=\"paragraph\">  (a) knowingly communicate or knowingly allow to be communicated to any person any information obtained by or on behalf of the Minister for the purposes of this Act; or</p> <p class=\"paragraph\">  (b) knowingly allow any person to inspect or to have access to any record or thing obtained by or on behalf of the Minister for the purposes of this Act.  R.S.O. 1990, c. R.1, s. 13 (1).</p> <p class=\"headnote\">Non-disclosure</p> <p class=\"subsection\">(2) Despite any other Act, but subject to subsection (3), no person employed by the Government of Ontario shall be required, in connection with any legal proceedings,</p> <p class=\"paragraph\">  (a) to give evidence relating to any information obtained by or on behalf of the Minister for the purposes of this Act; or</p> <p class=\"paragraph\">  (b) to produce any record or thing obtained by or on behalf of the Minister for the purposes of this Act.  R.S.O. 1990, c. R.1, s. 13 (2).</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(3) Subsections (1) and (2) do not apply in respect of,</p> <p class=\"paragraph\">  (a) criminal proceedings under any Act of the Parliament of Canada;</p> <p class=\"paragraph\">  (b) proceedings in respect of the trial of any person for an offence under an Act of the Legislature; or</p> <p class=\"paragraph\">  (c) proceedings relating to the administration or enforcement of this Act or the collection or assessment of tax or a penalty under this Act.  R.S.O. 1990, c. R.1, s. 13 (3).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(4) A person employed by the Government of Ontario may, in the course of his or her duties in connection with the administration or enforcement of this Act,</p> <p class=\"paragraph\">  (a) communicate or allow to be communicated to an official or authorized person employed by the Government of Ontario in the administration and enforcement of any laws relating to the raising of revenues for provincial purposes any information obtained by or on behalf of the Minister for the purposes of this Act; and</p> <p class=\"paragraph\">  (b) allow an official or authorized person employed by the Government of Ontario in the administration or enforcement of any laws relating to the raising of revenues for provincial purposes to inspect or have access to any record or thing obtained by or on behalf of the Minister for the purposes of this Act.  R.S.O. 1990, c. R.1, s. 13 (4).</p> <p class=\"headnote\">Copies</p> <p class=\"subsection\">(5) Despite anything in this Act, the Minister may permit a copy of any record or thing obtained by the Minister or on the Minister’s behalf for the purposes of this Act to be given to,</p> <p class=\"paragraph\">  (a) the person from whom the record or thing was obtained;</p> <p class=\"paragraph\">  (b) any person,</p> <p class=\"subclause\">  (i) for the purposes of any objection or appeal that has been or may be taken by that person under this Act arising out of any assessment of tax, interest or penalties under this Act in connection with which the book, record, writing, return or other document was obtained, or</p> <p class=\"subclause\">  (ii) by whom any amount payable under this Act is payable or has been paid;</p> <p class=\"paragraph\">  (c) the legal representative of any person mentioned in clause (a) or (b) or the agent of any such person authorized in writing in that behalf.  R.S.O. 1990, c. R.1, s. 13 (5).</p> <p class=\"headnote\">Disclosure to other jurisdictions</p> <p class=\"subsection\">(6) Despite anything in this or any other Act, the Minister may permit information or a copy of any record or thing obtained by the Minister or on the Minister’s behalf for the purposes of this Act to be given to,</p> <p class=\"paragraph\">  (a) a minister of the Government of Canada or any officer or employee employed under a minister of the Government of Canada for the purposes of administering or enforcing an Act of the Parliament of Canada imposing any tax or duty; or</p> <p class=\"paragraph\">  (b) a minister of the government of any province or territory of Canada or officer or employee employed under that minister, for the purposes of administering or enforcing an Act or ordinance of the Legislature of that province or territory imposing any tax or duty,</p> <p class=\"subsection\">if the minister of the Government of Canada or the minister of the government of the province or territory, as the case may be, is permitted to give to the Minister information or copies of any record or thing obtained by or on behalf of the minister of the Government of Canada, or the minister of the government of that province or territory, as the case may be, in the administration or enforcement of that Act for the purposes of the administration or enforcement of this Act.  R.S.O. 1990, c. R.1, s. 13 (6).</p> <p class=\"subsection\">(7) <span>Repealed</span>:  1994, c. 18, s. 7 (12).</p> <p class=\"headnote\">Offence</p> <p class=\"subsection\">(8) Every person,</p> <p class=\"paragraph\">  (a) who contravenes subsection (1); or</p> <p class=\"paragraph\">  (b) to whom information has been provided under the authority of subsection (4), (5), (6) or (7) who uses, communicates or allows to be communicated such information for any purposes other than that for which it was provided,</p> <p class=\"subsection\">is guilty of an offence and is liable on conviction to a fine of not more than $2,000.  R.S.O. 1990, c. R.1, s. 13 (8).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 18, s. 7 (12) - 23/06/1994</p>"
        },
        {
            "id": "14",
            "section": "Regulations: by Lieutenant Governor in Council",
            "content": "14 (1) The Lieutenant Governor in Council may make regulations, (a) prescribing the method of collection and remittance of the tax imposed under this Act and any condition or requirement affecting the collection or remittance; (b)  Repealed:  1994, c. 18, s. 7 (13). (c) defining any word or expression used in this Act that has not already been expressly defined in this Act; (d) prescribing the rate of interest payable under this Act or the regulations, or a formula for computing that rate, and the method of calculating that interest; (e) prescribing the records, books of account and information to be kept and maintained by an operator; (f) prescribing anything that by this Act is to be prescribed or is to be determined by the regulations.  R.S.O. 1990, c. R.1, s. 14 (1); 1994, c. 18, s. 7 (13). by Minister (2) The Minister may make regulations, (a) prescribing, defining or determining anything that the Minister is permitted or required by this Act to prescribe, define or determine. (b)  Repealed:  1997, c. 19, s. 20 (1). R.S.O. 1990, c. R.1, s. 14 (2); 1997, c. 19, s. 20 (1). may be retroactive (3) A regulation is, if it so provides, effective with reference to a period before it was filed.  R.S.O. 1990, c. R.1, s. 14 (3). Section Amendments with date in force (d/m/y) 1994, c. 18, s. 7 (13) - 23/06/1994; 1997, c. 19, s. 20 (1) - 10/10/1997",
            "raw_html": "<p class=\"section\"><b>14 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) prescribing the method of collection and remittance of the tax imposed under this Act and any condition or requirement affecting the collection or remittance;</p> <p class=\"paragraph\">  (b)  <span>Repealed</span>:  1994, c. 18, s. 7 (13).</p> <p class=\"paragraph\">  (c) defining any word or expression used in this Act that has not already been expressly defined in this Act;</p> <p class=\"paragraph\">  (d) prescribing the rate of interest payable under this Act or the regulations, or a formula for computing that rate, and the method of calculating that interest;</p> <p class=\"paragraph\">  (e) prescribing the records, books of account and information to be kept and maintained by an operator;</p> <p class=\"paragraph\">  (f) prescribing anything that by this Act is to be prescribed or is to be determined by the regulations.  R.S.O. 1990, c. R.1, s. 14 (1); 1994, c. 18, s. 7 (13).</p> <p class=\"headnote\">by Minister</p> <p class=\"subsection\">(2) The Minister may make regulations,</p> <p class=\"paragraph\">  (a) prescribing, defining or determining anything that the Minister is permitted or required by this Act to prescribe, define or determine.  </p> <p class=\"paragraph\">  (b)  <span>Repealed</span>:  1997, c. 19, s. 20 (1).</p> <p class=\"footnote\">R.S.O. 1990, c. R.1, s. 14 (2); 1997, c. 19, s. 20 (1).</p> <p class=\"headnote\">may be retroactive</p> <p class=\"subsection\">(3) A regulation is, if it so provides, effective with reference to a period before it was filed.  R.S.O. 1990, c. R.1, s. 14 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 18, s. 7 (13) - 23/06/1994; 1997, c. 19, s. 20 (1) - 10/10/1997</p>"
        },
        {
            "id": "15",
            "section": "Forms",
            "content": "15 The Minister may approve the use of forms for any purpose of this Act, and requiring their use, and the forms may provide for such information to be furnished as the Minister may require.  1997, c. 19, s. 20 (2). Section Amendments with date in force (d/m/y) 1997, c. 19, s. 20 (2) - 10/10/1997 ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>15 </b>The Minister may approve the use of forms for any purpose of this Act, and requiring their use, and the forms may provide for such information to be furnished as the Minister may require.  1997, c. 19, s. 20 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 19, s. 20 (2) - 10/10/1997</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90r01\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}