{
    "act_info": {
        "full_title": "Real Property Limitations Act, R.S.O. 1990, c. L.15",
        "act_name_text": "Real Property Limitations Act",
        "citation": "R.S.O. 1990, c. L.15",
        "url": "https://www.ontario.ca/laws/statute/90l15",
        "date_scraped": "2023-12-19 07:13:40"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 15, 2009",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90l15/v3",
            "valid_from": "June 22, 2006",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90l15/v2",
            "valid_from": "January  1, 2004",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "/laws/statute/90l15/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "December 31, 2003"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “action” includes an information on behalf of the Crown and any civil proceeding; (“action”) “assurance” means a deed or instrument, other than a will, by which land may be conveyed or transferred; (“transfert”) “land” includes messuages and all other hereditaments, whether corporeal or incorporeal, chattels and other personal property transmissible to heirs, money to be laid out in the purchase of land, and any share of the same hereditaments and properties or any of them, any estate of inheritance, or estate for any life or lives, or other estate transmissible to heirs, any possibility, right or title of entry or action, and any other interest capable of being inherited, whether the same estates, possibilities, rights, titles and interest or any of them, are in possession, reversion, remainder or contingency; (“bien-fonds”) “rent” includes all annuities and periodical sums of money charged upon or payable out of land. (“loyer”)  R.S.O. 1990, c. L.15, s. 1.",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“action” includes an information on behalf of the Crown and any civil proceeding; (“action”)</p> <p class=\"definition\">“assurance” means a deed or instrument, other than a will, by which land may be conveyed or transferred; (“transfert”)</p> <p class=\"definition\">“land” includes messuages and all other hereditaments, whether corporeal or incorporeal, chattels and other personal property transmissible to heirs, money to be laid out in the purchase of land, and any share of the same hereditaments and properties or any of them, any estate of inheritance, or estate for any life or lives, or other estate transmissible to heirs, any possibility, right or title of entry or action, and any other interest capable of being inherited, whether the same estates, possibilities, rights, titles and interest or any of them, are in possession, reversion, remainder or contingency; (“bien-fonds”)</p> <p class=\"definition\">“rent” includes all annuities and periodical sums of money charged upon or payable out of land. (“loyer”)  R.S.O. 1990, c. L.15, s. 1.</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Refusing relief because of acquiescence or otherwise",
            "part_id": null,
            "part_type": null,
            "section_y": "Refusing relief because of acquiescence or otherwise",
            "content": "2 Nothing in this Act interferes with any rule of equity in refusing relief on the ground of acquiescence, or otherwise, to any person whose right to bring an action is not barred by virtue of this Act.  R.S.O. 1990, c. L.15, s. 2.",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>Nothing in this Act interferes with any rule of equity in refusing relief on the ground of acquiescence, or otherwise, to any person whose right to bring an action is not barred by virtue of this Act.  R.S.O. 1990, c. L.15, s. 2.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "section_x": "Limitation where the Crown interested",
            "part_id": null,
            "part_type": null,
            "section_y": "Limitation where the Crown interested",
            "content": "3 (1) No entry, distress, or action shall be made or brought on behalf of Her Majesty against any person for the recovery of or respecting any land or rent, or of land or for or concerning any revenues, rents, issues or profits, but within sixty years next after the right to make such entry or distress or to bring such action has first accrued to Her Majesty.  R.S.O. 1990, c. L.15, s. 3 (1). Application of certain sections to Crown (2) Subsections 5 (1), (2), (3), (5), (6), (7), (9), (10), (11) and (12) and sections 6, 8 to 11 and 13 to 15 apply to rights of entry, distress or action asserted by or on behalf of Her Majesty.  R.S.O. 1990, c. L.15, s. 3 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>3 </b>(1) No entry, distress, or action shall be made or brought on behalf of Her Majesty against any person for the recovery of or respecting any land or rent, or of land or for or concerning any revenues, rents, issues or profits, but within sixty years next after the right to make such entry or distress or to bring such action has first accrued to Her Majesty.  R.S.O. 1990, c. L.15, s. 3 (1).</p> <p class=\"headnote\">Application of certain sections to Crown</p> <p class=\"subsection\">(2) Subsections 5 (1), (2), (3), (5), (6), (7), (9), (10), (11) and (12) and sections 6, 8 to 11 and 13 to 15 apply to rights of entry, distress or action asserted by or on behalf of Her Majesty.  R.S.O. 1990, c. L.15, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "section_x": "Limitation where the subject interested",
            "part_id": null,
            "part_type": null,
            "section_y": "Limitation where the subject interested",
            "content": "4 No person shall make an entry or distress, or bring an action to recover any land or rent, but within ten years next after the time at which the right to make such entry or distress, or to bring such action, first accrued to some person through whom the person making or bringing it claims, or if the right did not accrue to any person through whom that person claims, then within ten years next after the time at which the right to make such entry or distress, or to bring such action, first accrued to the person making or bringing it.  R.S.O. 1990, c. L.15, s. 4.",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>4 </b>No person shall make an entry or distress, or bring an action to recover any land or rent, but within ten years next after the time at which the right to make such entry or distress, or to bring such action, first accrued to some person through whom the person making or bringing it claims, or if the right did not accrue to any person through whom that person claims, then within ten years next after the time at which the right to make such entry or distress, or to bring such action, first accrued to the person making or bringing it.  R.S.O. 1990, c. L.15, s. 4.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "section_x": "When right accrues on dispossession",
            "part_id": null,
            "part_type": null,
            "section_y": "When right accrues on dispossession",
            "content": "5 (1) Where the person claiming such land or rent, or some person through whom that person claims, has, in respect of the estate or interest claimed, been in possession or in receipt of the profits of the land, or in receipt of the rent, and has, while entitled thereto, been dispossessed, or has discontinued such possession or receipt, the right to make an entry or distress or bring an action to recover the land or rent shall be deemed to have first accrued at the time of the dispossession or discontinuance of possession, or at the last time at which any such profits or rent were so received.  R.S.O. 1990, c. L.15, s. 5 (1). On death (2) Where the person claiming such land or rent claims the estate or interest of a deceased person who continued in such possession or receipt, in respect of the same estate or interest, until the time of his or her death, and was the last person entitled to such estate or interest who was in such possession or receipt, the right shall be deemed to have first accrued at the time of such death.  R.S.O. 1990, c. L.15, s. 5 (2). On alienation (3) Where the person claiming such land or rent claims in respect of an estate or interest in possession, granted, appointed or otherwise assured by an assurance to the person or to some person through whom that person claims, by a person being, in respect of the same estate or interest, in the possession or receipt of the profits of the land, or in receipt of the rent, and no person entitled under the assurance has been in possession or receipt, the right shall be deemed to have first accrued at the time at which the person so claiming or the person, through whom that person claims, became entitled to such possession or receipt by virtue of the assurance.  R.S.O. 1990, c. L.15, s. 5 (3). As to land not cultivated or improved (4) In the case of land granted by the Crown of which the grantee, the grantee’s heirs or assigns, by themselves, their servants or agents, have not taken actual possession by residing upon or cultivating some part thereof, and of which some other person not claiming to hold under such grantee has been in possession, such possession having been taken while the land was in a state of nature, then unless it is shown that the grantee or person claiming under the grantee while entitled to the land had knowledge of it being in the actual possession of such other person, the lapse of ten years does not bar the right of the grantee or any person claiming under the grantee to bring an action for the recovery of the land, but the right to bring an action shall be deemed to have accrued from the time that such knowledge was obtained, but no action shall be brought or entry made after twenty years from the time such possession was taken.  R.S.O. 1990, c. L.15, s. 5 (4). Where rent reserved by lease in writing has been wrongfully received (5) Where a person is in possession or in receipt of the profits of any land, or in receipt of any rent by virtue of a lease in writing, by which a rent amounting to the yearly sum of $4 or upwards is reserved, and the rent reserved by the lease has been received by some person wrongfully claiming to be entitled to the land or rent in reversion immediately expectant on the determination of the lease, and no payment in respect of the rent reserved by the lease has afterwards been made to the person rightfully entitled thereto, the right of the person entitled to the land or rent, subject to the lease, or of the person through whom that person claims to make an entry or distress, or to bring an action after the determination of the lease, shall be deemed to have first accrued at the time at which the rent reserved by the lease was first so received by the person so wrongfully claiming, and no such right shall be deemed to have first accrued upon the determination of the lease to the person rightfully entitled.  R.S.O. 1990, c. L.15, s. 5 (5). Where tenancy from year to year (6) Where a person is in possession or in receipt of the profits of any land, or in receipt of any rent as tenant from year to year or other period, without any lease in writing, the right of the person entitled subject thereto, or of the person through whom that person claims, to make an entry or distress, or to bring an action to recover the land or rent, shall be deemed to have first accrued at the determination of the first of such years or other periods, or at the last time when any rent payable in respect of such tenancy was received, whichever last happened.  R.S.O. 1990, c. L.15, s. 5 (6). In the case of a tenant at will (7) Where a person is in possession or in receipt of the profits of any land, or in receipt of any rent, as tenant at will, the right of the person entitled subject thereto, or of the person through whom that person claims, to make an entry or distress, or to bring an action to recover the land or rent, shall be deemed to have first accrued either at the determination of the tenancy, or at the expiration of one year next after the commencement of the tenancy, at which time the tenancy shall be deemed to have determined.  R.S.O. 1990, c. L.15, s. 5 (7). Case of mortgagor or beneficiary of trust (8) No mortgagor or beneficiary of a trust shall be deemed to be a tenant at will to the mortgagee or trustee within the meaning of subsection (7).  R.S.O. 1990, c. L.15, s. 5 (8). In case of forfeiture or breach of condition (9) Where the person claiming such land or rent, or the person through whom that person claims, has become entitled by reason of any forfeiture or breach of condition, such right shall be deemed to have first accrued when the forfeiture was incurred or the condition broken.  R.S.O. 1990, c. L.15, s. 5 (9). Where advantage of forfeiture is not taken by person in remainder (10) Where any right to make an entry or distress, or to bring an action to recover any land or rent, by reason of any forfeiture or breach of condition, has first accrued in respect of any estate or interest in reversion or remainder and the land or rent has not been recovered by virtue of such right, the right to make an entry or distress, or to bring an action to recover the land or rent, shall be deemed to have first accrued in respect of such estate or interest at the time when it became an estate or interest in possession as if no such forfeiture or breach of condition had happened.  R.S.O. 1990, c. L.15, s. 5 (10). In case of future estates (11) Where the estate or interest claimed is an estate or interest in reversion or remainder, or other future estate or interest, and no person has obtained the possession or receipt of the profits of the land, or the receipt of the rent, in respect of such estate or interest, such right shall be deemed to have first accrued at the time at which such estate or interest became an estate or interest in possession.  R.S.O. 1990, c. L.15, s. 5 (11). Further provision for cases of future estates (12) A right to make an entry or distress, or to bring an action to recover any land or rent, shall be deemed to have first accrued, in respect of an estate or interest in reversion or remainder or other future estate or interest at the time at which it became an estate or interest in possession, by the determination of any estate or estates in respect of which the land has been held or the profits thereof or the rent have been received, despite the fact that the person claiming the land or rent, or some person through whom that person claims, has, at any time before to the creation of the estate or estates that have determined, been in the possession or receipt of the profits of the land, or in receipt of the rent.  R.S.O. 1990, c. L.15, s. 5 (12).",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>5 </b>(1) Where the person claiming such land or rent, or some person through whom that person claims, has, in respect of the estate or interest claimed, been in possession or in receipt of the profits of the land, or in receipt of the rent, and has, while entitled thereto, been dispossessed, or has discontinued such possession or receipt, the right to make an entry or distress or bring an action to recover the land or rent shall be deemed to have first accrued at the time of the dispossession or discontinuance of possession, or at the last time at which any such profits or rent were so received.  R.S.O. 1990, c. L.15, s. 5 (1).</p> <p class=\"headnote\">On death</p> <p class=\"subsection\">(2) Where the person claiming such land or rent claims the estate or interest of a deceased person who continued in such possession or receipt, in respect of the same estate or interest, until the time of his or her death, and was the last person entitled to such estate or interest who was in such possession or receipt, the right shall be deemed to have first accrued at the time of such death.  R.S.O. 1990, c. L.15, s. 5 (2).</p> <p class=\"headnote\">On alienation</p> <p class=\"subsection\">(3) Where the person claiming such land or rent claims in respect of an estate or interest in possession, granted, appointed or otherwise assured by an assurance to the person or to some person through whom that person claims, by a person being, in respect of the same estate or interest, in the possession or receipt of the profits of the land, or in receipt of the rent, and no person entitled under the assurance has been in possession or receipt, the right shall be deemed to have first accrued at the time at which the person so claiming or the person, through whom that person claims, became entitled to such possession or receipt by virtue of the assurance.  R.S.O. 1990, c. L.15, s. 5 (3).</p> <p class=\"headnote\">As to land not cultivated or improved</p> <p class=\"subsection\">(4) In the case of land granted by the Crown of which the grantee, the grantee’s heirs or assigns, by themselves, their servants or agents, have not taken actual possession by residing upon or cultivating some part thereof, and of which some other person not claiming to hold under such grantee has been in possession, such possession having been taken while the land was in a state of nature, then unless it is shown that the grantee or person claiming under the grantee while entitled to the land had knowledge of it being in the actual possession of such other person, the lapse of ten years does not bar the right of the grantee or any person claiming under the grantee to bring an action for the recovery of the land, but the right to bring an action shall be deemed to have accrued from the time that such knowledge was obtained, but no action shall be brought or entry made after twenty years from the time such possession was taken.  R.S.O. 1990, c. L.15, s. 5 (4).</p> <p class=\"headnote\">Where rent reserved by lease in writing has been wrongfully received</p> <p class=\"subsection\">(5) Where a person is in possession or in receipt of the profits of any land, or in receipt of any rent by virtue of a lease in writing, by which a rent amounting to the yearly sum of $4 or upwards is reserved, and the rent reserved by the lease has been received by some person wrongfully claiming to be entitled to the land or rent in reversion immediately expectant on the determination of the lease, and no payment in respect of the rent reserved by the lease has afterwards been made to the person rightfully entitled thereto, the right of the person entitled to the land or rent, subject to the lease, or of the person through whom that person claims to make an entry or distress, or to bring an action after the determination of the lease, shall be deemed to have first accrued at the time at which the rent reserved by the lease was first so received by the person so wrongfully claiming, and no such right shall be deemed to have first accrued upon the determination of the lease to the person rightfully entitled.  R.S.O. 1990, c. L.15, s. 5 (5).</p> <p class=\"headnote\">Where tenancy from year to year</p> <p class=\"subsection\">(6) Where a person is in possession or in receipt of the profits of any land, or in receipt of any rent as tenant from year to year or other period, without any lease in writing, the right of the person entitled subject thereto, or of the person through whom that person claims, to make an entry or distress, or to bring an action to recover the land or rent, shall be deemed to have first accrued at the determination of the first of such years or other periods, or at the last time when any rent payable in respect of such tenancy was received, whichever last happened.  R.S.O. 1990, c. L.15, s. 5 (6).</p> <p class=\"headnote\">In the case of a tenant at will</p> <p class=\"subsection\">(7) Where a person is in possession or in receipt of the profits of any land, or in receipt of any rent, as tenant at will, the right of the person entitled subject thereto, or of the person through whom that person claims, to make an entry or distress, or to bring an action to recover the land or rent, shall be deemed to have first accrued either at the determination of the tenancy, or at the expiration of one year next after the commencement of the tenancy, at which time the tenancy shall be deemed to have determined.  R.S.O. 1990, c. L.15, s. 5 (7).</p> <p class=\"headnote\">Case of mortgagor or beneficiary of trust</p> <p class=\"subsection\">(8) No mortgagor or beneficiary of a trust shall be deemed to be a tenant at will to the mortgagee or trustee within the meaning of subsection (7).  R.S.O. 1990, c. L.15, s. 5 (8).</p> <p class=\"headnote\">In case of forfeiture or breach of condition</p> <p class=\"subsection\">(9) Where the person claiming such land or rent, or the person through whom that person claims, has become entitled by reason of any forfeiture or breach of condition, such right shall be deemed to have first accrued when the forfeiture was incurred or the condition broken.  R.S.O. 1990, c. L.15, s. 5 (9).</p> <p class=\"headnote\">Where advantage of forfeiture is not taken by person in remainder</p> <p class=\"subsection\">(10) Where any right to make an entry or distress, or to bring an action to recover any land or rent, by reason of any forfeiture or breach of condition, has first accrued in respect of any estate or interest in reversion or remainder and the land or rent has not been recovered by virtue of such right, the right to make an entry or distress, or to bring an action to recover the land or rent, shall be deemed to have first accrued in respect of such estate or interest at the time when it became an estate or interest in possession as if no such forfeiture or breach of condition had happened.  R.S.O. 1990, c. L.15, s. 5 (10).</p> <p class=\"headnote\">In case of future estates</p> <p class=\"subsection\">(11) Where the estate or interest claimed is an estate or interest in reversion or remainder, or other future estate or interest, and no person has obtained the possession or receipt of the profits of the land, or the receipt of the rent, in respect of such estate or interest, such right shall be deemed to have first accrued at the time at which such estate or interest became an estate or interest in possession.  R.S.O. 1990, c. L.15, s. 5 (11).</p> <p class=\"headnote\">Further provision for cases of future estates</p> <p class=\"subsection\">(12) A right to make an entry or distress, or to bring an action to recover any land or rent, shall be deemed to have first accrued, in respect of an estate or interest in reversion or remainder or other future estate or interest at the time at which it became an estate or interest in possession, by the determination of any estate or estates in respect of which the land has been held or the profits thereof or the rent have been received, despite the fact that the person claiming the land or rent, or some person through whom that person claims, has, at any time before to the creation of the estate or estates that have determined, been in the possession or receipt of the profits of the land, or in receipt of the rent.  R.S.O. 1990, c. L.15, s. 5 (12).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "6.",
            "section_x": "Limitation in case of future estates when person entitled to the particular estate out of possession, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Limitation in case of future estates when person entitled to the particular estate out of possession, etc.",
            "content": "6 (1) If the person last entitled to any particular estate on which any future estate or interest was expectant has not been in the possession or receipt of the profits of the land, or in receipt of the rent, at the time when the person’s interest determined, no such entry or distress shall be made and no such action shall be brought by any person becoming entitled in possession to a future estate or interest but within ten years next after the time when the right to make an entry or distress, or to bring an action for the recovery of the land or rent, first accrued to the person whose interest has so determined, or within five years next after the time when the estate of the person becoming entitled in possession has become vested in possession, whichever of those two periods is the longer.  R.S.O. 1990, c. L.15, s. 6 (1). The case of bar of future estate and of a subsequent interest created after right of entry, etc., accrued to owner of particular estate (2) If the right of any such person to make such entry or distress, or to bring any such action, has been barred, no person afterwards claiming to be entitled to the same land or rent in respect of any subsequent estate or interest under any deed, will or settlement executed or taking effect after the time when a right to make an entry or distress or to bring an action for the recovery of the land or rent, first accrued to the owner of the particular estate whose interest has so determined, shall make any entry or distress, or bring any action, to recover the land or rent.  R.S.O. 1990, c. L.15, s. 6 (2). Bar of right to future estates acquired after bar of particular estate (3) Where the right of any person to make an entry or distress, or to bring an action to recover any land or rent to which the person has been entitled for an estate or interest in possession, has been barred by the determination of the period that is applicable in such case, and such person has, at any time during such period, been entitled to any other estate, interest, right or possibility, in reversion, remainder or otherwise, in or to the same land or rent, no entry, distress or action shall be made or brought by such person, or by any person claiming through the person, to recover the land or rent in respect of such other estate, interest, right or possibility, unless in the meantime the land or rent has been recovered by some person entitled to an estate, interest or right that has been limited or taken effect after or in defeasance of such estate or interest in possession.  R.S.O. 1990, c. L.15, s. 6 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>6 </b>(1) If the person last entitled to any particular estate on which any future estate or interest was expectant has not been in the possession or receipt of the profits of the land, or in receipt of the rent, at the time when the person’s interest determined, no such entry or distress shall be made and no such action shall be brought by any person becoming entitled in possession to a future estate or interest but within ten years next after the time when the right to make an entry or distress, or to bring an action for the recovery of the land or rent, first accrued to the person whose interest has so determined, or within five years next after the time when the estate of the person becoming entitled in possession has become vested in possession, whichever of those two periods is the longer.  R.S.O. 1990, c. L.15, s. 6 (1).</p> <p class=\"headnote\">The case of bar of future estate and of a subsequent interest created after right of entry, etc., accrued to owner of particular estate</p> <p class=\"subsection\">(2) If the right of any such person to make such entry or distress, or to bring any such action, has been barred, no person afterwards claiming to be entitled to the same land or rent in respect of any subsequent estate or interest under any deed, will or settlement executed or taking effect after the time when a right to make an entry or distress or to bring an action for the recovery of the land or rent, first accrued to the owner of the particular estate whose interest has so determined, shall make any entry or distress, or bring any action, to recover the land or rent.  R.S.O. 1990, c. L.15, s. 6 (2).</p> <p class=\"headnote\">Bar of right to future estates acquired after bar of particular estate</p> <p class=\"subsection\">(3) Where the right of any person to make an entry or distress, or to bring an action to recover any land or rent to which the person has been entitled for an estate or interest in possession, has been barred by the determination of the period that is applicable in such case, and such person has, at any time during such period, been entitled to any other estate, interest, right or possibility, in reversion, remainder or otherwise, in or to the same land or rent, no entry, distress or action shall be made or brought by such person, or by any person claiming through the person, to recover the land or rent in respect of such other estate, interest, right or possibility, unless in the meantime the land or rent has been recovered by some person entitled to an estate, interest or right that has been limited or taken effect after or in defeasance of such estate or interest in possession.  R.S.O. 1990, c. L.15, s. 6 (3).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "7.",
            "section_x": "When right of action devolves to administrator",
            "part_id": null,
            "part_type": null,
            "section_y": "When right of action devolves to administrator",
            "content": "7 For the purposes of this Act, an administrator claiming the estate or interest of the deceased person of whose property he, she or it has been appointed administrator shall be deemed to claim as if there had been no interval of time between the death of the deceased person and the grant of the letters of administration.  R.S.O. 1990, c. L.15, s. 7.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>7 </b>For the purposes of this Act, an administrator claiming the estate or interest of the deceased person of whose property he, she or it has been appointed administrator shall be deemed to claim as if there had been no interval of time between the death of the deceased person and the grant of the letters of administration.  R.S.O. 1990, c. L.15, s. 7.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "8.",
            "section_x": "Effect of mere entry",
            "part_id": null,
            "part_type": null,
            "section_y": "Effect of mere entry",
            "content": "8 No person shall be deemed to have been in possession of any land within the meaning of this Act merely by reason of having made an entry thereon.  R.S.O. 1990, c. L.15, s. 8.",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>8 </b>No person shall be deemed to have been in possession of any land within the meaning of this Act merely by reason of having made an entry thereon.  R.S.O. 1990, c. L.15, s. 8.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "9.",
            "section_x": "Continual claim",
            "part_id": null,
            "part_type": null,
            "section_y": "Continual claim",
            "content": "9 No continual or other claim upon or near any land preserves any right of making an entry or distress or of bringing an action.  R.S.O. 1990, c. L.15, s. 9.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>9 </b>No continual or other claim upon or near any land preserves any right of making an entry or distress or of bringing an action.  R.S.O. 1990, c. L.15, s. 9.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "10.",
            "section_x": "Descent cast, discontinuance warranty, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Descent cast, discontinuance warranty, etc.",
            "content": "10 No descent cast, discontinuance or warranty, that has happened or been made since the 1st day of July, 1834, or that may hereafter happen or be made, shall toll or defeat any right of entry or action for the recovery of land.  R.S.O. 1990, c. L.15, s. 10.",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>10 </b>No descent cast, discontinuance or warranty, that has happened or been made since the 1st day of July, 1834, or that may hereafter happen or be made, shall toll or defeat any right of entry or action for the recovery of land.  R.S.O. 1990, c. L.15, s. 10.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "11.",
            "section_x": "Possession of one coparcener, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Possession of one coparcener, etc.",
            "content": "11 Where any one or more of several persons entitled to any land or rent as coparceners, joint tenants or tenants in common has or have been in possession or receipt of the entirety, or more than the person’s or their undivided share or shares of the land, or of the profits thereof, or of the rent for the person’s or their own benefit, or for the benefit of any person or persons other than the person or persons entitled to the other share or shares of the same land or rent, such possession or receipt shall not be deemed to have been the possession or receipt of, or by the last-mentioned person or persons or any of them.  R.S.O. 1990, c. L.15, s. 11.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>11 </b>Where any one or more of several persons entitled to any land or rent as coparceners, joint tenants or tenants in common has or have been in possession or receipt of the entirety, or more than the person’s or their undivided share or shares of the land, or of the profits thereof, or of the rent for the person’s or their own benefit, or for the benefit of any person or persons other than the person or persons entitled to the other share or shares of the same land or rent, such possession or receipt shall not be deemed to have been the possession or receipt of, or by the last-mentioned person or persons or any of them.  R.S.O. 1990, c. L.15, s. 11.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "12.",
            "section_x": "Possession of relations",
            "part_id": null,
            "part_type": null,
            "section_y": "Possession of relations",
            "content": "12 Where a relation of the persons entitled as heirs to the possession or receipt of the profits of any land, or to the receipt of any rent, enters into the possession or receipt thereof, such possession or receipt shall not be deemed to be the possession or receipt of or by the persons entitled as heirs.  R.S.O. 1990, c. L.15, s. 12.",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>12 </b>Where a relation of the persons entitled as heirs to the possession or receipt of the profits of any land, or to the receipt of any rent, enters into the possession or receipt thereof, such possession or receipt shall not be deemed to be the possession or receipt of or by the persons entitled as heirs.  R.S.O. 1990, c. L.15, s. 12.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "13.",
            "section_x": "Effect of acknowledgment in writing",
            "part_id": null,
            "part_type": null,
            "section_y": "Effect of acknowledgment in writing",
            "content": "13 Where any acknowledgment in writing of the title of the person entitled to any land or rent has been given to the person or to the person’s agent, signed by the person in possession or in receipt of the profits of the land, or in the receipt of the rent, such possession or receipt of or by the person by whom the acknowledgment was given shall be deemed, according to the meaning of this Act, to have been the possession or receipt of or by the person to whom or to whose agent the acknowledgment was given at the time of giving it, and the right of the last-mentioned person, or of any person claiming through that person, to make an entry or distress or bring an action to recover the land or rent, shall be deemed to have first accrued at and not before the time at which the acknowledgment, or the last of the acknowledgments, if more than one, was given.  R.S.O. 1990, c. L.15, s. 13.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>13 </b>Where any acknowledgment in writing of the title of the person entitled to any land or rent has been given to the person or to the person’s agent, signed by the person in possession or in receipt of the profits of the land, or in the receipt of the rent, such possession or receipt of or by the person by whom the acknowledgment was given shall be deemed, according to the meaning of this Act, to have been the possession or receipt of or by the person to whom or to whose agent the acknowledgment was given at the time of giving it, and the right of the last-mentioned person, or of any person claiming through that person, to make an entry or distress or bring an action to recover the land or rent, shall be deemed to have first accrued at and not before the time at which the acknowledgment, or the last of the acknowledgments, if more than one, was given.  R.S.O. 1990, c. L.15, s. 13.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "14.",
            "section_x": "Effect of receipt of rent",
            "part_id": null,
            "part_type": null,
            "section_y": "Effect of receipt of rent",
            "content": "14 The receipt of the rent payable by a lessee, shall, as against the lessee or any person claiming under the lessee, but subject to the lease, be deemed to be the receipt of the profits of the land for the purposes of this Act.  R.S.O. 1990, c. L.15, s. 14.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>14 </b>The receipt of the rent payable by a lessee, shall, as against the lessee or any person claiming under the lessee, but subject to the lease, be deemed to be the receipt of the profits of the land for the purposes of this Act.  R.S.O. 1990, c. L.15, s. 14.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "15.",
            "section_x": "Extinguishment of right at the end of the period of limitation",
            "part_id": null,
            "part_type": null,
            "section_y": "Extinguishment of right at the end of the period of limitation",
            "content": "15 At the determination of the period limited by this Act to any person for making an entry or distress or bringing any action, the right and title of such person to the land or rent, for the recovery whereof such entry, distress or action, respectively, might have been made or brought within such period, is extinguished.  R.S.O. 1990, c. L.15, s. 15.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>15 </b>At the determination of the period limited by this Act to any person for making an entry or distress or bringing any action, the right and title of such person to the land or rent, for the recovery whereof such entry, distress or action, respectively, might have been made or brought within such period, is extinguished.  R.S.O. 1990, c. L.15, s. 15.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "16.",
            "section_x": "Waste or vacant land of Crown excepted",
            "part_id": null,
            "part_type": null,
            "section_y": "Waste or vacant land of Crown excepted",
            "content": "16 Nothing in sections 1 to 15 applies to any waste or vacant land of the Crown, whether surveyed or not, nor to lands included in any road allowance heretofore or hereafter surveyed and laid out or to any lands reserved or set apart or laid out as a public highway where the freehold in any such road allowance or highway is vested in the Crown or in a municipal corporation, commission or other public body, but nothing in this section shall be deemed to affect or prejudice any right, title or interest acquired by any person before the 13th day of June, 1922.  R.S.O. 1990, c. L.15, s. 16.",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>16 </b>Nothing in sections 1 to 15 applies to any waste or vacant land of the Crown, whether surveyed or not, nor to lands included in any road allowance heretofore or hereafter surveyed and laid out or to any lands reserved or set apart or laid out as a public highway where the freehold in any such road allowance or highway is vested in the Crown or in a municipal corporation, commission or other public body, but nothing in this section shall be deemed to affect or prejudice any right, title or interest acquired by any person before the 13th day of June, 1922.  R.S.O. 1990, c. L.15, s. 16.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "17.",
            "section_x": "Maximum of arrears of rent or interest recoverable",
            "part_id": null,
            "part_type": null,
            "section_y": "Maximum of arrears of rent or interest recoverable",
            "content": "17 (1) No arrears of rent, or of interest in respect of any sum of money charged upon or payable out of any land or rent, or in respect of any legacy, whether it is or is not charged upon land, or any damages in respect of such arrears of rent or interest, shall be recovered by any distress or action but within six years next after the same respectively has become due, or next after any acknowledgment in writing of the same has been given to the person entitled thereto or the person’s agent, signed by the person by whom the same was payable or that person’s agent.  R.S.O. 1990, c. L.15, s. 17 (1). Exception as to action for redemption (2) This section does not apply to an action for redemption brought by a mortgagor or a person claiming under the mortgagor.  R.S.O. 1990, c. L.15, s. 17 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>17 </b>(1) No arrears of rent, or of interest in respect of any sum of money charged upon or payable out of any land or rent, or in respect of any legacy, whether it is or is not charged upon land, or any damages in respect of such arrears of rent or interest, shall be recovered by any distress or action but within six years next after the same respectively has become due, or next after any acknowledgment in writing of the same has been given to the person entitled thereto or the person’s agent, signed by the person by whom the same was payable or that person’s agent.  R.S.O. 1990, c. L.15, s. 17 (1).</p> <p class=\"headnote\">Exception as to action for redemption</p> <p class=\"subsection\">(2) This section does not apply to an action for redemption brought by a mortgagor or a person claiming under the mortgagor.  R.S.O. 1990, c. L.15, s. 17 (2).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "18.",
            "section_x": "Exception in favour of subsequent mortgagee when a prior mortgagee has been in possession",
            "part_id": null,
            "part_type": null,
            "section_y": "Exception in favour of subsequent mortgagee when a prior mortgagee has been in possession",
            "content": "18 Where a prior mortgagee or other encumbrancer has been in possession of any land, or in the receipt of the profits thereof, within one year next before an action is brought by a person entitled to a subsequent mortgage or other encumbrance on the same land, the person entitled to the subsequent mortgage or encumbrance may recover in the action the arrears of interest that have become due during the whole time that the prior mortgagee or encumbrancer was in such possession or receipt, although the time may have exceeded the term of six years.  R.S.O. 1990, c. L.15, s. 18.",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>18 </b>Where a prior mortgagee or other encumbrancer has been in possession of any land, or in the receipt of the profits thereof, within one year next before an action is brought by a person entitled to a subsequent mortgage or other encumbrance on the same land, the person entitled to the subsequent mortgage or encumbrance may recover in the action the arrears of interest that have become due during the whole time that the prior mortgagee or encumbrancer was in such possession or receipt, although the time may have exceeded the term of six years.  R.S.O. 1990, c. L.15, s. 18.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "19.",
            "section_x": "Limitation where a mortgagee in possession",
            "part_id": null,
            "part_type": null,
            "section_y": "Limitation where a mortgagee in possession",
            "content": "19 Where a mortgagee has obtained the possession or receipt of the profits of any land or the receipt of any rent comprised in the mortgage, the mortgagor, or any person claiming through the mortgagor, shall not bring any action to redeem the mortgage but within ten years next after the time at which the mortgagee obtained such possession or receipt, unless in the meantime an acknowledgment in writing of the title of the mortgagor, or of the mortgagor’s right to redemption, has been given to the mortgagor or to some person claiming the mortgagor’s estate, or to the agent of such mortgagor or person, signed by the mortgagee, or the person claiming through the mortgagee, and in such case no such action shall be brought but within ten years next after the time at which the acknowledgment, or the last of the acknowledgments if more than one, was given.  R.S.O. 1990, c. L.15, s. 19.",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>19 </b>Where a mortgagee has obtained the possession or receipt of the profits of any land or the receipt of any rent comprised in the mortgage, the mortgagor, or any person claiming through the mortgagor, shall not bring any action to redeem the mortgage but within ten years next after the time at which the mortgagee obtained such possession or receipt, unless in the meantime an acknowledgment in writing of the title of the mortgagor, or of the mortgagor’s right to redemption, has been given to the mortgagor or to some person claiming the mortgagor’s estate, or to the agent of such mortgagor or person, signed by the mortgagee, or the person claiming through the mortgagee, and in such case no such action shall be brought but within ten years next after the time at which the acknowledgment, or the last of the acknowledgments if more than one, was given.  R.S.O. 1990, c. L.15, s. 19.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "20.",
            "section_x": "Acknowledgment to one of several mortgagors",
            "part_id": null,
            "part_type": null,
            "section_y": "Acknowledgment to one of several mortgagors",
            "content": "20 Where there are more mortgagors than one or more persons than one claiming through the mortgagor or mortgagors, the acknowledgment, if given to any of such mortgagors or persons, or the agent of one or more of them, is as effectual as if it had been given to all such mortgagors or persons.  R.S.O. 1990, c. L.15, s. 20.",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>20 </b>Where there are more mortgagors than one or more persons than one claiming through the mortgagor or mortgagors, the acknowledgment, if given to any of such mortgagors or persons, or the agent of one or more of them, is as effectual as if it had been given to all such mortgagors or persons.  R.S.O. 1990, c. L.15, s. 20.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "21.",
            "section_x": "Acknowledgment to one of several mortgagees",
            "part_id": null,
            "part_type": null,
            "section_y": "Acknowledgment to one of several mortgagees",
            "content": "21 Where there are more mortgagees than one or more persons than one claiming the estate or interest of the mortgagee or mortgagees, the acknowledgment, signed by one or more of the mortgagees or persons, is effectual only as against the person or persons so signing, and the person or persons claiming any part of the mortgage money or land or rent by, from, or under the person or persons, and any person or persons entitled to any estate or estates, interest or interests, to take effect after or in defeasance of the person’s or the persons’ estate or estates, interest or interests, and does not operate to give to the mortgagor or mortgagors a right to redeem the mortgage as against the person or persons entitled to any other undivided or divided part of the money or land or rent; and where such of the mortgagees or persons as have given the acknowledgment are entitled to a divided part of the land or rent comprised in the mortgage or some estate or interest therein, and not to any ascertained part of the mortgage money, the mortgagor or mortgagors are entitled to redeem the same divided part of the land or rent on payment, with interest, of the part of the mortgage money that bears the same proportion to the whole of the mortgage money as the value of the divided part of the land or rent bears to the value of the whole of the land or rent comprised in the mortgage.  R.S.O. 1990, c. L.15, s. 21.",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>21 </b>Where there are more mortgagees than one or more persons than one claiming the estate or interest of the mortgagee or mortgagees, the acknowledgment, signed by one or more of the mortgagees or persons, is effectual only as against the person or persons so signing, and the person or persons claiming any part of the mortgage money or land or rent by, from, or under the person or persons, and any person or persons entitled to any estate or estates, interest or interests, to take effect after or in defeasance of the person’s or the persons’ estate or estates, interest or interests, and does not operate to give to the mortgagor or mortgagors a right to redeem the mortgage as against the person or persons entitled to any other undivided or divided part of the money or land or rent; and where such of the mortgagees or persons as have given the acknowledgment are entitled to a divided part of the land or rent comprised in the mortgage or some estate or interest therein, and not to any ascertained part of the mortgage money, the mortgagor or mortgagors are entitled to redeem the same divided part of the land or rent on payment, with interest, of the part of the mortgage money that bears the same proportion to the whole of the mortgage money as the value of the divided part of the land or rent bears to the value of the whole of the land or rent comprised in the mortgage.  R.S.O. 1990, c. L.15, s. 21.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "22.",
            "section_x": "Limitation where mortgage in arrear",
            "part_id": null,
            "part_type": null,
            "section_y": "Limitation where mortgage in arrear",
            "content": "22 Any person entitled to or claiming under a mortgage of land may make an entry or bring an action to recover the land at any time within ten years next after the last payment of any part of the principal money or interest secured by the mortgage, although more than ten years have elapsed since the time at which the right to make such entry or bring such action first accrued.  R.S.O. 1990, c. L.15, s. 22.",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>22 </b>Any person entitled to or claiming under a mortgage of land may make an entry or bring an action to recover the land at any time within ten years next after the last payment of any part of the principal money or interest secured by the mortgage, although more than ten years have elapsed since the time at which the right to make such entry or bring such action first accrued.  R.S.O. 1990, c. L.15, s. 22.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "23.",
            "section_x": "Limitation where money charged upon land and legacies",
            "part_id": null,
            "part_type": null,
            "section_y": "Limitation where money charged upon land and legacies",
            "content": "23 (1) No action shall be brought to recover out of any land or rent any sum of money secured by any mortgage or lien, or otherwise charged upon or payable out of the land or rent, or to recover any legacy, whether it is or is not charged upon land, but within ten years next after a present right to receive it accrued to some person capable of giving a discharge for, or release of it, unless in the meantime some part of the principal money or some interest thereon has been paid, or some acknowledgment in writing of the right thereto signed by the person by whom it is payable, or the person’s agent, has been given to the person entitled thereto or that person’s agent, and in such case no action shall be brought but within ten years after the payment or acknowledgment, or the last of the payments or acknowledgments if more than one, was made or given.  R.S.O. 1990, c. L.15, s. 23 (1). Execution against land (2) Despite subsection (1), a lien or charge created by the placing of an execution or other process against land in the hands of the sheriff or other officer to whom it is directed, remains in force so long as the execution or other process remains in the hands of the sheriff or officer for execution and is kept alive by renewal or otherwise.  R.S.O. 1990, c. L.15, s. 23 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>23 </b>(1) No action shall be brought to recover out of any land or rent any sum of money secured by any mortgage or lien, or otherwise charged upon or payable out of the land or rent, or to recover any legacy, whether it is or is not charged upon land, but within ten years next after a present right to receive it accrued to some person capable of giving a discharge for, or release of it, unless in the meantime some part of the principal money or some interest thereon has been paid, or some acknowledgment in writing of the right thereto signed by the person by whom it is payable, or the person’s agent, has been given to the person entitled thereto or that person’s agent, and in such case no action shall be brought but within ten years after the payment or acknowledgment, or the last of the payments or acknowledgments if more than one, was made or given.  R.S.O. 1990, c. L.15, s. 23 (1).</p> <p class=\"headnote\">Execution against land</p> <p class=\"subsection\">(2) Despite subsection (1), a lien or charge created by the placing of an execution or other process against land in the hands of the sheriff or other officer to whom it is directed, remains in force so long as the execution or other process remains in the hands of the sheriff or officer for execution and is kept alive by renewal or otherwise.  R.S.O. 1990, c. L.15, s. 23 (2).</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "24.",
            "section_x": "Time for recovering charges and arrears of interest not to be enlarged by express trusts for raising same",
            "part_id": null,
            "part_type": null,
            "section_y": "Time for recovering charges and arrears of interest not to be enlarged by express trusts for raising same",
            "content": "24 No action shall be brought to recover any sum of money or legacy charged upon or payable out of any land or rent and secured by an express trust, or to recover any arrears of rent or of interest in respect of any sum of money or legacy so charged or payable and so secured, or any damages in respect of such arrears, except within the time within which the same would be recoverable if there were not any such trust.  R.S.O. 1990, c. L.15, s. 24.",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>24 </b>No action shall be brought to recover any sum of money or legacy charged upon or payable out of any land or rent and secured by an express trust, or to recover any arrears of rent or of interest in respect of any sum of money or legacy so charged or payable and so secured, or any damages in respect of such arrears, except within the time within which the same would be recoverable if there were not any such trust.  R.S.O. 1990, c. L.15, s. 24.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "25.",
            "section_x": "Limitation of action of dower",
            "part_id": null,
            "part_type": null,
            "section_y": "Limitation of action of dower",
            "content": "25 Subject to section 26, no action of dower shall be brought but within ten years from the death of the husband of the doweress, despite any disability of the doweress or of any person claiming under her.  R.S.O. 1990, c. L.15, s. 25.",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>25 </b>Subject to section 26, no action of dower shall be brought but within ten years from the death of the husband of the doweress, despite any disability of the doweress or of any person claiming under her.  R.S.O. 1990, c. L.15, s. 25.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "26.",
            "section_x": "Time from which right to bring action of dower to be computed",
            "part_id": null,
            "part_type": null,
            "section_y": "Time from which right to bring action of dower to be computed",
            "content": "26 Where a doweress has, after the death of her husband, actual possession of the land of which she is dowable, either alone or with an heir or devisee of, or a person claiming by devolution from her husband, the period of ten years within which her action of dower is to be brought shall be computed from the time when such possession of the doweress ceased.  R.S.O. 1990, c. L.15, s. 26.",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>26 </b>Where a doweress has, after the death of her husband, actual possession of the land of which she is dowable, either alone or with an heir or devisee of, or a person claiming by devolution from her husband, the period of ten years within which her action of dower is to be brought shall be computed from the time when such possession of the doweress ceased.  R.S.O. 1990, c. L.15, s. 26.</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "27.",
            "section_x": "Maximum of arrears of dower recoverable",
            "part_id": null,
            "part_type": null,
            "section_y": "Maximum of arrears of dower recoverable",
            "content": "27 No arrears of dower, nor any damages on account of such arrears, shall be recovered or obtained by any action for a longer period than six years next before the commencement of such action.  R.S.O. 1990, c. L.15, s. 27.",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>27 </b>No arrears of dower, nor any damages on account of such arrears, shall be recovered or obtained by any action for a longer period than six years next before the commencement of such action.  R.S.O. 1990, c. L.15, s. 27.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "28.",
            "section_x": "Cases where fraud remains concealed",
            "part_id": null,
            "part_type": null,
            "section_y": "Cases where fraud remains concealed",
            "content": "28 In every case of a concealed fraud, the right of a person to bring an action for the recovery of any land or rent of which the person or any person through whom that person claims may have been deprived by the fraud shall be deemed to have first accrued at and not before the time at which the fraud was or with reasonable diligence might have been first known or discovered.  R.S.O. 1990, c. L.15, s. 28.",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>28 </b>In every case of a concealed fraud, the right of a person to bring an action for the recovery of any land or rent of which the person or any person through whom that person claims may have been deprived by the fraud shall be deemed to have first accrued at and not before the time at which the fraud was or with reasonable diligence might have been first known or discovered.  R.S.O. 1990, c. L.15, s. 28.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "29.",
            "section_x": "Case of purchaser in good faith for value without notice",
            "part_id": null,
            "part_type": null,
            "section_y": "Case of purchaser in good faith for value without notice",
            "content": "29 Nothing in section 28 enables any owner of land or rent to bring an action for the recovery of the land or rent, or for setting aside any conveyance thereof, on account of fraud against any purchaser in good faith for valuable consideration, who has not assisted in the commission of the fraud, and who, at the time of making the purchase did not know, and had no reason to believe, that any such fraud had been committed.  R.S.O. 1990, c. L.15, s. 29.",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>29 </b>Nothing in section 28 enables any owner of land or rent to bring an action for the recovery of the land or rent, or for setting aside any conveyance thereof, on account of fraud against any purchaser in good faith for valuable consideration, who has not assisted in the commission of the fraud, and who, at the time of making the purchase did not know, and had no reason to believe, that any such fraud had been committed.  R.S.O. 1990, c. L.15, s. 29.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "30.",
            "section_x": "Limitation in case of profits",
            "part_id": null,
            "part_type": null,
            "section_y": "Limitation in case of profits",
            "content": "30 No claim that may be made lawfully at the common law, by custom, prescription or grant, to any profit or benefit to be taken or enjoyed from or upon any land of the Crown, or of any person, except such matters or things as are hereinafter specially provided for, and except rent and services, where the profit or benefit has been actually taken and enjoyed by any person claiming right thereto without interruption for the full period of thirty years, shall be defeated or destroyed by showing only that the profit or benefit was first taken or enjoyed at any time prior to the period of thirty years, but nevertheless the claim may be defeated in any other way by which it is now liable to be defeated, and when the profit or benefit has been so taken and enjoyed for the full period of sixty years, the right thereto shall be deemed absolute and indefeasible, unless it appears that it was taken and enjoyed by some consent or agreement expressly given or made for that purpose by deed or writing.  R.S.O. 1990, c. L.15, s. 30.",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>30 </b>No claim that may be made lawfully at the common law, by custom, prescription or grant, to any profit or benefit to be taken or enjoyed from or upon any land of the Crown, or of any person, except such matters or things as are hereinafter specially provided for, and except rent and services, where the profit or benefit has been actually taken and enjoyed by any person claiming right thereto without interruption for the full period of thirty years, shall be defeated or destroyed by showing only that the profit or benefit was first taken or enjoyed at any time prior to the period of thirty years, but nevertheless the claim may be defeated in any other way by which it is now liable to be defeated, and when the profit or benefit has been so taken and enjoyed for the full period of sixty years, the right thereto shall be deemed absolute and indefeasible, unless it appears that it was taken and enjoyed by some consent or agreement expressly given or made for that purpose by deed or writing.  R.S.O. 1990, c. L.15, s. 30.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "31.",
            "section_x": "Right of way easement, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Right of way easement, etc.",
            "content": "31 No claim that may be made lawfully at the common law, by custom, prescription or grant, to any way or other easement, or to any water course, or the use of any water to be enjoyed, or derived upon, over or from any land or water of the Crown or being the property of any person, when the way or other matter as herein last before-mentioned has been actually enjoyed by any person claiming right thereto without interruption for the full period of twenty years shall be defeated or destroyed by showing only that the way or other matter was first enjoyed at any time prior to the period of twenty years, but, nevertheless the claim may be defeated in any other way by which it is now liable to be defeated, and where the way or other matter as herein last before-mentioned has been so enjoyed for the full period of forty years, the right thereto shall be deemed absolute and indefeasible, unless it appears that it was enjoyed by some consent or agreement expressly given or made for that purpose by deed or writing.  R.S.O. 1990, c. L.15, s. 31.",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>31 </b>No claim that may be made lawfully at the common law, by custom, prescription or grant, to any way or other easement, or to any water course, or the use of any water to be enjoyed, or derived upon, over or from any land or water of the Crown or being the property of any person, when the way or other matter as herein last before-mentioned has been actually enjoyed by any person claiming right thereto without interruption for the full period of twenty years shall be defeated or destroyed by showing only that the way or other matter was first enjoyed at any time prior to the period of twenty years, but, nevertheless the claim may be defeated in any other way by which it is now liable to be defeated, and where the way or other matter as herein last before-mentioned has been so enjoyed for the full period of forty years, the right thereto shall be deemed absolute and indefeasible, unless it appears that it was enjoyed by some consent or agreement expressly given or made for that purpose by deed or writing.  R.S.O. 1990, c. L.15, s. 31.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "32.",
            "section_x": "How period to be calculated, and what acts deemed an interruption",
            "part_id": null,
            "part_type": null,
            "section_y": "How period to be calculated, and what acts deemed an interruption",
            "content": "32 Each of the respective periods of years mentioned in sections 30 and 31 shall be deemed and taken to be the period next before some action wherein the claim or matter to which such period relates was or is brought into question, and no act or other matter shall be deemed an interruption within the meaning of those sections, unless the same has been submitted to or acquiesced in for one year after the person interrupted has had notice thereof, and of the person making or authorizing the same to be made.  R.S.O. 1990, c. L.15, s. 32.",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>32 </b>Each of the respective periods of years mentioned in sections 30 and 31 shall be deemed and taken to be the period next before some action wherein the claim or matter to which such period relates was or is brought into question, and no act or other matter shall be deemed an interruption within the meaning of those sections, unless the same has been submitted to or acquiesced in for one year after the person interrupted has had notice thereof, and of the person making or authorizing the same to be made.  R.S.O. 1990, c. L.15, s. 32.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "33.",
            "section_x": "Right to access and use of light by prescription abolished",
            "part_id": null,
            "part_type": null,
            "section_y": "Right to access and use of light by prescription abolished",
            "content": "33 No person shall acquire a right by prescription to the access and use of light or to the access and use of air to or for any dwelling-house, work-shop or other building, but this section does not apply to any such right acquired by twenty years use before the 5th day of March, 1880.  R.S.O. 1990, c. L.15, s. 33.",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>33 </b>No person shall acquire a right by prescription to the access and use of light or to the access and use of air to or for any dwelling-house, work-shop or other building, but this section does not apply to any such right acquired by twenty years use before the 5th day of March, 1880.  R.S.O. 1990, c. L.15, s. 33.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "34.",
            "section_x": "Necessity for strict proof",
            "part_id": null,
            "part_type": null,
            "section_y": "Necessity for strict proof",
            "content": "34 In the cases mentioned in and provided for by this Act, of claims to ways, water courses or other easements, no presumption shall be allowed or made in favour or support of any claim upon proof of the exercise or enjoyment of the right or matter claimed for any less period of time or number of years than for such period or number mentioned in this Act as is applicable to the case and to the nature of the claim.  R.S.O. 1990, c. L.15, s. 34.",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>34 </b>In the cases mentioned in and provided for by this Act, of claims to ways, water courses or other easements, no presumption shall be allowed or made in favour or support of any claim upon proof of the exercise or enjoyment of the right or matter claimed for any less period of time or number of years than for such period or number mentioned in this Act as is applicable to the case and to the nature of the claim.  R.S.O. 1990, c. L.15, s. 34.</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "35.",
            "section_x": "Easements not acquired for carrying wires and cables",
            "part_id": null,
            "part_type": null,
            "section_y": "Easements not acquired for carrying wires and cables",
            "content": "35 No easement in respect of wires or cables attached to property or buildings or passing through or carried over such property or buildings shall be deemed to have been acquired or shall hereafter be acquired by prescription or otherwise than by grant from the owner of the property or buildings.  R.S.O. 1990, c. L.15, s. 35.",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>35 </b>No easement in respect of wires or cables attached to property or buildings or passing through or carried over such property or buildings shall be deemed to have been acquired or shall hereafter be acquired by prescription or otherwise than by grant from the owner of the property or buildings.  R.S.O. 1990, c. L.15, s. 35.</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "36.",
            "section_x": "Minor or incapable person when right of action accrues",
            "part_id": null,
            "part_type": null,
            "section_y": "Minor or incapable person when right of action accrues",
            "content": "36 If at the time at which the right of a person to make an entry or distress, or to bring an action to recover any land or rent, first accrues, as herein mentioned, such person is a minor or is incapable as defined in the Substitute Decisions Act, 1992, whether or not the person has a guardian, such person, or the person claiming through him or her, even if the period of ten years or five years, as the case may be, hereinbefore limited has expired, may make an entry or distress, or bring an action, to recover the land or rent at any time within five years next after the time at which the person to whom the right first accrued ceased to be under any such minority or incapacity, or died, whichever of those two events first happened.  R.S.O. 1990, c. L.15, s. 36; 2006, c. 19, Sched. B, s. 20 (1); 2009, c. 33, Sched. 2, s. 63 (1). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. B, s. 20 (1) - 22/06/2006 2009, c. 33, Sched. 2, s. 63 (1) - 15/12/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>36 </b>If at the time at which the right of a person to make an entry or distress, or to bring an action to recover any land or rent, first accrues, as herein mentioned, such person is a minor or is incapable as defined in the <i>Substitute Decisions Act, 1992</i>, whether or not the person has a guardian, such person, or the person claiming through him or her, even if the period of ten years or five years, as the case may be, hereinbefore limited has expired, may make an entry or distress, or bring an action, to recover the land or rent at any time within five years next after the time at which the person to whom the right first accrued ceased to be under any such minority or incapacity, or died, whichever of those two events first happened.  R.S.O. 1990, c. L.15, s. 36; 2006, c. 19, Sched. B, s. 20 (1); 2009, c. 33, Sched. 2, s. 63 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedbs20s1\">2006, c. 19, Sched. B, s. 20 (1)</a></span> - 22/06/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched2s63s1\">2009, c. 33, Sched. 2, s. 63 (1)</a></span> - 15/12/2009</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "37.",
            "section_x": "Utmost allowance for disabilities",
            "part_id": null,
            "part_type": null,
            "section_y": "Utmost allowance for disabilities",
            "content": "37 No entry, distress or action, shall be made or brought by any person, who, at the time at which his or her right to make any entry or distress, or to bring an action, to recover any land or rent first accrued was under any of the disabilities hereinbefore mentioned, or by any person claiming through him or her, but within twenty years next after the time at which the right first accrued, although the person under disability at such time may have remained under one or more of such disabilities during the whole of the twenty years, or although the term of five years from the time at which the person ceased to be under any such disability or died, may not have expired.  R.S.O. 1990, c. L.15, s. 37.",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>37 </b>No entry, distress or action, shall be made or brought by any person, who, at the time at which his or her right to make any entry or distress, or to bring an action, to recover any land or rent first accrued was under any of the disabilities hereinbefore mentioned, or by any person claiming through him or her, but within twenty years next after the time at which the right first accrued, although the person under disability at such time may have remained under one or more of such disabilities during the whole of the twenty years, or although the term of five years from the time at which the person ceased to be under any such disability or died, may not have expired.  R.S.O. 1990, c. L.15, s. 37.</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "38.",
            "section_x": "Succession of disabilities",
            "part_id": null,
            "part_type": null,
            "section_y": "Succession of disabilities",
            "content": "38 Where a person is under any of the disabilities hereinbefore mentioned, at the time at which his or her right to make an entry or distress, or to bring an action to recover any land or rent first accrues, and dies without having ceased to be under any such disability, no time to make an entry or distress, or to bring an action to recover the land or rent beyond the period of ten years next after the right of such person to make an entry or distress, or to bring an action to recover the land or rent, first accrued or the period of five years next after the time at which such person died, shall be allowed by reason of any disability of any other person.  R.S.O. 1990, c. L.15, s. 38.",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>38 </b>Where a person is under any of the disabilities hereinbefore mentioned, at the time at which his or her right to make an entry or distress, or to bring an action to recover any land or rent first accrues, and dies without having ceased to be under any such disability, no time to make an entry or distress, or to bring an action to recover the land or rent beyond the period of ten years next after the right of such person to make an entry or distress, or to bring an action to recover the land or rent, first accrued or the period of five years next after the time at which such person died, shall be allowed by reason of any disability of any other person.  R.S.O. 1990, c. L.15, s. 38.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "39.",
            "section_x": "Minor or incapable person when right accrues",
            "part_id": null,
            "part_type": null,
            "section_y": "Minor or incapable person when right accrues",
            "content": "39 The time during which any person otherwise capable of resisting any claim to any of the matters mentioned in sections 30 to 35, is a minor, is incapable as defined in the Substitute Decisions Act, 1992, whether or not the person has a guardian, or is a tenant for life, or during which any action has been pending and has been diligently prosecuted, shall be excluded in the computation of the period mentioned in such sections, except only in cases where the right or claim is thereby declared to be absolute and indefeasible.  R.S.O. 1990, c. L.15, s. 39; 2006, c. 19, Sched. B, s. 20 (2); 2009, c. 33, Sched. 2, s. 63 (2). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. B, s. 20 (2) - 22/06/2006 2009, c. 33, Sched. 2, s. 63 (2) - 15/12/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>39 </b>The time during which any person otherwise capable of resisting any claim to any of the matters mentioned in sections 30 to 35, is a minor, is incapable as defined in the <i>Substitute Decisions Act, 1992</i>, whether or not the person has a guardian, or is a tenant for life, or during which any action has been pending and has been diligently prosecuted, shall be excluded in the computation of the period mentioned in such sections, except only in cases where the right or claim is thereby declared to be absolute and indefeasible.  R.S.O. 1990, c. L.15, s. 39; 2006, c. 19, Sched. B, s. 20 (2); 2009, c. 33, Sched. 2, s. 63 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedbs20s2\">2006, c. 19, Sched. B, s. 20 (2)</a></span> - 22/06/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched2s63s2\">2009, c. 33, Sched. 2, s. 63 (2)</a></span> - 15/12/2009</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "40.",
            "section_x": "Exclusion of terms of years, etc., from computation in certain cases",
            "part_id": null,
            "part_type": null,
            "section_y": "Exclusion of terms of years, etc., from computation in certain cases",
            "content": "40 Where any land or water upon, over or from which any such way or other easement, water course or use of water has been enjoyed or derived, has been held under or by virtue of any term of life or any term of years exceeding three years from the granting thereof, the time of the enjoyment of any such way or other matter as herein last before-mentioned during the continuance of such term shall be excluded in the computation of the period of forty years mentioned in section 31, if the claim is, within three years next after the end or sooner determination of such term, resisted by any person entitled to any reversion expectant on the determination thereof.  R.S.O. 1990, c. L.15, s. 40.",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>40 </b>Where any land or water upon, over or from which any such way or other easement, water course or use of water has been enjoyed or derived, has been held under or by virtue of any term of life or any term of years exceeding three years from the granting thereof, the time of the enjoyment of any such way or other matter as herein last before-mentioned during the continuance of such term shall be excluded in the computation of the period of forty years mentioned in section 31, if the claim is, within three years next after the end or sooner determination of such term, resisted by any person entitled to any reversion expectant on the determination thereof.  R.S.O. 1990, c. L.15, s. 40.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "41.",
            "section_x": "Exception as to lands of the Crown not duly surveyed and laid out",
            "part_id": null,
            "part_type": null,
            "section_y": "Exception as to lands of the Crown not duly surveyed and laid out",
            "content": "41 Nothing in sections 30 to 35 supports or maintains any claim to any profit or benefit to be taken or enjoyed from or upon any land of the Crown, or to any way or other easement, or to any water course or the use of any water to be enjoyed or derived upon, over or from any land or water of the Crown, unless the land, way, easement, water course or other matter lies and is situate within the limits of some town or township, or other parcel or tract of land duly surveyed and laid out by authority of the Crown.  R.S.O. 1990, c. L.15, s. 41. Part II Repealed:  2002, c. 24, Sched. B, s. 26 (1).",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>41 </b>Nothing in sections 30 to 35 supports or maintains any claim to any profit or benefit to be taken or enjoyed from or upon any land of the Crown, or to any way or other easement, or to any water course or the use of any water to be enjoyed or derived upon, over or from any land or water of the Crown, unless the land, way, easement, water course or other matter lies and is situate within the limits of some town or township, or other parcel or tract of land duly surveyed and laid out by authority of the Crown.  R.S.O. 1990, c. L.15, s. 41.</p> <p class=\"headingx\"><b>Part</b><span class=\"ovboldallcaps\"><span> II </span></span><span class=\"ovsmallcap\">Repealed:</span>  2002, c. 24, Sched. B, s. 26 (1).</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "42.",
            "section_x": "Express trust: when right of beneficiary accrues",
            "part_id": null,
            "part_type": null,
            "section_y": "Express trust: when right of beneficiary accrues",
            "content": "42 Where land or rent is vested in a trustee upon an express trust, the right of the beneficiary of the trust or a person claiming through the beneficiary to bring an action against the trustee or a person claiming through the trustee to recover the land or rent, shall be deemed to have first accrued, according to the meaning of this Act, at and not before the time at which the land or rent has been conveyed to a purchaser for a valuable consideration, and shall then be deemed to have accrued only as against such purchaser and any person claiming through the purchaser.  2002, c. 24, Sched. B, s. 26 (1). Section Amendments with date in force (d/m/y) 2002, c. 24, Sched. B, s. 26 (1) - 01/01/2004",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>42 </b>Where land or rent is vested in a trustee upon an express trust, the right of the beneficiary of the trust or a person claiming through the beneficiary to bring an action against the trustee or a person claiming through the trustee to recover the land or rent, shall be deemed to have first accrued, according to the meaning of this Act, at and not before the time at which the land or rent has been conveyed to a purchaser for a valuable consideration, and shall then be deemed to have accrued only as against such purchaser and any person claiming through the purchaser.  2002, c. 24, Sched. B, s. 26 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02024#schedbs26s1\">2002, c. 24, Sched. B, s. 26 (1)</a></span> - 01/01/2004</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "43.",
            "section_x": "Mortgage covenant",
            "part_id": null,
            "part_type": null,
            "section_y": "Mortgage covenant",
            "content": "43 (1) No action upon a covenant contained in an indenture of mortgage or any other instrument made on or after July 1, 1894 to repay the whole or part of any money secured by a mortgage shall be commenced after the later of, (a) the expiry of 10 years after the day on which the cause of action arose; and (b) the expiry of 10 years after the day on which the interest of the person liable on the covenant in the mortgaged lands was conveyed or transferred.  2002, c. 24, Sched. B, s. 26 (1). Equity of redemption (2) No action by a mortgagee against a grantee of the equity of redemption under section 20 of the Mortgages Act shall be commenced after the expiry of 10 years after the day on which the cause of action arose.  2002, c. 24, Sched. B, s. 26 (1). Same (3) Subsections (1) and (2) do not extend the time for bringing an action if the time for bringing it is limited by any other Act.  2002, c. 24, Sched. B, s. 26 (1). Section Amendments with date in force (d/m/y) 2002, c. 24, Sched. B, s. 26 (1) - 01/01/2004 44 Repealed: 2002, c. 24, Sched. B, s. 26 (1). Section Amendments with date in force (d/m/y) 2002, c. 24, Sched. B, s. 26 (1) - 01/01/2004 Part III Repealed:  2002, c. 24, Sched. B, s. 26 (1). 45-55 Repealed: 2002, c. 24, Sched. B, s. 26 (1). Section Amendments with date in force (d/m/y) 2002, c. 24, Sched. B, s. 26 (1) - 01/01/2004 ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>43 </b>(1) No action upon a covenant contained in an indenture of mortgage or any other instrument made on or after July 1, 1894 to repay the whole or part of any money secured by a mortgage shall be commenced after the later of,</p> <p class=\"paragraph\">  (a) the expiry of 10 years after the day on which the cause of action arose; and</p> <p class=\"paragraph\">  (b) the expiry of 10 years after the day on which the interest of the person liable on the covenant in the mortgaged lands was conveyed or transferred.  2002, c. 24, Sched. B, s. 26 (1).</p> <p class=\"headnote\">Equity of redemption</p> <p class=\"subsection\">(2) No action by a mortgagee against a grantee of the equity of redemption under section 20 of the <i>Mortgages Act</i> shall be commenced after the expiry of 10 years after the day on which the cause of action arose.  2002, c. 24, Sched. B, s. 26 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Subsections (1) and (2) do not extend the time for bringing an action if the time for bringing it is limited by any other Act.  2002, c. 24, Sched. B, s. 26 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02024#schedbs26s1\">2002, c. 24, Sched. B, s. 26 (1)</a></span> - 01/01/2004</p> <p class=\"section\"><b>44 </b><span class=\"ovsmallcap\">Repealed</span>: 2002, c. 24, Sched. B, s. 26 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02024#schedbs26s1\">2002, c. 24, Sched. B, s. 26 (1)</a></span> - 01/01/2004</p> <p class=\"headingx\"><b>Part III</b><span class=\"ovboldallcaps\"><span> </span></span><span class=\"ovsmallcap\">Repealed:</span>  2002, c. 24, Sched. B, s. 26 (1).</p> <p class=\"section\"><b>45-55 </b><span class=\"ovsmallcap\">Repealed</span>: 2002, c. 24, Sched. B, s. 26 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02024#schedbs26s1\">2002, c. 24, Sched. B, s. 26 (1)</a></span> - 01/01/2004</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90l15\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}