{
    "act_info": {
        "full_title": "Reciprocal Enforcement of Support Orders Act, R.S.O. 1990, c. R.7",
        "act_name_text": "Not Found",
        "citation": "Reciprocal Enforcement of Support Orders Act, R.S.O. 1990, c. R.7",
        "url": "https://www.ontario.ca/laws/statute/90r07",
        "date_scraped": "2023-12-21 13:44:49"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/940140",
            "revoked_reg_citation": "O. Reg. 140/94",
            "revoked_reg_title": "RECIPROCATING STATES"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “Attorney General” includes a person authorized by the Attorney General to act for him or her in the performance of a power or duty under this Act; (“procureur général”) “certified copy” means, in relation to a document of a court, the original or a copy of the document certified by the original or facsimile signature of a proper officer of the court to be a true copy; (“copie certifiée conforme”) “claimant” means a person who has or is alleged to have a right to support; (“requérant”) “confirmation order” means a confirmation order made under this Act or under the corresponding enactment of a reciprocating state; (“ordonnance d’homologation”) “court” means an authority having jurisdiction to make an order; (“tribunal”) “final order” means an order made in a proceeding of which the claimant and respondent had proper notice and in which they had an opportunity to be present or represented and includes, (a) the support provisions in a written agreement between a claimant and a respondent where those provisions are enforceable in the state in which the agreement was made as if contained in an order of a court of that state, and (b) a confirmation order made in a reciprocating state; (“ordonnance définitive”) “order” means an order or determination of a court providing for the payment of money as support by the respondent named in the order for the benefit of the claimant named in the order, or the support provisions of an order or determination that includes other matters; (“ordonnance”) “provisional order” means an order of a court in Ontario that has no force or effect in Ontario until confirmed by a court in a reciprocating state or a corresponding order made in a reciprocating state for confirmation in Ontario; (“ordonnance conditionnelle”) “reciprocating state” means a state declared under section 19 to be a reciprocating state and includes a province or territory of Canada; (“État accordant la réciprocité”) “registered order” means, (a) a final order made in a reciprocating state and filed under this Act with a court in Ontario, (b) a final order deemed under subsection 2(3) to be a registered order, or (c) a confirmation order that is filed under subsection 5 (8); (“ordonnance enregistrée”) “registration court” means the court in Ontario, (a) in which the registered order is filed under this Act, or (b) that deemed a final order to be a registered order under this Act; (“tribunal d’enregistrement”) “respondent” means a person in Ontario or in a reciprocating state who has or is alleged to have an obligation to pay support for the benefit of a claimant, or against whom a proceeding under this Act, or a corresponding enactment of a reciprocating state, is commenced; (“intimé”) “state” includes a political subdivision of a state and an official agency of a state; (“État”) “support” includes maintenance or alimony. (“aliments”) R.S.O. 1990, c.R.7, s.1; 1993, c.27, Sched.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“Attorney General” includes a person authorized by the Attorney General to act for him or her in the performance of a power or duty under this Act; (“procureur général”)</p> <p class=\"definition-e\">“certified copy” means, in relation to a document of a court, the original or a copy of the document certified by the original or facsimile signature of a proper officer of the court to be a true copy; (“copie certifiée conforme”)</p> <p class=\"definition-e\">“claimant” means a person who has or is alleged to have a right to support; (“requérant”)</p> <p class=\"definition-e\">“confirmation order” means a confirmation order made under this Act or under the corresponding enactment of a reciprocating state; (“ordonnance d’homologation”)</p> <p class=\"definition-e\">“court” means an authority having jurisdiction to make an order; (“tribunal”)</p> <p class=\"definition-e\">“final order” means an order made in a proceeding of which the claimant and respondent had proper notice and in which they had an opportunity to be present or represented and includes,</p> <p class=\"defclause-e\">(a) the support provisions in a written agreement between a claimant and a respondent where those provisions are enforceable in the state in which the agreement was made as if contained in an order of a court of that state, and</p> <p class=\"defclause-e\">(b) a confirmation order made in a reciprocating state; (“ordonnance définitive”)</p> <p class=\"definition-e\">“order” means an order or determination of a court providing for the payment of money as support by the respondent named in the order for the benefit of the claimant named in the order, or the support provisions of an order or determination that includes other matters; (“ordonnance”)</p> <p class=\"definition-e\">“provisional order” means an order of a court in Ontario that has no force or effect in Ontario until confirmed by a court in a reciprocating state or a corresponding order made in a reciprocating state for confirmation in Ontario; (“ordonnance conditionnelle”)</p> <p class=\"definition-e\">“reciprocating state” means a state declared under section 19 to be a reciprocating state and includes a province or territory of Canada; (“État accordant la réciprocité”)</p> <p class=\"definition-e\">“registered order” means,</p> <p class=\"defclause-e\">(a) a final order made in a reciprocating state and filed under this Act with a court in Ontario,</p> <p class=\"defclause-e\">(b) a final order deemed under subsection 2(3) to be a registered order, or</p> <p class=\"defclause-e\">(c) a confirmation order that is filed under subsection 5 (8); (“ordonnance enregistrée”)</p> <p class=\"definition-e\">“registration court” means the court in Ontario,</p> <p class=\"defclause-e\">(a) in which the registered order is filed under this Act, or</p> <p class=\"defclause-e\">(b) that deemed a final order to be a registered order under this Act; (“tribunal d’enregistrement”)</p> <p class=\"definition-e\">“respondent” means a person in Ontario or in a reciprocating state who has or is alleged to have an obligation to pay support for the benefit of a claimant, or against whom a proceeding under this Act, or a corresponding enactment of a reciprocating state, is commenced; (“intimé”)</p> <p class=\"definition-e\">“state” includes a political subdivision of a state and an official agency of a state; (“État”)</p> <p class=\"definition-e\">“support” includes maintenance or alimony. (“aliments”) R.S.O. 1990, c.R.7, s.1; 1993, c.27, Sched.</p>"
        },
        {
            "id": "2.",
            "section": "Final orders of reciprocating state",
            "content": "2. (1) Where the Attorney General receives a certified copy of a final order made in a reciprocating state with information that the respondent is in Ontario, the Attorney General shall designate a court in Ontario for the purposes of the registration and enforcement of the order and forward the order and supporting material to that court. Filing for registration (2) On receipt of a final order transmitted to a court under subsection (1) or under a provision in a reciprocating state corresponding to clause 5(8)(a), the proper officer of the court shall file the order with the court and give notice of the registration of the order to the respondent. Claimant leaving Ontario after final order made in Ontario (3) Where a final order is made in Ontario and the claimant subsequently leaves Ontario and is apparently resident in a reciprocating state, the court that made the order shall, on the written request of the claimant, the respondent or the Attorney General, deem the order to be a registered order. Variation of registered order (4) A registered order varied in a manner consistent with this Act continues to be a registered order. Setting aside a registered order (5) A respondent may, within one month after receiving notice of the registration of a registered order, apply to the registration court to set the registration aside. Grounds (6) On application under subsection (5), the registration court shall set aside the registration if it determines that the order was obtained by fraud or error or was not a final order. Disposition (7) An order determined not to be a final order and set aside under subsection (6) may be dealt with by the registration court under section 5 as a provisional order. Invalid final order treated as provisional (8) Where an order purporting to be a final order is made by a court in a reciprocating state and the order is not enforceable in Ontario under the conflict of laws rules of Ontario, the court in Ontario may, in its discretion, deem the order to be a provisional order and deal with it under section 5. R.S.O. 1990, c.R.7, s.2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) Where the Attorney General receives a certified copy of a final order made in a reciprocating state with information that the respondent is in Ontario, the Attorney General shall designate a court in Ontario for the purposes of the registration and enforcement of the order and forward the order and supporting material to that court.</p> <p class=\"headnote-e\"><b>Filing for registration</b></p> <p class=\"subsection-e\">(2) On receipt of a final order transmitted to a court under subsection (1) or under a provision in a reciprocating state corresponding to clause 5(8)(a), the proper officer of the court shall file the order with the court and give notice of the registration of the order to the respondent.</p> <p class=\"headnote-e\"><b>Claimant leaving Ontario after final order made in Ontario</b></p> <p class=\"subsection-e\">(3) Where a final order is made in Ontario and the claimant subsequently leaves Ontario and is apparently resident in a reciprocating state, the court that made the order shall, on the written request of the claimant, the respondent or the Attorney General, deem the order to be a registered order.</p> <p class=\"headnote-e\"><b>Variation of registered order</b></p> <p class=\"subsection-e\">(4) A registered order varied in a manner consistent with this Act continues to be a registered order.</p> <p class=\"headnote-e\"><b>Setting aside a registered order</b></p> <p class=\"subsection-e\">(5) A respondent may, within one month after receiving notice of the registration of a registered order, apply to the registration court to set the registration aside.</p> <p class=\"headnote-e\"><b>Grounds</b></p> <p class=\"subsection-e\">(6) On application under subsection (5), the registration court shall set aside the registration if it determines that the order was obtained by fraud or error or was not a final order.</p> <p class=\"headnote-e\"><b>Disposition</b></p> <p class=\"subsection-e\">(7) An order determined not to be a final order and set aside under subsection (6) may be dealt with by the registration court under section 5 as a provisional order.</p> <p class=\"headnote-e\"><b>Invalid final order treated as provisional</b></p> <p class=\"subsection-e\">(8) Where an order purporting to be a final order is made by a court in a reciprocating state and the order is not enforceable in Ontario under the conflict of laws rules of Ontario, the court in Ontario may, in its discretion, deem the order to be a provisional order and deal with it under section 5. R.S.O. 1990, c.R.7, s.2.</p>"
        },
        {
            "id": "3.",
            "section": "Making of provisional orders",
            "content": "3. (1) On application by a claimant, a court may, without notice to and in the absence of a respondent, make a provisional order against the respondent. Support provisions in provisional orders (2) An order under subsection (1) may only include the support provisions the court could have included in a final order in a proceeding of which the respondent had notice in Ontario but in which the respondent failed to appear. Transmission of provisional orders (3) Where a provisional order is made, a proper officer of the court shall send to the Attorney General for transmission to a reciprocating state, (a) three certified copies of the provisional order; (b) a certified or sworn document setting out or summarizing the evidence given in the proceeding; (c) a copy of the enactments under which the respondent is alleged to have an obligation to support the claimant; and (d) a statement giving available information respecting identification, location, income and assets of the respondent. Further evidence (4) Where, during a proceeding for a confirmation order, a court in a reciprocating state remits the matter back for further evidence to the court in Ontario that made the provisional order, the court in Ontario shall, after giving notice to the claimant, receive further evidence. Evidence and recommendations (5) Where evidence is received under subsection (4), a proper officer of the court shall forward to the court in the reciprocating state a certified or sworn document setting out or summarizing the evidence with such recommendations as the court in Ontario considers appropriate. New provisional orders (6) Where a provisional order made under this section comes before a court in a reciprocating state and confirmation is denied in respect of one or more claimants, the court in Ontario that made the provisional order may, on application within six months from the denial of confirmation, reopen the matter and receive further evidence and make a new provisional order for a claimant in respect of whom confirmation was denied. R.S.O. 1990, c.R.7, s.3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) On application by a claimant, a court may, without notice to and in the absence of a respondent, make a provisional order against the respondent.</p> <p class=\"headnote-e\"><b>Support provisions in provisional orders</b></p> <p class=\"subsection-e\">(2) An order under subsection (1) may only include the support provisions the court could have included in a final order in a proceeding of which the respondent had notice in Ontario but in which the respondent failed to appear.</p> <p class=\"headnote-e\"><b>Transmission of provisional orders</b></p> <p class=\"subsection-e\">(3) Where a provisional order is made, a proper officer of the court shall send to the Attorney General for transmission to a reciprocating state,</p> <p class=\"clause-e\">(a) three certified copies of the provisional order;</p> <p class=\"clause-e\">(b) a certified or sworn document setting out or summarizing the evidence given in the proceeding;</p> <p class=\"clause-e\">(c) a copy of the enactments under which the respondent is alleged to have an obligation to support the claimant; and</p> <p class=\"clause-e\">(d) a statement giving available information respecting identification, location, income and assets of the respondent.</p> <p class=\"headnote-e\"><b>Further evidence</b></p> <p class=\"subsection-e\">(4) Where, during a proceeding for a confirmation order, a court in a reciprocating state remits the matter back for further evidence to the court in Ontario that made the provisional order, the court in Ontario shall, after giving notice to the claimant, receive further evidence.</p> <p class=\"headnote-e\"><b>Evidence and recommendations</b></p> <p class=\"subsection-e\">(5) Where evidence is received under subsection (4), a proper officer of the court shall forward to the court in the reciprocating state a certified or sworn document setting out or summarizing the evidence with such recommendations as the court in Ontario considers appropriate.</p> <p class=\"headnote-e\"><b>New provisional orders</b></p> <p class=\"subsection-e\">(6) Where a provisional order made under this section comes before a court in a reciprocating state and confirmation is denied in respect of one or more claimants, the court in Ontario that made the provisional order may, on application within six months from the denial of confirmation, reopen the matter and receive further evidence and make a new provisional order for a claimant in respect of whom confirmation was denied. R.S.O. 1990, c.R.7, s.3.</p>"
        },
        {
            "id": "4.",
            "section": "Parentage",
            "content": "4. (1) Where the parentage of a child is in issue and has not previously been determined by a court of competent jurisdiction, the parentage may be determined as part of a support proceeding under this Act. Determination of parentage in confirmation proceeding (2) If the respondent disputes parentage in the course of a proceeding to confirm a provisional order for support, the matter of parentage may be determined even though the provisional order makes no reference to parentage. R.S.O. 1990, c.R.7, s.4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) Where the parentage of a child is in issue and has not previously been determined by a court of competent jurisdiction, the parentage may be determined as part of a support proceeding under this Act.</p> <p class=\"headnote-e\"><b>Determination of parentage in confirmation proceeding</b></p> <p class=\"subsection-e\">(2) If the respondent disputes parentage in the course of a proceeding to confirm a provisional order for support, the matter of parentage may be determined even though the provisional order makes no reference to parentage. R.S.O. 1990, c.R.7, s.4.</p>"
        },
        {
            "id": "5.",
            "section": "Making of confirmation orders",
            "content": "5. (1) Where the Attorney General receives from a reciprocating state documents corresponding to those described in subsection 3(3) with the information that the respondent is in Ontario, the Attorney General shall designate a court in Ontario for the purpose of proceedings under this section and forward the documents to that court. Procedure (2) On receipt of the documents referred to in subsection (1), the court shall serve or cause to be served upon the respondent a copy of the documents together with a notice of the confirmation hearing containing a notice to file a statement of financial affairs in the same manner as in a proceeding under the Family Law Act, and shall proceed with the hearing taking into consideration the certified or sworn document setting out or summarizing the evidence given in the proceeding in the reciprocating state. Report to Attorney General (3) Where the respondent apparently is outside the territorial jurisdiction of the court and will not return, a proper officer of the court, on receipt of documents under subsection (1), shall return the documents to the Attorney General with available information respecting the whereabouts and circumstances of the respondent. Orders of confirmation or refusal (4) At the conclusion of a proceeding under this section, the court may make a confirmation order in the amount it considers appropriate or make an order refusing support to any claimant. Commencement of payments (5) Where the court makes a confirmation order for periodic support payments, the court may direct that the payments begin from a date not earlier than the date of the provisional order. Further evidence (6) The court, before making a confirmation order in a reduced amount or before denying support, shall decide whether to remit the matter back for further evidence to the court that made the provisional order. Interim order (7) Where a court remits a matter under subsection (6), it may make an interim order for support against the respondent. Report and filing (8) At the conclusion of a proceeding under this section, the court, or a proper officer of the court, shall, (a) forward a certified copy of the order to the court that made the provisional order and to the Attorney General; (b) file the confirmation order, where one is made; and (c) where an order is made refusing or reducing support, give written reasons to the court that made the provisional order and to the Attorney General. R.S.O. 1990, c.R.7, s.5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) Where the Attorney General receives from a reciprocating state documents corresponding to those described in subsection 3(3) with the information that the respondent is in Ontario, the Attorney General shall designate a court in Ontario for the purpose of proceedings under this section and forward the documents to that court.</p> <p class=\"headnote-e\"><b>Procedure</b></p> <p class=\"subsection-e\">(2) On receipt of the documents referred to in subsection (1), the court shall serve or cause to be served upon the respondent a copy of the documents together with a notice of the confirmation hearing containing a notice to file a statement of financial affairs in the same manner as in a proceeding under the <i>Family Law Act</i>, and shall proceed with the hearing taking into consideration the certified or sworn document setting out or summarizing the evidence given in the proceeding in the reciprocating state.</p> <p class=\"headnote-e\"><b>Report to Attorney General</b></p> <p class=\"subsection-e\">(3) Where the respondent apparently is outside the territorial jurisdiction of the court and will not return, a proper officer of the court, on receipt of documents under subsection (1), shall return the documents to the Attorney General with available information respecting the whereabouts and circumstances of the respondent.</p> <p class=\"headnote-e\"><b>Orders of confirmation or refusal</b></p> <p class=\"subsection-e\">(4) At the conclusion of a proceeding under this section, the court may make a confirmation order in the amount it considers appropriate or make an order refusing support to any claimant.</p> <p class=\"headnote-e\"><b>Commencement of payments</b></p> <p class=\"subsection-e\">(5) Where the court makes a confirmation order for periodic support payments, the court may direct that the payments begin from a date not earlier than the date of the provisional order.</p> <p class=\"headnote-e\"><b>Further evidence</b></p> <p class=\"subsection-e\">(6) The court, before making a confirmation order in a reduced amount or before denying support, shall decide whether to remit the matter back for further evidence to the court that made the provisional order.</p> <p class=\"headnote-e\"><b>Interim order</b></p> <p class=\"subsection-e\">(7) Where a court remits a matter under subsection (6), it may make an interim order for support against the respondent.</p> <p class=\"headnote-e\"><b>Report and filing</b></p> <p class=\"subsection-e\">(8) At the conclusion of a proceeding under this section, the court, or a proper officer of the court, shall,</p> <p class=\"clause-e\">(a) forward a certified copy of the order to the court that made the provisional order and to the Attorney General;</p> <p class=\"clause-e\">(b) file the confirmation order, where one is made; and</p> <p class=\"clause-e\">(c) where an order is made refusing or reducing support, give written reasons to the court that made the provisional order and to the Attorney General. R.S.O. 1990, c.R.7, s.5.</p>"
        },
        {
            "id": "6.",
            "section": "Choice of law",
            "content": "6. (1) Where the law of the reciprocating state is pleaded to establish the obligation of the respondent to maintain a claimant resident in that state, the court in Ontario shall take judicial notice of that law and apply it. Proof of foreign enactment (2) An enactment of a reciprocating state may be pleaded and proved for the purposes of this section by producing a copy of the enactment received from the reciprocating state. Adjournment (3) Where the law of the reciprocating state is not pleaded under subsection (1), the court in Ontario shall, (a) make an interim order for support against the respondent where appropriate; (b) adjourn the proceeding for a period not exceeding ninety days; and (c) request the Attorney General to notify the appropriate officer of the reciprocating state of the requirement to plead and prove the applicable law of that state if that law is to be applied. Application of local law (4) Where the law of the reciprocating state is not pleaded after an adjournment under subsection (3), the court shall apply the law of Ontario. Statement of local law (5) Where the law of a reciprocating state requires the court in Ontario to provide the court in the reciprocating state with a statement of the grounds on which the making of the confirmation order might have been opposed if the respondent were served and had appeared at the hearing of the court in Ontario, the Attorney General shall be deemed to be the proper officer of the court for the purpose of making and providing the statement of the grounds. R.S.O. 1990, c.R.7, s.6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) Where the law of the reciprocating state is pleaded to establish the obligation of the respondent to maintain a claimant resident in that state, the court in Ontario shall take judicial notice of that law and apply it.</p> <p class=\"headnote-e\"><b>Proof of foreign enactment</b></p> <p class=\"subsection-e\">(2) An enactment of a reciprocating state may be pleaded and proved for the purposes of this section by producing a copy of the enactment received from the reciprocating state.</p> <p class=\"headnote-e\"><b>Adjournment</b></p> <p class=\"subsection-e\">(3) Where the law of the reciprocating state is not pleaded under subsection (1), the court in Ontario shall,</p> <p class=\"clause-e\">(a) make an interim order for support against the respondent where appropriate;</p> <p class=\"clause-e\">(b) adjourn the proceeding for a period not exceeding ninety days; and</p> <p class=\"clause-e\">(c) request the Attorney General to notify the appropriate officer of the reciprocating state of the requirement to plead and prove the applicable law of that state if that law is to be applied.</p> <p class=\"headnote-e\"><b>Application of local law</b></p> <p class=\"subsection-e\">(4) Where the law of the reciprocating state is not pleaded after an adjournment under subsection (3), the court shall apply the law of Ontario.</p> <p class=\"headnote-e\"><b>Statement of local law</b></p> <p class=\"subsection-e\">(5) Where the law of a reciprocating state requires the court in Ontario to provide the court in the reciprocating state with a statement of the grounds on which the making of the confirmation order might have been opposed if the respondent were served and had appeared at the hearing of the court in Ontario, the Attorney General shall be deemed to be the proper officer of the court for the purpose of making and providing the statement of the grounds. R.S.O. 1990, c.R.7, s.6.</p>"
        },
        {
            "id": "7.",
            "section": "Variation or rescission of registered orders",
            "content": "7. (1) The provisions of this Act respecting the procedure for making provisional orders and confirmation orders apply with necessary modifications to a proceeding, except under subsection (5), for the variation or rescission of registered orders. Restricted jurisdiction (2) This section does not, (a) authorize a provincially appointed judge to vary or rescind a registered order made in Canada by a federally appointed judge; or (b) allow a registered order originally made under a federal enactment to be varied or rescinded except as authorized by federal enactment. Powers of provincially appointed judge (3) Despite subsection (2), a provincially appointed judge may make a provisional order to vary or rescind a registered order made in Canada under a provincial enactment by a federally appointed judge. Acceptance of jurisdiction (4) Subject to subsections (2) and (3), a registration court has jurisdiction to vary or rescind a registered order where both claimant and respondent accept its jurisdiction. Variation and rescission where respondent resides in Ontario (5) Where the respondent is ordinarily resident in Ontario, a registration court may, on application by the claimant, vary or rescind a registered order. Confirmation of provisional orders of variation and rescission (6) A registration court may make a confirmation order for the variation or rescission of a registered order where, (a) the respondent is ordinarily resident in Ontario; (b) the claimant is ordinarily resident in a reciprocating state; (c) a certified copy of a provisional order of variation or rescission made by a court in a reciprocating state is received by the registration court through the Attorney General; and (d) the respondent is given notice of the proceeding and an opportunity to appear. Application by respondent residing in Ontario (7) A registration court may, on application by the respondent, make a provisional order varying or rescinding a registered order where, (a) the respondent is ordinarily resident in Ontario; and (b) the claimant is ordinarily resident in the reciprocating state in which the order was first made, and section 3 applies with necessary modifications to the proceeding. Idem (8) A registration court may, on application by the respondent, vary or rescind a registered order where, (a) the respondent is ordinarily resident in Ontario; (b) the claimant is ordinarily resident in a reciprocating state other than the state in which the order was first made; and (c) the registration court, in the course of the proceeding, remits the matter to the court nearest to the place where the claimant lives or works for the purpose of obtaining evidence on behalf of the claimant, or where, (d) the respondent is ordinarily resident in Ontario; (e) the claimant is not ordinarily resident in a reciprocating state; and (f) the claimant is given notice of the proceeding. Application by claimant resident in Ontario (9) Where a claimant ordinarily resident in Ontario applies for a variation or rescission of a final order and the respondent is apparently ordinarily resident in a reciprocating state, the court may make a provisional order of variation or rescission and section 3 applies with necessary modifications to the proceeding. R.S.O. 1990, c.R.7, s.7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) The provisions of this Act respecting the procedure for making provisional orders and confirmation orders apply with necessary modifications to a proceeding, except under subsection (5), for the variation or rescission of registered orders.</p> <p class=\"headnote-e\"><b>Restricted jurisdiction</b></p> <p class=\"subsection-e\">(2) This section does not,</p> <p class=\"clause-e\">(a) authorize a provincially appointed judge to vary or rescind a registered order made in Canada by a federally appointed judge; or</p> <p class=\"clause-e\">(b) allow a registered order originally made under a federal enactment to be varied or rescinded except as authorized by federal enactment.</p> <p class=\"headnote-e\"><b>Powers of provincially appointed judge</b></p> <p class=\"subsection-e\">(3) Despite subsection (2), a provincially appointed judge may make a provisional order to vary or rescind a registered order made in Canada under a provincial enactment by a federally appointed judge.</p> <p class=\"headnote-e\"><b>Acceptance of jurisdiction</b></p> <p class=\"subsection-e\">(4) Subject to subsections (2) and (3), a registration court has jurisdiction to vary or rescind a registered order where both claimant and respondent accept its jurisdiction.</p> <p class=\"headnote-e\"><b>Variation and rescission where respondent resides in Ontario</b></p> <p class=\"subsection-e\">(5) Where the respondent is ordinarily resident in Ontario, a registration court may, on application by the claimant, vary or rescind a registered order.</p> <p class=\"headnote-e\"><b>Confirmation of provisional orders of variation and rescission</b></p> <p class=\"subsection-e\">(6) A registration court may make a confirmation order for the variation or rescission of a registered order where,</p> <p class=\"clause-e\">(a) the respondent is ordinarily resident in Ontario;</p> <p class=\"clause-e\">(b) the claimant is ordinarily resident in a reciprocating state;</p> <p class=\"clause-e\">(c) a certified copy of a provisional order of variation or rescission made by a court in a reciprocating state is received by the registration court through the Attorney General; and</p> <p class=\"clause-e\">(d) the respondent is given notice of the proceeding and an opportunity to appear.</p> <p class=\"headnote-e\"><b>Application by respondent residing in Ontario</b></p> <p class=\"subsection-e\">(7) A registration court may, on application by the respondent, make a provisional order varying or rescinding a registered order where,</p> <p class=\"clause-e\">(a) the respondent is ordinarily resident in Ontario; and</p> <p class=\"clause-e\">(b) the claimant is ordinarily resident in the reciprocating state in which the order was first made,</p> <p class=\"Ssubsection-e\">and section 3 applies with necessary modifications to the proceeding.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(8) A registration court may, on application by the respondent, vary or rescind a registered order where,</p> <p class=\"clause-e\">(a) the respondent is ordinarily resident in Ontario;</p> <p class=\"clause-e\">(b) the claimant is ordinarily resident in a reciprocating state other than the state in which the order was first made; and</p> <p class=\"clause-e\">(c) the registration court, in the course of the proceeding, remits the matter to the court nearest to the place where the claimant lives or works for the purpose of obtaining evidence on behalf of the claimant,</p> <p class=\"Ssubsection-e\">or where,</p> <p class=\"clause-e\">(d) the respondent is ordinarily resident in Ontario;</p> <p class=\"clause-e\">(e) the claimant is not ordinarily resident in a reciprocating state; and</p> <p class=\"clause-e\">(f) the claimant is given notice of the proceeding.</p> <p class=\"headnote-e\"><b>Application by claimant resident in Ontario</b></p> <p class=\"subsection-e\">(9) Where a claimant ordinarily resident in Ontario applies for a variation or rescission of a final order and the respondent is apparently ordinarily resident in a reciprocating state, the court may make a provisional order of variation or rescission and section 3 applies with necessary modifications to the proceeding. R.S.O. 1990, c.R.7, s.7.</p>"
        },
        {
            "id": "8.",
            "section": "Effect of variation or rescission of orders of Ontario by courts in reciprocating states",
            "content": "8. Where an order originally made in Ontario is varied or rescinded in a reciprocating state under the law in that state corresponding to section 7, the order shall be deemed to be so varied or rescinded in Ontario. R.S.O. 1990, c.R.7, s.8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> Where an order originally made in Ontario is varied or rescinded in a reciprocating state under the law in that state corresponding to section 7, the order shall be deemed to be so varied or rescinded in Ontario. R.S.O. 1990, c.R.7, s.8.</p>"
        },
        {
            "id": "9.",
            "section": "Enforcement",
            "content": "9. (1) The registration court has jurisdiction to enforce a registered order even though the order, (a) was made in a proceeding in respect of which the registration court would have had no jurisdiction; or (b) is of a kind that the registration court has no jurisdiction to make. Procedure (2) The provisions of the Family Law Act for the enforcement of support orders apply with necessary modifications to registered orders and interim orders made under this Act. Effect of registered order (3) A registered order has, from the date it is filed or deemed to be registered, the same effect as if it had been a final order originally made by the registration court and may, both with respect to arrears accrued before registration, and with respect to obligations accruing after registration, be enforced, varied or rescinded as provided in this Act. Status of order (4) A registered order may be registered with another court in Ontario and enforced as if it were an order of that court. Service not necessary (5) Where a proceeding is brought to enforce a registered order, it is not necessary to prove that the respondent was served with the order. Recording variations (6) Where a registered order is being enforced and the registration court finds that the order has been varied by a court subsequent to the date of registration, the registration court shall record the fact of the variation and enforce the order as varied. R.S.O. 1990, c.R.7, s.9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) The registration court has jurisdiction to enforce a registered order even though the order,</p> <p class=\"clause-e\">(a) was made in a proceeding in respect of which the registration court would have had no jurisdiction; or</p> <p class=\"clause-e\">(b) is of a kind that the registration court has no jurisdiction to make.</p> <p class=\"headnote-e\"><b>Procedure</b></p> <p class=\"subsection-e\">(2) The provisions of the <i>Family Law Act</i> for the enforcement of support orders apply with necessary modifications to registered orders and interim orders made under this Act.</p> <p class=\"headnote-e\"><b>Effect of registered order</b></p> <p class=\"subsection-e\">(3) A registered order has, from the date it is filed or deemed to be registered, the same effect as if it had been a final order originally made by the registration court and may, both with respect to arrears accrued before registration, and with respect to obligations accruing after registration, be enforced, varied or rescinded as provided in this Act.</p> <p class=\"headnote-e\"><b>Status of order</b></p> <p class=\"subsection-e\">(4) A registered order may be registered with another court in Ontario and enforced as if it were an order of that court.</p> <p class=\"headnote-e\"><b>Service not necessary</b></p> <p class=\"subsection-e\">(5) Where a proceeding is brought to enforce a registered order, it is not necessary to prove that the respondent was served with the order.</p> <p class=\"headnote-e\"><b>Recording variations</b></p> <p class=\"subsection-e\">(6) Where a registered order is being enforced and the registration court finds that the order has been varied by a court subsequent to the date of registration, the registration court shall record the fact of the variation and enforce the order as varied. R.S.O. 1990, c.R.7, s.9.</p>"
        },
        {
            "id": "10.",
            "section": "Social assistance agency as claimant",
            "content": "10. A proceeding under this Act may be brought by, (a) the Ministry of Community and Social Services in the name of the Minister; (b) a municipality, excluding a lower-tier municipality in a regional municipality; (c) a district social services administration board under the District Social Services Administration Boards Act; (d) a band approved under section 15 of the General Welfare Assistance Act; or (e) a delivery agent under the Ontario Works Act, 1997, as claimant if the agency is providing or has provided a benefit under the Family Benefits Act, assistance under the General Welfare Assistance Act or the Ontario Works Act, 1997 or income support under the Ontario Disability Support Program Act, 1997 in respect of the dependant’s support or if an application for such a benefit, assistance or income support has been made to the agency by or on behalf of the dependant. 1997, c. 25, Sched. E, s. 10; 2002, c. 17, Sched. C, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> A proceeding under this Act may be brought by,</p> <p class=\"clause-e\">(a) the Ministry of Community and Social Services in the name of the Minister;</p> <p class=\"clause-e\">(b) a municipality, excluding a lower-tier municipality in a regional municipality;</p> <p class=\"clause-e\">(c) a district social services administration board under the <i>District Social Services Administration Boards Act</i>;</p> <p class=\"clause-e\">(d) a band approved under section 15 of the <i>General Welfare Assistance Act</i>; or</p> <p class=\"clause-e\">(e) a delivery agent under the <i>Ontario Works Act, 1997</i>,</p> <p class=\"Ssection-e\">as claimant if the agency is providing or has provided a benefit under the <i>Family Benefits Act</i>, assistance under the <i>General Welfare Assistance Act</i> or the <i>Ontario Works Act, 1997</i> or income support under the <i>Ontario Disability Support Program Act, 1997</i> in respect of the dependant’s support or if an application for such a benefit, assistance or income support has been made to the agency by or on behalf of the dependant. 1997, c. 25, Sched. E, s. 10; 2002, c. 17, Sched. C, s. 25.</p>"
        },
        {
            "id": "11.",
            "section": "Duties of the Attorney General",
            "content": "11. (1) The Attorney General shall, on request in writing by a claimant or an officer or court of a reciprocating state, take all reasonable measures to enforce an order made or registered under this Act. Transmission of documents (2) On receipt of a document for transmission under this Act to a reciprocating state, the Attorney General shall transmit the document to the proper officer of the reciprocating state. Delegation (3) The Attorney General may in writing authorize a person to perform or exercise a power or duty given to the Attorney General under this Act. R.S.O. 1990, c.R.7, s.11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> (1) The Attorney General shall, on request in writing by a claimant or an officer or court of a reciprocating state, take all reasonable measures to enforce an order made or registered under this Act.</p> <p class=\"headnote-e\"><b>Transmission of documents</b></p> <p class=\"subsection-e\">(2) On receipt of a document for transmission under this Act to a reciprocating state, the Attorney General shall transmit the document to the proper officer of the reciprocating state.</p> <p class=\"headnote-e\"><b>Delegation</b></p> <p class=\"subsection-e\">(3) The Attorney General may in writing authorize a person to perform or exercise a power or duty given to the Attorney General under this Act. R.S.O. 1990, c.R.7, s.11.</p>"
        },
        {
            "id": "12.",
            "section": "Documents from reciprocating states",
            "content": "12. (1) Where a document in the nature of an order or a certified copy of the document is received by a court in Ontario through the Attorney General, the court in Ontario shall characterise the document as a provisional order or a final order, according to the tenor of the document, and proceed accordingly. Terminology (2) Where, in a proceeding under this Act, a document from a court in the reciprocating state contains terminology different from the terminology of this Act or customarily in use in the court in Ontario, the court in Ontario shall give a broad and liberal interpretation to the terminology so as to give effect to the document. R.S.O. 1990, c.R.7, s.12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b> (1) Where a document in the nature of an order or a certified copy of the document is received by a court in Ontario through the Attorney General, the court in Ontario shall characterise the document as a provisional order or a final order, according to the tenor of the document, and proceed accordingly.</p> <p class=\"headnote-e\"><b>Terminology</b></p> <p class=\"subsection-e\">(2) Where, in a proceeding under this Act, a document from a court in the reciprocating state contains terminology different from the terminology of this Act or customarily in use in the court in Ontario, the court in Ontario shall give a broad and liberal interpretation to the terminology so as to give effect to the document. R.S.O. 1990, c.R.7, s.12.</p>"
        },
        {
            "id": "13.",
            "section": "Presumption of regularity",
            "content": "13. For the purposes of this Act, it shall be presumed, unless the contrary is established, that procedures taken in a reciprocating state have been regular and complete and that the court making an order in a reciprocating state had jurisdiction to do so and that the jurisdiction is recognized under the conflict of laws rules of Ontario. R.S.O. 1990, c.R.7, s.13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b> For the purposes of this Act, it shall be presumed, unless the contrary is established, that procedures taken in a reciprocating state have been regular and complete and that the court making an order in a reciprocating state had jurisdiction to do so and that the jurisdiction is recognized under the conflict of laws rules of Ontario. R.S.O. 1990, c.R.7, s.13.</p>"
        },
        {
            "id": "14.",
            "section": "Conversion to Canadian currency",
            "content": "14. (1) Where confirmation of a provisional order or registration of a final order is sought and the documents received by a court refer to amounts of support or arrears not expressed in Canadian currency, a proper officer of the court shall first obtain from a bank a quotation for the equivalent amounts in Canadian currency at a rate of exchange applicable on the day the order was made or last varied. Certification (2) The amounts in Canadian currency certified on the order by the proper officer of the court under subsection (1) shall be deemed to be the amounts of the order. Translation (3) Where an order or other document received by a court is not in English or French, the order or other document shall have attached to it from the other jurisdiction a translation in English or French approved by the court and the order or other document shall be deemed to be in English or French for the purposes of this Act. R.S.O. 1990, c.R.7, s.14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b> (1) Where confirmation of a provisional order or registration of a final order is sought and the documents received by a court refer to amounts of support or arrears not expressed in Canadian currency, a proper officer of the court shall first obtain from a bank a quotation for the equivalent amounts in Canadian currency at a rate of exchange applicable on the day the order was made or last varied.</p> <p class=\"headnote-e\"><b>Certification</b></p> <p class=\"subsection-e\">(2) The amounts in Canadian currency certified on the order by the proper officer of the court under subsection (1) shall be deemed to be the amounts of the order.</p> <p class=\"headnote-e\"><b>Translation</b></p> <p class=\"subsection-e\">(3) Where an order or other document received by a court is not in English or French, the order or other document shall have attached to it from the other jurisdiction a translation in English or French approved by the court and the order or other document shall be deemed to be in English or French for the purposes of this Act. R.S.O. 1990, c.R.7, s.14.</p>"
        },
        {
            "id": "15.",
            "section": "Appeals",
            "content": "15. (1) Subject to subsections (2) and (3), a claimant, respondent or the Attorney General may appeal any ruling, decision or order of a court in Ontario under this Act and the Family Law Act applies with necessary modifications to the appeal. Time for appeal by appellant (2) A person resident in the reciprocating state and entitled to appear in the court in the reciprocating state in the proceeding being appealed from, or the Attorney General on that person’s behalf, may appeal within seventy-five days after the making of the ruling, decision or order of the court in Ontario appealed from. Time for appeal by persons responding to appeal (3) A person responding to an appeal under subsection (2) may appeal a ruling, decision or order in the same proceeding within fifteen days after receipt of notice of the appeal. Order in force pending appeal (4) An order under appeal remains in force pending the determination of the appeal, unless the court appealed to otherwise orders. R.S.O. 1990, c.R.7, s.15.",
            "raw_html": "<p class=\"section-e\"><b>15.</b> (1) Subject to subsections (2) and (3), a claimant, respondent or the Attorney General may appeal any ruling, decision or order of a court in Ontario under this Act and the <i>Family Law Act</i> applies with necessary modifications to the appeal.</p> <p class=\"headnote-e\"><b>Time for appeal by appellant</b></p> <p class=\"subsection-e\">(2) A person resident in the reciprocating state and entitled to appear in the court in the reciprocating state in the proceeding being appealed from, or the Attorney General on that person’s behalf, may appeal within seventy-five days after the making of the ruling, decision or order of the court in Ontario appealed from.</p> <p class=\"headnote-e\"><b>Time for appeal by persons responding to appeal</b></p> <p class=\"subsection-e\">(3) A person responding to an appeal under subsection (2) may appeal a ruling, decision or order in the same proceeding within fifteen days after receipt of notice of the appeal.</p> <p class=\"headnote-e\"><b>Order in force pending appeal</b></p> <p class=\"subsection-e\">(4) An order under appeal remains in force pending the determination of the appeal, unless the court appealed to otherwise orders. R.S.O. 1990, c.R.7, s.15.</p>"
        },
        {
            "id": "16.",
            "section": "Evidentiary matters",
            "content": "16. (1) In a proceeding under this Act, spouses are competent and compellable witnesses against each other. Proof of documents (2) In a proceeding under this Act, a document purporting to be signed by a judge, officer of a court or public officer in a reciprocating state shall, unless the contrary is proved, be proof of the appointment, signature and authority of the person who signed it. Sworn documents and transcripts (3) Statements in writing sworn by the maker, depositions or transcripts of evidence taken in a reciprocating state may be received in evidence by a court in Ontario under this Act. Proof of default (4) For the purposes of proving default or arrears under this Act, a court may receive in evidence a sworn document made by any person deposing to have knowledge of, or information and belief concerning, the fact. R.S.O. 1990, c.R.7, s.16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b> (1) In a proceeding under this Act, spouses are competent and compellable witnesses against each other.</p> <p class=\"headnote-e\"><b>Proof of documents</b></p> <p class=\"subsection-e\">(2) In a proceeding under this Act, a document purporting to be signed by a judge, officer of a court or public officer in a reciprocating state shall, unless the contrary is proved, be proof of the appointment, signature and authority of the person who signed it.</p> <p class=\"headnote-e\"><b>Sworn documents and transcripts</b></p> <p class=\"subsection-e\">(3) Statements in writing sworn by the maker, depositions or transcripts of evidence taken in a reciprocating state may be received in evidence by a court in Ontario under this Act.</p> <p class=\"headnote-e\"><b>Proof of default</b></p> <p class=\"subsection-e\">(4) For the purposes of proving default or arrears under this Act, a court may receive in evidence a sworn document made by any person deposing to have knowledge of, or information and belief concerning, the fact. R.S.O. 1990, c.R.7, s.16.</p>"
        },
        {
            "id": "17.",
            "section": "Statement of payments",
            "content": "17. A registration court or a proper officer of it shall, on reasonable request of a claimant, respondent, the Attorney General, a proper officer of a reciprocating state or a court of the state, furnish a sworn itemized statement showing with respect to support under an order, (a) all amounts that became due and owing by the respondent during the twenty-four months preceding the date of the statement; and (b) all payments made through the court by or on behalf of the respondent during that period. R.S.O. 1990, c.R.7, s.17; 1993, c.27, Sched.",
            "raw_html": "<p class=\"section-e\"><b>17.</b> A registration court or a proper officer of it shall, on reasonable request of a claimant, respondent, the Attorney General, a proper officer of a reciprocating state or a court of the state, furnish a sworn itemized statement showing with respect to support under an order,</p> <p class=\"clause-e\">(a) all amounts that became due and owing by the respondent during the twenty-four months preceding the date of the statement; and</p> <p class=\"clause-e\">(b) all payments made through the court by or on behalf of the respondent during that period. R.S.O. 1990, c.R.7, s.17; 1993, c.27, Sched.</p>"
        },
        {
            "id": "18.",
            "section": "Transmission of documents by court where respondent leaves Ontario",
            "content": "18. Where a proper officer of a court in Ontario believes that a respondent under a registered order has ceased to reside in Ontario and is resident in or proceeding to another province or state, the officer shall inform the Attorney General and the court that made the order of any information the officer has respecting the whereabouts and circumstances of the respondent and, on request by the Attorney General, a proper officer of the court that made the order or the claimant, shall send to the court or person indicated in the request, (a) three certified copies of the order as filed with the court in Ontario; and (b) a sworn certificate of arrears. R.S.O. 1990, c.R.7, s.18.",
            "raw_html": "<p class=\"section-e\"><b>18.</b> Where a proper officer of a court in Ontario believes that a respondent under a registered order has ceased to reside in Ontario and is resident in or proceeding to another province or state, the officer shall inform the Attorney General and the court that made the order of any information the officer has respecting the whereabouts and circumstances of the respondent and, on request by the Attorney General, a proper officer of the court that made the order or the claimant, shall send to the court or person indicated in the request,</p> <p class=\"clause-e\">(a) three certified copies of the order as filed with the court in Ontario; and</p> <p class=\"clause-e\">(b) a sworn certificate of arrears. R.S.O. 1990, c.R.7, s.18.</p>"
        },
        {
            "id": "19.",
            "section": "Regulations",
            "content": "19. The Lieutenant Governor in Council may, where satisfied that laws are or will be in effect in a state for the reciprocal enforcement of orders made in Ontario on a basis substantially similar to this Act, by regulation, designate that state to be a reciprocating state. R.S.O. 1990, c.R.7, s.19.",
            "raw_html": "<p class=\"section-e\"><b>19.</b> The Lieutenant Governor in Council may, where satisfied that laws are or will be in effect in a state for the reciprocal enforcement of orders made in Ontario on a basis substantially similar to this Act, by regulation, designate that state to be a reciprocating state. R.S.O. 1990, c.R.7, s.19.</p>"
        },
        {
            "id": "20.",
            "section": "Saving",
            "content": "20. This Act does not impair any other remedy available to a claimant or another person, Ontario, a province, a state or a political subdivision or official agency of Ontario, a province or a state. R.S.O. 1990, c.R.7, s.20.",
            "raw_html": "<p class=\"section-e\"><b>20.</b> This Act does not impair any other remedy available to a claimant or another person, Ontario, a province, a state or a political subdivision or official agency of Ontario, a province or a state. R.S.O. 1990, c.R.7, s.20.</p>"
        },
        {
            "id": "21.",
            "section": "Application to past orders",
            "content": "21. This Act applies to orders, whether provisional, confirmation, final or registered, even though they were made or registered before this Act comes into force. R.S.O. 1990, c.R.7, s.21. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>21.</b> This Act applies to orders, whether provisional, confirmation, final or registered, even though they were made or registered before this Act comes into force. R.S.O. 1990, c.R.7, s.21.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90r07_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90r07_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}