{
    "act_info": {
        "full_title": "Reducing Regulatory Costs for Business Act, 2017, S.O. 2017, c. 20, Sched. 4",
        "act_name_text": "Reducing Regulatory Costs for Business Act, 2017",
        "citation": "S.O. 2017, c. 20, Sched. 4",
        "url": "https://www.ontario.ca/laws/statute/17r20",
        "date_scraped": "2023-12-18 19:14:53"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/17r20/v3",
            "valid_from": "July 21, 2020",
            "valid_to": "December 31, 2020"
        },
        {
            "a_href": "/laws/statute/17r20/v2",
            "valid_from": "January  1, 2018",
            "valid_to": "July 20, 2020"
        },
        {
            "a_href": "/laws/statute/17r20/v1",
            "valid_from": "November 14, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 (1) In this Act, “administrative cost” means a cost that is imposed on a business as a consequence of complying with a regulation and that is prescribed for the purposes of this definition; (“frais administratifs”) “business”, subject to the regulations, includes every trade, occupation, profession, service or venture carried on with a view to profit; (“entreprise”) “prescribed” means prescribed by regulations made under this Act; (“prescrit”) “recognized standards” means requirements that have been set by standard development organizations that have been accredited by the Standards Council of Canada, or by similar standard development organizations; (“normes reconnues”) “regulation governed by this Act” means, (a)  subject to any prescribed exceptions, a regulation made or approved by the Lieutenant Governor in Council, and (b)  any other regulation, order or instrument that may be prescribed. (“règlement régi par la présente loi”) Making or approving a regulation (2) For greater certainty, a reference in this Act to making or approving a regulation governed by this Act includes both making or approving a new regulation and making or approving an amendment to an existing regulation. Control of Administrative Costs",
            "raw_html": "<p class=\"section\"><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“administrative cost” means a cost that is imposed on a business as a consequence of complying with a regulation and that is prescribed for the purposes of this definition; (“frais administratifs”)</p> <p class=\"definition\">“business”, subject to the regulations, includes every trade, occupation, profession, service or venture carried on with a view to profit; (“entreprise”)</p> <p class=\"definition\">“prescribed” means prescribed by regulations made under this Act; (“prescrit”)</p> <p class=\"definition\">“recognized standards” means requirements that have been set by standard development organizations that have been accredited by the Standards Council of Canada, or by similar standard development organizations; (“normes reconnues”)</p> <p class=\"definition\">“regulation governed by this Act” means,</p> <p class=\"paragraph\">  (a)  subject to any prescribed exceptions, a regulation made or approved by the Lieutenant Governor in Council, and</p> <p class=\"paragraph\">  (b)  any other regulation, order or instrument that may be prescribed. (“règlement régi par la présente loi”)</p> <p class=\"headnote\">Making or approving a regulation</p> <p class=\"subsection\">(2) For greater certainty, a reference in this Act to making or approving a regulation governed by this Act includes both making or approving a new regulation and making or approving an amendment to an existing regulation.</p> <p class=\"heading1\">Control of Administrative Costs</p>"
        },
        {
            "id": "2",
            "section": "Offset of administrative costs",
            "content": "2 (1) Where a regulation governed by this Act is made or approved and has the effect of creating or increasing one or more administrative costs, a prescribed offset must be made within a prescribed time after the regulation is made or approved. Public interest (2) If an offset required under subsection (1) is proposed to be made through a regulation made or approved by the Lieutenant Governor in Council, the Lieutenant Governor in Council shall, before making or approving the regulation, review it to take into account the protection of the public interest, including health, safety and the environment.",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) Where a regulation governed by this Act is made or approved and has the effect of creating or increasing one or more administrative costs, a prescribed offset must be made within a prescribed time after the regulation is made or approved.</p> <p class=\"headnote\">Public interest</p> <p class=\"subsection\">(2) If an offset required under subsection (1) is proposed to be made through a regulation made or approved by the Lieutenant Governor in Council, the Lieutenant Governor in Council shall, before making or approving the regulation, review it to take into account the protection of the public interest, including health, safety and the environment.</p>"
        },
        {
            "id": "3",
            "section": "Analysis of regulatory impact",
            "content": "3 Where it is proposed to make a regulation governed by this Act, the Minister responsible for the administration of the regulation shall ensure that, (a)  in the prescribed circumstances, an analysis of the potential regulatory impact is conducted, including the prescribed administrative costs; and (b)  the analysis is published in the prescribed manner. Small Business Compliance",
            "raw_html": "<p class=\"section\"><b>3 </b>Where it is proposed to make a regulation governed by this Act, the Minister responsible for the administration of the regulation shall ensure that,</p> <p class=\"paragraph\">  (a)  in the prescribed circumstances, an analysis of the potential regulatory impact is conducted, including the prescribed administrative costs; and</p> <p class=\"paragraph\">  (b)  the analysis is published in the prescribed manner.</p> <p class=\"heading1\">Small Business Compliance</p>"
        },
        {
            "id": "4",
            "section": "Small business compliance",
            "content": "4 (1) The Lieutenant Governor in Council and any other prescribed entity that makes or approves a regulation governed by this Act that imposes requirements on businesses shall ensure that the regulation includes, where appropriate, less onerous compliance requirements to apply to small businesses. Same (2) Every Minister responsible for the administration of a regulation governed by this Act shall ensure that when the regulation is reviewed for any reason, a determination is made as to whether the regulation imposes requirements on businesses and, where appropriate, steps are taken to amend or replace the regulation in order to establish less onerous requirements to apply to small businesses. Standards",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) The Lieutenant Governor in Council and any other prescribed entity that makes or approves a regulation governed by this Act that imposes requirements on businesses shall ensure that the regulation includes, where appropriate, less onerous compliance requirements to apply to small businesses.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Every Minister responsible for the administration of a regulation governed by this Act shall ensure that when the regulation is reviewed for any reason, a determination is made as to whether the regulation imposes requirements on businesses and, where appropriate, steps are taken to amend or replace the regulation in order to establish less onerous requirements to apply to small businesses.</p> <p class=\"heading1\">Standards</p>"
        },
        {
            "id": "5",
            "section": "Recognized standards",
            "content": "5 (1) The Lieutenant Governor in Council and any other prescribed entity that makes or approves a regulation governed by this Act that imposes requirements on businesses shall ensure that the regulation, where appropriate, adopts recognized standards. Same (2) Every Minister responsible for the administration of a regulation governed by this Act shall ensure that when the regulation is reviewed for any reason, a determination is made as to whether the regulation imposes requirements on businesses and, where appropriate, steps are taken to amend or replace the regulation in order to adopt recognized standards. Electronic Transmission of Documents",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) The Lieutenant Governor in Council and any other prescribed entity that makes or approves a regulation governed by this Act that imposes requirements on businesses shall ensure that the regulation, where appropriate, adopts recognized standards.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Every Minister responsible for the administration of a regulation governed by this Act shall ensure that when the regulation is reviewed for any reason, a determination is made as to whether the regulation imposes requirements on businesses and, where appropriate, steps are taken to amend or replace the regulation in order to adopt recognized standards.</p> <p class=\"heading1\">Electronic Transmission of Documents</p>"
        },
        {
            "id": "6",
            "section": "Electronic transmission of documents",
            "content": "6 A business that is required, for any reason, to submit documents to a Ministry of the Government of Ontario in order to comply with a regulation may, at the option of the business, submit the documents electronically. Recognition of Excellent compliance",
            "raw_html": "<p class=\"section\"><b>6 </b>A business that is required, for any reason, to submit documents to a Ministry of the Government of Ontario in order to comply with a regulation may, at the option of the business, submit the documents electronically.</p> <p class=\"heading1\">Recognition of Excellent compliance</p>"
        },
        {
            "id": "7",
            "section": "Recognition of excellent compliance",
            "content": "7 Every Ministry of the Government of Ontario that administers regulatory programs shall develop a plan to recognize businesses that demonstrate excellent compliance with regulatory requirements. Immunity",
            "raw_html": "<p class=\"section\"><b>7 </b>Every Ministry of the Government of Ontario that administers regulatory programs shall develop a plan to recognize businesses that demonstrate excellent compliance with regulatory requirements.</p> <p class=\"heading1\">Immunity</p>"
        },
        {
            "id": "8",
            "section": "Immunity",
            "content": "8 (1) No action or other proceeding shall be commenced against the Crown or any of its agencies with respect to anything done or omitted to be done, or purported to be done or omitted to be done, under this Act. Validity of regulations (2) No regulation is invalid by reason only of a failure to comply with any provision of this Act. Regulations",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) No action or other proceeding shall be commenced against the Crown or any of its agencies with respect to anything done or omitted to be done, or purported to be done or omitted to be done, under this Act.</p> <p class=\"headnote\">Validity of regulations</p> <p class=\"subsection\">(2) No regulation is invalid by reason only of a failure to comply with any provision of this Act.</p> <p class=\"heading1\">Regulations</p>"
        },
        {
            "id": "9",
            "section": "Regulations, Minister",
            "content": "9 The Minister responsible for the administration of this Act may make regulations providing for exemptions from any requirement under section 6 or 7, and may make such an exemption subject to conditions or limitations.",
            "raw_html": "<p class=\"section\"><b>9 </b>The Minister responsible for the administration of this Act may make regulations providing for exemptions from any requirement under section 6 or 7, and may make such an exemption subject to conditions or limitations.</p>"
        },
        {
            "id": "10",
            "section": "Regulations, LG in C",
            "content": "10 (1) Subject to section 9, the Lieutenant Governor in Council may make regulations respecting anything provided for in this Act and for carrying out the purposes, provisions and intent of this Act. Same (2) Without restricting the generality of subsection (1), the Lieutenant Governor in Council may make regulations, (a)  respecting anything that may be prescribed under this Act; (b)  defining words and expressions used in this Act that are not otherwise defined in this Act; (c)  prescribing costs for the purposes of the definition of “administrative cost” in subsection 1 (1); (d)  clarifying the definition of “business” in subsection 1 (1) and providing for exemptions from that definition; (e)  governing how administrative costs are to be measured and offset under section 2, prescribing offsets and setting requirements and formulas for offsets, and establishing time periods for when offsets must be made; (f)  governing the analysis required under section 3, including governing the circumstances when an analysis of the regulatory impact is to be conducted, the scope of the administrative costs to be considered in the analysis of the regulatory impact, and the manner in which the analysis is to be published; (g)  providing for exemptions from anything under this Act that are not provided for in section 9 and making any such exemption subject to conditions or limitations. 11 Omitted\r\n(provides for coming into force of provisions of this Act). 12 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) Subject to section 9, the Lieutenant Governor in Council may make regulations respecting anything provided for in this Act and for carrying out the purposes, provisions and intent of this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Without restricting the generality of subsection (1), the Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  respecting anything that may be prescribed under this Act;</p> <p class=\"paragraph\">  (b)  defining words and expressions used in this Act that are not otherwise defined in this Act;</p> <p class=\"paragraph\">  (c)  prescribing costs for the purposes of the definition of “administrative cost” in subsection 1 (1);</p> <p class=\"paragraph\">  (d)  clarifying the definition of “business” in subsection 1 (1) and providing for exemptions from that definition;</p> <p class=\"paragraph\">  (e)  governing how administrative costs are to be measured and offset under section 2, prescribing offsets and setting requirements and formulas for offsets, and establishing time periods for when offsets must be made;</p> <p class=\"paragraph\">  (f)  governing the analysis required under section 3, including governing the circumstances when an analysis of the regulatory impact is to be conducted, the scope of the administrative costs to be considered in the analysis of the regulatory impact, and the manner in which the analysis is to be published;</p> <p class=\"paragraph\">  (g)  providing for exemptions from anything under this Act that are not provided for in section 9 and making any such exemption subject to conditions or limitations.</p> <p class=\"section\"><b>11 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>12</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/17r20\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "11",
            "section": "Same",
            "content": "11 Omitted\r\n(provides for coming into force of provisions of this Act). 12 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>11 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>12</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/17r20\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "12",
            "section": "Same",
            "content": "12 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>12</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/17r20\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}