{
    "act_info": {
        "full_title": "Regional Municipality of Ottawa-Carleton Act, R.S.O. 1990, c. R.14",
        "act_name_text": "Not Found",
        "citation": "Regional Municipality of Ottawa-Carleton Act, R.S.O. 1990, c. R.14",
        "url": "https://www.ontario.ca/laws/statute/90r14",
        "date_scraped": "2023-12-21 13:45:53"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/940337",
            "revoked_reg_citation": "O. Reg. 337/94",
            "revoked_reg_title": "ELECTION OF REGIONAL COUNCILLORS"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/940284",
            "revoked_reg_citation": "O. Reg. 284/94",
            "revoked_reg_title": "WARDS"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/910275",
            "revoked_reg_citation": "O. Reg. 275/91",
            "revoked_reg_title": "METHOD OF SELECTING REGIONAL REPRESENTATIVES-CITY OF GLOUCESTER"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.In this Act, “area municipality” means the municipality or corporation of the Township of Cumberland, the City of Gloucester, the Township of Goulbourn, the City of Kanata, the City of Nepean, the Township of Osgoode, the City of Ottawa, the Township of Rideau, the Village of Rockcliffe Park, the City of Vanier or the Township of West Carleton; (“municipalité de secteur”) “chair” means the chair of the Regional Council; (“président”) “debt” includes any obligation for the payment of money; (“dette”) “highway” and “road” mean a common and public highway or any part thereof, and include a street, bridge, and any other structure incidental thereto or any part thereof; (“voie publique”, “route”) “land” includes lands, tenements, and hereditaments, and any other estate or interest therein, and any right or easement affecting them, and land covered with water, and includes any buildings or improvements on land; (“bien-fonds”) “local board” means any school board, public utility commission, transportation commission, public library board, board of park management, board of health, police services board, planning board or any other board, commission, committee, body or local authority established or exercising any power or authority under any general or special Act with respect to any of the affairs or purposes, including school purposes, of the Regional Corporation or of an area municipality or of two or more area municipalities or parts thereof; (“conseil local”) “local ward” means a ward established for electing a member to the council of an area municipality; (“quartier local”) “Minister” means the Minister of Municipal Affairs; (“ministre”) “Ministry” means the Ministry of Municipal Affairs; (“ministère”) “Municipal Board” means the Ontario Municipal Board; (“Commission des affaires municipales”) “Regional Area” means the area from time to time included within the area municipalities; (“secteur régional”) “Regional Corporation” means The Regional Municipality of Ottawa-Carleton; (“Municipalité régionale”) “Regional Council” means the council of the Regional Corporation; (“conseil régional”) “regional road” means a road forming part of the regional road system continued under Part III of the Regional Municipalities Act; (“route régionale”) “regional ward” means a ward established for electing a regional councillor to the Regional Council. (“quartier régional”) R.S.O. 1990, c. R.14, s. 1; 1994, c. 1, s. 1. PART I   INCORPORATION AND COUNCIL OF REGIONAL AREA",
            "raw_html": "<p class=\"section-e\"><b>1.</b>In this Act,</p> <p class=\"firstdef-e\">“area municipality” means the municipality or corporation of the Township of Cumberland, the City of Gloucester, the Township of Goulbourn, the City of Kanata, the City of Nepean, the Township of Osgoode, the City of Ottawa, the Township of Rideau, the Village of Rockcliffe Park, the City of Vanier or the Township of West Carleton; (“municipalité de secteur”)</p> <p class=\"definition-e\">“chair” means the chair of the Regional Council; (“président”)</p> <p class=\"definition-e\">“debt” includes any obligation for the payment of money; (“dette”)</p> <p class=\"definition-e\">“highway” and “road” mean a common and public highway or any part thereof, and include a street, bridge, and any other structure incidental thereto or any part thereof; (“voie publique”, “route”)</p> <p class=\"definition-e\">“land” includes lands, tenements, and hereditaments, and any other estate or interest therein, and any right or easement affecting them, and land covered with water, and includes any buildings or improvements on land; (“bien-fonds”)</p> <p class=\"definition-e\">“local board” means any school board, public utility commission, transportation commission, public library board, board of park management, board of health, police services board, planning board or any other board, commission, committee, body or local authority established or exercising any power or authority under any general or special Act with respect to any of the affairs or purposes, including school purposes, of the Regional Corporation or of an area municipality or of two or more area municipalities or parts thereof; (“conseil local”)</p> <p class=\"definition-e\">“local ward” means a ward established for electing a member to the council of an area municipality; (“quartier local”)</p> <p class=\"definition-e\">“Minister” means the Minister of Municipal Affairs; (“ministre”)</p> <p class=\"definition-e\">“Ministry” means the Ministry of Municipal Affairs; (“ministère”)</p> <p class=\"definition-e\">“Municipal Board” means the Ontario Municipal Board; (“Commission des affaires municipales”)</p> <p class=\"definition-e\">“Regional Area” means the area from time to time included within the area municipalities; (“secteur régional”)</p> <p class=\"definition-e\">“Regional Corporation” means The Regional Municipality of Ottawa-Carleton; (“Municipalité régionale”)</p> <p class=\"definition-e\">“Regional Council” means the council of the Regional Corporation; (“conseil régional”)</p> <p class=\"definition-e\">“regional road” means a road forming part of the regional road system continued under Part III of the <i>Regional Municipalities Act</i>; (“route régionale”)</p> <p class=\"definition-e\">“regional ward” means a ward established for electing a regional councillor to the Regional Council. (“quartier régional”) R.S.O. 1990, c. R.14, s. 1; 1994, c. 1, s. 1.</p> <p class=\"partnum-e\"><b>PART I <br/>  INCORPORATION AND COUNCIL OF REGIONAL AREA</b></p>"
        },
        {
            "id": "2.",
            "section": "Regional Corporation continued",
            "content": "2.(1)The inhabitants of the Regional Area are continued as a body corporate under the name of The Regional Municipality of Ottawa-Carleton in English and under the name Municipalité régionale d’Ottawa-Carleton in French. Deemed municipality (2)The Regional Corporation shall be deemed to be a municipality for the purposes of the Municipal Affairs Act and the Ontario Municipal Board Act. R.S.O. 1990, c. R.14, s. 2. 3.REPEALED: 1996, c. 32, s. 91 (1).",
            "raw_html": "<p class=\"section-e\"><b>2.</b>(1)The inhabitants of the Regional Area are continued as a body corporate under the name of The Regional Municipality of Ottawa-Carleton in English and under the name Municipalité régionale d’Ottawa-Carleton in French.</p> <p class=\"headnote-e\"><b>Deemed municipality</b></p> <p class=\"subsection-e\">(2)The Regional Corporation shall be deemed to be a municipality for the purposes of the <i>Municipal Affairs Act</i> and the <i>Ontario Municipal Board Act</i>. R.S.O. 1990, c. R.14, s. 2.</p> <p class=\"section-e\"><b>3.</b>REPEALED: 1996, c. 32, s. 91 (1).</p>"
        },
        {
            "id": "3.",
            "section": "Deemed municipality",
            "content": "3.REPEALED: 1996, c. 32, s. 91 (1).",
            "raw_html": "<p class=\"section-e\"><b>3.</b>REPEALED: 1996, c. 32, s. 91 (1).</p>"
        },
        {
            "id": "4.",
            "section": "No board of control",
            "content": "4.An area municipality shall not have a board of control. 1994, c. 1, s. 2. 5.(1)REPEALED: 1996, c. 32, s. 91 (2). Restrictions after polling day (2)Section 107 of the Municipal Act applies with necessary modifications to the Regional Council. 1994, c. 1, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>4.</b>An area municipality shall not have a board of control. 1994, c. 1, s. 2.</p> <p class=\"section-e\"><b>5.</b>(1)REPEALED: 1996, c. 32, s. 91 (2).</p> <p class=\"headnote-e\"><b>Restrictions after polling day</b></p> <p class=\"subsection-e\">(2)Section 107 of the <i>Municipal Act</i> applies with necessary modifications to the Regional Council. 1994, c. 1, s. 2.</p>"
        },
        {
            "id": "5.",
            "section": "No board of control",
            "content": "5.(1)REPEALED: 1996, c. 32, s. 91 (2). Restrictions after polling day (2)Section 107 of the Municipal Act applies with necessary modifications to the Regional Council. 1994, c. 1, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>5.</b>(1)REPEALED: 1996, c. 32, s. 91 (2).</p> <p class=\"headnote-e\"><b>Restrictions after polling day</b></p> <p class=\"subsection-e\">(2)Section 107 of the <i>Municipal Act</i> applies with necessary modifications to the Regional Council. 1994, c. 1, s. 2.</p>"
        },
        {
            "id": "6.",
            "section": "Election to Regional Council",
            "content": "6.(1)Except as otherwise provided in this Part, the elections to the office of chair and of regional councillor shall be conducted in accordance with the Municipal Elections Act to be held concurrently with the regular election in the area municipalities. 1994, c. 1, s. 2. Qualifications (2)A person is qualified to hold office as chair or as a regional councillor of the Regional Council, (a) if the person is entitled to be an elector under section 17 of the Municipal Elections Act, 1996 for the election of members of the council of an area municipality; and (b) if the person is not disqualified by this or any other Act from holding the office of chair or regional council, as the case may be. 1994, c. 1, s. 2; 1996, c. 32, s. 91 (3). Restriction (3)Section 40 of the Municipal Act applies with necessary modifications to the Regional Council. 1994, c. 1, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>6.</b>(1)Except as otherwise provided in this Part, the elections to the office of chair and of regional councillor shall be conducted in accordance with the <i>Municipal Elections Act</i> to be held concurrently with the regular election in the area municipalities. 1994, c. 1, s. 2.</p> <p class=\"headnote-e\"><b>Qualifications</b></p> <p class=\"subsection-e\">(2)A person is qualified to hold office as chair or as a regional councillor of the Regional Council,</p> <p class=\"clause-e\">(a) if the person is entitled to be an elector under section 17 of the <i>Municipal Elections Act, 1996</i> for the election of members of the council of an area municipality; and</p> <p class=\"clause-e\">(b) if the person is not disqualified by this or any other Act from holding the office of chair or regional council, as the case may be. 1994, c. 1, s. 2; 1996, c. 32, s. 91 (3).</p> <p class=\"headnote-e\"><b>Restriction</b></p> <p class=\"subsection-e\">(3)Section 40 of the <i>Municipal Act</i> applies with necessary modifications to the Regional Council. 1994, c. 1, s. 2.</p>"
        },
        {
            "id": "7.",
            "section": "Election of chair",
            "content": "7.(1)For the purposes of the election of the chair of the Regional Council, (a) the clerk of the Regional Corporation is the returning officer; (b) nominations shall be filed with the clerk of the Regional Corporation, who shall send the names of the candidates to the clerk of each other area municipality by registered mail within forty-eight hours after the closing of nominations; (c) despite clause (a), the clerk of each area municipality is the returning officer for the vote to be recorded in the area municipality and shall promptly report the vote recorded to the clerk of the Regional Corporation who shall prepare the final summary and announce the result of the vote. Election of regional councillor (2)For the purposes of the election of a regional councillor in a regional ward, (a) the clerk of the Regional Corporation is the returning officer; (b) nominations shall be filed with the clerk of the Regional Corporation, who shall send the names of the candidates to the clerk of each area municipality in which any part of the regional ward is situated by registered mail within forty-eight hours after the closing of nominations; (c) despite clause (a), the clerk of each area municipality is the returning officer for the vote to be recorded in the area municipality and shall promptly report the vote recorded to the clerk of the Regional Corporation who shall prepare the final summary and announce the result of the vote. First meeting (3)Despite any other Act, the first meeting of the Regional Council after a regular election shall be held not later than the fourteenth day following the day on which the term of office in respect of which the election was held commences. Oath (4)Every member of the Regional Council, before taking his or her seat, shall take an oath of allegiance in Form 1 of the Municipal Act and make a declaration of office in Form 3 of the Municipal Act using either the English or the French version of those forms. Regulation (5)Despite this Act or the Municipal Elections Act, the Minister may by regulation provide for those matters which, in the opinion of the Minister, are necessary or expedient to conduct the elections of the chair and the regional councillors. Conflicts (6)In the event of a conflict between a regulation made under subsection (5) and this Act or the Municipal Elections Act, the regulation prevails. 1994, c. 1, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>7.</b>(1)For the purposes of the election of the chair of the Regional Council,</p> <p class=\"clause-e\">(a) the clerk of the Regional Corporation is the returning officer;</p> <p class=\"clause-e\">(b) nominations shall be filed with the clerk of the Regional Corporation, who shall send the names of the candidates to the clerk of each other area municipality by registered mail within forty-eight hours after the closing of nominations;</p> <p class=\"clause-e\">(c) despite clause (a), the clerk of each area municipality is the returning officer for the vote to be recorded in the area municipality and shall promptly report the vote recorded to the clerk of the Regional Corporation who shall prepare the final summary and announce the result of the vote.</p> <p class=\"headnote-e\"><b>Election of regional councillor</b></p> <p class=\"subsection-e\">(2)For the purposes of the election of a regional councillor in a regional ward,</p> <p class=\"clause-e\">(a) the clerk of the Regional Corporation is the returning officer;</p> <p class=\"clause-e\">(b) nominations shall be filed with the clerk of the Regional Corporation, who shall send the names of the candidates to the clerk of each area municipality in which any part of the regional ward is situated by registered mail within forty-eight hours after the closing of nominations;</p> <p class=\"clause-e\">(c) despite clause (a), the clerk of each area municipality is the returning officer for the vote to be recorded in the area municipality and shall promptly report the vote recorded to the clerk of the Regional Corporation who shall prepare the final summary and announce the result of the vote.</p> <p class=\"headnote-e\"><b>First meeting</b></p> <p class=\"subsection-e\">(3)Despite any other Act, the first meeting of the Regional Council after a regular election shall be held not later than the fourteenth day following the day on which the term of office in respect of which the election was held commences.</p> <p class=\"headnote-e\"><b>Oath</b></p> <p class=\"subsection-e\">(4)Every member of the Regional Council, before taking his or her seat, shall take an oath of allegiance in Form 1 of the <i>Municipal Act</i> and make a declaration of office in Form 3 of the <i>Municipal Act</i> using either the English or the French version of those forms.</p> <p class=\"headnote-e\"><b>Regulation</b></p> <p class=\"subsection-e\">(5)Despite this Act or the <i>Municipal Elections Act</i>, the Minister may by regulation provide for those matters which, in the opinion of the Minister, are necessary or expedient to conduct the elections of the chair and the regional councillors.</p> <p class=\"headnote-e\"><b>Conflicts</b></p> <p class=\"subsection-e\">(6)In the event of a conflict between a regulation made under subsection (5) and this Act or the <i>Municipal Elections Act</i>, the regulation prevails. 1994, c. 1, s. 2.</p>"
        },
        {
            "id": "8.",
            "section": "Quorum",
            "content": "8.(1)A majority of the members constituting the Regional Council is necessary to form a quorum and the concurring votes of a majority of the members present at any meeting are necessary to carry any resolution or other measure. One vote (2)Each member of the Regional Council has one vote. 1994, c. 1, s. 2. Quorum if size and composition changed (3)Despite the quorum rule in subsection (1), if a by-law passed by the Regional Council under section 27 of the Municipal Act is in force, a majority of the members are necessary to form a quorum. By-law re quorum (4)Despite subsection (3), the Regional Council may, by by-law, adopt a different quorum provision that requires the attendance of at least a majority of its members. 1996, c. 32, s. 91 (4).",
            "raw_html": "<p class=\"section-e\"><b>8.</b>(1)A majority of the members constituting the Regional Council is necessary to form a quorum and the concurring votes of a majority of the members present at any meeting are necessary to carry any resolution or other measure.</p> <p class=\"headnote-e\"><b>One vote</b></p> <p class=\"subsection-e\">(2)Each member of the Regional Council has one vote. 1994, c. 1, s. 2.</p> <p class=\"headnote-e\"><b>Quorum if size and composition changed</b></p> <p class=\"subsection-e\">(3)Despite the quorum rule in subsection (1), if a by-law passed by the Regional Council under section 27 of the <i>Municipal Act</i> is in force, a majority of the members are necessary to form a quorum.</p> <p class=\"headnote-e\"><b>By-law re quorum</b></p> <p class=\"subsection-e\">(4)Despite subsection (3), the Regional Council may, by by-law, adopt a different quorum provision that requires the attendance of at least a majority of its members. 1996, c. 32, s. 91 (4).</p>"
        },
        {
            "id": "8.1",
            "section": "By-law re wards",
            "content": "8.1(1)The Regional Council may pass a by-law dividing or redividing the Regional Area into wards. Notice and meeting (2)Before passing a by-law under subsection (1) the council shall give notice of its intention to pass the by-law and hold at least one public meeting to consider the matter. Criteria (3)The Regional Council shall have regard to the prescribed criteria for establishing ward boundaries. Regulations (4)The Minister may, by regulation, establish criteria for the purpose of subsection (3). Effective date (5)A by-law passed under this section or an order made under this or any other Act dividing the Regional Area into wards that is made after January 1 in the year of a regular election under the Municipal Elections Act, 1996 does not come into force until after the next regular election under that Act. Appeals (6)Section 13.1 of the Municipal Act applies, with necessary modifications, to a by-law passed under subsection (1). Petitions (7)Section 13.2 of the Municipal Act applies to the Regional Area as if it were a local municipality, except that the Municipal Board may not make an order dissolving the existing wards. Transition, 1997 regular election (8)Despite subsection (5), for the purposes of the 1997 regular election under the Municipal Elections Act, 1996, a by-law passed under this section on or before March 31, 1997 comes into force for the 1997 regular election. Existing proceedings continued (9)An application or other proceeding to divide or redivide wards commenced before the coming into force of subsection 91 (4) of the Better Local Government Act, 1996 shall be continued and finally disposed of under this Act as it read on the day before the coming into force of that subsection. Existing wards continued (10)Until a by-law passed under this section comes into force, the wards existing on the day before the coming into force of subsection 91 (4) of the Better Local Government Act, 1996 are unaffected. 1996, c. 32, s. 91 (5).",
            "raw_html": "<p class=\"section-e\"><b>8.1</b>(1)The Regional Council may pass a by-law dividing or redividing the Regional Area into wards.</p> <p class=\"headnote-e\"><b>Notice and meeting</b></p> <p class=\"subsection-e\">(2)Before passing a by-law under subsection (1) the council shall give notice of its intention to pass the by-law and hold at least one public meeting to consider the matter.</p> <p class=\"headnote-e\"><b>Criteria</b></p> <p class=\"subsection-e\">(3)The Regional Council shall have regard to the prescribed criteria for establishing ward boundaries.</p> <p class=\"headnote-e\"><b>Regulations</b></p> <p class=\"subsection-e\">(4)The Minister may, by regulation, establish criteria for the purpose of subsection (3).</p> <p class=\"headnote-e\"><b>Effective date</b></p> <p class=\"subsection-e\">(5)A by-law passed under this section or an order made under this or any other Act dividing the Regional Area into wards that is made after January 1 in the year of a regular election under the <i>Municipal Elections Act, 1996</i> does not come into force until after the next regular election under that Act.</p> <p class=\"headnote-e\"><b>Appeals</b></p> <p class=\"subsection-e\">(6)Section 13.1 of the <i>Municipal Act</i> applies, with necessary modifications, to a by-law passed under subsection (1).</p> <p class=\"headnote-e\"><b>Petitions</b></p> <p class=\"subsection-e\">(7)Section 13.2 of the <i>Municipal Act</i> applies to the Regional Area as if it were a local municipality, except that the Municipal Board may not make an order dissolving the existing wards.</p> <p class=\"headnote-e\"><b>Transition, 1997 regular election</b></p> <p class=\"subsection-e\">(8)Despite subsection (5), for the purposes of the 1997 regular election under the <i>Municipal Elections Act, 1996</i>, a by-law passed under this section on or before March 31, 1997 comes into force for the 1997 regular election.</p> <p class=\"headnote-e\"><b>Existing proceedings continued</b></p> <p class=\"subsection-e\">(9)An application or other proceeding to divide or redivide wards commenced before the coming into force of subsection 91 (4) of the <i>Better Local Government Act, 1996</i> shall be continued and finally disposed of under this Act as it read on the day before the coming into force of that subsection.</p> <p class=\"headnote-e\"><b>Existing wards continued</b></p> <p class=\"subsection-e\">(10)Until a by-law passed under this section comes into force, the wards existing on the day before the coming into force of subsection 91 (4) of the <i>Better Local Government Act, 1996</i> are unaffected. 1996, c. 32, s. 91 (5).</p>"
        },
        {
            "id": "8.2",
            "section": "Notice of inquiry by Minister",
            "content": "8.2(1)If the Minister is inquiring into the structure, organization and methods of operation of one or more area municipalities or of the Regional Corporation, the Minister may give the Municipal Board a written notice of the inquiry. Stay of proceeding before Municipal Board (2)When the Municipal Board receives the Minister’s notice, the following are stayed until the Minister notifies the Municipal Board that they may be continued: 1. An appeal of a by-law of an area municipality passed under section 13 of the Municipal Act. 2. An appeal of a by-law of the Regional Council passed under subsection 8.1 (1) of this Act. 3. A petition under section 13.2 of the Municipal Act relating to an area municipality or to the Regional Area. 1996, c. 32, s. 91 (5). 8.3REPEALED: 1996, c. 32, s. 91 (5).",
            "raw_html": "<p class=\"section-e\"><b>8.2</b>(1)If the Minister is inquiring into the structure, organization and methods of operation of one or more area municipalities or of the Regional Corporation, the Minister may give the Municipal Board a written notice of the inquiry.</p> <p class=\"headnote-e\"><b>Stay of proceeding before Municipal Board</b></p> <p class=\"subsection-e\">(2)When the Municipal Board receives the Minister’s notice, the following are stayed until the Minister notifies the Municipal Board that they may be continued:</p> <p class=\"paragraph-e\">1. An appeal of a by-law of an area municipality passed under section 13 of the <i>Municipal Act</i>.</p> <p class=\"paragraph-e\">2. An appeal of a by-law of the Regional Council passed under subsection 8.1 (1) of this Act.</p> <p class=\"paragraph-e\">3. A petition under section 13.2 of the <i>Municipal Act</i> relating to an area municipality or to the Regional Area. 1996, c. 32, s. 91 (5).</p> <p class=\"section-e\"><b>8.3</b>REPEALED: 1996, c. 32, s. 91 (5).</p>"
        },
        {
            "id": "8.3",
            "section": "Stay of proceeding before Municipal Board",
            "content": "8.3REPEALED: 1996, c. 32, s. 91 (5).",
            "raw_html": "<p class=\"section-e\"><b>8.3</b>REPEALED: 1996, c. 32, s. 91 (5).</p>"
        },
        {
            "id": "8.4",
            "section": "Vacancies",
            "content": "8.4(1)If a vacancy occurs on or before March 31 in the year of a regular election under the Municipal Elections Act, 1996, in the office of a member who is the chair or a regional councillor, (a) the Regional Council shall appoint a person to fill that vacancy, and sections 45, 46 and 47 of the Municipal Act apply with necessary modifications to the filling of the vacancy as though those offices were the offices of mayor and councillor, respectively; or (b) the clerks of the Regional Corporation and the affected area municipalities shall hold an election to fill the vacancy and sections 46 and 47 of the Municipal Act apply with necessary modifications to the filling of the vacancy. 1994, c. 1, s. 2; 1996, c. 32, s. 91 (6). Method determined by by-law (2)The Regional Council shall by by-law determine whether clause (1) (a) or (b) is to apply. 1994, c. 1, s. 2. Late vacancies (3)If a vacancy occurs after March 31 in the year of a regular election under the Municipal Elections Act, 1996, in the office of a member who is the chair or a regional councillor, the Regional Council shall fill the vacancy in accordance with clause (1) (a). 1994, c. 1, s. 2; 1996, c. 32, s. 91 (7). Expenses (4)The Regional Corporation shall pay all reasonable expenses incurred by area municipalities with respect to the election under clause (1) (b). 1994, c. 1, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>8.4</b>(1)If a vacancy occurs on or before March 31 in the year of a regular election under the <i>Municipal Elections Act, 1996</i>, in the office of a member who is the chair or a regional councillor,</p> <p class=\"clause-e\">(a) the Regional Council shall appoint a person to fill that vacancy, and sections 45, 46 and 47 of the <i>Municipal Act</i> apply with necessary modifications to the filling of the vacancy as though those offices were the offices of mayor and councillor, respectively; or</p> <p class=\"clause-e\">(b) the clerks of the Regional Corporation and the affected area municipalities shall hold an election to fill the vacancy and sections 46 and 47 of the <i>Municipal Act</i> apply with necessary modifications to the filling of the vacancy. 1994, c. 1, s. 2; 1996, c. 32, s. 91 (6).</p> <p class=\"headnote-e\"><b>Method determined by by-law</b></p> <p class=\"subsection-e\">(2)The Regional Council shall by by-law determine whether clause (1) (a) or (b) is to apply. 1994, c. 1, s. 2.</p> <p class=\"headnote-e\"><b>Late vacancies</b></p> <p class=\"subsection-e\">(3)If a vacancy occurs after March 31 in the year of a regular election under the <i>Municipal Elections Act, 1996</i>, in the office of a member who is the chair or a regional councillor, the Regional Council shall fill the vacancy in accordance with clause (1) (a). 1994, c. 1, s. 2; 1996, c. 32, s. 91 (7).</p> <p class=\"headnote-e\"><b>Expenses</b></p> <p class=\"subsection-e\">(4)The Regional Corporation shall pay all reasonable expenses incurred by area municipalities with respect to the election under clause (1) (b). 1994, c. 1, s. 2.</p>"
        },
        {
            "id": "8.5",
            "section": "Executive committee",
            "content": "8.5(1)The Regional Council may establish an executive committee and assign to it such duties as it considers expedient. Chair of committee (2)The chair of the Regional Council shall be the chair of the executive committee. 1994, c. 1, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>8.5</b>(1)The Regional Council may establish an executive committee and assign to it such duties as it considers expedient.</p> <p class=\"headnote-e\"><b>Chair of committee</b></p> <p class=\"subsection-e\">(2)The chair of the Regional Council shall be the chair of the executive committee. 1994, c. 1, s. 2.</p>"
        },
        {
            "id": "9.",
            "section": "Partial disability benefits",
            "content": "9.(1)Despite subsections 98 (1) and (5) of the Municipal Act, the Regional Council may grant an annual retirement allowance payable weekly, monthly or otherwise, to an employee during his or her life who has had continuous service for at least ten years with the Regional Corporation, or with the Regional Corporation and any other municipality or local board as defined in the Municipal Affairs Act, or any two or more of them, and who, while in the service of the Regional Corporation, has become incapable through illness or otherwise of efficiently discharging his or her duties, provided that no retirement allowance together with the amount of any pension payments payable to the employee in any year under a pension plan of the Regional Corporation or any local board shall exceed the amount of any retirement allowance to which any such employee would be entitled if the employee were a member of the City of Ottawa Superannuation Fund. R.S.O. 1990, c. R.14, s. 9 (1). Annual retirement allowance (2)Where the Regional Council grants an annual retirement allowance to an employee under subsection (1), the by-law may include provision for continuing the allowance to the surviving spouse or same-sex partner, if any, during his or her life in an amount not exceeding one-half of the annual allowance payable to the employee. R.S.O. 1990, c. R.14, s. 9 (2); 1999, c. 6, s. 58. Disability insurance (3)The Regional Council may enact by-laws for providing by contract with an insurer, licensed under the Insurance Act, disability insurance for employees or any class thereof, and for paying all or part of the cost thereof. Definition (4)In subsections (1) and (2), “employee” has the same meaning as in paragraph 46 of section 207 of the Municipal Act, but does not include an employee who is a member of the City of Ottawa Superannuation Fund. R.S.O. 1990, c. R.14, s. 9 (3, 4). PART II   REGIONAL TRANSPORTATION",
            "raw_html": "<p class=\"section-e\"><b>9.</b>(1)Despite subsections 98 (1) and (5) of the <i>Municipal Act</i>, the Regional Council may grant an annual retirement allowance payable weekly, monthly or otherwise, to an employee during his or her life who has had continuous service for at least ten years with the Regional Corporation, or with the Regional Corporation and any other municipality or local board as defined in the <i>Municipal Affairs Act</i>, or any two or more of them, and who, while in the service of the Regional Corporation, has become incapable through illness or otherwise of efficiently discharging his or her duties, provided that no retirement allowance together with the amount of any pension payments payable to the employee in any year under a pension plan of the Regional Corporation or any local board shall exceed the amount of any retirement allowance to which any such employee would be entitled if the employee were a member of the City of Ottawa Superannuation Fund. R.S.O. 1990, c. R.14, s. 9 (1).</p> <p class=\"headnote-e\"><b>Annual retirement allowance</b></p> <p class=\"subsection-e\">(2)Where the Regional Council grants an annual retirement allowance to an employee under subsection (1), the by-law may include provision for continuing the allowance to the surviving spouse or same-sex partner, if any, during his or her life in an amount not exceeding one-half of the annual allowance payable to the employee. R.S.O. 1990, c. R.14, s. 9 (2); 1999, c. 6, s. 58.</p> <p class=\"headnote-e\"><b>Disability insurance</b></p> <p class=\"subsection-e\">(3)The Regional Council may enact by-laws for providing by contract with an insurer, licensed under the <i>Insurance Act</i>, disability insurance for employees or any class thereof, and for paying all or part of the cost thereof.</p> <p class=\"headnote-e\"><b>Definition</b></p> <p class=\"subsection-e\">(4)In subsections (1) and (2),</p> <p class=\"firstdef-e\">“employee” has the same meaning as in paragraph 46 of section 207 of the <i>Municipal Act</i>, but does not include an employee who is a member of the City of Ottawa Superannuation Fund. R.S.O. 1990, c. R.14, s. 9 (3, 4).</p> <p class=\"partnum-e\"><b>PART II <br/>  REGIONAL TRANSPORTATION</b></p>"
        },
        {
            "id": "10.",
            "section": "Definitions",
            "content": "10.In this Part, “Commission” means the Ottawa-Carleton Regional Transit Commission continued under this Part; (“Commission”) “Former Commission” means the Ottawa Transportation Commission; (“ancienne commission”) “passenger transport” means the transportation of passengers for reward by bus or by any other means of transportation except taxi; (“transport de passagers”) “Urban Transit Area” means the area defined by by-law of the Regional Council under section 13. (“secteur de transport urbain”) R.S.O. 1990, c. R.14, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b>In this Part,</p> <p class=\"firstdef-e\">“Commission” means the Ottawa-Carleton Regional Transit Commission continued under this Part; (“Commission”)</p> <p class=\"definition-e\">“Former Commission” means the Ottawa Transportation Commission; (“ancienne commission”)</p> <p class=\"definition-e\">“passenger transport” means the transportation of passengers for reward by bus or by any other means of transportation except taxi; (“transport de passagers”)</p> <p class=\"definition-e\">“Urban Transit Area” means the area defined by by-law of the Regional Council under section 13. (“secteur de transport urbain”) R.S.O. 1990, c. R.14, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Ottawa-Carleton Regional Transit Commission continued",
            "content": "11.(1)The Ottawa-Carleton Regional Transit Commission is continued under the name Ottawa-Carleton Regional Transit Commission in English and Commission de transport régionale d’Ottawa-Carleton in French with the powers, rights, authorities and privileges vested in it by this Part. Commission members (2)The Commission is a body corporate and shall consist of nine members of the Regional Council appointed by by-law of the Regional Council. Quorum (3)Five members of the Commission constitute a quorum. R.S.O. 1990, c. R.14, s. 11 (1-3). Exclusive franchise in Urban Transit Area (4)The Commission has the exclusive right within all parts of the Regional Area from time to time included in the Urban Transit Area to maintain and operate a passenger transport service but such right does not affect the right of any district school board within the meaning of the Education Act, private school or charitable organization to provide passenger transportation for their respective purposes, or the right of any person to operate a passenger transport system within the Urban Transit Area in accordance with a valid operating licence issued to the person under The Public Vehicles Act, being chapter 392 of the Revised Statutes of Ontario, 1970, on or before the 1st day of January, 1972, and in exercising such right the Commission has the power and duty to establish, maintain, operate, extend, alter, control, manage, construct, repair and equip a system of passenger transport by means of surface, underground or above ground railways, tramways, or buses, or any other means of transportation, except taxis, including such structures and works of every description as may be necessary or convenient upon, along, across, under and over all highways and public places in the Regional Area and all lands and rights of way owned, acquired or leased by the Commission. R.S.O. 1990, c. R.14, s. 11 (4); 1997, c. 31, s. 174 (1). Fares (5)The Commission shall fix such fares as it considers proper for the use of its passenger transport system and may provide for different levels of fares when a fare is paid to an employee of the Commission on designated vehicles of the Commission. Parking lots (6)Despite the Municipal Act, the Commission may establish, construct, manage and operate parking lots and structures for the parking of vehicles in connection with passenger transport systems and charge fees for parking therein and the Regional Council may pass by-laws to regulate and control the parking of vehicles therein or thereon. Pension plans, etc. (7)Despite any other Act, the Commission may provide pension or retirement plans, and the provision of sick pay benefits, medical, hospital, surgical, drug, dental and other insurance plans whether carried on or participated in by the Former Commission or not, and all existing plans are continued and in relation to all such matters the Commission stands in the place of the Former Commission. Purchase and disposal of property (8)The Commission may purchase, lease or otherwise acquire and use any real or personal property for its purposes and lease, sell or otherwise dispose of such real or personal property when no longer required by the Commission for its purposes, but real property shall not be purchased or sold without the prior approval of the Regional Corporation. Assets not needed (9)The Commission may, and on request shall, release to the Regional Corporation all its interest in assets which cease to be required for the operation of the passenger transport system. Tax exemption (10)So long as any lands and easements owned by the Regional Corporation or by the Commission are used by the Regional Corporation or the Commission exclusively for the purpose of a subway, transitway or other rapid transit facility, or as car yards used directly in connection therewith, such lands and easements and the buildings, structures and other improvements thereon so used and so owned are exempt from business and real property taxation, and the Regional Corporation and the Commission are not liable for payments in lieu thereof under section 27 of the Assessment Act. Limitation (11)Subsection (10) does not apply to concessions operated, rented or leased in transit stations. Deemed exemption (12)The exemption provided by subsection (10) shall be deemed to be an exemption from taxation provided by section 3 of the Assessment Act. R.S.O. 1990, c. R.14, s. 11 (5-12).",
            "raw_html": "<p class=\"section-e\"><b>11.</b>(1)The Ottawa-Carleton Regional Transit Commission is continued under the name Ottawa-Carleton Regional Transit Commission in English and Commission de transport régionale d’Ottawa-Carleton in French with the powers, rights, authorities and privileges vested in it by this Part.</p> <p class=\"headnote-e\"><b>Commission members</b></p> <p class=\"subsection-e\">(2)The Commission is a body corporate and shall consist of nine members of the Regional Council appointed by by-law of the Regional Council.</p> <p class=\"headnote-e\"><b>Quorum</b></p> <p class=\"subsection-e\">(3)Five members of the Commission constitute a quorum. R.S.O. 1990, c. R.14, s. 11 (1-3).</p> <p class=\"headnote-e\"><b>Exclusive franchise in Urban Transit Area</b></p> <p class=\"subsection-e\">(4)The Commission has the exclusive right within all parts of the Regional Area from time to time included in the Urban Transit Area to maintain and operate a passenger transport service but such right does not affect the right of any district school board within the meaning of the <i>Education Act</i>, private school or charitable organization to provide passenger transportation for their respective purposes, or the right of any person to operate a passenger transport system within the Urban Transit Area in accordance with a valid operating licence issued to the person under <i>The Public Vehicles Act</i>, being chapter 392 of the Revised Statutes of Ontario, 1970, on or before the 1st day of January, 1972, and in exercising such right the Commission has the power and duty to establish, maintain, operate, extend, alter, control, manage, construct, repair and equip a system of passenger transport by means of surface, underground or above ground railways, tramways, or buses, or any other means of transportation, except taxis, including such structures and works of every description as may be necessary or convenient upon, along, across, under and over all highways and public places in the Regional Area and all lands and rights of way owned, acquired or leased by the Commission. R.S.O. 1990, c. R.14, s. 11 (4); 1997, c. 31, s. 174 (1).</p> <p class=\"headnote-e\"><b>Fares</b></p> <p class=\"subsection-e\">(5)The Commission shall fix such fares as it considers proper for the use of its passenger transport system and may provide for different levels of fares when a fare is paid to an employee of the Commission on designated vehicles of the Commission.</p> <p class=\"headnote-e\"><b>Parking lots</b></p> <p class=\"subsection-e\">(6)Despite the <i>Municipal Act</i>, the Commission may establish, construct, manage and operate parking lots and structures for the parking of vehicles in connection with passenger transport systems and charge fees for parking therein and the Regional Council may pass by-laws to regulate and control the parking of vehicles therein or thereon.</p> <p class=\"headnote-e\"><b>Pension plans, etc.</b></p> <p class=\"subsection-e\">(7)Despite any other Act, the Commission may provide pension or retirement plans, and the provision of sick pay benefits, medical, hospital, surgical, drug, dental and other insurance plans whether carried on or participated in by the Former Commission or not, and all existing plans are continued and in relation to all such matters the Commission stands in the place of the Former Commission.</p> <p class=\"headnote-e\"><b>Purchase and disposal of property</b></p> <p class=\"subsection-e\">(8)The Commission may purchase, lease or otherwise acquire and use any real or personal property for its purposes and lease, sell or otherwise dispose of such real or personal property when no longer required by the Commission for its purposes, but real property shall not be purchased or sold without the prior approval of the Regional Corporation.</p> <p class=\"headnote-e\"><b>Assets not needed</b></p> <p class=\"subsection-e\">(9)The Commission may, and on request shall, release to the Regional Corporation all its interest in assets which cease to be required for the operation of the passenger transport system.</p> <p class=\"headnote-e\"><b>Tax exemption</b></p> <p class=\"subsection-e\">(10)So long as any lands and easements owned by the Regional Corporation or by the Commission are used by the Regional Corporation or the Commission exclusively for the purpose of a subway, transitway or other rapid transit facility, or as car yards used directly in connection therewith, such lands and easements and the buildings, structures and other improvements thereon so used and so owned are exempt from business and real property taxation, and the Regional Corporation and the Commission are not liable for payments in lieu thereof under section 27 of the <i>Assessment Act</i>.</p> <p class=\"headnote-e\"><b>Limitation</b></p> <p class=\"subsection-e\">(11)Subsection (10) does not apply to concessions operated, rented or leased in transit stations.</p> <p class=\"headnote-e\"><b>Deemed exemption</b></p> <p class=\"subsection-e\">(12)The exemption provided by subsection (10) shall be deemed to be an exemption from taxation provided by section 3 of the <i>Assessment Act</i>. R.S.O. 1990, c. R.14, s. 11 (5-12).</p>"
        },
        {
            "id": "12.",
            "section": "Exclusive franchise",
            "content": "12.(1)Subject to subsection 11 (4), the Regional Corporation has the exclusive right within the Regional Area to maintain and operate a passenger transport service, but such right does not affect the right of any district school board within the meaning of the Education Act, private school or charitable organization to provide passenger transportation for their respective purposes, or the right of any person to operate a passenger transport system within the Urban Transit Area in accordance with a valid operating licence issued to the person under The Public Vehicles Act, being chapter 392 of the Revised Statutes of Ontario, 1970, on or before the 1st day of January, 1972, and in exercising such right the Regional Corporation may establish, maintain, operate, extend, alter, control, manage, construct, repair and equip a system of passenger transport by means of surface, underground or above ground railways, tramways or buses, or any other means of transportation, except taxis, including such private roads and ways and such other structures and works of every description as may be necessary or convenient in relation to the system of passenger transport including, without restricting the generality of the foregoing, such private roads and ways and such structures and works as may be necessary or convenient upon, along, across, under and over all highways and public places in the Regional Area. R.S.O. 1990, c. R.14, s. 12 (1); 1997, c. 31, s. 174 (2). General powers (2)Without limiting the generality of subsection (1), (a) the power given to the Regional Corporation under subsection (1) to construct, repair, maintain, operate, manage and control private roads and ways and other structures and works may be exercised in relation to any system of passenger transport anywhere in the Regional Area; and (b) the Regional Corporation has and may exercise through the Regional Area all the powers heretofore or hereafter conferred by any general Act upon a municipal corporation and by any special Act upon any area municipality or local board thereof with respect to passenger transport. Area municipalities, prohibition (3)Except with the approval of the Regional Council, no area municipality shall have or exercise any of the powers heretofore or hereafter conferred on municipal corporations in respect of passenger transport by any general or special Act. By-laws re, (4)By-laws may be passed by the Regional Council to, acquisition of transit systems (a) acquire, by purchase or otherwise, without the approval of the Municipal Board, the passenger transportation facilities and equipment of any person or area municipality; acquisition of property (b) acquire, by purchase or otherwise, any real or personal property required for passenger transport purposes; passenger transport outside Regional Area (c) permit the Commission to transport and convey passengers throughout Ontario, whether by chartered trips or otherwise; passenger transport in Quebec (d) subject to compliance with the laws of the Province of Quebec, permit the Commission to transport and convey passengers in the Province of Quebec, whether by chartered trips or otherwise and to enter into agreements with municipal corporations and passengers transport operators in the Province of Quebec concerning connecting or reciprocal passenger transport services and shared or sole use of facilities, personnel and equipment; service outside Urban Transit Area by Commission (e) permit the Commission to provide passenger transport services in any part of the Regional Area outside the Urban Transit Area; agreements for service (f) permit the Commission to enter into agreements with adjoining and area municipalities in respect of the operation by the Commission of a passenger transport system in such municipality; parking lots (g) provide for the establishment, construction, management and operation of parking lots for the parking of vehicles in connection with passenger transport systems and to charge fees for and regulate the parking of vehicles therein; service outside Urban Transit Area by agreement (h) enter into agreements with any person, or area or other municipality for the provision of passenger transport service in any part of the Regional Area not then included in the Urban Transit Area; regulations (i) make regulations governing, regulating and controlling the conduct of persons on any vehicle or in or upon any land or structure used for or in connection with passenger transport, including requiring the production of proof of fare payment upon the request of any employee of the Commission; prohibiting and regulating traffic (j) prohibit or regulate vehicles and conveyances of every description and persons and animals from or on any private road or way established by the Regional Corporation or the Commission primarily for the use of transit vehicles; financial statements, regulations, etc. (k) provide for the preparation, delivery and publication by the Commission of such annual reports, financial statements, budgets, capital forecasts, estimates and other reports and statements and the utilization of surplus money upon such terms and conditions as the by-law may prescribe; temporary borrowing (l) authorize the Commission to make arrangements for temporary borrowings to such total amount and subject to such terms and conditions as the by-law may prescribe. Approval (5)Where, in this Part, the Regional Council undertakes any matter or work, establishes any regulation or grants any approval, such action shall be authorized by by-law, and may be subject to such terms and conditions as the Regional Council considers proper. How costs of service outside Urban Transit Area to be borne (6)Where, under clause (4) (h), an area municipality has entered into an agreement to provide for passenger transport service outside the Urban Transit Area, the area municipality may pay the costs so incurred, including accumulated deficits, out of its general funds, or, subject to the approval of the Municipal Board as to boundaries, may pass one or more by-laws to impose a special rate or rates in one or more parts of the area municipality which, in the opinion of the council of the area municipality, derive benefit from the provision of passenger transport services. R.S.O. 1990, c. R.14, s. 12 (2-6).",
            "raw_html": "<p class=\"section-e\"><b>12.</b>(1)Subject to subsection 11 (4), the Regional Corporation has the exclusive right within the Regional Area to maintain and operate a passenger transport service, but such right does not affect the right of any district school board within the meaning of the <i>Education Act</i>, private school or charitable organization to provide passenger transportation for their respective purposes, or the right of any person to operate a passenger transport system within the Urban Transit Area in accordance with a valid operating licence issued to the person under <i>The Public Vehicles Act</i>, being chapter 392 of the Revised Statutes of Ontario, 1970, on or before the 1st day of January, 1972, and in exercising such right the Regional Corporation may establish, maintain, operate, extend, alter, control, manage, construct, repair and equip a system of passenger transport by means of surface, underground or above ground railways, tramways or buses, or any other means of transportation, except taxis, including such private roads and ways and such other structures and works of every description as may be necessary or convenient in relation to the system of passenger transport including, without restricting the generality of the foregoing, such private roads and ways and such structures and works as may be necessary or convenient upon, along, across, under and over all highways and public places in the Regional Area. R.S.O. 1990, c. R.14, s. 12 (1); 1997, c. 31, s. 174 (2).</p> <p class=\"headnote-e\"><b>General powers</b></p> <p class=\"subsection-e\">(2)Without limiting the generality of subsection (1),</p> <p class=\"clause-e\">(a) the power given to the Regional Corporation under subsection (1) to construct, repair, maintain, operate, manage and control private roads and ways and other structures and works may be exercised in relation to any system of passenger transport anywhere in the Regional Area; and</p> <p class=\"clause-e\">(b) the Regional Corporation has and may exercise through the Regional Area all the powers heretofore or hereafter conferred by any general Act upon a municipal corporation and by any special Act upon any area municipality or local board thereof with respect to passenger transport.</p> <p class=\"headnote-e\"><b>Area municipalities, prohibition</b></p> <p class=\"subsection-e\">(3)Except with the approval of the Regional Council, no area municipality shall have or exercise any of the powers heretofore or hereafter conferred on municipal corporations in respect of passenger transport by any general or special Act.</p> <p class=\"headnote-e\"><b>By-laws re,</b></p> <p class=\"subsection-e\">(4)By-laws may be passed by the Regional Council to,</p> <p class=\"headnote-e\"><b>acquisition of transit systems</b></p> <p class=\"clause-e\">(a) acquire, by purchase or otherwise, without the approval of the Municipal Board, the passenger transportation facilities and equipment of any person or area municipality;</p> <p class=\"headnote-e\"><b>acquisition of property</b></p> <p class=\"clause-e\">(b) acquire, by purchase or otherwise, any real or personal property required for passenger transport purposes;</p> <p class=\"headnote-e\"><b>passenger transport outside Regional Area</b></p> <p class=\"clause-e\">(c) permit the Commission to transport and convey passengers throughout Ontario, whether by chartered trips or otherwise;</p> <p class=\"headnote-e\"><b>passenger transport in Quebec</b></p> <p class=\"clause-e\">(d) subject to compliance with the laws of the Province of Quebec, permit the Commission to transport and convey passengers in the Province of Quebec, whether by chartered trips or otherwise and to enter into agreements with municipal corporations and passengers transport operators in the Province of Quebec concerning connecting or reciprocal passenger transport services and shared or sole use of facilities, personnel and equipment;</p> <p class=\"headnote-e\"><b>service outside Urban Transit Area by Commission</b></p> <p class=\"clause-e\">(e) permit the Commission to provide passenger transport services in any part of the Regional Area outside the Urban Transit Area;</p> <p class=\"headnote-e\"><b>agreements for service</b></p> <p class=\"clause-e\">(f) permit the Commission to enter into agreements with adjoining and area municipalities in respect of the operation by the Commission of a passenger transport system in such municipality;</p> <p class=\"headnote-e\"><b>parking lots</b></p> <p class=\"clause-e\">(g) provide for the establishment, construction, management and operation of parking lots for the parking of vehicles in connection with passenger transport systems and to charge fees for and regulate the parking of vehicles therein;</p> <p class=\"headnote-e\"><b>service outside Urban Transit Area by agreement</b></p> <p class=\"clause-e\">(h) enter into agreements with any person, or area or other municipality for the provision of passenger transport service in any part of the Regional Area not then included in the Urban Transit Area;</p> <p class=\"headnote-e\"><b>regulations</b></p> <p class=\"clause-e\">(i) make regulations governing, regulating and controlling the conduct of persons on any vehicle or in or upon any land or structure used for or in connection with passenger transport, including requiring the production of proof of fare payment upon the request of any employee of the Commission;</p> <p class=\"headnote-e\"><b>prohibiting and regulating traffic</b></p> <p class=\"clause-e\">(j) prohibit or regulate vehicles and conveyances of every description and persons and animals from or on any private road or way established by the Regional Corporation or the Commission primarily for the use of transit vehicles;</p> <p class=\"headnote-e\"><b>financial statements, regulations, etc.</b></p> <p class=\"clause-e\">(k) provide for the preparation, delivery and publication by the Commission of such annual reports, financial statements, budgets, capital forecasts, estimates and other reports and statements and the utilization of surplus money upon such terms and conditions as the by-law may prescribe;</p> <p class=\"headnote-e\"><b>temporary borrowing</b></p> <p class=\"clause-e\">(l) authorize the Commission to make arrangements for temporary borrowings to such total amount and subject to such terms and conditions as the by-law may prescribe.</p> <p class=\"headnote-e\"><b>Approval</b></p> <p class=\"subsection-e\">(5)Where, in this Part, the Regional Council undertakes any matter or work, establishes any regulation or grants any approval, such action shall be authorized by by-law, and may be subject to such terms and conditions as the Regional Council considers proper.</p> <p class=\"headnote-e\"><b>How costs of service outside Urban Transit Area to be borne</b></p> <p class=\"subsection-e\">(6)Where, under clause (4) (h), an area municipality has entered into an agreement to provide for passenger transport service outside the Urban Transit Area, the area municipality may pay the costs so incurred, including accumulated deficits, out of its general funds, or, subject to the approval of the Municipal Board as to boundaries, may pass one or more by-laws to impose a special rate or rates in one or more parts of the area municipality which, in the opinion of the council of the area municipality, derive benefit from the provision of passenger transport services. R.S.O. 1990, c. R.14, s. 12 (2-6).</p>"
        },
        {
            "id": "13.",
            "section": "Urban Transit Area",
            "content": "13.(1)The Regional Council shall by a by-law or by-laws define one or more parts of the Regional Area as an Urban Transit Area, which area, in the opinion of the Regional Council, derives benefit from the provision of passenger transport. Levy upon area municipalities (2)The Regional Council shall annually, by by-law, levy against such of the area municipalities as are wholly or partly within the Urban Transit Area such sums as are, in the opinion of the Regional Council, required to meet any anticipated deficits that may arise out of the total operations of the Commission in such year, and in calculating such levy, (a) the Regional Council shall take into account the amount of any subsidies received or to be received by the Regional Corporation for such purpose; and (b) the Regional Council may, to such extent as it deems proper in the circumstances, include any expenditures made by the Regional Corporation that are related to the provision, planning, or improvements of public transportation services in the Urban Transit Area, and any such levy shall make due provision for any surplus or deficit arising out of the total operations of the Commission in the preceding year after taking into account the levy made under this subsection and all applicable subsidies. R.S.O. 1990, c. R.14, s. 13 (1, 2). Apportionment of levy (3)A by-law enacted under subsection (2) shall apportion the levy against each of such area municipalities in a manner that, in the opinion of the Regional Council, is just and equitable, and without limiting the generality of the foregoing, the Regional Council in making such apportionment may have regard to the degree of passenger transport services provided, the financial implications of providing such service, the assessment of rateable property, and any other factors and considerations that are, in the opinion of the Regional Council, relevant. R.S.O. 1990, c. R.14, s. 13 (3); 1997, c. 29, s. 68 (1). (4)Repealed: 1997, c. 29, s. 68 (2). Advances (5)The Regional Corporation may advance money to the Commission from time to time upon such terms and conditions as the Regional Council may prescribe and any money so advanced shall be deemed not to reduce the operation deficit referred to in subsection (2) unless the Regional Council otherwise directs. Payment of levy to Commission (6)The sums levied under subsection (2), less any advances made under subsection (5), shall be paid by the Regional Corporation to the Commission within thirty days of the making of the levy. Notice to area municipalities (7)Within ten days of the passing of a by-law under subsection (1) or (2), the clerk of the Regional Council shall give notice thereof to the clerk of any area municipality affected thereby, by prepaid registered post. Appeal (8)Any area municipality affected by a by-law passed under subsection (1) or (2) may appeal to the Municipal Board against such by-law by sending by prepaid registered post to the Municipal Board and to the clerk of the Regional Council a notice in writing setting forth its reasons therefor within thirty days of the passing of such by-law. Hearing (9)The Municipal Board shall make such inquiries into the matter as it considers necessary and may by order confirm such by-law or make such amendments if any, to the by-law as it deems proper in the circumstances, and the order of the Municipal Board is final. Effect of by-law (10)If no appeal is made against the by-law as provided in subsection (8), such by-law is valid, final and binding according to its terms so far as the same ordains, prescribes or directs anything within the proper competence of the Regional Council. Special levy by area municipality (11)Any area municipality may pay the amounts chargeable to it under any such by-law out of its general funds, or, subject to the approval of the Municipal Board, may pass one or more by-laws to impose a special rate or rates in one or more defined areas to raise the whole or any part of the amount charged to such area municipality. Where approval of O.M.B. not required (12)Despite subsection (11), an area municipality may, without the approval of the Municipal Board, pass one or more by-laws to impose a special rate or rates in one or more defined areas of the area municipality to raise the whole or any part of the amount charged to that municipality if, (a) the defined area or areas constitute the entire portion of the Urban Transit Area that is situate within the area municipality; and (b) either the by-law of the Regional Council passed under subsection (1) defining the Urban Transit Area is final and binding under subsection (10) or thirty days have expired since the passing of the by-law or any amendments thereto and all appeals against the by-law or any such amendments have been finally disposed of, as evidenced by a certificate to that effect signed by the clerk of the Regional Corporation. R.S.O. 1990, c. R.14, s. 13 (5-12).",
            "raw_html": "<p class=\"section-e\"><b>13.</b>(1)The Regional Council shall by a by-law or by-laws define one or more parts of the Regional Area as an Urban Transit Area, which area, in the opinion of the Regional Council, derives benefit from the provision of passenger transport.</p> <p class=\"headnote-e\"><b>Levy upon area municipalities</b></p> <p class=\"subsection-e\">(2)The Regional Council shall annually, by by-law, levy against such of the area municipalities as are wholly or partly within the Urban Transit Area such sums as are, in the opinion of the Regional Council, required to meet any anticipated deficits that may arise out of the total operations of the Commission in such year, and in calculating such levy,</p> <p class=\"clause-e\">(a) the Regional Council shall take into account the amount of any subsidies received or to be received by the Regional Corporation for such purpose; and</p> <p class=\"clause-e\">(b) the Regional Council may, to such extent as it deems proper in the circumstances, include any expenditures made by the Regional Corporation that are related to the provision, planning, or improvements of public transportation services in the Urban Transit Area,</p> <p class=\"Ssubsection-e\">and any such levy shall make due provision for any surplus or deficit arising out of the total operations of the Commission in the preceding year after taking into account the levy made under this subsection and all applicable subsidies. R.S.O. 1990, c. R.14, s. 13 (1, 2).</p> <p class=\"headnote-e\"><b>Apportionment of levy</b></p> <p class=\"subsection-e\">(3)A by-law enacted under subsection (2) shall apportion the levy against each of such area municipalities in a manner that, in the opinion of the Regional Council, is just and equitable, and without limiting the generality of the foregoing, the Regional Council in making such apportionment may have regard to the degree of passenger transport services provided, the financial implications of providing such service, the assessment of rateable property, and any other factors and considerations that are, in the opinion of the Regional Council, relevant. R.S.O. 1990, c. R.14, s. 13 (3); 1997, c. 29, s. 68 (1).</p> <p class=\"subsection-e\">(4)Repealed: 1997, c. 29, s. 68 (2).</p> <p class=\"headnote-e\"><b>Advances</b></p> <p class=\"subsection-e\">(5)The Regional Corporation may advance money to the Commission from time to time upon such terms and conditions as the Regional Council may prescribe and any money so advanced shall be deemed not to reduce the operation deficit referred to in subsection (2) unless the Regional Council otherwise directs.</p> <p class=\"headnote-e\"><b>Payment of levy to Commission</b></p> <p class=\"subsection-e\">(6)The sums levied under subsection (2), less any advances made under subsection (5), shall be paid by the Regional Corporation to the Commission within thirty days of the making of the levy.</p> <p class=\"headnote-e\"><b>Notice to area municipalities</b></p> <p class=\"subsection-e\">(7)Within ten days of the passing of a by-law under subsection (1) or (2), the clerk of the Regional Council shall give notice thereof to the clerk of any area municipality affected thereby, by prepaid registered post.</p> <p class=\"headnote-e\"><b>Appeal</b></p> <p class=\"subsection-e\">(8)Any area municipality affected by a by-law passed under subsection (1) or (2) may appeal to the Municipal Board against such by-law by sending by prepaid registered post to the Municipal Board and to the clerk of the Regional Council a notice in writing setting forth its reasons therefor within thirty days of the passing of such by-law.</p> <p class=\"headnote-e\"><b>Hearing</b></p> <p class=\"subsection-e\">(9)The Municipal Board shall make such inquiries into the matter as it considers necessary and may by order confirm such by-law or make such amendments if any, to the by-law as it deems proper in the circumstances, and the order of the Municipal Board is final.</p> <p class=\"headnote-e\"><b>Effect of by-law</b></p> <p class=\"subsection-e\">(10)If no appeal is made against the by-law as provided in subsection (8), such by-law is valid, final and binding according to its terms so far as the same ordains, prescribes or directs anything within the proper competence of the Regional Council.</p> <p class=\"headnote-e\"><b>Special levy by area municipality</b></p> <p class=\"subsection-e\">(11)Any area municipality may pay the amounts chargeable to it under any such by-law out of its general funds, or, subject to the approval of the Municipal Board, may pass one or more by-laws to impose a special rate or rates in one or more defined areas to raise the whole or any part of the amount charged to such area municipality.</p> <p class=\"headnote-e\"><b>Where approval of O.M.B. not required</b></p> <p class=\"subsection-e\">(12)Despite subsection (11), an area municipality may, without the approval of the Municipal Board, pass one or more by-laws to impose a special rate or rates in one or more defined areas of the area municipality to raise the whole or any part of the amount charged to that municipality if,</p> <p class=\"clause-e\">(a) the defined area or areas constitute the entire portion of the Urban Transit Area that is situate within the area municipality; and</p> <p class=\"clause-e\">(b) either the by-law of the Regional Council passed under subsection (1) defining the Urban Transit Area is final and binding under subsection (10) or thirty days have expired since the passing of the by-law or any amendments thereto and all appeals against the by-law or any such amendments have been finally disposed of,</p> <p class=\"Ssubsection-e\">as evidenced by a certificate to that effect signed by the clerk of the Regional Corporation. R.S.O. 1990, c. R.14, s. 13 (5-12).</p>"
        },
        {
            "id": "14.",
            "section": "Assets",
            "content": "14.(1)All the real and personal property owned by or vested in The Corporation of the City of Ottawa for the use of the Former Commission and all real and personal property owned by or vested in the Former Commission are vested in the Commission. Liabilities (2)The Commission shall assume all liabilities of the Former Commission except those referred to in subsection (5), which shall be assumed by the Regional Corporation. No compensation (3)No compensation or damages shall be payable to the Former Commission or The Corporation of the City of Ottawa in respect of any undertaking, assets and property vested in the Commission under this Part. Disputes (4)In the event of any doubt as to whether any particular asset is vested in the Commission or any particular liability is assumed by the Commission or the Regional Corporation the Municipal Board upon application shall determine the matter and its decision is final. Debenture payments to area municipalities (5)The Regional Corporation shall pay to each area municipality before the due date all amounts of principal and interest becoming due upon any outstanding debt of that area municipality in respect of any property vested in the Regional Corporation under this section, or issued by that area municipality for or on behalf of the Former Commission. Default (6)If the Regional Corporation fails to make any payment as required by subsection (5), interest shall be payable thereon at the rate of 15 per cent per annum, or such lower rate as the council of the area municipality determines from the date payment is due until it is made. Settling of disputes (7)In the event of any doubt as to whether any outstanding debenture or portion thereof was issued in respect of any property vested in the Commission under this section, or for or on behalf of the Former Commission, the Municipal Board, upon application, may determine the matter and its decision is final. Debenture repayments by Commission (8)The Regional Council may pass by-laws to require the Commission to pay to the Regional Corporation amounts required to be raised annually by the Regional Corporation to meet interest, principal and sinking fund instalments on debentures or other debts assumed under this Part or subsequently incurred by the Regional Corporation for public transport purposes, upon such terms as to time, manner of payment and interest, as the by-law may prescribe. Regional Area deemed one urban municipality under Public Vehicles Act (9)For the purposes of the Public Vehicles Act, all passenger transport provided by the Commission within the Regional Area shall be deemed to be within the corporate limits of one urban municipality. Transfer of title (10)For the purposes of the Registry Act, the Land Titles Act, the Personal Property Security Act, the Bulk Sales Act and any other Act affecting title to property, it is sufficient to cite this Act to show the transmission of title to the Regional Corporation or the Commission as the case may be and the vesting therein of any real or personal property or any interest therein, but, if an order has been made by the Municipal Board under this Part the order shall be cited as well, and the transfer of assets effected by this Part shall be conclusively deemed to have been made in conformity with each and all such Acts. Municipal Franchises Act not to apply (11)The Municipal Franchises Act shall not apply to any passenger transport services provided under this Part. Penalties (12)Part XIX of the Municipal Act applies to any by-laws passed under this Part. Agreements (13)For the purposes of this Part, the Regional Corporation may enter into agreements with any person. R.S.O. 1990, c. R.14, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b>(1)All the real and personal property owned by or vested in The Corporation of the City of Ottawa for the use of the Former Commission and all real and personal property owned by or vested in the Former Commission are vested in the Commission.</p> <p class=\"headnote-e\"><b>Liabilities</b></p> <p class=\"subsection-e\">(2)The Commission shall assume all liabilities of the Former Commission except those referred to in subsection (5), which shall be assumed by the Regional Corporation.</p> <p class=\"headnote-e\"><b>No compensation</b></p> <p class=\"subsection-e\">(3)No compensation or damages shall be payable to the Former Commission or The Corporation of the City of Ottawa in respect of any undertaking, assets and property vested in the Commission under this Part.</p> <p class=\"headnote-e\"><b>Disputes</b></p> <p class=\"subsection-e\">(4)In the event of any doubt as to whether any particular asset is vested in the Commission or any particular liability is assumed by the Commission or the Regional Corporation the Municipal Board upon application shall determine the matter and its decision is final.</p> <p class=\"headnote-e\"><b>Debenture payments to area municipalities</b></p> <p class=\"subsection-e\">(5)The Regional Corporation shall pay to each area municipality before the due date all amounts of principal and interest becoming due upon any outstanding debt of that area municipality in respect of any property vested in the Regional Corporation under this section, or issued by that area municipality for or on behalf of the Former Commission.</p> <p class=\"headnote-e\"><b>Default</b></p> <p class=\"subsection-e\">(6)If the Regional Corporation fails to make any payment as required by subsection (5), interest shall be payable thereon at the rate of 15 per cent per annum, or such lower rate as the council of the area municipality determines from the date payment is due until it is made.</p> <p class=\"headnote-e\"><b>Settling of disputes</b></p> <p class=\"subsection-e\">(7)In the event of any doubt as to whether any outstanding debenture or portion thereof was issued in respect of any property vested in the Commission under this section, or for or on behalf of the Former Commission, the Municipal Board, upon application, may determine the matter and its decision is final.</p> <p class=\"headnote-e\"><b>Debenture repayments by Commission</b></p> <p class=\"subsection-e\">(8)The Regional Council may pass by-laws to require the Commission to pay to the Regional Corporation amounts required to be raised annually by the Regional Corporation to meet interest, principal and sinking fund instalments on debentures or other debts assumed under this Part or subsequently incurred by the Regional Corporation for public transport purposes, upon such terms as to time, manner of payment and interest, as the by-law may prescribe.</p> <p class=\"headnote-e\"><b>Regional Area deemed one urban municipality under <i>Public Vehicles Act</i></b></p> <p class=\"subsection-e\">(9)For the purposes of the <i>Public Vehicles Act</i>, all passenger transport provided by the Commission within the Regional Area shall be deemed to be within the corporate limits of one urban municipality.</p> <p class=\"headnote-e\"><b>Transfer of title</b></p> <p class=\"subsection-e\">(10)For the purposes of the <i>Registry Act</i>, the <i>Land Titles Act</i>, the <i>Personal Property Security Act</i>, the <i>Bulk Sales Act</i> and any other Act affecting title to property, it is sufficient to cite this Act to show the transmission of title to the Regional Corporation or the Commission as the case may be and the vesting therein of any real or personal property or any interest therein, but, if an order has been made by the Municipal Board under this Part the order shall be cited as well, and the transfer of assets effected by this Part shall be conclusively deemed to have been made in conformity with each and all such Acts.</p> <p class=\"headnote-e\"><b><i>Municipal Franchises Act</i> not to apply</b></p> <p class=\"subsection-e\">(11)The <i>Municipal Franchises Act</i> shall not apply to any passenger transport services provided under this Part.</p> <p class=\"headnote-e\"><b>Penalties</b></p> <p class=\"subsection-e\">(12)Part XIX of the <i>Municipal Act</i> applies to any by-laws passed under this Part.</p> <p class=\"headnote-e\"><b>Agreements</b></p> <p class=\"subsection-e\">(13)For the purposes of this Part, the Regional Corporation may enter into agreements with any person. R.S.O. 1990, c. R.14, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Removal of passenger from transit vehicle",
            "content": "15.Any employee of the Commission may request any person travelling on the passenger transit system to leave the transit vehicle and may use reasonable force to effect the departure of such person from the vehicle if the employee has reason to believe that such person does not hold a valid bus pass and has not paid the proper fare. R.S.O. 1990, c. R.14, s. 15. PART III   HYDRO-ELECTRIC SERVICES",
            "raw_html": "<p class=\"section-e\"><b>15.</b>Any employee of the Commission may request any person travelling on the passenger transit system to leave the transit vehicle and may use reasonable force to effect the departure of such person from the vehicle if the employee has reason to believe that such person does not hold a valid bus pass and has not paid the proper fare. R.S.O. 1990, c. R.14, s. 15.</p> <p class=\"partnum-e\"><b>PART III <br/>  HYDRO-ELECTRIC SERVICES</b></p>"
        },
        {
            "id": "16.",
            "section": "Definitions",
            "content": "16.In this Part, “area municipality” means the municipality or corporation of the Township of Cumberland, the Township of Goulbourn or the City of Kanata; (“municipalité de secteur”) “commission” means a hydro-electric commission continued under section 17; (“commission”) “Minister” means the Minister of Municipal Affairs; (“ministre”) “municipal commission” means a hydro-electric commission or public utilities commission entrusted with the control and management of works for the retail distribution and supply of power in the whole or any part of an area municipality immediately before the 19th day of June, 1980 and established or deemed to be established under Part III of the Public Utilities Act; (“commission municipale”) “power” means electrical power and includes electrical energy; (“électricité”) “retail”, when used in relation to the distribution and supply of power, refers to the distribution and supply of power at voltages less than 50 kilovolts, but does not refer to works located within a transformer station that transform power from voltages greater than 50 kilovolts to voltages less than 50 kilovolts. (“détail”) R.S.O. 1990, c. R.14, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b>In this Part,</p> <p class=\"firstdef-e\">“area municipality” means the municipality or corporation of the Township of Cumberland, the Township of Goulbourn or the City of Kanata; (“municipalité de secteur”)</p> <p class=\"definition-e\">“commission” means a hydro-electric commission continued under section 17; (“commission”)</p> <p class=\"definition-e\">“Minister” means the Minister of Municipal Affairs; (“ministre”)</p> <p class=\"definition-e\">“municipal commission” means a hydro-electric commission or public utilities commission entrusted with the control and management of works for the retail distribution and supply of power in the whole or any part of an area municipality immediately before the 19th day of June, 1980 and established or deemed to be established under Part III of the <i>Public Utilities Act</i>; (“commission municipale”)</p> <p class=\"definition-e\">“power” means electrical power and includes electrical energy; (“électricité”)</p> <p class=\"definition-e\">“retail”, when used in relation to the distribution and supply of power, refers to the distribution and supply of power at voltages less than 50 kilovolts, but does not refer to works located within a transformer station that transform power from voltages greater than 50 kilovolts to voltages less than 50 kilovolts. (“détail”) R.S.O. 1990, c. R.14, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Commissions continued",
            "content": "17.(1)The hydro-electric commission for each of the Township of Goulbourn and the City of Kanata established by The Ottawa-Carleton Municipal Hydro-Electric Service Act, 1980, being chapter 40, is continued. R.S.O. 1990, c. R.14, s. 17 (1). Deemed commission, etc. (2)Each commission shall be deemed to be a commission established under Part III of the Public Utilities Act. R.S.O. 1990, c. R.14, s. 17 (2); 1998, c. 15, Sched. E, s. 38 (1). Names of commissions (3)Each commission shall be known by the name set out below that relates to the area municipality in respect of which the commission is continued: 1. Goulbourn Hydro-Electric Commission in English and Commission hydroélectrique de Goulbourn in French. 2. Kanata Hydro-Electric Commission in English and Commission hydroélectrique de Kanata in French. Composition (4)Each commission shall consist of the mayor of the area municipality in respect of which the commission is continued and additional members who are qualified electors under the Municipal Elections Act in the area municipality. When area municipality may determine size of commission (5)Except as otherwise provided in this Part, the council of each area municipality shall determine by by-law whether the number of additional members of the commission continued in respect of the area municipality shall be two or four. Additional members of commissions (6)The additional members of each commission shall be elected by a general vote of the electors of the area municipality served by the commission, unless before the 1st day of July, 1982 the council of the area municipality has provided by by-law that the additional members shall be appointed by the council. Eligibility of members of council (7)Members of the council of the area municipality served by a commission may be members of the commission, but the members of the council shall not form a majority of the commission. Term of office (8)A member of a commission shall hold office for the same term as the members of council or until his or her successor is elected or appointed. Delegates (9)The council of an area municipality served by a commission may, by by-law passed with the written consent of the mayor, appoint a delegate from among the members of the council to represent the mayor on the commission. Resignations (10)A resignation from the council of an area municipality of a member of the council who is a member of a commission shall be deemed to be a resignation from both the council and the commission. R.S.O. 1990, c. R.14, s. 17 (3-10).",
            "raw_html": "<p class=\"section-e\"><b>17.</b>(1)The hydro-electric commission for each of the Township of Goulbourn and the City of Kanata established by <i>The Ottawa-Carleton Municipal Hydro-Electric Service Act, 1980</i>, being chapter 40, is continued. R.S.O. 1990, c. R.14, s. 17 (1).</p> <p class=\"headnote-e\"><b>Deemed commission, etc.</b></p> <p class=\"subsection-e\">(2)Each commission shall be deemed to be a commission established under Part III of the <i>Public Utilities Act</i>. R.S.O. 1990, c. R.14, s. 17 (2); 1998, c. 15, Sched. E, s. 38 (1).</p> <p class=\"headnote-e\"><b>Names of commissions</b></p> <p class=\"subsection-e\">(3)Each commission shall be known by the name set out below that relates to the area municipality in respect of which the commission is continued:</p> <p class=\"paragraph-e\">1. Goulbourn Hydro-Electric Commission in English and Commission hydroélectrique de Goulbourn in French.</p> <p class=\"paragraph-e\">2. Kanata Hydro-Electric Commission in English and Commission hydroélectrique de Kanata in French.</p> <p class=\"headnote-e\"><b>Composition</b></p> <p class=\"subsection-e\">(4)Each commission shall consist of the mayor of the area municipality in respect of which the commission is continued and additional members who are qualified electors under the <i>Municipal Elections Act</i> in the area municipality.</p> <p class=\"headnote-e\"><b>When area municipality may determine size of commission</b></p> <p class=\"subsection-e\">(5)Except as otherwise provided in this Part, the council of each area municipality shall determine by by-law whether the number of additional members of the commission continued in respect of the area municipality shall be two or four.</p> <p class=\"headnote-e\"><b>Additional members of commissions</b></p> <p class=\"subsection-e\">(6)The additional members of each commission shall be elected by a general vote of the electors of the area municipality served by the commission, unless before the 1st day of July, 1982 the council of the area municipality has provided by by-law that the additional members shall be appointed by the council.</p> <p class=\"headnote-e\"><b>Eligibility of members of council</b></p> <p class=\"subsection-e\">(7)Members of the council of the area municipality served by a commission may be members of the commission, but the members of the council shall not form a majority of the commission.</p> <p class=\"headnote-e\"><b>Term of office</b></p> <p class=\"subsection-e\">(8)A member of a commission shall hold office for the same term as the members of council or until his or her successor is elected or appointed.</p> <p class=\"headnote-e\"><b>Delegates</b></p> <p class=\"subsection-e\">(9)The council of an area municipality served by a commission may, by by-law passed with the written consent of the mayor, appoint a delegate from among the members of the council to represent the mayor on the commission.</p> <p class=\"headnote-e\"><b>Resignations</b></p> <p class=\"subsection-e\">(10)A resignation from the council of an area municipality of a member of the council who is a member of a commission shall be deemed to be a resignation from both the council and the commission. R.S.O. 1990, c. R.14, s. 17 (3-10).</p>"
        },
        {
            "id": "18.",
            "section": "Powers of commissions",
            "content": "18.(1)Except as herein provided, all the powers, rights, authorities and privileges that are conferred by the Public Utilities Act on a municipal corporation with respect to power shall be exercised on behalf of each area municipality by the commission continued in respect of the area municipality and not by the council of any municipality or any other person. R.S.O. 1990, c. R.14, s. 18 (1). Right to distribute and supply power (2)Subject to section 21, each commission has the sole right to distribute and supply power within the area municipality in respect of which it is continued. R.S.O. 1990, c. R.14, s. 18 (2); 1998, c. 15, Sched. E, s. 38 (2). Subsisting contracts (3)The right of a commission to distribute and supply power is subject to any subsisting contracts for the supply of power made under section 69 of the Power Corporation Act, being chapter 384 of the Revised Statutes of Ontario, 1980, or a predecessor thereof. R.S.O. 1990, c. R.14, s. 18 (3). Contract for purchase or transmission (4)A commission may without electoral assent or other approval or authorization contract for the purchase of electricity with the corporation designated as the Ontario Electricity Generation Corporation for the purposes of the Electricity Act, 1998 or for the transmission of electricity with the corporation designated as the Ontario Electric Services Corporation for the purposes of that Act. Subsidiaries included (4.1)For the purposes of subsection (4), a reference to a corporation is deemed to include a subsidiary of that corporation. 1998, c. 15, Sched. E, s. 38 (3). (5), (6) Repealed: 1998, c. 15, Sched. E, s. 38 (4). Direct customers: retail (7)With the consent of a commission, the corporation designated as the Ontario Electricity Generation Corporation for the purposes of the Electricity Act, 1998 or its subsidiary may retail electricity directly to customers in the area municipality in respect of which the commission is continued. Direct customers: distribution (8)With the consent of a commission, the corporation designated as the Ontario Electric Services Corporation for the purposes of the Electricity Act, 1998 or its subsidiary may distribute electricity directly to customers in the area municipality in respect of which the commission is continued. Repeal (9)Subsections (2), (3), (4), (4.1), (7) and (8) are repealed on the day that subsection 26 (1) of the Electricity Act, 1998 comes into force. 1998, c. 15, Sched. E, s. 38 (5). 19.Repealed: 1998, c. 15, Sched. E, s. 38 (6). Note: Despite the repeal of section 19, subsections 19 (2) to (6), as they read immediately before their repeal, continue to apply to a commission established under subsection 19 (1) before it was repealed, except that the commission is not deemed to be a municipal commission within the meaning of the Power Corporation Act. See: 1998, c. 15, Sched. E, s. 38 (7). 20.Repealed: 1998, c. 15, Sched. E, s. 38 (8).",
            "raw_html": "<p class=\"section-e\"><b>18.</b>(1)Except as herein provided, all the powers, rights, authorities and privileges that are conferred by the <i>Public Utilities Act</i> on a municipal corporation with respect to power shall be exercised on behalf of each area municipality by the commission continued in respect of the area municipality and not by the council of any municipality or any other person. R.S.O. 1990, c. R.14, s. 18 (1).</p> <p class=\"headnote-e\"><b>Right to distribute and supply power</b></p> <p class=\"subsection-e\">(2)Subject to section 21, each commission has the sole right to distribute and supply power within the area municipality in respect of which it is continued. R.S.O. 1990, c. R.14, s. 18 (2); 1998, c. 15, Sched. E, s. 38 (2).</p> <p class=\"headnote-e\"><b>Subsisting contracts</b></p> <p class=\"subsection-e\">(3)The right of a commission to distribute and supply power is subject to any subsisting contracts for the supply of power made under section 69 of the <i>Power Corporation Act</i>, being chapter 384 of the Revised Statutes of Ontario, 1980, or a predecessor thereof. R.S.O. 1990, c. R.14, s. 18 (3).</p> <p class=\"headnote-e\"><b>Contract for purchase or transmission </b></p> <p class=\"subsection-e\">(4)A commission may without electoral assent or other approval or authorization contract for the purchase of electricity with the corporation designated as the Ontario Electricity Generation Corporation for the purposes of the <i>Electricity Act, 1998</i> or for the transmission of electricity with the corporation designated as the Ontario Electric Services Corporation for the purposes of that Act.</p> <p class=\"headnote-e\"><b>Subsidiaries included</b></p> <p class=\"subsection-e\">(4.1)For the purposes of subsection (4), a reference to a corporation is deemed to include a subsidiary of that corporation. 1998, c. 15, Sched. E, s. 38 (3).</p> <p class=\"subsection-e\">(5), (6) Repealed: 1998, c. 15, Sched. E, s. 38 (4).</p> <p class=\"headnote-e\"><b>Direct customers: retail</b></p> <p class=\"subsection-e\">(7)With the consent of a commission, the corporation designated as the Ontario Electricity Generation Corporation for the purposes of the <i>Electricity Act, 1998</i> or its subsidiary may retail electricity directly to customers in the area municipality in respect of which the commission is continued.</p> <p class=\"headnote-e\"><b>Direct customers: distribution</b></p> <p class=\"subsection-e\">(8)With the consent of a commission, the corporation designated as the Ontario Electric Services Corporation for the purposes of the <i>Electricity Act, 1998</i> or its subsidiary may distribute electricity directly to customers in the area municipality in respect of which the commission is continued.</p> <p class=\"headnote-e\"><b>Repeal</b></p> <p class=\"Psubsection-e\"><b>(9)Subsections (2), (3), (4), (4.1), (7) and (8) are repealed on the day that subsection 26 (1) of the <i>Electricity Act, 1998</i> comes into force. 1998, c. 15, Sched. E, s. 38 (5).</b></p> <p class=\"section-e\"><b>19.</b>Repealed: 1998, c. 15, Sched. E, s. 38 (6).</p> <p class=\"Pnote-e\"><b>Note: Despite the repeal of section 19, subsections 19 (2) to (6), as they read immediately before their repeal, continue to apply to a commission established under subsection 19 (1) before it was repealed, except that the commission is not deemed to be a municipal commission within the meaning of the <i>Power Corporation Act</i>. See: 1998, c. 15, Sched. E, s. 38 (7).</b></p> <p class=\"section-e\"><b>20.</b>Repealed: 1998, c. 15, Sched. E, s. 38 (8).</p>"
        },
        {
            "id": "19.",
            "section": "Repeal",
            "content": "19.Repealed: 1998, c. 15, Sched. E, s. 38 (6). Note: Despite the repeal of section 19, subsections 19 (2) to (6), as they read immediately before their repeal, continue to apply to a commission established under subsection 19 (1) before it was repealed, except that the commission is not deemed to be a municipal commission within the meaning of the Power Corporation Act. See: 1998, c. 15, Sched. E, s. 38 (7). 20.Repealed: 1998, c. 15, Sched. E, s. 38 (8).",
            "raw_html": "<p class=\"section-e\"><b>19.</b>Repealed: 1998, c. 15, Sched. E, s. 38 (6).</p> <p class=\"Pnote-e\"><b>Note: Despite the repeal of section 19, subsections 19 (2) to (6), as they read immediately before their repeal, continue to apply to a commission established under subsection 19 (1) before it was repealed, except that the commission is not deemed to be a municipal commission within the meaning of the <i>Power Corporation Act</i>. See: 1998, c. 15, Sched. E, s. 38 (7).</b></p> <p class=\"section-e\"><b>20.</b>Repealed: 1998, c. 15, Sched. E, s. 38 (8).</p>"
        },
        {
            "id": "20.",
            "section": "Repeal",
            "content": "20.Repealed: 1998, c. 15, Sched. E, s. 38 (8).",
            "raw_html": "<p class=\"section-e\"><b>20.</b>Repealed: 1998, c. 15, Sched. E, s. 38 (8).</p>"
        },
        {
            "id": "21.",
            "section": "Continuation re certain areas",
            "content": "21.(1)Subject to the conditions of their licences issued under the Ontario Energy Board Act, 1998, the corporation designated as the Ontario Electricity Generation Corporation for the purposes of the Electricity Act, 1998 shall supply, and the corporation designated as the Ontario Electric Services Corporation for the purposes of the Electricity Act, 1998 shall distribute, power in those areas of the townships of Cumberland and Goulbourn that Ontario Hydro served immediately before the coming into force of subsection 38 (9) of Schedule E to the Energy Competition Act, 1998. Subsidiaries included (1.1)For the purposes of subsection (1), a reference to a corporation is deemed to include a subsidiary of that corporation. Repeal (1.2)Subsections (1) and (1.1) are repealed on the day that subsection 26 (1) of the Electricity Act, 1998 comes into force. 1998, c. 15, Sched. E, s. 38 (9). (2), (3)Repealed: 1998, c. 15, Sched. E, s. 38 (10).",
            "raw_html": "<p class=\"section-e\"><b>21.</b>(1)Subject to the conditions of their licences issued under the <i>Ontario Energy Board Act, 1998</i>, the corporation designated as the Ontario Electricity Generation Corporation for the purposes of the <i>Electricity Act, 1998</i> shall supply, and the corporation designated as the Ontario Electric Services Corporation for the purposes of the <i>Electricity Act, 1998</i> shall distribute, power in those areas of the townships of Cumberland and Goulbourn that Ontario Hydro served immediately before the coming into force of subsection 38 (9) of Schedule E to the <i>Energy Competition Act, 1998</i>.</p> <p class=\"headnote-e\"><b>Subsidiaries included</b></p> <p class=\"subsection-e\">(1.1)For the purposes of subsection (1), a reference to a corporation is deemed to include a subsidiary of that corporation.</p> <p class=\"headnote-e\"><b>Repeal</b></p> <p class=\"Psubsection-e\"><b>(1.2)Subsections (1) and (1.1) are repealed on the day that subsection 26 (1) of the <i>Electricity Act, 1998</i> comes into force. 1998, c. 15, Sched. E, s. 38 (9).</b></p> <p class=\"subsection-e\">(2), (3)Repealed: 1998, c. 15, Sched. E, s. 38 (10).</p>"
        },
        {
            "id": "22.",
            "section": "Real property held in trust",
            "content": "22.(1)All real property under the control and management of a commission shall be held by the commission in trust for the area municipality served by the commission. R.S.O. 1990, c. R.14, s. 22 (1). Disposition of real property (2)Where a commission is of the opinion, and so declares by resolution, that any real property under its control and management is not required for its purposes, unless otherwise agreed upon by the commission and the area municipality served by the commission, the real property may be disposed of as follows: 1. In the event that the area municipality served by the commission wishes in good faith to use the real property for a municipal purpose, it shall compensate the commission for the real property at its actual cost, less accrued depreciation as shown on the books of the commission or the assessed value of the real property, whichever is the greater, and when the municipality in good faith no longer wishes to use the real property for a municipal purpose, the area municipality may sell, lease or otherwise dispose of the real property and may retain the proceeds of the sale, lease or disposition as municipal funds. 2. In the event that the municipality served by the commission does not wish to use the real property in accordance with paragraph 1, the commission shall, as soon as practicable, sell, lease or otherwise dispose of the real property at fair market value on behalf of the municipality and the net proceeds derived from the sale, lease or other disposition of the real property or the compensation paid therefor under this subsection shall be received by the commission and shall be applied in accordance with the Public Utilities Act. R.S.O. 1990, c. R.14, s. 22 (2); 1998, c. 15, Sched. E, s. 38 (11).",
            "raw_html": "<p class=\"section-e\"><b>22.</b>(1)All real property under the control and management of a commission shall be held by the commission in trust for the area municipality served by the commission. R.S.O. 1990, c. R.14, s. 22 (1).</p> <p class=\"headnote-e\"><b>Disposition of real property</b></p> <p class=\"subsection-e\">(2)Where a commission is of the opinion, and so declares by resolution, that any real property under its control and management is not required for its purposes, unless otherwise agreed upon by the commission and the area municipality served by the commission, the real property may be disposed of as follows:</p> <p class=\"paragraph-e\">1. In the event that the area municipality served by the commission wishes in good faith to use the real property for a municipal purpose, it shall compensate the commission for the real property at its actual cost, less accrued depreciation as shown on the books of the commission or the assessed value of the real property, whichever is the greater, and when the municipality in good faith no longer wishes to use the real property for a municipal purpose, the area municipality may sell, lease or otherwise dispose of the real property and may retain the proceeds of the sale, lease or disposition as municipal funds.</p> <p class=\"paragraph-e\">2. In the event that the municipality served by the commission does not wish to use the real property in accordance with paragraph 1, the commission shall, as soon as practicable, sell, lease or otherwise dispose of the real property at fair market value on behalf of the municipality and the net proceeds derived from the sale, lease or other disposition of the real property or the compensation paid therefor under this subsection shall be received by the commission and shall be applied in accordance with the <i>Public Utilities Act</i>. R.S.O. 1990, c. R.14, s. 22 (2); 1998, c. 15, Sched. E, s. 38 (11).</p>"
        },
        {
            "id": "23.",
            "section": "Borrowing",
            "content": "23.Except as otherwise provided in this Part, sections 111 to 135 of the Regional Municipalities Act apply, with necessary modifications, to any borrowing for the purposes of a commission. R.S.O. 1990, c. R.14, s. 23. PART IV   HEALTH AND WELFARE SERVICES",
            "raw_html": "<p class=\"section-e\"><b>23.</b>Except as otherwise provided in this Part, sections 111 to 135 of the <i>Regional Municipalities Act</i> apply, with necessary modifications, to any borrowing for the purposes of a commission. R.S.O. 1990, c. R.14, s. 23.</p> <p class=\"partnum-e\"><b>PART IV <br/>  HEALTH AND WELFARE SERVICES</b></p>"
        },
        {
            "id": "24.",
            "section": "Liability for hospitalization of indigents",
            "content": "24.The Regional Corporation shall be deemed to be a city for all the purposes of the provisions of the Public Hospitals Act and sections 28 and 29 of the Private Hospitals Act respecting hospitalization and burial of indigent persons and their dependants, and no area municipality has any liability under such provisions. R.S.O. 1990, c. R.14, s. 24.",
            "raw_html": "<p class=\"section-e\"><b>24.</b>The Regional Corporation shall be deemed to be a city for all the purposes of the provisions of the <i>Public Hospitals Act</i> and sections 28 and 29 of the <i>Private Hospitals Act</i> respecting hospitalization and burial of indigent persons and their dependants, and no area municipality has any liability under such provisions. R.S.O. 1990, c. R.14, s. 24.</p>"
        },
        {
            "id": "25.",
            "section": "Liability for burials",
            "content": "25.The Regional Corporation shall repay to each area municipality any expenses incurred after the 31st day of December, 1968, by the area municipality for the interment of dead bodies required to be interred by the area municipality under the Anatomy Act. R.S.O. 1990, c. R.14, s. 25.",
            "raw_html": "<p class=\"section-e\"><b>25.</b>The Regional Corporation shall repay to each area municipality any expenses incurred after the 31st day of December, 1968, by the area municipality for the interment of dead bodies required to be interred by the area municipality under the <i>Anatomy Act</i>. R.S.O. 1990, c. R.14, s. 25.</p>"
        },
        {
            "id": "26.",
            "section": "Regional Corporation liability under Mental Hospitals Act",
            "content": "26.The Regional Corporation is liable for all costs and expenses incurred after the 31st day of December, 1968, under section 16 of the Mental Hospitals Act in respect of the Regional Area and subsections (3) and (4) thereof apply with necessary modifications to the Regional Corporation, and no area municipality is liable for such costs and expenses. R.S.O. 1990, c. R.14, s. 26.",
            "raw_html": "<p class=\"section-e\"><b>26.</b>The Regional Corporation is liable for all costs and expenses incurred after the 31st day of December, 1968, under section 16 of the <i>Mental Hospitals Act</i> in respect of the Regional Area and subsections (3) and (4) thereof apply with necessary modifications to the Regional Corporation, and no area municipality is liable for such costs and expenses. R.S.O. 1990, c. R.14, s. 26.</p>"
        },
        {
            "id": "27.",
            "section": "Powers of board of health",
            "content": "27.The Regional Corporation has all the powers, rights and duties of a board of health under the Health Protection and Promotion Act. R.S.O. 1990, c. R.14, s. 27.",
            "raw_html": "<p class=\"section-e\"><b>27.</b>The Regional Corporation has all the powers, rights and duties of a board of health under the <i>Health Protection and Promotion Act</i>. R.S.O. 1990, c. R.14, s. 27.</p>"
        },
        {
            "id": "28.",
            "section": "Liability respecting home for aged",
            "content": "28.The Regional Corporation shall be deemed to be a city for the purposes of the Homes for the Aged and Rest Homes Act, and no area municipality has any authority as to the establishment, erection and maintenance of a home for the aged under that Act. R.S.O. 1990, c. R.14, s. 28.",
            "raw_html": "<p class=\"section-e\"><b>28.</b>The Regional Corporation shall be deemed to be a city for the purposes of the <i>Homes for the Aged and Rest Homes Act</i>, and no area municipality has any authority as to the establishment, erection and maintenance of a home for the aged under that Act. R.S.O. 1990, c. R.14, s. 28.</p>"
        },
        {
            "id": "29.",
            "section": "Where area municipality not deemed municipality",
            "content": "29.(1)No area municipality shall be deemed to be a municipality for the purposes of the Child and Family Services Act. Liability of Regional Corporation under General Welfare Assistance Act (2)The Regional Corporation shall be deemed to be a county for the purposes of the General Welfare Assistance Act, and no area municipality shall be deemed to be a municipality for the purposes of such Act, except section 2 thereof. R.S.O. 1990, c. R.14, s. 29.",
            "raw_html": "<p class=\"section-e\"><b>29.</b>(1)No area municipality shall be deemed to be a municipality for the purposes of the <i>Child and Family Services Act</i>.</p> <p class=\"headnote-e\"><b>Liability of Regional Corporation under <i>General Welfare Assistance Act</i></b></p> <p class=\"subsection-e\">(2)The Regional Corporation shall be deemed to be a county for the purposes of the <i>General Welfare Assistance Act</i>, and no area municipality shall be deemed to be a municipality for the purposes of such Act, except section 2 thereof. R.S.O. 1990, c. R.14, s. 29.</p>"
        },
        {
            "id": "30.",
            "section": "Liability of Regional Corporation under certain Acts",
            "content": "30.(1)The Regional Corporation shall be deemed to be a county for the purposes of the Homemakers and Nurses Services Act and the Day Nurseries Act, and no area municipality shall be deemed to be a municipality for the purposes of such Acts. R.S.O. 1990, c. R.14, s. 30 (1). Services to be supplied on request of area municipality (2)Despite subsection (1) but subject to section 31, the Regional Council shall not provide services under the Day Nurseries Act except in those area municipalities requesting such services, and such municipalities shall pay the cost thereof in the manner determined by the Regional Council. R.S.O. 1990, c. R.14, s. 30 (2); 1994, c. 1, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>30.</b>(1)The Regional Corporation shall be deemed to be a county for the purposes of the <i>Homemakers and Nurses Services Act</i> and the <i>Day Nurseries Act</i>, and no area municipality shall be deemed to be a municipality for the purposes of such Acts. R.S.O. 1990, c. R.14, s. 30 (1).</p> <p class=\"headnote-e\"><b>Services to be supplied on request of area municipality</b></p> <p class=\"subsection-e\">(2)Despite subsection (1) but subject to section 31, the Regional Council shall not provide services under the <i>Day Nurseries Act</i> except in those area municipalities requesting such services, and such municipalities shall pay the cost thereof in the manner determined by the Regional Council. R.S.O. 1990, c. R.14, s. 30 (2); 1994, c. 1, s. 3.</p>"
        },
        {
            "id": "31.",
            "section": "Day care service areas",
            "content": "31.(1)The Regional Council may by by-law designate as a day care service area any or all of the area municipalities and may pass such additional by-laws to alter the composition of the day care service area by adding or eliminating any area municipality. R.S.O. 1990, c. R.14, s. 31 (1). Levies for day care service areas (2)The Regional Council in each year shall levy against the area municipalities situate within the day care service area a sum sufficient to meet the costs, as estimated by the Regional Council, of providing day care services in the day care service area. R.S.O. 1990, c. R.14, s. 31 (2); 1994, c. 1, s. 4. Idem (3)An area municipality within the day care service area may pay the levy imposed on the area municipality under subsection (2) out of its general funds or, subject to the approval of the Municipal Board, may pass one or more by-laws to impose special rates in one or more parts of the area municipality to raise the whole or any part of the levy imposed on the area municipality under subsection (2). Idem (4)An area municipality not in the day care service area may pay the amount charged to it by the Regional Council for day care services under subsection 30 (2) out of its general funds or, subject to the approval of the Municipal Board, may pass one or more by-laws to impose special rates in one or more parts of the area municipality to raise the whole or any part of the amount charged to the area municipality under subsection 30 (2). R.S.O. 1990, c. R.14, s. 31 (3, 4).",
            "raw_html": "<p class=\"section-e\"><b>31.</b>(1)The Regional Council may by by-law designate as a day care service area any or all of the area municipalities and may pass such additional by-laws to alter the composition of the day care service area by adding or eliminating any area municipality. R.S.O. 1990, c. R.14, s. 31 (1).</p> <p class=\"headnote-e\"><b>Levies for day care service areas</b></p> <p class=\"subsection-e\">(2)The Regional Council in each year shall levy against the area municipalities situate within the day care service area a sum sufficient to meet the costs, as estimated by the Regional Council, of providing day care services in the day care service area. R.S.O. 1990, c. R.14, s. 31 (2); 1994, c. 1, s. 4.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3)An area municipality within the day care service area may pay the levy imposed on the area municipality under subsection (2) out of its general funds or, subject to the approval of the Municipal Board, may pass one or more by-laws to impose special rates in one or more parts of the area municipality to raise the whole or any part of the levy imposed on the area municipality under subsection (2).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4)An area municipality not in the day care service area may pay the amount charged to it by the Regional Council for day care services under subsection 30 (2) out of its general funds or, subject to the approval of the Municipal Board, may pass one or more by-laws to impose special rates in one or more parts of the area municipality to raise the whole or any part of the amount charged to the area municipality under subsection 30 (2). R.S.O. 1990, c. R.14, s. 31 (3, 4).</p>"
        },
        {
            "id": "32.",
            "section": "Information",
            "content": "32.Every area municipality and every employee thereof shall, at the request of the officers of the Regional Corporation who are responsible for the administration of the Acts referred to in this Part, furnish forthwith to such officers any information they may require for the purposes of this Part. R.S.O. 1990, c. R.14, s. 32. PART IV.1   POLICE",
            "raw_html": "<p class=\"section-e\"><b>32.</b>Every area municipality and every employee thereof shall, at the request of the officers of the Regional Corporation who are responsible for the administration of the Acts referred to in this Part, furnish forthwith to such officers any information they may require for the purposes of this Part. R.S.O. 1990, c. R.14, s. 32.</p> <p class=\"partnum-e\"><b>PART IV.1 <br/>  POLICE</b></p>"
        },
        {
            "id": "32.1",
            "section": "Definitions",
            "content": "32.1In this Part, “police board” means The Regional Municipality of Ottawa-Carleton Police Services Board; (“commission de police”) “regional police force” means the regional police force that is under the government of the police board. (“corps de police régional”) 1994, c. 1, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>32.1</b>In this Part,</p> <p class=\"firstdef-e\">“police board” means The Regional Municipality of Ottawa-Carleton Police Services Board; (“commission de police”)</p> <p class=\"definition-e\">“regional police force” means the regional police force that is under the government of the police board. (“corps de police régional”) 1994, c. 1, s. 5<i>.</i></p>"
        },
        {
            "id": "32.2",
            "section": "Dissolution of area boards",
            "content": "32.2The police services boards of the area municipalities are dissolved on January 1, 1995. 1994, c. 1, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>32.2</b>The police services boards of the area municipalities are dissolved on January 1, 1995. 1994, c. 1, s. 5<i>.</i></p>"
        },
        {
            "id": "32.3",
            "section": "Establishment of regional board",
            "content": "32.3(1)A police services board for The Regional Municipality of Ottawa-Carleton to be known as The Regional Municipality of Ottawa-Carleton Police Services Board, in English, and Commission de services policiers de la Municipalité régionale d’Ottawa-Carleton, in French, is hereby established on January 1, 1995. Deeming provision (2)The police board shall be deemed to be a police services board established under section 27 of the Police Services Act. Same (3)The Regional Council shall be deemed to have applied for, and the Lieutenant Governor in Council to have approved, an application under subsection 27 (9) of the Police Services Act to increase the size of the police board to seven members. Composition (4)Despite clause 27 (9) (a) of the Police Services Act, the chair of the Regional Council is a member of the police board unless the chair consents in writing to another council member being appointed in his or her stead under that clause. Transition (5)The persons who are members of the regional police planning committee on December 31, 1994 are the initial members of the police board. Deeming (6)The members who were appointed to the committee by the Regional Council and by the Lieutenant Governor in Council shall be deemed to have been appointed under clauses 27 (9) (b) and (c), respectively, of the Police Services Act. Termination (7)The members who were appointed to the committee by the Regional Council hold office on the police board until the earliest of, (a) the date that Regional Council appoints another council member to replace him or her; (b) the date the person ceases to be a member of the Regional Council; and (c) the date the newly-elected Regional Council is organized following the 1997 regular municipal election. 1994, c. 1, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>32.3</b>(1)A police services board for The Regional Municipality of Ottawa-Carleton to be known as The Regional Municipality of Ottawa-Carleton Police Services Board, in English, and Commission de services policiers de la Municipalité régionale d’Ottawa-Carleton, in French, is hereby established on January 1, 1995.</p> <p class=\"headnote-e\"><b>Deeming provision</b></p> <p class=\"subsection-e\">(2)The police board shall be deemed to be a police services board established under section 27 of the <i>Police Services Act</i>.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3)The Regional Council shall be deemed to have applied for, and the Lieutenant Governor in Council to have approved, an application under subsection 27 (9) of the <i>Police Services Act</i> to increase the size of the police board to seven members.</p> <p class=\"headnote-e\"><b>Composition</b></p> <p class=\"subsection-e\">(4)Despite clause 27 (9) (a) of the <i>Police Services Act</i>, the chair of the Regional Council is a member of the police board unless the chair consents in writing to another council member being appointed in his or her stead under that clause.</p> <p class=\"headnote-e\"><b>Transition</b></p> <p class=\"subsection-e\">(5)The persons who are members of the regional police planning committee on December 31, 1994 are the initial members of the police board.</p> <p class=\"headnote-e\"><b>Deeming</b></p> <p class=\"subsection-e\">(6)The members who were appointed to the committee by the Regional Council and by the Lieutenant Governor in Council shall be deemed to have been appointed under clauses 27 (9) (b) and (c), respectively, of the <i>Police Services Act</i>.</p> <p class=\"headnote-e\"><b>Termination</b></p> <p class=\"subsection-e\">(7)The members who were appointed to the committee by the Regional Council hold office on the police board until the earliest of,</p> <p class=\"clause-e\">(a) the date that Regional Council appoints another council member to replace him or her;</p> <p class=\"clause-e\">(b) the date the person ceases to be a member of the Regional Council; and</p> <p class=\"clause-e\">(c) the date the newly-elected Regional Council is organized following the 1997 regular municipal election. 1994, c. 1, s. 5<i>.</i></p>"
        },
        {
            "id": "32.4",
            "section": "Transfer of assets, liabilities",
            "content": "32.4(1)On January 1, 1995, (a) subject to section 49.2, the police board stands in the place of the police services boards dissolved under section 32.2 for all purposes; (b) the Regional Corporation stands in the place of the area municipalities for all purposes related to policing; (c) the assets and liabilities of the area municipalities related to the provision of police services become assets and liabilities of the Regional Corporation, without compensation; and (d) the assets and liabilities under the control and management of the police services boards dissolved under section 32.2 become assets and liabilities under the control and management of the police board, without compensation. Assumption of debts (2)The Regional Corporation shall pay to an area municipality before the due date all amounts of principal and interest due upon any liabilities assumed by the Regional Corporation under subsection (1). Interest (3)If the Regional Corporation fails to make any payment under subsection (2) on or before the due date, the area municipality may charge the Regional Corporation interest at the rate of 15 per cent per year, or such lower rate as the council of the area municipality determines, from such date until payment is made. Arbitrator (4)If there is a dispute as to whether or not any asset or liability pertains to a police services board dissolved under this Part, the Minister, upon application of the Regional Corporation or an affected area municipality, may appoint an arbitrator to determine the matter. Decision final (5)The decision of the arbitrator is final. 1994, c. 1, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>32.4</b>(1)On January 1, 1995,</p> <p class=\"clause-e\">(a) subject to section 49.2, the police board stands in the place of the police services boards dissolved under section 32.2 for all purposes;</p> <p class=\"clause-e\">(b) the Regional Corporation stands in the place of the area municipalities for all purposes related to policing;</p> <p class=\"clause-e\">(c) the assets and liabilities of the area municipalities related to the provision of police services become assets and liabilities of the Regional Corporation, without compensation; and</p> <p class=\"clause-e\">(d) the assets and liabilities under the control and management of the police services boards dissolved under section 32.2 become assets and liabilities under the control and management of the police board, without compensation.</p> <p class=\"headnote-e\"><b>Assumption of debts</b></p> <p class=\"subsection-e\">(2)The Regional Corporation shall pay to an area municipality before the due date all amounts of principal and interest due upon any liabilities assumed by the Regional Corporation under subsection (1).</p> <p class=\"headnote-e\"><b>Interest</b></p> <p class=\"subsection-e\">(3)If the Regional Corporation fails to make any payment under subsection (2) on or before the due date, the area municipality may charge the Regional Corporation interest at the rate of 15 per cent per year, or such lower rate as the council of the area municipality determines, from such date until payment is made.</p> <p class=\"headnote-e\"><b>Arbitrator</b></p> <p class=\"subsection-e\">(4)If there is a dispute as to whether or not any asset or liability pertains to a police services board dissolved under this Part, the Minister, upon application of the Regional Corporation or an affected area municipality, may appoint an arbitrator to determine the matter.</p> <p class=\"headnote-e\"><b>Decision final</b></p> <p class=\"subsection-e\">(5)The decision of the arbitrator is final. 1994, c. 1, s. 5<i>.</i></p>"
        },
        {
            "id": "32.5",
            "section": "By-laws, etc., to continue",
            "content": "32.5(1)On January 1, 1995, all by-laws and resolutions of the police service boards dissolved under section 32.2 shall be deemed to be a by-law or resolution of the police board and shall remain in force in the area municipality for which they were passed until the earlier of, (a) the day they are repealed; and (b) December 31, 1998. Same (2)Despite subsection (1), all by-laws of a police services board made under the Municipal Act shall be deemed to be by-laws of the area municipality and shall remain in force in the area municipality for which they were passed until the earlier of, (a) the day they are repealed; and (b) December 31, 1998. Limitation (3)Nothing in this section repeals or authorizes the repeal of by-laws or resolutions conferring rights, privileges, franchises, immunities or exemptions that could not have been lawfully repealed by a police services board dissolved under section 32.2. 1994, c. 1, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>32.5</b>(1)On January 1, 1995, all by-laws and resolutions of the police service boards dissolved under section 32.2 shall be deemed to be a by-law or resolution of the police board and shall remain in force in the area municipality for which they were passed until the earlier of,</p> <p class=\"clause-e\">(a) the day they are repealed; and</p> <p class=\"clause-e\">(b) December 31, 1998.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2)Despite subsection (1), all by-laws of a police services board made under the <i>Municipal Act</i> shall be deemed to be by-laws of the area municipality and shall remain in force in the area municipality for which they were passed until the earlier of,</p> <p class=\"clause-e\">(a) the day they are repealed; and</p> <p class=\"clause-e\">(b) December 31, 1998.</p> <p class=\"headnote-e\"><b>Limitation</b></p> <p class=\"subsection-e\">(3)Nothing in this section repeals or authorizes the repeal of by-laws or resolutions conferring rights, privileges, franchises, immunities or exemptions that could not have been lawfully repealed by a police services board dissolved under section 32.2. 1994, c. 1, s. 5<i>.</i></p>"
        },
        {
            "id": "32.6",
            "section": "Transfer of employees",
            "content": "32.6(1)In this section, a reference to a member of the Ontario Provincial Police includes civilian staff employed to support the Ontario Provincial Police. Same (2)Every person who is a member of a police force of the City of Gloucester, the City of Nepean or the City of Ottawa on July 1, 1994 and continues to be so employed on December 31, 1994 shall, on January 1, 1995, become a member of the regional police force. Priority where takeover (3)If the regional police force takes over the policing of any area from the Ontario Provincial Police, the police board shall, in accordance with the regulations, give priority in hiring for a period of one year following the date of the takeover to every person who on the day before the takeover was a member of the Ontario Provincial Police and whose duties primarily related to that area. Same (4)If the Ontario Provincial Police takes over the policing of any area from the regional police force, the Ontario Provincial Police shall, in accordance with the regulations, give priority in hiring for a period of one year following the date of the takeover to every person who on the day before the takeover was a member of the regional police force and whose duties primarily related to that area. Proviso (5)Nothing in subsection (3) or (4) requires the regional police force or Ontario Provincial Police to hire persons during the one-year period following a takeover. Arbitrator (6)If a dispute arises as to whether a person meets the requirements set out in subsection (3) or (4), any affected party may apply to the Ontario Civilian Commission on Police Services to hold a hearing and decide the matter. Decision final (7)The decision of the Commission is final. Terms (8)A person who becomes a member of the regional police force or the Ontario Provincial Police under subsection (2), (3) or (4) shall, (a) receive a salary or wage at a rate not less than that the person was receiving on the day six months before he or she ceased to be a member of a police force of an area municipality, regional municipality or the Ontario Provincial Police, as the case may be; and (b) be credited with the same seniority that they had on the day they ceased to be a member of a police force of an area municipality, regional municipality or the Ontario Provincial Police, as the case may be. Proviso (9)Nothing in subsection (8) restricts the use of any power under the Police Services Act or the Public Service Act. Regulation (10)Despite any Act, the Lieutenant Governor in Council may by regulation, (a) provide for the security of employment, the protection of benefits including seniority and pensions and early retirement options for members and retired members of a police force of an area municipality, the regional police force and the Ontario Provincial Police, or any class thereof affected by the creation or dissolution of the regional police force or the expansion or reduction of the area to which the regional police force provides policing; (b) define “member” and “retired member”; (c) provide for all matters respecting priority in hiring under subsections (3) and (4), including establishing criteria based on any type of work, job classification, or on any other individual or class basis. Same (11)A regulation under subsection (10) may be retroactive. Arbitrator (12)If a dispute arises as to whether or not subsection (8) or a regulation made under subsection (10) is being properly applied in any particular case, any affected party may, by giving written notice to the other parties, refer the dispute to arbitration. Method of arbitration (13)Subsections 124 (3) to (8) of the Police Services Act apply with necessary modifications to the arbitration. Decision final (14)The decision of the arbitrator is final. Restriction (15)A regulation under subsection (10) shall not remove or decrease any right, benefit or entitlement accruing to members of a police force of an area municipality under an agreement in effect on December 31, 1994 entered into under Part VIII of the Police Services Act.  1994, c. 1, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>32.6</b>(1)In this section, a reference to a member of the Ontario Provincial Police includes civilian staff employed to support the Ontario Provincial Police.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2)Every person who is a member of a police force of the City of Gloucester, the City of Nepean or the City of Ottawa on July 1, 1994 and continues to be so employed on December 31, 1994 shall, on January 1, 1995, become a member of the regional police force.</p> <p class=\"headnote-e\"><b>Priority where takeover</b></p> <p class=\"subsection-e\">(3)If the regional police force takes over the policing of any area from the Ontario Provincial Police, the police board shall, in accordance with the regulations, give priority in hiring for a period of one year following the date of the takeover to every person who on the day before the takeover was a member of the Ontario Provincial Police and whose duties primarily related to that area.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4)If the Ontario Provincial Police takes over the policing of any area from the regional police force, the Ontario Provincial Police shall, in accordance with the regulations, give priority in hiring for a period of one year following the date of the takeover to every person who on the day before the takeover was a member of the regional police force and whose duties primarily related to that area.</p> <p class=\"headnote-e\"><b>Proviso</b></p> <p class=\"subsection-e\">(5)Nothing in subsection (3) or (4) requires the regional police force or Ontario Provincial Police to hire persons during the one-year period following a takeover.</p> <p class=\"headnote-e\"><b>Arbitrator</b></p> <p class=\"subsection-e\">(6)If a dispute arises as to whether a person meets the requirements set out in subsection (3) or (4), any affected party may apply to the Ontario Civilian Commission on Police Services to hold a hearing and decide the matter.</p> <p class=\"headnote-e\"><b>Decision final</b></p> <p class=\"subsection-e\">(7)The decision of the Commission is final.</p> <p class=\"headnote-e\"><b>Terms</b></p> <p class=\"subsection-e\">(8)A person who becomes a member of the regional police force or the Ontario Provincial Police under subsection (2), (3) or (4) shall,</p> <p class=\"clause-e\">(a) receive a salary or wage at a rate not less than that the person was receiving on the day six months before he or she ceased to be a member of a police force of an area municipality, regional municipality or the Ontario Provincial Police, as the case may be; and</p> <p class=\"clause-e\">(b) be credited with the same seniority that they had on the day they ceased to be a member of a police force of an area municipality, regional municipality or the Ontario Provincial Police, as the case may be.</p> <p class=\"headnote-e\"><b>Proviso</b></p> <p class=\"subsection-e\">(9)Nothing in subsection (8) restricts the use of any power under the <i>Police Services Act</i> or the <i>Public Service Act</i>.</p> <p class=\"headnote-e\"><b>Regulation</b></p> <p class=\"subsection-e\">(10)Despite any Act, the Lieutenant Governor in Council may by regulation,</p> <p class=\"clause-e\">(a) provide for the security of employment, the protection of benefits including seniority and pensions and early retirement options for members and retired members of a police force of an area municipality, the regional police force and the Ontario Provincial Police, or any class thereof affected by the creation or dissolution of the regional police force or the expansion or reduction of the area to which the regional police force provides policing;</p> <p class=\"clause-e\">(b) define “member” and “retired member”;</p> <p class=\"clause-e\">(c) provide for all matters respecting priority in hiring under subsections (3) and (4), including establishing criteria based on any type of work, job classification, or on any other individual or class basis.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(11)A regulation under subsection (10) may be retroactive.</p> <p class=\"headnote-e\"><b>Arbitrator</b></p> <p class=\"subsection-e\">(12)If a dispute arises as to whether or not subsection (8) or a regulation made under subsection (10) is being properly applied in any particular case, any affected party may, by giving written notice to the other parties, refer the dispute to arbitration.</p> <p class=\"headnote-e\"><b>Method of arbitration</b></p> <p class=\"subsection-e\">(13)Subsections 124 (3) to (8) of the <i>Police Services Act</i> apply with necessary modifications to the arbitration.</p> <p class=\"headnote-e\"><b>Decision final</b></p> <p class=\"subsection-e\">(14)The decision of the arbitrator is final.</p> <p class=\"headnote-e\"><b>Restriction</b></p> <p class=\"subsection-e\">(15)A regulation under subsection (10) shall not remove or decrease any right, benefit or entitlement accruing to members of a police force of an area municipality under an agreement in effect on December 31, 1994 entered into under Part VIII of the <i>Police Services Act. </i> 1994, c. 1, s. 5<i>.</i></p>"
        },
        {
            "id": "32.7",
            "section": "Continuation of police services",
            "content": "32.7(1)The Ontario Provincial Police shall continue to provide police services in the area in which the Ontario Provincial Police was providing police services at no charge to the area municipalities on December 31, 1994 until the Ontario Civilian Commission on Police Services is satisfied that the Regional Corporation has discharged its responsibility under section 5 of the Police Services Act in respect of the area or any part thereof. Costs (2)The cost, certified by the Commissioner of the Ontario Provincial Police, of providing police services under subsection (1) shall be charged to the Regional Corporation and may be deducted from any grant payable out of provincial funds to the Regional Corporation or may be recovered with costs by action in any court of competent jurisdiction as a debt due to the Crown. 1994, c. 1, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>32.7</b>(1)The Ontario Provincial Police shall continue to provide police services in the area in which the Ontario Provincial Police was providing police services at no charge to the area municipalities on December 31, 1994 until the Ontario Civilian Commission on Police Services is satisfied that the Regional Corporation has discharged its responsibility under section 5 of the <i>Police Services Act</i> in respect of the area or any part thereof.</p> <p class=\"headnote-e\"><b>Costs</b></p> <p class=\"subsection-e\">(2)The cost, certified by the Commissioner of the Ontario Provincial Police, of providing police services under subsection (1) shall be charged to the Regional Corporation and may be deducted from any grant payable out of provincial funds to the Regional Corporation or may be recovered with costs by action in any court of competent jurisdiction as a debt due to the Crown. 1994, c. 1, s. 5<i>.</i></p>"
        },
        {
            "id": "32.8",
            "section": "Changes in cost",
            "content": "32.8(1)Where the cost of providing police services to an area municipality changes in 1995, the Regional Council may pass by-laws to limit the amount of the increases or decreases attributable to the area municipality in each year for a period not exceeding five years. Contents of by-law (2)A by-law under subsection (1) shall set out the full amount of the change in the cost of providing police services in the area municipality. Different rates (3)Despite section 135.5 of the Regional Municipalities Act, the Regional Council may, in order to implement the limits in subsection (1), pass by-laws establishing rates of taxation for general regional purposes to be levied by the area municipality that are different from the rates which would have been levied but for this section. Result of by-law (4)If, in any year, as a result of by-laws passed under this section, the total of the limits on increases exceeds the total of the limits on decreases, the Regional Council shall include the difference in its general regional levy. Interpretation (5)For the purpose of subsection (1), the change in the cost of providing police services to an area municipality in 1995 is the difference between, (a) the total cost to the area municipality of providing police services in 1994; and (b) the portion of the 1995 general regional levy which would have been levied by the area municipality for the provision of police services in 1995 but for this section. 1994, c. 1, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>32.8</b>(1)Where the cost of providing police services to an area municipality changes in 1995, the Regional Council may pass by-laws to limit the amount of the increases or decreases attributable to the area municipality in each year for a period not exceeding five years.</p> <p class=\"headnote-e\"><b>Contents of by-law</b></p> <p class=\"subsection-e\">(2)A by-law under subsection (1) shall set out the full amount of the change in the cost of providing police services in the area municipality.</p> <p class=\"headnote-e\"><b>Different rates</b></p> <p class=\"subsection-e\">(3)Despite section 135.5 of the <i>Regional Municipalities Act</i>, the Regional Council may, in order to implement the limits in subsection (1), pass by-laws establishing rates of taxation for general regional purposes to be levied by the area municipality that are different from the rates which would have been levied but for this section.</p> <p class=\"headnote-e\"><b>Result of by-law</b></p> <p class=\"subsection-e\">(4)If, in any year, as a result of by-laws passed under this section, the total of the limits on increases exceeds the total of the limits on decreases, the Regional Council shall include the difference in its general regional levy.</p> <p class=\"headnote-e\"><b>Interpretation</b></p> <p class=\"subsection-e\">(5)For the purpose of subsection (1), the change in the cost of providing police services to an area municipality in 1995 is the difference between,</p> <p class=\"clause-e\">(a) the total cost to the area municipality of providing police services in 1994; and</p> <p class=\"clause-e\">(b) the portion of the 1995 general regional levy which would have been levied by the area municipality for the provision of police services in 1995 but for this section. 1994, c. 1, s. 5<i>.</i></p>"
        },
        {
            "id": "32.9",
            "section": "Approvals necessary",
            "content": "32.9(1)Despite any Act, for the period between March 22, 1994 and December 31, 1994, an area municipality or the police services board of an area municipality shall not, without the approval of the Regional Council, (a) convey or agree to convey any asset pertaining to a police services board purchased for or valued at more than $25,000; (b) incur or agree to incur any liability pertaining to a police services board in excess of $25,000; (c) spend money pertaining to a police services board in a single transaction in excess of $25,000; or (d) change the designation of a reserve fund relating to the provision of police services. Same (2)Despite any Act for the period between March 22, 1994 and December 31, 1994, the police services board of an area municipality shall not, without the approval of the Regional Council, (a) appoint a person to be a member of a police force; or (b) promote a member of a police force. Current agreements (3)Despite subsections (1) and (2), an area municipality or a police services board may undertake a matter described in those subsections without the approval of the Regional Corporation if the area municipality or police services board had entered into a binding agreement with regard to the matter before March 22, 1994. 1994, c. 1, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>32.9</b>(1)Despite any Act, for the period between March 22, 1994 and December 31, 1994, an area municipality or the police services board of an area municipality shall not, without the approval of the Regional Council,</p> <p class=\"clause-e\">(a) convey or agree to convey any asset pertaining to a police services board purchased for or valued at more than $25,000;</p> <p class=\"clause-e\">(b) incur or agree to incur any liability pertaining to a police services board in excess of $25,000;</p> <p class=\"clause-e\">(c) spend money pertaining to a police services board in a single transaction in excess of $25,000; or</p> <p class=\"clause-e\">(d) change the designation of a reserve fund relating to the provision of police services.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2)Despite any Act for the period between March 22, 1994 and December 31, 1994, the police services board of an area municipality shall not, without the approval of the Regional Council,</p> <p class=\"clause-e\">(a) appoint a person to be a member of a police force; or</p> <p class=\"clause-e\">(b) promote a member of a police force.</p> <p class=\"headnote-e\"><b>Current agreements</b></p> <p class=\"subsection-e\">(3)Despite subsections (1) and (2), an area municipality or a police services board may undertake a matter described in those subsections without the approval of the Regional Corporation if the area municipality or police services board had entered into a binding agreement with regard to the matter before March 22, 1994. 1994, c. 1, s. 5<i>.</i></p>"
        },
        {
            "id": "32.10",
            "section": "Restriction re: policing agreement",
            "content": "32.10For the period between March 22, 1994 and December 31, 1994, an area municipality shall not, without the approval of the Regional Council, enter into any agreement respecting police services that extends beyond December 31, 1994. 1994, c. 1, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>32.10</b>For the period between March 22, 1994 and December 31, 1994, an area municipality shall not, without the approval of the Regional Council, enter into any agreement respecting police services that extends beyond December 31, 1994. 1994, c. 1, s. 5<i>.</i></p>"
        },
        {
            "id": "32.11",
            "section": "Continuation of organizational structures",
            "content": "32.11(1)Despite any other Act, the police board shall maintain the organizational structures of the police forces of the cities of Gloucester, Nepean and Ottawa as part of the organizational structure of the regional police force until the date of amalgamation under subsection (3). One police board (2)The organizational structures maintained under subsection (1) are under the government of the police board. Unified organizational structure (3)On or before January 1, 1997, the police board shall amalgamate the organizational structures of the three city police forces into a unified organizational structure of the regional police force to provide integrated police services. Approval (4)The police board shall carry out the amalgamation in a manner approved by the Ontario Civilian Commission on Police Services. Regulations (5)Despite this Act or the Police Services Act, the Minister may by regulation, (a) define “organizational structure”; (b) provide for matters which, in the opinion of the Minister, are necessary or expedient to maintain the separate organizational structures of the three city police forces and to carry out their subsequent amalgamation under subsection (3). 1994, c. 1, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>32.11</b>(1)Despite any other Act, the police board shall maintain the organizational structures of the police forces of the cities of Gloucester, Nepean and Ottawa as part of the organizational structure of the regional police force until the date of amalgamation under subsection (3).</p> <p class=\"headnote-e\"><b>One police board</b></p> <p class=\"subsection-e\">(2)The organizational structures maintained under subsection (1) are under the government of the police board.</p> <p class=\"headnote-e\"><b>Unified organizational structure</b></p> <p class=\"subsection-e\">(3)On or before January 1, 1997, the police board shall amalgamate the organizational structures of the three city police forces into a unified organizational structure of the regional police force to provide integrated police services.</p> <p class=\"headnote-e\"><b>Approval</b></p> <p class=\"subsection-e\">(4)The police board shall carry out the amalgamation in a manner approved by the Ontario Civilian Commission on Police Services.</p> <p class=\"headnote-e\"><b>Regulations</b></p> <p class=\"subsection-e\">(5)Despite this Act or the <i>Police Services Act</i>, the Minister may by regulation,</p> <p class=\"clause-e\">(a) define “organizational structure”;</p> <p class=\"clause-e\">(b) provide for matters which, in the opinion of the Minister, are necessary or expedient to maintain the separate organizational structures of the three city police forces and to carry out their subsequent amalgamation under subsection (3). 1994, c. 1, s. 5<i>.</i></p>"
        },
        {
            "id": "32.12",
            "section": "Planning committee",
            "content": "32.12(1)A regional police planning committee is established and is composed of, (a) the chair of the Regional Council; (b) two members of the Regional Council appointed by resolution of the Council; and (c) four persons appointed by the Lieutenant Governor in Council. Duties (2)The committee shall do the following: 1. Plan for the establishment and implementation of a regional police force. 2. Recruit and appoint persons to serve as the chief of police and as deputy chiefs of police of the regional police force, whose appointments shall begin on January 1, 1995. 3. Determine the remuneration and working conditions of the chief and the deputy chiefs of police, taking into account the submissions of the persons appointed to fill those positions. 4. Despite subsection 32.11 (1), change the organizational structures of the police forces of the cities of Gloucester, Nepean and Ottawa to the extent necessary to implement decisions made under paragraphs 2 and 3. Change to police forces (3)A change under paragraph 4 of subsection (2) does not take effect until it is approved by the Ontario Civilian Commission on Police Services and is not effective before January 1, 1995. Same (4)The police board shall be deemed to have made the appointments and changes made under paragraphs 2 and 4 of subsection (2). Costs (5)Upon the request of the committee, the Regional Corporation may pay any cost related to the committee and its work and for that purpose, may enter into contracts with any person or municipality including a metropolitan, regional or district municipality or the County of Oxford or a local board thereof. Agreement (6)As of January 1, 1995, the police board is bound by any contract of the Regional Corporation entered into under subsection (5). Dissolution (7)The committee is dissolved on January 1, 1995. 1994, c. 1, s. 5. PART V (ss. 33-41) Repealed: 1997, c. 5, s. 74. PART VI (ss. 42-45) Repealed: 1997, c. 31, s. 174 (3). PART VI.1 (ss. 45.1-45.5) Repealed: 1997, c. 31, s. 174 (4). PART VII   SPECIAL PROVISIONS",
            "raw_html": "<p class=\"section-e\"><b>32.12</b>(1)A regional police planning committee is established and is composed of,</p> <p class=\"clause-e\">(a) the chair of the Regional Council;</p> <p class=\"clause-e\">(b) two members of the Regional Council appointed by resolution of the Council; and</p> <p class=\"clause-e\">(c) four persons appointed by the Lieutenant Governor in Council.</p> <p class=\"headnote-e\"><b>Duties</b></p> <p class=\"subsection-e\">(2)The committee shall do the following:</p> <p class=\"paragraph-e\">1. Plan for the establishment and implementation of a regional police force.</p> <p class=\"paragraph-e\">2. Recruit and appoint persons to serve as the chief of police and as deputy chiefs of police of the regional police force, whose appointments shall begin on January 1, 1995.</p> <p class=\"paragraph-e\">3. Determine the remuneration and working conditions of the chief and the deputy chiefs of police, taking into account the submissions of the persons appointed to fill those positions.</p> <p class=\"paragraph-e\">4. Despite subsection 32.11 (1), change the organizational structures of the police forces of the cities of Gloucester, Nepean and Ottawa to the extent necessary to implement decisions made under paragraphs 2 and 3.</p> <p class=\"headnote-e\"><b>Change to police forces</b></p> <p class=\"subsection-e\">(3)A change under paragraph 4 of subsection (2) does not take effect until it is approved by the Ontario Civilian Commission on Police Services and is not effective before January 1, 1995.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4)The police board shall be deemed to have made the appointments and changes made under paragraphs 2 and 4 of subsection (2).</p> <p class=\"headnote-e\"><b>Costs</b></p> <p class=\"subsection-e\">(5)Upon the request of the committee, the Regional Corporation may pay any cost related to the committee and its work and for that purpose, may enter into contracts with any person or municipality including a metropolitan, regional or district municipality or the County of Oxford or a local board thereof.</p> <p class=\"headnote-e\"><b>Agreement</b></p> <p class=\"subsection-e\">(6)As of January 1, 1995, the police board is bound by any contract of the Regional Corporation entered into under subsection (5).</p> <p class=\"headnote-e\"><b>Dissolution</b></p> <p class=\"subsection-e\">(7)The committee is dissolved on January 1, 1995. 1994, c. 1, s. 5<i>.</i></p> <p class=\"partnum-e\"><b>PART V </b>(ss. 33-41)<b> </b>Repealed: 1997, c. 5, s. 74.</p> <p class=\"partnum-e\"><b>PART VI </b>(ss. 42-45)<b> </b>Repealed: 1997, c. 31, s. 174 (3).</p> <p class=\"partnum-e\"><b>PART VI.1 </b>(ss. 45.1-45.5)<b> </b>Repealed: 1997, c. 31, s. 174 (4).</p> <p class=\"partnum-e\"><b>PART VII <br/>  SPECIAL PROVISIONS</b></p>"
        },
        {
            "id": "46.",
            "section": "Application of Part",
            "content": "46.This Part applies only to the area municipalities established by The Ottawa-Carleton Amalgamations and Elections Act, 1973, being chapter 93. R.S.O. 1990, c. R.14, s. 46.",
            "raw_html": "<p class=\"section-e\"><b>46.</b>This Part applies only to the area municipalities established by <i>The Ottawa-Carleton Amalgamations and Elections Act, 1973</i>, being chapter 93. R.S.O. 1990, c. R.14, s. 46.</p>"
        },
        {
            "id": "47.",
            "section": "Definition",
            "content": "47.For the purposes of this Part, “local municipality” means a local municipality that was amalgamated with or a portion of which was annexed to another local municipality to constitute an area municipality under The Ottawa-Carleton Amalgamations and Elections Act, 1973, being chapter 93. R.S.O. 1990, c. R.14, s. 47. PART VIII   GENERAL",
            "raw_html": "<p class=\"section-e\"><b>47.</b>For the purposes of this Part,</p> <p class=\"firstdef-e\">“local municipality” means a local municipality that was amalgamated with or a portion of which was annexed to another local municipality to constitute an area municipality under <i>The Ottawa-Carleton Amalgamations and Elections Act, 1973</i>, being chapter 93. R.S.O. 1990, c. R.14, s. 47.</p> <p class=\"partnum-e\"><b>PART VIII <br/>  GENERAL</b></p>"
        },
        {
            "id": "48.",
            "section": "Nuisances",
            "content": "48.(1)The Regional Corporation shall be deemed to be a local municipality for the purposes of paragraph 140 of section 210 of the Municipal Act. Application of Expropriations Act (2)The Regional Corporation shall be deemed to be a municipality for the purposes of the Expropriations Act. Delegation of approvals or consents (3)Despite any other provision in this Act, the Regional Council may pass by-laws authorizing the head of the department concerned to grant such of the approvals and consents required by subsections 28 (2), 83 (1) and 84 (2) as are designated in the by-law, and any such by-law may prescribe terms and conditions under which any such approval or consent may be granted. R.S.O. 1990, c. R.14, s. 48.",
            "raw_html": "<p class=\"section-e\"><b>48.</b>(1)The Regional Corporation shall be deemed to be a local municipality for the purposes of paragraph 140 of section 210 of the <i>Municipal Act</i>.</p> <p class=\"headnote-e\"><b>Application of <i>Expropriations Act</i></b></p> <p class=\"subsection-e\">(2)The Regional Corporation shall be deemed to be a municipality for the purposes of the <i>Expropriations Act</i>.</p> <p class=\"headnote-e\"><b>Delegation of approvals or consents</b></p> <p class=\"subsection-e\">(3)Despite any other provision in this Act, the Regional Council may pass by-laws authorizing the head of the department concerned to grant such of the approvals and consents required by subsections 28 (2), 83 (1) and 84 (2) as are designated in the by-law, and any such by-law may prescribe terms and conditions under which any such approval or consent may be granted. R.S.O. 1990, c. R.14, s. 48.</p>"
        },
        {
            "id": "49.",
            "section": "Acquiring lands for parks, etc.",
            "content": "49.(1)The Regional Council may pass by-laws for acquiring land for, and establishing, laying out and improving and maintaining, public parks, forests, zoological gardens, recreation areas, squares, avenues, boulevards and drives in the Regional Area and for exercising all or any of the powers that are conferred on boards of park management by the Public Parks Act. Sale of spirituous, etc., liquors in parks (2)In addition to the powers that may be exercised under subsection (1), the Regional Council has power to let from year to year, or for any time not exceeding ten years, the right to sell, subject to the Liquor Licence Act and the regulations made thereunder, spirituous, fermented or intoxicating liquors within regional parks under such regulations as the Regional Council may prescribe. Joint acquisition of parks (3)Paragraph 54 of section 207 of the Municipal Act applies with necessary modifications to the Regional Corporation. Application of Parks Assistance Act (4)The Regional Corporation shall be deemed to be a municipality for the purposes of the Parks Assistance Act. Park lands owned by conservation authority, etc. (5)Where, under an agreement with any conservation authority or the Ministry of Natural Resources, lands vested in the conservation authority, or other lands, are managed and controlled by the Regional Corporation, the Regional Corporation may, (a) exercise all or any of the powers conferred on it under subsection (1) in respect of such lands; (b) lay out, construct and maintain roads on such lands and, with the consent of the area municipality in which such lands, or any part thereof, are situate, assume the maintenance of existing roads on such lands, or any part thereof; (c) subject to the Highway Traffic Act, regulate traffic on such roads and prescribe the rate of speed for motor vehicles driven on such roads in accordance with subsection 128 (4) of the Highway Traffic Act; and (d) despite any other Act, exempt from municipal taxation any such lands for so long as they are managed and controlled by the Regional Corporation and used for park purposes. Tax exemption (6)An exemption from taxes under subsection (5) shall be deemed to have the same effect as an exemption from taxes under section 3 of the Assessment Act. Payment in lieu of taxes (7)The Regional Council may agree to pay annually to the area municipality in which any land used for the purposes set out in subsection (1) is situate a sum not exceeding the amount that would have been payable to the municipality as taxes if the land were not exempt from taxation. R.S.O. 1990, c. R.14, s. 49.",
            "raw_html": "<p class=\"section-e\"><b>49.</b>(1)The Regional Council may pass by-laws for acquiring land for, and establishing, laying out and improving and maintaining, public parks, forests, zoological gardens, recreation areas, squares, avenues, boulevards and drives in the Regional Area and for exercising all or any of the powers that are conferred on boards of park management by the <i>Public Parks Act</i>.</p> <p class=\"headnote-e\"><b>Sale of spirituous, etc., liquors in parks</b></p> <p class=\"subsection-e\">(2)In addition to the powers that may be exercised under subsection (1), the Regional Council has power to let from year to year, or for any time not exceeding ten years, the right to sell, subject to the <i>Liquor Licence Act</i> and the regulations made thereunder, spirituous, fermented or intoxicating liquors within regional parks under such regulations as the Regional Council may prescribe.</p> <p class=\"headnote-e\"><b>Joint acquisition of parks</b></p> <p class=\"subsection-e\">(3)Paragraph 54 of section 207 of the <i>Municipal Act</i> applies with necessary modifications to the Regional Corporation.</p> <p class=\"headnote-e\"><b>Application of <i>Parks Assistance Act</i></b></p> <p class=\"subsection-e\">(4)The Regional Corporation shall be deemed to be a municipality for the purposes of the <i>Parks Assistance Act</i>.</p> <p class=\"headnote-e\"><b>Park lands owned by conservation authority, etc.</b></p> <p class=\"subsection-e\">(5)Where, under an agreement with any conservation authority or the Ministry of Natural Resources, lands vested in the conservation authority, or other lands, are managed and controlled by the Regional Corporation, the Regional Corporation may,</p> <p class=\"clause-e\">(a) exercise all or any of the powers conferred on it under subsection (1) in respect of such lands;</p> <p class=\"clause-e\">(b) lay out, construct and maintain roads on such lands and, with the consent of the area municipality in which such lands, or any part thereof, are situate, assume the maintenance of existing roads on such lands, or any part thereof;</p> <p class=\"clause-e\">(c) subject to the <i>Highway Traffic Act</i>, regulate traffic on such roads and prescribe the rate of speed for motor vehicles driven on such roads in accordance with subsection 128 (4) of the <i>Highway Traffic Act</i>; and</p> <p class=\"clause-e\">(d) despite any other Act, exempt from municipal taxation any such lands for so long as they are managed and controlled by the Regional Corporation and used for park purposes.</p> <p class=\"headnote-e\"><b>Tax exemption</b></p> <p class=\"subsection-e\">(6)An exemption from taxes under subsection (5) shall be deemed to have the same effect as an exemption from taxes under section 3 of the <i>Assessment Act</i>.</p> <p class=\"headnote-e\"><b>Payment in lieu of taxes</b></p> <p class=\"subsection-e\">(7)The Regional Council may agree to pay annually to the area municipality in which any land used for the purposes set out in subsection (1) is situate a sum not exceeding the amount that would have been payable to the municipality as taxes if the land were not exempt from taxation. R.S.O. 1990, c. R.14, s. 49.</p>"
        },
        {
            "id": "49.1",
            "section": "Acquisition of land for industrial, etc., uses",
            "content": "49.1(1)The Regional Council may pass by-laws for acquiring and expropriating land and selling or leasing the land for the purpose of sites for industrial, commercial and institutional uses and uses incidental thereto. Conditions (2)Clauses (a) to (c) of paragraph 57 of section 210 of the Municipal Act apply with necessary modifications to the Regional Corporation exercising its powers under subsection (1). No acquisition by area municipality (3)Paragraph 57 of section 210 of the Municipal Act does not apply to an area municipality. Current acquisitions (4)Despite subsection (3), paragraph 57 of section 210 of the Municipal Act applies to an area municipality with respect to land the area municipality acquired or has entered into a binding agreement to acquire under that paragraph before the day this section comes into force. 1994, c. 1, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>49.1</b>(1)The Regional Council may pass by-laws for acquiring and expropriating land and selling or leasing the land for the purpose of sites for industrial, commercial and institutional uses and uses incidental thereto.</p> <p class=\"headnote-e\"><b>Conditions</b></p> <p class=\"subsection-e\">(2)Clauses (a) to (c) of paragraph 57 of section 210 of the <i>Municipal Act</i> apply with necessary modifications to the Regional Corporation exercising its powers under subsection (1).</p> <p class=\"headnote-e\"><b>No acquisition by area municipality</b></p> <p class=\"subsection-e\">(3)Paragraph 57 of section 210 of the <i>Municipal Act</i> does not apply to an area municipality.</p> <p class=\"headnote-e\"><b>Current acquisitions</b></p> <p class=\"subsection-e\">(4)Despite subsection (3), paragraph 57 of section 210 of the <i>Municipal Act</i> applies to an area municipality with respect to land the area municipality acquired or has entered into a binding agreement to acquire under that paragraph before the day this section comes into force. 1994, c. 1, s. 7.</p>"
        },
        {
            "id": "49.2",
            "section": "By-laws re: policing powers",
            "content": "49.2The council of a city in The Regional Municipality of Ottawa-Carleton may pass any by-law that a police services board of a city is authorized to pass under the Municipal Act. 1994, c. 1, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>49.2</b>The council of a city in The Regional Municipality of Ottawa-Carleton may pass any by-law that a police services board of a city is authorized to pass under the <i>Municipal Act</i>. 1994, c. 1, s. 8.</p>"
        },
        {
            "id": "49.3",
            "section": "Information with tax bill",
            "content": "49.3If required by by-law of the Regional Council, an area municipality shall, at the expense of the Regional Corporation, include with its tax bills an information insert prepared by the treasurer of the Regional Corporation. 1994, c. 1, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>49.3</b>If required by by-law of the Regional Council, an area municipality shall, at the expense of the Regional Corporation, include with its tax bills an information insert prepared by the treasurer of the Regional Corporation. 1994, c. 1, s. 8.</p>"
        },
        {
            "id": "50.",
            "section": "Centralized communication system",
            "content": "50.(1)The Regional Council may pass by-laws and enter into agreements to provide for the establishment and operation of a centralized communication system either alone or in concert with the area municipalities and their local boards for the provision of emergency response services in the Regional Area. Agreements (2)The area municipalities and their local boards may enter into agreements under subsection (1) with the Regional Council. R.S.O. 1990, c. R.14, s. 50.",
            "raw_html": "<p class=\"section-e\"><b>50.</b>(1)The Regional Council may pass by-laws and enter into agreements to provide for the establishment and operation of a centralized communication system either alone or in concert with the area municipalities and their local boards for the provision of emergency response services in the Regional Area.</p> <p class=\"headnote-e\"><b>Agreements</b></p> <p class=\"subsection-e\">(2)The area municipalities and their local boards may enter into agreements under subsection (1) with the Regional Council. R.S.O. 1990, c. R.14, s. 50.</p>"
        },
        {
            "id": "51.",
            "section": "Expenditures for diffusing information",
            "content": "51.The Regional Corporation may make expenditures for the purpose of diffusing information respecting the advantages of the Regional Municipality as an industrial, business, educational, residential or vacation centre. R.S.O. 1990, c. R.14, s. 51.",
            "raw_html": "<p class=\"section-e\"><b>51.</b>The Regional Corporation may make expenditures for the purpose of diffusing information respecting the advantages of the Regional Municipality as an industrial, business, educational, residential or vacation centre. R.S.O. 1990, c. R.14, s. 51.</p>"
        },
        {
            "id": "52.",
            "section": "Forms in both French and English language",
            "content": "52.(1)The Minister may by order prescribe an English and French language version of any form that is prescribed by this Act. Use of forms (2)The Regional Council may by by-law provide for the use of the version of the form prescribed by the Minister under subsection (1) in place of the corresponding form prescribed by this Act, and, despite any other provision in this Act, where a by-law under this subsection is in force the version of the form provided for in the by-law shall be used in place of the corresponding form prescribed by this Act. R.S.O. 1990, c. R.14, s. 52.",
            "raw_html": "<p class=\"section-e\"><b>52.</b>(1)The Minister may by order prescribe an English and French language version of any form that is prescribed by this Act.</p> <p class=\"headnote-e\"><b>Use of forms</b></p> <p class=\"subsection-e\">(2)The Regional Council may by by-law provide for the use of the version of the form prescribed by the Minister under subsection (1) in place of the corresponding form prescribed by this Act, and, despite any other provision in this Act, where a by-law under this subsection is in force the version of the form provided for in the by-law shall be used in place of the corresponding form prescribed by this Act. R.S.O. 1990, c. R.14, s. 52.</p>"
        },
        {
            "id": "53.",
            "section": "Definition",
            "content": "53.(1)In this section, “waste” includes ashes, garbage, refuse, domestic waste, industrial solid waste or municipal refuse, and such other materials as may be designated by by-law of the Regional Council. R.S.O. 1990, c. R.14, s. 53 (1); 1993, c. 20, s. 22 (1). Waste disposal (2)The Regional Corporation shall provide facilities for the receiving, dumping and disposing of waste, and no such facilities shall be provided in the Regional Area by any person, area municipality or any local board thereof without the consent of the Regional Council, which consent may be granted on such conditions including the payment of compensation as may be agreed upon. Appeal (2.1)Where the Regional Council refuses its consent or the applicant therefor and the Regional Council fail to agree on the conditions related to the consent, the applicant may appeal to the Municipal Board. Decision (2.2)The Municipal Board shall hear the appeal, and may impose such conditions as the Board considers appropriate and its decision is final. 1992, c. 12, s. 1. Powers of Regional Corporation (3)For the purposes of subsection (2), the Regional Corporation may, . .  .  .  . (e) provide standards and regulations for vehicles, or any class or classes thereof, used for the haulage of waste to a regional waste disposal facility. R.S.O. 1990, c. R.14, s. 53 (3); 1993, c. 20, s. 14 (1). Powers, etc. (3.1)For the purposes of subsection (2), (a) sections 208.1, 208.3, 208.4 and 208.6 to 208.11 of the Municipal Act and section 155 of the Regional Municipalities Act apply, with necessary modifications, to the Regional Corporation; and (b) the Regional Corporation may contract with a local or regional municipality in Ontario or Quebec, or a local board thereof. Designation (3.2)The Regional Council may, for each area municipality, designate one or more facilities for the receiving, dumping and disposing of waste or any class of waste. Restriction (3.3)Where a designation has been made, an area municipality shall not utilize any facilities except the facilities that have been designated for that area municipality. 1993, c. 20, s. 14 (2). Vesting of property in Regional Corporation (4)The Regional Council may pass one or more by-laws to assume as regional waste disposal works any or all such solid waste disposal sites, works, facilities and equipment vested in any area municipality, and upon the passing of any such by-law, the sites, works, facilities and equipment specified therein shall vest in the Regional Corporation. Payment of outstanding debt (5)The Regional Corporation shall pay to the corporation of any area municipality on or before the due date, all amounts of principal and interest becoming due upon any outstanding debt of such area municipality in respect of the real or personal property assumed by the Regional Corporation under subsection (4). Compensation (6)Subject to subsection (5), the Regional Corporation shall pay to the area municipality the costs incurred by it in the acquisition of and the improvements made to any such disposal site and works assumed by a by-law passed under subsection (4) and the current value of all equipment assumed therewith. Default (7)If the Regional Corporation fails to make any payment required by subsection (5) or (6) on or before the due date, the area municipality may charge the Regional Corporation interest at the rate of 15 per cent per annum thereon, or such lower rate as the council of the area municipality determines, from such date until payment is made. R.S.O. 1990, c. R.14, s. 53 (4-7). Approvals (8)No by-law shall be passed under subsection (4) without, (a) the approval of the area municipality in which the land is situate, which approval may be granted upon such terms and conditions as may be agreed upon; or (b) failing such approval or agreement, the approval of the Municipal Board. R.S.O. 1990, c. R.14, s. 53 (8); 1993, c. 20, s. 14 (3). Approval of Ontario Municipal Board (9)The Municipal Board, before giving its approval under clause (8) (b) shall hold a public hearing and shall give or cause to be given at least ten days notice of the hearing to the clerk of the municipality concerned and to such other persons in such manner as the Board may direct, and the Board, as a condition of giving any such approval, may by its order impose such restrictions, limitations and conditions respecting the acquisition or use of such land as to the Board may appear necessary or expedient. R.S.O. 1990, c. R.14, s. 53 (9). (10)REPEALED: 1993, c. 20, s. 14 (4). Disposal of sites (11)When, in the opinion of the Regional Council, land has been used for solid waste disposal and is no longer required by the Regional Corporation for such purpose, the Regional Corporation shall not dispose of such land without first offering such land to the area municipality within which it is located for nominal consideration upon such terms and conditions as the Regional Council may prescribe. Routes (12)Subject to the approval of the Regional Council, an area municipality may, by by-law, prescribe one or more routes to be used by vehicles, or any class or classes thereof, in hauling waste to any regional waste facility located in such area municipality and any such by-law may restrict such vehicles to specified area municipality or regional roads and may provide different restrictions by reference to the days and times set forth in the by-law. Approval of O.M.B. (13)If a by-law passed under subsection (12) is not approved by the Regional Council within a reasonable time, the Municipal Board may approve such by-law. Hearing (14)The Municipal Board, before giving its approval under subsection (13), shall hold a public hearing and shall give or cause to be given at least ten days notice of the hearing to the clerk of the municipality concerned and to such other persons in such manner as the Board may direct, and the Board, as a condition of giving any such approval, may by its order require such amendments and impose such restrictions, limitations and conditions as to the Board may appear necessary or expedient. Non-application of refuse disposal control by-law (15)A by-law passed under paragraph 135 of section 210 of the Municipal Act does not apply to the Regional Corporation. R.S.O. 1990, c. R.14, s. 53 (11-15).",
            "raw_html": "<p class=\"section-e\"><b>53.</b>(1)In this section,</p> <p class=\"firstdef-e\">“waste” includes ashes, garbage, refuse, domestic waste, industrial solid waste or municipal refuse, and such other materials as may be designated by by-law of the Regional Council. R.S.O. 1990, c. R.14, s. 53 (1); 1993, c. 20, s. 22 (1).</p> <p class=\"headnote-e\"><b>Waste disposal</b></p> <p class=\"subsection-e\">(2)The Regional Corporation shall provide facilities for the receiving, dumping and disposing of waste, and no such facilities shall be provided in the Regional Area by any person, area municipality or any local board thereof without the consent of the Regional Council, which consent may be granted on such conditions including the payment of compensation as may be agreed upon.</p> <p class=\"headnote-e\"><b>Appeal</b></p> <p class=\"subsection-e\">(2.1)Where the Regional Council refuses its consent or the applicant therefor and the Regional Council fail to agree on the conditions related to the consent, the applicant may appeal to the Municipal Board.</p> <p class=\"headnote-e\"><b>Decision</b></p> <p class=\"subsection-e\">(2.2)The Municipal Board shall hear the appeal, and may impose such conditions as the Board considers appropriate and its decision is final. 1992, c. 12, s. 1.</p> <p class=\"headnote-e\"><b>Powers of Regional Corporation</b></p> <p class=\"subsection-e\">(3)For the purposes of subsection (2), the Regional Corporation may,</p> <p class=\"ellipsis-e\">. .  .  .  .</p> <p class=\"clause-e\">(e) provide standards and regulations for vehicles, or any class or classes thereof, used for the haulage of waste to a regional waste disposal facility. R.S.O. 1990, c. R.14, s. 53 (3); 1993, c. 20, s. 14 (1).</p> <p class=\"headnote-e\"><b>Powers, etc.</b></p> <p class=\"subsection-e\">(3.1)For the purposes of subsection (2),</p> <p class=\"clause-e\">(a) sections 208.1, 208.3, 208.4 and 208.6 to 208.11 of the <i>Municipal Act</i> and section 155 of the <i>Regional Municipalities Act</i> apply, with necessary modifications, to the Regional Corporation; and</p> <p class=\"clause-e\">(b) the Regional Corporation may contract with a local or regional municipality in Ontario or Quebec, or a local board thereof.</p> <p class=\"headnote-e\"><b>Designation</b></p> <p class=\"subsection-e\">(3.2)The Regional Council may, for each area municipality, designate one or more facilities for the receiving, dumping and disposing of waste or any class of waste.</p> <p class=\"headnote-e\"><b>Restriction</b></p> <p class=\"subsection-e\">(3.3)Where a designation has been made, an area municipality shall not utilize any facilities except the facilities that have been designated for that area municipality. 1993, c. 20, s. 14 (2).</p> <p class=\"headnote-e\"><b>Vesting of property in Regional Corporation</b></p> <p class=\"subsection-e\">(4)The Regional Council may pass one or more by-laws to assume as regional waste disposal works any or all such solid waste disposal sites, works, facilities and equipment vested in any area municipality, and upon the passing of any such by-law, the sites, works, facilities and equipment specified therein shall vest in the Regional Corporation.</p> <p class=\"headnote-e\"><b>Payment of outstanding debt</b></p> <p class=\"subsection-e\">(5)The Regional Corporation shall pay to the corporation of any area municipality on or before the due date, all amounts of principal and interest becoming due upon any outstanding debt of such area municipality in respect of the real or personal property assumed by the Regional Corporation under subsection (4).</p> <p class=\"headnote-e\"><b>Compensation</b></p> <p class=\"subsection-e\">(6)Subject to subsection (5), the Regional Corporation shall pay to the area municipality the costs incurred by it in the acquisition of and the improvements made to any such disposal site and works assumed by a by-law passed under subsection (4) and the current value of all equipment assumed therewith.</p> <p class=\"headnote-e\"><b>Default</b></p> <p class=\"subsection-e\">(7)If the Regional Corporation fails to make any payment required by subsection (5) or (6) on or before the due date, the area municipality may charge the Regional Corporation interest at the rate of 15 per cent per annum thereon, or such lower rate as the council of the area municipality determines, from such date until payment is made. R.S.O. 1990, c. R.14, s. 53 (4-7).</p> <p class=\"headnote-e\"><b>Approvals</b></p> <p class=\"subsection-e\">(8)No by-law shall be passed under subsection (4) without,</p> <p class=\"clause-e\">(a) the approval of the area municipality in which the land is situate, which approval may be granted upon such terms and conditions as may be agreed upon; or</p> <p class=\"clause-e\">(b) failing such approval or agreement, the approval of the Municipal Board. R.S.O. 1990, c. R.14, s. 53 (8); 1993, c. 20, s. 14 (3).</p> <p class=\"headnote-e\"><b>Approval of Ontario Municipal Board</b></p> <p class=\"subsection-e\">(9)The Municipal Board, before giving its approval under clause (8) (b) shall hold a public hearing and shall give or cause to be given at least ten days notice of the hearing to the clerk of the municipality concerned and to such other persons in such manner as the Board may direct, and the Board, as a condition of giving any such approval, may by its order impose such restrictions, limitations and conditions respecting the acquisition or use of such land as to the Board may appear necessary or expedient. R.S.O. 1990, c. R.14, s. 53 (9).</p> <p class=\"subsection-e\">(10)REPEALED: 1993, c. 20, s. 14 (4).</p> <p class=\"headnote-e\"><b>Disposal of sites</b></p> <p class=\"subsection-e\">(11)When, in the opinion of the Regional Council, land has been used for solid waste disposal and is no longer required by the Regional Corporation for such purpose, the Regional Corporation shall not dispose of such land without first offering such land to the area municipality within which it is located for nominal consideration upon such terms and conditions as the Regional Council may prescribe.</p> <p class=\"headnote-e\"><b>Routes</b></p> <p class=\"subsection-e\">(12)Subject to the approval of the Regional Council, an area municipality may, by by-law, prescribe one or more routes to be used by vehicles, or any class or classes thereof, in hauling waste to any regional waste facility located in such area municipality and any such by-law may restrict such vehicles to specified area municipality or regional roads and may provide different restrictions by reference to the days and times set forth in the by-law.</p> <p class=\"headnote-e\"><b>Approval of O.M.B.</b></p> <p class=\"subsection-e\">(13)If a by-law passed under subsection (12) is not approved by the Regional Council within a reasonable time, the Municipal Board may approve such by-law.</p> <p class=\"headnote-e\"><b>Hearing</b></p> <p class=\"subsection-e\">(14)The Municipal Board, before giving its approval under subsection (13), shall hold a public hearing and shall give or cause to be given at least ten days notice of the hearing to the clerk of the municipality concerned and to such other persons in such manner as the Board may direct, and the Board, as a condition of giving any such approval, may by its order require such amendments and impose such restrictions, limitations and conditions as to the Board may appear necessary or expedient.</p> <p class=\"headnote-e\"><b>Non-application of refuse disposal control by-law</b></p> <p class=\"subsection-e\">(15)A by-law passed under paragraph 135 of section 210 of the <i>Municipal Act</i> does not apply to the Regional Corporation. R.S.O. 1990, c. R.14, s. 53 (11-15).</p>"
        },
        {
            "id": "54.",
            "section": "Products from industrial waste",
            "content": "54.(1)The Regional Corporation may erect, maintain and operate buildings, structures, machinery or equipment for the purpose of recovering, manufacturing, producing, supplying, selling or distributing from sewage or other waste any product, resource, commodity, electrical power or energy, hot water or steam or any other form of energy and for such purposes may, (a) enter into agreements with any person; (b) carry on investigations, experiments, research or development; (c) construct and maintain pipes, apparatus and equipment on, over, under or across any highway or private property with the consent of the owner of such private property; and (d) acquire any patent or licence or any interest in any patent or licence, or dispose of any patent or licence by sale or otherwise. Municipal Franchises Act not to apply (2)The Municipal Franchises Act does not apply to any act of the Regional Corporation under this section. R.S.O. 1990, c. R.14, s. 54.",
            "raw_html": "<p class=\"section-e\"><b>54.</b>(1)The Regional Corporation may erect, maintain and operate buildings, structures, machinery or equipment for the purpose of recovering, manufacturing, producing, supplying, selling or distributing from sewage or other waste any product, resource, commodity, electrical power or energy, hot water or steam or any other form of energy and for such purposes may,</p> <p class=\"clause-e\">(a) enter into agreements with any person;</p> <p class=\"clause-e\">(b) carry on investigations, experiments, research or development;</p> <p class=\"clause-e\">(c) construct and maintain pipes, apparatus and equipment on, over, under or across any highway or private property with the consent of the owner of such private property; and</p> <p class=\"clause-e\">(d) acquire any patent or licence or any interest in any patent or licence, or dispose of any patent or licence by sale or otherwise.</p> <p class=\"headnote-e\"><b><i>Municipal Franchises Act</i> not to apply</b></p> <p class=\"subsection-e\">(2)The <i>Municipal Franchises Act</i> does not apply to any act of the Regional Corporation under this section. R.S.O. 1990, c. R.14, s. 54.</p>"
        },
        {
            "id": "54.1",
            "section": "Existing landfill sites",
            "content": "54.1(1)The Regional Council may, by by-law passed within four months after this section comes into force, impose conditions including the payment of compensation on any person, area municipality or any local board thereof operating a landfill site in the Regional Area on the day this section comes into force. Idem (2)The conditions imposed continue to apply to subsequent operators of the landfill site. Notice (3)Not later than fifteen days after a by-law is passed under subsection (1), the clerk of the Regional Corporation shall give, by personal service or registered mail, written notice of its passing together with a certified copy of the by-law to the owner and operator of the landfill site. Appeal (4)A person entitled to notice under subsection (3) may, within thirty-five days after the passing of the by-law, appeal to the Municipal Board. Decision (5)The Municipal Board shall hear the appeal and may affirm, amend or repeal the by-law and its decision is final. Effective date (6)If no appeal is made under subsection (4), the by-law shall be deemed to have come into force on the day the appeal period expires. Idem, conditions (7)If an appeal is made under subsection (4) and the Municipal Board does not repeal the by-law, the by-law as affirmed or amended shall be deemed to come into force on the day specified by the Board which day shall be on or after the day the appeal was made to the Board. Special case (8)Despite subsections (6) and (7), in respect of the landfill site consisting of approximately 100 acres located in the southeast half of Lot 4 in the Third Concession in the Township of West Carleton (formerly Huntley) in The Regional Municipality of Ottawa-Carleton, (a) if no appeal is made under subsection (4), the by-law shall be deemed to have come into force on the 12th day of April, 1991; (b) if an appeal is made under subsection (4) and the Municipal Board does not repeal the by-law, the by-law as affirmed or amended shall be deemed to have come into force on the 12th day of April, 1991. 1992, c. 12, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>54.1</b>(1)The Regional Council may, by by-law passed within four months after this section comes into force, impose conditions including the payment of compensation on any person, area municipality or any local board thereof operating a landfill site in the Regional Area on the day this section comes into force.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)The conditions imposed continue to apply to subsequent operators of the landfill site.</p> <p class=\"headnote-e\"><b>Notice</b></p> <p class=\"subsection-e\">(3)Not later than fifteen days after a by-law is passed under subsection (1), the clerk of the Regional Corporation shall give, by personal service or registered mail, written notice of its passing together with a certified copy of the by-law to the owner and operator of the landfill site.</p> <p class=\"headnote-e\"><b>Appeal</b></p> <p class=\"subsection-e\">(4)A person entitled to notice under subsection (3) may, within thirty-five days after the passing of the by-law, appeal to the Municipal Board.</p> <p class=\"headnote-e\"><b>Decision</b></p> <p class=\"subsection-e\">(5)The Municipal Board shall hear the appeal and may affirm, amend or repeal the by-law and its decision is final.</p> <p class=\"headnote-e\"><b>Effective date</b></p> <p class=\"subsection-e\">(6)If no appeal is made under subsection (4), the by-law shall be deemed to have come into force on the day the appeal period expires.</p> <p class=\"headnote-e\"><b>Idem, conditions</b></p> <p class=\"subsection-e\">(7)If an appeal is made under subsection (4) and the Municipal Board does not repeal the by-law, the by-law as affirmed or amended shall be deemed to come into force on the day specified by the Board which day shall be on or after the day the appeal was made to the Board.</p> <p class=\"headnote-e\"><b>Special case</b></p> <p class=\"subsection-e\">(8)Despite subsections (6) and (7), in respect of the landfill site consisting of approximately 100 acres located in the southeast half of Lot 4 in the Third Concession in the Township of West Carleton (formerly Huntley) in The Regional Municipality of Ottawa-Carleton,</p> <p class=\"clause-e\">(a) if no appeal is made under subsection (4), the by-law shall be deemed to have come into force on the 12th day of April, 1991;</p> <p class=\"clause-e\">(b) if an appeal is made under subsection (4) and the Municipal Board does not repeal the by-law, the by-law as affirmed or amended shall be deemed to have come into force on the 12th day of April, 1991. 1992, c. 12, s. 2.</p>"
        },
        {
            "id": "55.",
            "section": "Application of Regional Municipalities Act",
            "content": "55.Except as otherwise provided therein, all the provisions of the Regional Municipalities Act apply to The Regional Municipality of Ottawa-Carleton as though they were set out in, and formed a part of, this Act. R.S.O. 1990, c. R.14, s. 55. PART IX   STREET VENDING",
            "raw_html": "<p class=\"section-e\"><b>55.</b>Except as otherwise provided therein, all the provisions of the <i>Regional Municipalities Act </i>apply to The Regional Municipality of Ottawa-Carleton as though they were set out in, and formed a part of, this Act. R.S.O. 1990, c. R.14, s. 55.</p> <p class=\"partnum-e\"><b>PART IX <br/>  STREET VENDING</b></p>"
        },
        {
            "id": "56.",
            "section": "By-laws re: street vending",
            "content": "56.The Regional Council may pass by-laws, (a) designating all or any part of a highway under the jurisdiction of the Regional Corporation, including the sidewalk portion, as a removal zone; (b) designating all highways under its jurisdiction in any area as a removal zone; (c) prohibiting the placing, stopping or parking in a removal zone of any object or vehicle used to sell or offer for sale goods or refreshments; (d) designating spaces in removal zones in which, despite clause (c), goods or refreshments may be sold or offered for sale; and (e) establishing a permit system granting the exclusive use of any designated space to the owner of an object or vehicle used to sell goods or refreshments. 1994, c. 1, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>56.</b>The Regional Council may pass by-laws,</p> <p class=\"clause-e\">(a) designating all or any part of a highway under the jurisdiction of the Regional Corporation, including the sidewalk portion, as a removal zone;</p> <p class=\"clause-e\">(b) designating all highways under its jurisdiction in any area as a removal zone;</p> <p class=\"clause-e\">(c) prohibiting the placing, stopping or parking in a removal zone of any object or vehicle used to sell or offer for sale goods or refreshments;</p> <p class=\"clause-e\">(d) designating spaces in removal zones in which, despite clause (c), goods or refreshments may be sold or offered for sale; and</p> <p class=\"clause-e\">(e) establishing a permit system granting the exclusive use of any designated space to the owner of an object or vehicle used to sell goods or refreshments. 1994, c. 1, s. 9.</p>"
        },
        {
            "id": "57.",
            "section": "Contents of by-law",
            "content": "57.(1)A by-law passed under section 56 may, (a) prescribe the types of goods or refreshments that may be offered for sale or sold and the types of objects and vehicles permitted in the designated space which may be different for each designated space, and prohibit any type; (b) establish design criteria for the object or vehicle permitted in the designated space; (c) define “goods”, “owner” and “refreshments”; and (d) exempt any type of vendor from all or part of the by-law. Permits (2)A by-law passed under section 56 may, (a) prescribe conditions for the issuance and continued use of a permit; (b) establish permit fees which may vary by location or type of goods sold; (c) fix the term of the permit which may vary with each permit; (d) provide for the issuance of identifying markers in connection with the permits and specifying the manner in which they are to be applied; (e) prohibit or restrict the transfer of permits; (f) establish the method of allocating designated spaces; (g) require that the applicant for a permit hold, or be eligible to hold, a valid licence for selling the goods or refreshments proposed to be sold from the designated space issued by the area municipality in which the designated space is located; and (h) regulate the hours of operation permitted under the permit, which may vary according to the location of the designated space. 1994, c. 1, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>57.</b>(1)A by-law passed under section 56 may,</p> <p class=\"clause-e\">(a) prescribe the types of goods or refreshments that may be offered for sale or sold and the types of objects and vehicles permitted in the designated space which may be different for each designated space, and prohibit any type;</p> <p class=\"clause-e\">(b) establish design criteria for the object or vehicle permitted in the designated space;</p> <p class=\"clause-e\">(c) define “goods”, “owner” and “refreshments”; and</p> <p class=\"clause-e\">(d) exempt any type of vendor from all or part of the by-law.</p> <p class=\"headnote-e\"><b>Permits</b></p> <p class=\"subsection-e\">(2)A by-law passed under section 56 may,</p> <p class=\"clause-e\">(a) prescribe conditions for the issuance and continued use of a permit;</p> <p class=\"clause-e\">(b) establish permit fees which may vary by location or type of goods sold;</p> <p class=\"clause-e\">(c) fix the term of the permit which may vary with each permit;</p> <p class=\"clause-e\">(d) provide for the issuance of identifying markers in connection with the permits and specifying the manner in which they are to be applied;</p> <p class=\"clause-e\">(e) prohibit or restrict the transfer of permits;</p> <p class=\"clause-e\">(f) establish the method of allocating designated spaces;</p> <p class=\"clause-e\">(g) require that the applicant for a permit hold, or be eligible to hold, a valid licence for selling the goods or refreshments proposed to be sold from the designated space issued by the area municipality in which the designated space is located; and</p> <p class=\"clause-e\">(h) regulate the hours of operation permitted under the permit, which may vary according to the location of the designated space. 1994, c. 1, s. 9<i>.</i></p>"
        },
        {
            "id": "58.",
            "section": "Suspension, revocation",
            "content": "58.(1)The Regional Council or a committee of Regional Council may suspend or revoke a permit if the conditions for its issuance or use are not complied with or for any other reason which the by-law may specify. Hearing (2)Before suspending or revoking a permit, the Regional Council or the committee shall give the permit holder an opportunity to be heard. Refund (3)If a permit is revoked under subsection (1), that part of the fee paid for the permit proportionate to the unexpired part of the term for which the permit was granted shall be refunded to the permit holder. Special circumstances (4)A municipal official named in the by-law may suspend, without holding a hearing, the designation of all or part of a removal zone, the designation of a space or the operation of a permit for such time and subject to such conditions as the by-law may provide due to, (a) the holding of special events; (b) the construction, maintenance or repair of any highway; (c) the installation, maintenance or repair of public utilities and services; or (d) matters relating to pedestrian, vehicular or public safety. Duration (5)A suspension under subsection (4) shall not exceed four weeks from the date of suspension. 1994, c. 1, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>58.</b>(1)The Regional Council or a committee of Regional Council may suspend or revoke a permit if the conditions for its issuance or use are not complied with or for any other reason which the by-law may specify.</p> <p class=\"headnote-e\"><b>Hearing</b></p> <p class=\"subsection-e\">(2)Before suspending or revoking a permit, the Regional Council or the committee shall give the permit holder an opportunity to be heard.</p> <p class=\"headnote-e\"><b>Refund</b></p> <p class=\"subsection-e\">(3)If a permit is revoked under subsection (1), that part of the fee paid for the permit proportionate to the unexpired part of the term for which the permit was granted shall be refunded to the permit holder.</p> <p class=\"headnote-e\"><b>Special circumstances</b></p> <p class=\"subsection-e\">(4)A municipal official named in the by-law may suspend, without holding a hearing, the designation of all or part of a removal zone, the designation of a space or the operation of a permit for such time and subject to such conditions as the by-law may provide due to,</p> <p class=\"clause-e\">(a) the holding of special events;</p> <p class=\"clause-e\">(b) the construction, maintenance or repair of any highway;</p> <p class=\"clause-e\">(c) the installation, maintenance or repair of public utilities and services; or</p> <p class=\"clause-e\">(d) matters relating to pedestrian, vehicular or public safety.</p> <p class=\"headnote-e\"><b>Duration</b></p> <p class=\"subsection-e\">(5)A suspension under subsection (4) shall not exceed four weeks from the date of suspension. 1994, c. 1, s. 9<i>.</i></p>"
        },
        {
            "id": "59.",
            "section": "Inspection, removal",
            "content": "59.(1)Any peace officer authorized by by-law to enforce a by-law passed under this Part who has reason to believe that any object or vehicle is placed, stopped or parked in a designated space or in a removal zone in contravention of the by-law, (a) may, upon producing appropriate identification, require that a valid permit be produced for reasonable inspection; and (b) if no valid permit is produced, may, after informing the person, if any, in charge of the object or vehicle that it is in a removal zone or designated space contrary to the by-law and upon giving a receipt for it to that person, cause the object or vehicle to be moved and stored in a suitable place. Lien (2)Subject to subsections (3) and (4), all costs and charges for the removal, care and storage of any object or vehicle under the by-law are a lien upon it which may be enforced by the Regional Corporation in the manner provided by the Repair and Storage Liens Act. Unclaimed objects (3)An object or vehicle removed and stored in accordance with subsection (1) and not claimed by the owner within sixty days is the property of the Regional Corporation and may be sold and the proceeds shall form part of the general funds of the Regional Corporation. Perishable object (4)Despite subsection (3), any perishable object is the property of the Regional Corporation upon being moved from the removal zone or designated space in accordance with subsection (1) and may be destroyed or given to a charitable institution. 1994, c. 1, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>59.</b>(1)Any peace officer authorized by by-law to enforce a by-law passed under this Part who has reason to believe that any object or vehicle is placed, stopped or parked in a designated space or in a removal zone in contravention of the by-law,</p> <p class=\"clause-e\">(a) may, upon producing appropriate identification, require that a valid permit be produced for reasonable inspection; and</p> <p class=\"clause-e\">(b) if no valid permit is produced, may, after informing the person, if any, in charge of the object or vehicle that it is in a removal zone or designated space contrary to the by-law and upon giving a receipt for it to that person, cause the object or vehicle to be moved and stored in a suitable place.</p> <p class=\"headnote-e\"><b>Lien</b></p> <p class=\"subsection-e\">(2)Subject to subsections (3) and (4), all costs and charges for the removal, care and storage of any object or vehicle under the by-law are a lien upon it which may be enforced by the Regional Corporation in the manner provided by the <i>Repair and Storage Liens Act</i>.</p> <p class=\"headnote-e\"><b>Unclaimed objects</b></p> <p class=\"subsection-e\">(3)An object or vehicle removed and stored in accordance with subsection (1) and not claimed by the owner within sixty days is the property of the Regional Corporation and may be sold and the proceeds shall form part of the general funds of the Regional Corporation.</p> <p class=\"headnote-e\"><b>Perishable object</b></p> <p class=\"subsection-e\">(4)Despite subsection (3), any perishable object is the property of the Regional Corporation upon being moved from the removal zone or designated space in accordance with subsection (1) and may be destroyed or given to a charitable institution. 1994, c. 1, s. 9<i>.</i></p>"
        },
        {
            "id": "60.",
            "section": "Delegation to area municipality",
            "content": "60.The Regional Council may pass by-laws to empower the council of an area municipality, upon such terms and conditions as are specified by the Regional Council in the by-law, (a) to administer on behalf of the Regional Corporation a by-law passed under section 56; (b) to designate spaces under clause 56 (d); (c) to suspend or revoke a permit under section 58; (d) to appoint a municipal official of the area municipality for the purpose of subsection 58 (4); (e) to authorize a peace officer to carry out inspections and removals under subsection 59 (1); and (f) to enforce a lien under subsection 59 (2). 1994, c. 1, s. 9. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>60.</b>The Regional Council may pass by-laws to empower the council of an area municipality, upon such terms and conditions as are specified by the Regional Council in the by-law,</p> <p class=\"clause-e\">(a) to administer on behalf of the Regional Corporation a by-law passed under section 56;</p> <p class=\"clause-e\">(b) to designate spaces under clause 56 (d);</p> <p class=\"clause-e\">(c) to suspend or revoke a permit under section 58;</p> <p class=\"clause-e\">(d) to appoint a municipal official of the area municipality for the purpose of subsection 58 (4);</p> <p class=\"clause-e\">(e) to authorize a peace officer to carry out inspections and removals under subsection 59 (1); and</p> <p class=\"clause-e\">(f) to enforce a lien under subsection 59 (2). 1994, c. 1, s. 9<i>.</i></p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90r14_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90r14_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}