{
    "act_info": {
        "full_title": "Regional Municipality of York Act, R.S.O. 1990, c. R.18",
        "act_name_text": "Not Found",
        "citation": "Regional Municipality of York Act, R.S.O. 1990, c. R.18",
        "url": "https://www.ontario.ca/laws/statute/90r18",
        "date_scraped": "2023-12-19 21:58:42"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “area municipality” means the municipality or corporation of the Town of Aurora, the Town of Markham, the Town of Newmarket, the Town of Richmond Hill, the Town of Vaughan, the Town of Whitchurch-Stouffville, the Town of East Gwillimbury, the Town of Georgina, and the Township of King; (“municipalité de secteur”) “chair” means the chair of the Regional Council; (“président”) “debt” includes any obligation for the payment of money; (“dette”) “highway” and “road” means a common and public highway or any part thereof, and includes a street, bridge, and any other structure incidental thereto or any part thereof; (“voie publique”, “route”) “land” includes lands, tenements and hereditaments, and any estate or interest therein, and any right or easement affecting them, and land covered with water, and includes any buildings or improvements on land; (“bien-fonds”) “local board” means any school board, public utility commission, transportation commission, public library board, board of park management, board of health, police services board, planning board or any other board, commission, committee, body or local authority established or exercising any power or authority under any general or special Act with respect to any of the affairs or purposes, including school purposes, of the Regional Corporation or of an area municipality or of two or more area municipalities or parts thereof; (“conseil local”) “merged area” means a local municipality that was amalgamated with another local municipality or a part of a local municipality that was annexed to a local municipality to constitute an area municipality or the local municipality to which such part was annexed and includes the Town of East Gwillimbury and the Township of King; (“secteur fusionné”) “Minister” means the Minister of Municipal Affairs; (“ministre”) “Ministry” means the Ministry of Municipal Affairs; (“ministère”) “Municipal Board” means the Ontario Municipal Board; (“Commission des affaires municipales”) “Regional Area” means the area from time to time included within the area municipalities; (“secteur régional”) “Regional Corporation” means The Regional Municipality of York; (“Municipalité régionale”) “Regional Council” means the council of the Regional Corporation; (“conseil régional”) “regional road” means a road forming part of the regional road system continued under Part III of the Regional Municipalities Act. (“route régionale”) R.S.O. 1990, c. R.18, s. 1. PART I   AREA MUNICIPALITIES",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“area municipality” means the municipality or corporation of the Town of Aurora, the Town of Markham, the Town of Newmarket, the Town of Richmond Hill, the Town of Vaughan, the Town of Whitchurch-Stouffville, the Town of East Gwillimbury, the Town of Georgina, and the Township of King; (“municipalité de secteur”)</p> <p class=\"definition-e\">“chair” means the chair of the Regional Council; (“président”)</p> <p class=\"definition-e\">“debt” includes any obligation for the payment of money; (“dette”)</p> <p class=\"definition-e\">“highway” and “road” means a common and public highway or any part thereof, and includes a street, bridge, and any other structure incidental thereto or any part thereof; (“voie publique”, “route”)</p> <p class=\"definition-e\">“land” includes lands, tenements and hereditaments, and any estate or interest therein, and any right or easement affecting them, and land covered with water, and includes any buildings or improvements on land; (“bien-fonds”)</p> <p class=\"definition-e\">“local board” means any school board, public utility commission, transportation commission, public library board, board of park management, board of health, police services board, planning board or any other board, commission, committee, body or local authority established or exercising any power or authority under any general or special Act with respect to any of the affairs or purposes, including school purposes, of the Regional Corporation or of an area municipality or of two or more area municipalities or parts thereof; (“conseil local”)</p> <p class=\"definition-e\">“merged area” means a local municipality that was amalgamated with another local municipality or a part of a local municipality that was annexed to a local municipality to constitute an area municipality or the local municipality to which such part was annexed and includes the Town of East Gwillimbury and the Township of King; (“secteur fusionné”)</p> <p class=\"definition-e\">“Minister” means the Minister of Municipal Affairs; (“ministre”)</p> <p class=\"definition-e\">“Ministry” means the Ministry of Municipal Affairs; (“ministère”)</p> <p class=\"definition-e\">“Municipal Board” means the Ontario Municipal Board; (“Commission des affaires municipales”)</p> <p class=\"definition-e\">“Regional Area” means the area from time to time included within the area municipalities; (“secteur régional”)</p> <p class=\"definition-e\">“Regional Corporation” means The Regional Municipality of York; (“Municipalité régionale”)</p> <p class=\"definition-e\">“Regional Council” means the council of the Regional Corporation; (“conseil régional”)</p> <p class=\"definition-e\">“regional road” means a road forming part of the regional road system continued under Part III of the <i>Regional Municipalities Act</i>. (“route régionale”) R.S.O. 1990, c. R.18, s. 1.</p> <p class=\"partnum-e\"><b>PART I <br/>  AREA MUNICIPALITIES</b></p>"
        },
        {
            "id": "2.",
            "section": "Area municipalities continued",
            "content": "2. The area municipalities are continued with the same name, status and boundaries as they had on the 31st day of December, 1990. R.S.O. 1990, c. R.18, s. 2. 3. Repealed: 1996, c. 32, s. 95 (1). PART II   INCORPORATION AND COUNCIL OF REGIONAL AREA",
            "raw_html": "<p class=\"section-e\"><b>2.</b> The area municipalities are continued with the same name, status and boundaries as they had on the 31st day of December, 1990. R.S.O. 1990, c. R.18, s. 2.</p> <p class=\"section-e\"><b>3.</b> Repealed: 1996, c. 32, s. 95 (1).</p> <p class=\"partnum-e\"><b>PART II <br/>  INCORPORATION AND COUNCIL OF REGIONAL AREA</b></p>"
        },
        {
            "id": "3.",
            "section": "Area municipalities continued",
            "content": "3. Repealed: 1996, c. 32, s. 95 (1). PART II   INCORPORATION AND COUNCIL OF REGIONAL AREA",
            "raw_html": "<p class=\"section-e\"><b>3.</b> Repealed: 1996, c. 32, s. 95 (1).</p> <p class=\"partnum-e\"><b>PART II <br/>  INCORPORATION AND COUNCIL OF REGIONAL AREA</b></p>"
        },
        {
            "id": "4.",
            "section": "Regional Corporation continued",
            "content": "4. (1) The inhabitants of the Regional Area are continued a body corporate under the name of The Regional Municipality of York in English and under the name Municipalité régionale de York in French. R.S.O. 1990, c. R.18, s. 4 (1). Deemed municipality (2) The Regional Corporation shall be deemed to be a municipality for the purposes of the Municipal Affairs Act and the Ontario Municipal Board Act. R.S.O. 1990, c. R.18, s. 4 (2). Registry boundaries (3) Nothing in this Act shall be deemed to alter the boundaries of any registry or land titles division. R.S.O. 1990, c. R.18, s. 4 (3). 5. Repealed: 1996, c. 32, s. 95 (2).",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) The inhabitants of the Regional Area are continued a body corporate under the name of The Regional Municipality of York in English and under the name Municipalité régionale de York in French. R.S.O. 1990, c. R.18, s. 4 (1).</p> <p class=\"headnote-e\"><b>Deemed municipality</b></p> <p class=\"subsection-e\">(2) The Regional Corporation shall be deemed to be a municipality for the purposes of the <i>Municipal Affairs Act</i> and the <i>Ontario Municipal Board Act</i>. R.S.O. 1990, c. R.18, s. 4 (2).</p> <p class=\"headnote-e\"><b>Registry boundaries</b></p> <p class=\"subsection-e\">(3) Nothing in this Act shall be deemed to alter the boundaries of any registry or land titles division. R.S.O. 1990, c. R.18, s. 4 (3).</p> <p class=\"section-e\"><b>5.</b> Repealed: 1996, c. 32, s. 95 (2).</p>"
        },
        {
            "id": "5.",
            "section": "Registry boundaries",
            "content": "5. Repealed: 1996, c. 32, s. 95 (2).",
            "raw_html": "<p class=\"section-e\"><b>5.</b> Repealed: 1996, c. 32, s. 95 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Quorum voting",
            "content": "6. (1) Eleven members of the Regional Council representing at least five area municipalities are necessary to form a quorum and the concurring votes of a majority of members present are necessary to carry any resolution or other measure. R.S.O. 1990, c. R.18, s. 6 (1). One vote (2) Subject to subsection (3), each member of the Regional Council has one vote only. R.S.O. 1990, c. R.18, s. 6 (2). Chair vote (3) The chair does not have a vote except in the event of an equality of votes. R.S.O. 1990, c. R.18, s. 6 (3). Quorum if size and composition changed (4) Despite the quorum rule in subsection (1), if a by-law passed by the Regional Council under section 27 of the Municipal Act is in force, a majority of the members are necessary to form a quorum. 1996, c. 32, s. 95 (3). By-law re quorum (5) Despite subsection (4), the Regional Council may, by by-law, adopt a different quorum provision that requires the attendance of at least a majority of its members. 1996, c. 32, s. 95 (3). PART III   MUNICIPAL HYDRO-ELECTRIC SERVICE",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) Eleven members of the Regional Council representing at least five area municipalities are necessary to form a quorum and the concurring votes of a majority of members present are necessary to carry any resolution or other measure. R.S.O. 1990, c. R.18, s. 6 (1).</p> <p class=\"headnote-e\"><b>One vote</b></p> <p class=\"subsection-e\">(2) Subject to subsection (3), each member of the Regional Council has one vote only. R.S.O. 1990, c. R.18, s. 6 (2).</p> <p class=\"headnote-e\"><b>Chair vote</b></p> <p class=\"subsection-e\">(3) The chair does not have a vote except in the event of an equality of votes. R.S.O. 1990, c. R.18, s. 6 (3).</p> <p class=\"headnote-e\"><b>Quorum if size and composition changed</b></p> <p class=\"subsection-e\">(4) Despite the quorum rule in subsection (1), if a by-law passed by the Regional Council under section 27 of the <i>Municipal Act</i> is in force, a majority of the members are necessary to form a quorum. 1996, c. 32, s. 95 (3).</p> <p class=\"headnote-e\"><b>By-law re quorum</b></p> <p class=\"subsection-e\">(5) Despite subsection (4), the Regional Council may, by by-law, adopt a different quorum provision that requires the attendance of at least a majority of its members. 1996, c. 32, s. 95 (3).</p> <p class=\"partnum-e\"><b>PART III <br/>  MUNICIPAL HYDRO-ELECTRIC SERVICE</b></p>"
        },
        {
            "id": "7.",
            "section": "Definitions",
            "content": "7. In this Part, “hydro-electric commission” means a hydro-electric commission or public utilities commission entrusted with the control and management of works for the retail distribution and supply of power in the Regional Area immediately before the 20th day of June, 1978 and established or deemed to be established under Part III of the Public Utilities Act; (“commission hydroélectrique”) “power” means electrical power and includes electrical energy; (“électricité”) “retail”, when used in relation to the distribution and supply of power, refers to the distribution and supply of power at voltages less than 50 kilovolts but does not refer to works located within a transformer station that transform power from voltages greater than 50 kilovolts to voltages less than 50 kilovolts. (“détail”) R.S.O. 1990, c. R.18, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> In this Part,</p> <p class=\"firstdef-e\">“hydro-electric commission” means a hydro-electric commission or public utilities commission entrusted with the control and management of works for the retail distribution and supply of power in the Regional Area immediately before the 20th day of June, 1978 and established or deemed to be established under Part III of the <i>Public Utilities Act</i>; (“commission hydroélectrique”)</p> <p class=\"definition-e\">“power” means electrical power and includes electrical energy; (“électricité”)</p> <p class=\"definition-e\">“retail”, when used in relation to the distribution and supply of power, refers to the distribution and supply of power at voltages less than 50 kilovolts but does not refer to works located within a transformer station that transform power from voltages greater than 50 kilovolts to voltages less than 50 kilovolts. (“détail”) R.S.O. 1990, c. R.18, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Commissions continued",
            "content": "8. (1) The hydro-electric commission for each of the Town of Aurora, the Town of Markham, the Town of Newmarket, the Town of Richmond Hill, the Town of Vaughan, the Town of Whitchurch-Stouffville, the Town of Georgina and the Township of King established by The York Municipal Hydro-Electric Service Act, 1978, being chapter 31, is continued and each commission shall be deemed to be a commission established under Part III of the Public Utilities Act. R.S.O. 1990, c. R.18, s. 8 (1); 1998, c. 15, Sched. E, s. 42 (1). Composition, Aurora Hydro-Electric Commission (2) The commission for the Town of Aurora shall be known as the Aurora Hydro-Electric Commission in English and Commission hydroélectrique d’Aurora in French and shall consist of the mayor of the Town of Aurora and two additional members who are qualified electors under the Municipal Elections Act in the Town of Aurora. R.S.O. 1990, c. R.18, s. 8 (2). Composition, Markham Hydro-Electric Commission (3) The commission for the Town of Markham shall be known as the Markham Hydro-Electric Commission in English and Commission hydroélectrique de Markham in French and shall consist of the mayor of the Town of Markham and four additional members who are qualified electors under the Municipal Elections Act in the Town of Markham. R.S.O. 1990, c. R.18, s. 8 (3). Composition, Newmarket Hydro-Electric Commission (4) The commission for the Town of Newmarket shall be known as the Newmarket Hydro-Electric Commission in English and Commission hydroélectrique de Newmarket in French and shall consist of the mayor of the Town of Newmarket and four additional members who are qualified electors under the Municipal Elections Act in the Town of Newmarket. R.S.O. 1990, c. R.18, s. 8 (4). Composition, Richmond Hill Hydro-Electric Commission (5) The commission for the Town of Richmond Hill shall be known as the Richmond Hill Hydro-Electric Commission in English and Commission hydroélectrique de Richmond Hill in French and shall consist of the mayor of the Town of Richmond Hill and four additional members who are qualified electors under the Municipal Elections Act in the Town of Richmond Hill. R.S.O. 1990, c. R.18, s. 8 (5). Composition, Vaughan Hydro-Electric Commission (6) The commission for the Town of Vaughan shall be known as the Vaughan Hydro-Electric Commission in English and Commission hydroélectrique de Vaughan in French and shall consist of the mayor of the Town of Vaughan and four additional members who are qualified electors under the Municipal Elections Act in the Town of Vaughan. R.S.O. 1990, c. R.18, s. 8 (6). Composition, Whitchurch-Stouffville Hydro-Electric Commission (7) The commission for the Town of Whitchurch-Stouffville shall be known as the Whitchurch-Stouffville Hydro-Electric Commission in English and Commission hydroélectrique de Whitchurch-Stouffville in French and shall consist of the mayor of the Town of Whitchurch-Stouffville and two additional members who are qualified electors under the Municipal Elections Act in the Town of Whitchurch-Stouffville. R.S.O. 1990, c. R.18, s. 8 (7). Composition, Georgina Hydro-Electric Commission (8) The commission for the Town of Georgina shall be known as the Georgina Hydro-Electric Commission in English and Commission hydroélectrique de Georgina in French and shall consist of the mayor of the Town of Georgina and two additional members who are qualified electors under the Municipal Elections Act in the Town of Georgina. R.S.O. 1990, c. R.18, s. 8 (8). Composition, King Hydro-Electric Commission (9) The commission for the Township of King shall be known as the King Hydro-Electric Commission in English and Commission hydroélectrique de King in French and shall consist of the mayor of the Township of King and two additional members who are qualified electors under the Municipal Elections Act in the Township of King. R.S.O. 1990, c. R.18, s. 8 (9). Additional members of commissions (10) The additional members of each commission shall be elected by a general vote of the electors of the area municipality served by the commission, unless before the 1st day of July, 1980 the council of the area municipality has provided by by-law that the additional members shall be appointed by the council. R.S.O. 1990, c. R.18, s. 8 (10). Eligibility of members of council (11) Members of the council of the area municipality served by a commission may be members of the commission, but the members of the council shall not form a majority of the commission. R.S.O. 1990, c. R.18, s. 8 (11). Terms of office (12) A member of a commission shall hold office for the same term as the members of council or until his or her successor is elected or appointed. R.S.O. 1990, c. R.18, s. 8 (12). Delegates (13) The council of an area municipality served by a commission may, by by-law passed with the written consent of the mayor, appoint a delegate from among the members of the council to represent the mayor on the commission. R.S.O. 1990, c. R.18, s. 8 (13). Resignation (14) A resignation from the council of a member of a council who is a member of a commission shall be deemed to be a resignation from both the commission and the council. R.S.O. 1990, c. R.18, s. 8 (14). When area municipality to determine size of commission (15) The council of the area municipality may, by by-law, determine whether a commission shall consist of three or five members. R.S.O. 1990, c. R.18, s. 8 (15). 9. Repealed: 1998, c. 15, Sched. E, s. 42 (2). Note: Despite the repeal of section 9, subsections 9 (2) to (7), as they read immediately before their repeal, continue to apply to a commission established under subsection 9 (1) before it was repealed, except that the commission is not deemed to be a municipal commission within the meaning of the Power Corporation Act. See: 1998, c. 15, Sched. E, s. 42 (3).",
            "raw_html": "<p class=\"section-e\"><b>8.</b> (1) The hydro-electric commission for each of the Town of Aurora, the Town of Markham, the Town of Newmarket, the Town of Richmond Hill, the Town of Vaughan, the Town of Whitchurch-Stouffville, the Town of Georgina and the Township of King established by <i>The York Municipal Hydro-Electric Service Act, 1978</i>, being chapter 31, is continued and each commission shall be deemed to be a commission established under Part III of the <i>Public Utilities Act</i>. R.S.O. 1990, c. R.18, s. 8 (1); 1998, c. 15, Sched. E, s. 42 (1).</p> <p class=\"headnote-e\"><b>Composition, Aurora Hydro-Electric Commission</b></p> <p class=\"subsection-e\">(2) The commission for the Town of Aurora shall be known as the Aurora Hydro-Electric Commission in English and Commission hydroélectrique d’Aurora in French and shall consist of the mayor of the Town of Aurora and two additional members who are qualified electors under the <i>Municipal Elections Act</i> in the Town of Aurora. R.S.O. 1990, c. R.18, s. 8 (2).</p> <p class=\"headnote-e\"><b>Composition, Markham Hydro-Electric Commission</b></p> <p class=\"subsection-e\">(3) The commission for the Town of Markham shall be known as the Markham Hydro-Electric Commission in English and Commission hydroélectrique de Markham in French and shall consist of the mayor of the Town of Markham and four additional members who are qualified electors under the <i>Municipal Elections Act</i> in the Town of Markham. R.S.O. 1990, c. R.18, s. 8 (3).</p> <p class=\"headnote-e\"><b>Composition, Newmarket Hydro-Electric Commission</b></p> <p class=\"subsection-e\">(4) The commission for the Town of Newmarket shall be known as the Newmarket Hydro-Electric Commission in English and Commission hydroélectrique de Newmarket in French and shall consist of the mayor of the Town of Newmarket and four additional members who are qualified electors under the <i>Municipal Elections Act</i> in the Town of Newmarket. R.S.O. 1990, c. R.18, s. 8 (4).</p> <p class=\"headnote-e\"><b>Composition, Richmond Hill Hydro-Electric Commission</b></p> <p class=\"subsection-e\">(5) The commission for the Town of Richmond Hill shall be known as the Richmond Hill Hydro-Electric Commission in English and Commission hydroélectrique de Richmond Hill in French and shall consist of the mayor of the Town of Richmond Hill and four additional members who are qualified electors under the <i>Municipal Elections Act</i> in the Town of Richmond Hill. R.S.O. 1990, c. R.18, s. 8 (5).</p> <p class=\"headnote-e\"><b>Composition, Vaughan Hydro-Electric Commission</b></p> <p class=\"subsection-e\">(6) The commission for the Town of Vaughan shall be known as the Vaughan Hydro-Electric Commission in English and Commission hydroélectrique de Vaughan in French and shall consist of the mayor of the Town of Vaughan and four additional members who are qualified electors under the <i>Municipal Elections Act</i> in the Town of Vaughan. R.S.O. 1990, c. R.18, s. 8 (6).</p> <p class=\"headnote-e\"><b>Composition, Whitchurch-Stouffville Hydro-Electric Commission</b></p> <p class=\"subsection-e\">(7) The commission for the Town of Whitchurch-Stouffville shall be known as the Whitchurch-Stouffville Hydro-Electric Commission in English and Commission hydroélectrique de Whitchurch-Stouffville in French and shall consist of the mayor of the Town of Whitchurch-Stouffville and two additional members who are qualified electors under the <i>Municipal Elections Act</i> in the Town of Whitchurch-Stouffville. R.S.O. 1990, c. R.18, s. 8 (7).</p> <p class=\"headnote-e\"><b>Composition, Georgina Hydro-Electric Commission</b></p> <p class=\"subsection-e\">(8) The commission for the Town of Georgina shall be known as the Georgina Hydro-Electric Commission in English and Commission hydroélectrique de Georgina in French and shall consist of the mayor of the Town of Georgina and two additional members who are qualified electors under the <i>Municipal Elections Act</i> in the Town of Georgina. R.S.O. 1990, c. R.18, s. 8 (8).</p> <p class=\"headnote-e\"><b>Composition, King Hydro-Electric Commission</b></p> <p class=\"subsection-e\">(9) The commission for the Township of King shall be known as the King Hydro-Electric Commission in English and Commission hydroélectrique de King in French and shall consist of the mayor of the Township of King and two additional members who are qualified electors under the <i>Municipal Elections Act</i> in the Township of King. R.S.O. 1990, c. R.18, s. 8 (9).</p> <p class=\"headnote-e\"><b>Additional members of commissions</b></p> <p class=\"subsection-e\">(10) The additional members of each commission shall be elected by a general vote of the electors of the area municipality served by the commission, unless before the 1st day of July, 1980 the council of the area municipality has provided by by-law that the additional members shall be appointed by the council. R.S.O. 1990, c. R.18, s. 8 (10).</p> <p class=\"headnote-e\"><b>Eligibility of members of council</b></p> <p class=\"subsection-e\">(11) Members of the council of the area municipality served by a commission may be members of the commission, but the members of the council shall not form a majority of the commission. R.S.O. 1990, c. R.18, s. 8 (11).</p> <p class=\"headnote-e\"><b>Terms of office</b></p> <p class=\"subsection-e\">(12) A member of a commission shall hold office for the same term as the members of council or until his or her successor is elected or appointed. R.S.O. 1990, c. R.18, s. 8 (12).</p> <p class=\"headnote-e\"><b>Delegates</b></p> <p class=\"subsection-e\">(13) The council of an area municipality served by a commission may, by by-law passed with the written consent of the mayor, appoint a delegate from among the members of the council to represent the mayor on the commission. R.S.O. 1990, c. R.18, s. 8 (13).</p> <p class=\"headnote-e\"><b>Resignation</b></p> <p class=\"subsection-e\">(14) A resignation from the council of a member of a council who is a member of a commission shall be deemed to be a resignation from both the commission and the council. R.S.O. 1990, c. R.18, s. 8 (14).</p> <p class=\"headnote-e\"><b>When area municipality to determine size of commission</b></p> <p class=\"subsection-e\">(15) The council of the area municipality may, by by-law, determine whether a commission shall consist of three or five members. R.S.O. 1990, c. R.18, s. 8 (15).</p> <p class=\"section-e\"><b>9. </b>Repealed: 1998, c. 15, Sched. E, s. 42 (2).</p> <p class=\"Pnote-e\"><b>Note: Despite the repeal of section 9, subsections 9 (2) to (7), as they read immediately before their repeal, continue to apply to a commission established under subsection 9 (1) before it was repealed, except that the commission is not deemed to be a municipal commission within the meaning of the <i>Power Corporation Act</i>. See: 1998, c. 15, Sched. E, s. 42 (3).</b></p>"
        },
        {
            "id": "9.",
            "section": "When area municipality to determine size of commission",
            "content": "9. Repealed: 1998, c. 15, Sched. E, s. 42 (2). Note: Despite the repeal of section 9, subsections 9 (2) to (7), as they read immediately before their repeal, continue to apply to a commission established under subsection 9 (1) before it was repealed, except that the commission is not deemed to be a municipal commission within the meaning of the Power Corporation Act. See: 1998, c. 15, Sched. E, s. 42 (3).",
            "raw_html": "<p class=\"section-e\"><b>9. </b>Repealed: 1998, c. 15, Sched. E, s. 42 (2).</p> <p class=\"Pnote-e\"><b>Note: Despite the repeal of section 9, subsections 9 (2) to (7), as they read immediately before their repeal, continue to apply to a commission established under subsection 9 (1) before it was repealed, except that the commission is not deemed to be a municipal commission within the meaning of the <i>Power Corporation Act</i>. See: 1998, c. 15, Sched. E, s. 42 (3).</b></p>"
        },
        {
            "id": "10.",
            "section": "Powers of commissions",
            "content": "10. (1) Except as herein provided, all the powers, rights, authorities and privileges that are conferred by the Public Utilities Act on a municipal corporation in respect of power, shall, on and after the 1st day of January, 1979, be exercised on behalf of each of the municipalities of the Town of Aurora, the Town of Markham, the Town of Newmarket, the Town of Richmond Hill, the Town of Vaughan, the Town of Whitchurch-Stouffville, the Town of Georgina and the Township of King by the commission continued in respect of the municipality and not by the council of any municipality or any other hydro-electric commission. R.S.O. 1990, c. R.18, s. 10 (1). (2) Repealed: R.S.O. 1990, c. R.18, s. 10 (2.2). See: 1998, c. 15, Sched. E, s. 42 (4). (2.1) Repealed: R.S.O. 1990, c. R.18, s. 10 (2.2). See: 1998, c. 15, Sched. E, s. 42 (4). (2.2) Spent: 1998, c. 15, Sched. E, s. 42 (4). (3) Repealed: R.S.O. 1990, c. R.18, s. 10 (3.2). See: 1998, c. 15, Sched. E, s. 42 (5). (3.1) Repealed: R.S.O. 1990, c. R.18, s. 10 (3.2). See: 1998, c. 15, Sched. E, s. 42 (5). (3.2) Spent: 1998, c. 15, Sched. E, s. 42 (5). (4) Repealed: 1998, c. 15, Sched. E, s. 42 (6). (5) Repealed: R.S.O. 1990, c. R.18, s. 10 (5.2). See: 1998, c. 15, Sched. E, s. 42 (7). (5.1) Repealed: R.S.O. 1990, c. R.18, s. 10 (5.2). See: 1998, c. 15, Sched. E, s. 42 (7). (5.2) Spent: 1998, c. 15, Sched. E, s. 42 (7). (6) Repealed: 1998, c. 15, Sched. E, s. 42 (8). (7) Repealed: 1998, c. 15, Sched. E, s. 42 (8).",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) Except as herein provided, all the powers, rights, authorities and privileges that are conferred by the <i>Public Utilities Act</i> on a municipal corporation in respect of power, shall, on and after the 1st day of January, 1979, be exercised on behalf of each of the municipalities of the Town of Aurora, the Town of Markham, the Town of Newmarket, the Town of Richmond Hill, the Town of Vaughan, the Town of Whitchurch-Stouffville, the Town of Georgina and the Township of King by the commission continued in respect of the municipality and not by the council of any municipality or any other hydro-electric commission. R.S.O. 1990, c. R.18, s. 10 (1).</p> <p class=\"subsection-e\">(2) Repealed: R.S.O. 1990, c. R.18, s. 10 (2.2). See: 1998, c. 15, Sched. E, s. 42 (4).</p> <p class=\"subsection-e\">(2.1) Repealed: R.S.O. 1990, c. R.18, s. 10 (2.2). See: 1998, c. 15, Sched. E, s. 42 (4).</p> <p class=\"subsection-e\">(2.2) Spent: 1998, c. 15, Sched. E, s. 42 (4).</p> <p class=\"subsection-e\">(3) Repealed: R.S.O. 1990, c. R.18, s. 10 (3.2). See: 1998, c. 15, Sched. E, s. 42 (5).</p> <p class=\"subsection-e\">(3.1) Repealed: R.S.O. 1990, c. R.18, s. 10 (3.2). See: 1998, c. 15, Sched. E, s. 42 (5).</p> <p class=\"subsection-e\">(3.2) Spent: 1998, c. 15, Sched. E, s. 42 (5).</p> <p class=\"subsection-e\">(4) Repealed: 1998, c. 15, Sched. E, s. 42 (6).</p> <p class=\"subsection-e\">(5) Repealed: R.S.O. 1990, c. R.18, s. 10 (5.2). See: 1998, c. 15, Sched. E, s. 42 (7).</p> <p class=\"subsection-e\">(5.1) Repealed: R.S.O. 1990, c. R.18, s. 10 (5.2). See: 1998, c. 15, Sched. E, s. 42 (7).</p> <p class=\"subsection-e\">(5.2) Spent: 1998, c. 15, Sched. E, s. 42 (7).</p> <p class=\"subsection-e\">(6) Repealed: 1998, c. 15, Sched. E, s. 42 (8).</p> <p class=\"subsection-e\">(7) Repealed: 1998, c. 15, Sched. E, s. 42 (8).</p>"
        },
        {
            "id": "11.",
            "section": "Real property held in trust",
            "content": "11. (1) All real property under the control and management of a commission shall be held by the commission in trust for the area municipality served by the commission. R.S.O. 1990, c. R.18, s. 11 (1). Disposition of real property (2) Where a commission is of the opinion, and so declares by resolution, that any real property under its control and management is not required for its purposes, unless otherwise agreed upon by the commission and the area municipality served by the commission, the real property may be disposed of as follows: 1. In the event that the area municipality served by the commission wishes in good faith to use the real property for a municipal purpose, it shall compensate the commission for the real property at its actual cost, less accrued depreciation as shown on the books of the commission or the assessed value of the real property, whichever is the greater, and when the area municipality in good faith no longer wishes to use the real property for a municipal purpose, the area municipality may sell, lease or otherwise dispose of the real property and may retain the proceeds of the sale, lease or disposition as municipal funds. 2. In the event that the municipality served by the commission does not wish to use the real property in accordance with paragraph 1, the commission shall, as soon as practicable, sell, lease or otherwise dispose of the real property at fair market value on behalf of the municipality and the net proceeds derived from the sale, lease or other disposition of the real property or the compensation paid therefor pursuant to this subsection shall be received by the commission and shall be applied in accordance with the Public Utilities Act. R.S.O. 1990, c. R.18, s. 11 (2); 1998, c. 15, Sched. E, s. 42 (9).",
            "raw_html": "<p class=\"section-e\"><b>11.</b> (1) All real property under the control and management of a commission shall be held by the commission in trust for the area municipality served by the commission. R.S.O. 1990, c. R.18, s. 11 (1).</p> <p class=\"headnote-e\"><b>Disposition of real property</b></p> <p class=\"subsection-e\">(2) Where a commission is of the opinion, and so declares by resolution, that any real property under its control and management is not required for its purposes, unless otherwise agreed upon by the commission and the area municipality served by the commission, the real property may be disposed of as follows:</p> <p class=\"paragraph-e\">1. In the event that the area municipality served by the commission wishes in good faith to use the real property for a municipal purpose, it shall compensate the commission for the real property at its actual cost, less accrued depreciation as shown on the books of the commission or the assessed value of the real property, whichever is the greater, and when the area municipality in good faith no longer wishes to use the real property for a municipal purpose, the area municipality may sell, lease or otherwise dispose of the real property and may retain the proceeds of the sale, lease or disposition as municipal funds.</p> <p class=\"paragraph-e\">2. In the event that the municipality served by the commission does not wish to use the real property in accordance with paragraph 1, the commission shall, as soon as practicable, sell, lease or otherwise dispose of the real property at fair market value on behalf of the municipality and the net proceeds derived from the sale, lease or other disposition of the real property or the compensation paid therefor pursuant to this subsection shall be received by the commission and shall be applied in accordance with the <i>Public Utilities Act</i>. R.S.O. 1990, c. R.18, s. 11 (2); 1998, c. 15, Sched. E, s. 42 (9).</p>"
        },
        {
            "id": "12.",
            "section": "Borrowing",
            "content": "12. Except as otherwise provided in this Part, sections 111 to 135 of the Regional Municipalities Act apply with necessary modifications to any borrowing for the purposes of a commission. R.S.O. 1990, c. R.18, s. 12. PART IV   HEALTH AND WELFARE SERVICES",
            "raw_html": "<p class=\"section-e\"><b>12.</b> Except as otherwise provided in this Part, sections 111 to 135 of the <i>Regional Municipalities Act</i> apply with necessary modifications to any borrowing for the purposes of a commission. R.S.O. 1990, c. R.18, s. 12.</p> <p class=\"partnum-e\"><b>PART IV <br/>  HEALTH AND WELFARE SERVICES</b></p>"
        },
        {
            "id": "13.",
            "section": "Liability for hospitalization of indigents",
            "content": "13. The Regional Corporation shall be deemed to be a city for all the purposes of the provisions of the Public Hospitals Act and the Private Hospitals Act respecting hospitalization and burial of indigent persons and their dependants, and no area municipality has any liability under such provisions. R.S.O. 1990, c. R.18, s. 13.",
            "raw_html": "<p class=\"section-e\"><b>13.</b> The Regional Corporation shall be deemed to be a city for all the purposes of the provisions of the <i>Public Hospitals Act</i> and the <i>Private Hospitals Act</i> respecting hospitalization and burial of indigent persons and their dependants, and no area municipality has any liability under such provisions. R.S.O. 1990, c. R.18, s. 13.</p>"
        },
        {
            "id": "14.",
            "section": "Regional Corporation board of health",
            "content": "14. The Regional Corporation has all the powers, rights and duties of a board of health under the Health Protection and Promotion Act. R.S.O. 1990, c. R.18, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b> The Regional Corporation has all the powers, rights and duties of a board of health under the <i>Health Protection and Promotion Act</i>. R.S.O. 1990, c. R.18, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Regional Corporation deemed city under certain Acts",
            "content": "15. (1) For the purposes of the following Acts, the Regional Corporation shall be deemed to be a city and no area municipality shall be deemed to be a municipality: 1. Anatomy Act. 2. Mental Hospitals Act. 3. War Veterans Burial Act. R.S.O. 1990, c. R.18, s. 15 (1). Regional Corporation deemed county under certain Acts (2) For the purposes of the following Acts, the Regional Corporation shall be deemed to be a county and no area municipality shall be deemed to be a municipality: 1. Day Nurseries Act. 2. General Welfare Assistance Act. 3. Homemakers and Nurses Services Act. R.S.O. 1990, c. R.18, s. 15 (2).",
            "raw_html": "<p class=\"section-e\"><b>15.</b> (1) For the purposes of the following Acts, the Regional Corporation shall be deemed to be a city and no area municipality shall be deemed to be a municipality:</p> <p class=\"paragraph-e\">1.<i> Anatomy Act</i>.</p> <p class=\"paragraph-e\">2.<i> Mental Hospitals Act</i>.</p> <p class=\"paragraph-e\">3.<i> War Veterans Burial Act</i>. R.S.O. 1990, c. R.18, s. 15 (1).</p> <p class=\"headnote-e\"><b>Regional Corporation deemed county under certain Acts</b></p> <p class=\"subsection-e\">(2) For the purposes of the following Acts, the Regional Corporation shall be deemed to be a county and no area municipality shall be deemed to be a municipality:</p> <p class=\"paragraph-e\">1.<i> Day Nurseries Act</i>.</p> <p class=\"paragraph-e\">2.<i> General Welfare Assistance Act</i>.</p> <p class=\"paragraph-e\">3.<i> Homemakers and Nurses Services Act</i>. R.S.O. 1990, c. R.18, s. 15 (2).</p>"
        },
        {
            "id": "16.",
            "section": "Liability respecting homes for the aged",
            "content": "16. The Regional Corporation shall be deemed to be a county for the purposes of the Homes for the Aged and Rest Homes Act, and no area municipality has any authority as to the establishment, erection and maintenance of a home for the aged under such Act. R.S.O. 1990, c. R.18, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b> The Regional Corporation shall be deemed to be a county for the purposes of the <i>Homes for the Aged and Rest Homes Act</i>, and no area municipality has any authority as to the establishment, erection and maintenance of a home for the aged under such Act. R.S.O. 1990, c. R.18, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Where area municipality not deemed municipality",
            "content": "17. No area municipality shall be deemed to be a municipality for the purposes of the Child and Family Services Act. R.S.O. 1990, c. R.18, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17.</b> No area municipality shall be deemed to be a municipality for the purposes of the <i>Child and Family Services Act</i>. R.S.O. 1990, c. R.18, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Information",
            "content": "18. Every area municipality and every officer or employee thereof shall, at the request of the officers of the Regional Corporation who are responsible for the administration of the Acts referred to in this Part, furnish forthwith to such officers any information they may require for the purposes of this Part. R.S.O. 1990, c. R.18, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18.</b> Every area municipality and every officer or employee thereof shall, at the request of the officers of the Regional Corporation who are responsible for the administration of the Acts referred to in this Part, furnish forthwith to such officers any information they may require for the purposes of this Part. R.S.O. 1990, c. R.18, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Adjustments",
            "content": "19. In the event that there is any doubt as to whether the Regional Corporation is liable under this Part in respect of the liabilities imposed herein, the matter may be settled by agreement between the municipalities concerned or, failing agreement, may be determined by the Municipal Board. R.S.O. 1990, c. R.18, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19.</b> In the event that there is any doubt as to whether the Regional Corporation is liable under this Part in respect of the liabilities imposed herein, the matter may be settled by agreement between the municipalities concerned or, failing agreement, may be determined by the Municipal Board. R.S.O. 1990, c. R.18, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Powers re facilities",
            "content": "20. (1) The Regional Corporation may grant aid to and may enter into an agreement with a corporation described in subsection (2) that operates or intends to operate a facility that is or will be governed by the Developmental Services Act, with respect to the construction, operation or maintenance of the facility. 2001, c. 13, s. 29. Same (2) Subsection (1) applies to a corporation without share capital having objects of a charitable nature, (a) to which Part III of the Corporations Act applies; or (b) that is incorporated under a general or special Act of the Parliament of Canada. 2001, c. 13, s. 29. PART V (ss. 21-29) Repealed: 1997, c. 5, s. 76. PART VI   GENERAL",
            "raw_html": "<p class=\"section-e\"><b>20.</b> (1) The Regional Corporation may grant aid to and may enter into an agreement with a corporation described in subsection (2) that operates or intends to operate a facility that is or will be governed by the <i>Developmental Services Act</i>, with respect to the construction, operation or maintenance of the facility. 2001, c. 13, s. 29.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Subsection (1) applies to a corporation without share capital having objects of a charitable nature,</p> <p class=\"clause-e\">(a) to which Part III of the <i>Corporations Act</i> applies; or</p> <p class=\"clause-e\">(b) that is incorporated under a general or special Act of the Parliament of Canada. 2001, c. 13, s. 29.</p> <p class=\"partnum-e\"><b>PART V</b> (ss. 21-29) Repealed: 1997, c. 5, s. 76.</p> <p class=\"partnum-e\"><b>PART VI <br/>  GENERAL</b></p>"
        },
        {
            "id": "30.",
            "section": "Nuisances, entertainment expenses, etc.",
            "content": "30. (1) The Regional Corporation shall be considered to be a local municipality for the purposes of paragraph 140 of section 210, and section 257 of the Municipal Act applies with necessary modifications. R.S.O. 1990, c. R.18, s. 30 (1). Delegation of approvals or consents (2) Despite any other provision in this Act, the Regional Council may pass by-laws authorizing the head of the department concerned to grant such of the approvals and consents required by subsection 28 (2), 65 (2), 83 (1) and 84 (2) of the Regional Municipalities Act as are designated in the by-law, and any such by-law may prescribe terms and conditions under which any such approval or consent may be granted. R.S.O. 1990, c. R.18, s. 30 (2). Plumbing inspection (3) For the purposes of sections 76 and 77 of the Ontario Water Resources Act, the Regional Corporation shall be deemed to be a county and the area municipalities shall be deemed to be the local municipalities that form part of the county for municipal purposes and, for the purposes of sections 75 and 78 of the Ontario Water Resources Act, the Regional Corporation shall be deemed to be a municipality. R.S.O. 1990, c. R.18, s. 30 (3). Drain contractors, etc., and plumbers (4) The Regional Corporation shall be considered to be a local municipality for the purposes of paragraphs 3 and 12 of section 236 of the Municipal Act, as they read on the day before the Savings and Restructuring Act, 1996 received Royal Assent, and no area municipality shall exercise the powers conferred in those paragraphs. R.S.O. 1990, c. R.18, s. 30 (4); 1996, c. 1, Sched. M, s. 39. Septic tank cleaning and pumping (5) The Regional Council may pass by-laws for licensing, regulating and governing persons who carry on the business of providing septic tank cleaning and pumping services. R.S.O. 1990, c. R.18, s. 30 (5). Investigation and report re by-law contravention (6)The council of an area municipality may by resolution require the Regional Council to investigate an alleged contravention of a licensing by-law passed under this section or section 36 by the Regional Council and to report to the area council. 1994, c. 37, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>30.</b> (1) The Regional Corporation shall be considered to be a local municipality for the purposes of paragraph 140 of section 210, and section 257 of the <i>Municipal Act</i> applies with necessary modifications. R.S.O. 1990, c. R.18, s. 30 (1).</p> <p class=\"headnote-e\"><b>Delegation of approvals or consents</b></p> <p class=\"subsection-e\">(2) Despite any other provision in this Act, the Regional Council may pass by-laws authorizing the head of the department concerned to grant such of the approvals and consents required by subsection 28 (2), 65 (2), 83 (1) and 84 (2) of the <i>Regional Municipalities Act</i> as are designated in the by-law, and any such by-law may prescribe terms and conditions under which any such approval or consent may be granted. R.S.O. 1990, c. R.18, s. 30 (2).</p> <p class=\"headnote-e\"><b>Plumbing inspection</b></p> <p class=\"subsection-e\">(3) For the purposes of sections 76 and 77 of the <i>Ontario Water Resources Act</i>, the Regional Corporation shall be deemed to be a county and the area municipalities shall be deemed to be the local municipalities that form part of the county for municipal purposes and, for the purposes of sections 75 and 78 of the <i>Ontario Water Resources Act</i>, the Regional Corporation shall be deemed to be a municipality. R.S.O. 1990, c. R.18, s. 30 (3).</p> <p class=\"headnote-e\"><b>Drain contractors, etc., and plumbers</b></p> <p class=\"subsection-e\">(4) The Regional Corporation shall be considered to be a local municipality for the purposes of paragraphs 3 and 12 of section 236 of the <i>Municipal Act, </i>as they read on the day before the <i>Savings and Restructuring Act, 1996</i> received Royal Assent, and no area municipality shall exercise the powers conferred in those paragraphs. R.S.O. 1990, c. R.18, s. 30 (4); 1996, c. 1, Sched. M, s. 39.</p> <p class=\"headnote-e\"><b>Septic tank cleaning and pumping</b></p> <p class=\"subsection-e\">(5) The Regional Council may pass by-laws for licensing, regulating and governing persons who carry on the business of providing septic tank cleaning and pumping services. R.S.O. 1990, c. R.18, s. 30 (5).</p> <p class=\"headnote-e\"><b>Investigation and report re by-law contravention</b></p> <p class=\"subsection-e\">(6)The council of an area municipality may by resolution require the Regional Council to investigate an alleged contravention of a licensing by-law passed under this section or section 36 by the Regional Council and to report to the area council. 1994, c. 37, s. 12.</p>"
        },
        {
            "id": "31.",
            "section": "Expenditures for diffusing information",
            "content": "31. The Regional Corporation may make expenditures for the purpose of diffusing information respecting the advantages of the Regional Municipality as an industrial, business, educational, residential or vacation centre. R.S.O. 1990, c. R.18, s. 31.",
            "raw_html": "<p class=\"section-e\"><b>31.</b> The Regional Corporation may make expenditures for the purpose of diffusing information respecting the advantages of the Regional Municipality as an industrial, business, educational, residential or vacation centre. R.S.O. 1990, c. R.18, s. 31.</p>"
        },
        {
            "id": "32.",
            "section": "Buildings for use of Children’s Aid Society",
            "content": "32. The Regional Corporation may construct buildings for the use of The Children’s Aid Society of The Regional Municipality of York and may lease land and any buildings so constructed to The Children’s Aid Society of The Regional Municipality of York. R.S.O. 1990, c. R.18, s. 32.",
            "raw_html": "<p class=\"section-e\"><b>32.</b> The Regional Corporation may construct buildings for the use of The Children’s Aid Society of The Regional Municipality of York and may lease land and any buildings so constructed to The Children’s Aid Society of The Regional Municipality of York. R.S.O. 1990, c. R.18, s. 32.</p>"
        },
        {
            "id": "33.",
            "section": "Definition",
            "content": "33. (1) In this section, “waste” includes ashes, garbage, refuse, domestic waste or municipal refuse, and such other materials as may be designated by by-law of the Regional Council. R.S.O. 1990, c. R.18, s. 33 (1); 1993, c. 20, s. 22 (1). Waste disposal (2) The Regional Corporation shall provide facilities for the purpose of receiving, dumping and disposing of waste, and no such facilities shall be provided in the Regional Area by any person or any municipality, including a metropolitan or regional municipality, or by any local board thereof, without the consent of the Regional Council, which consent may be granted on such terms and conditions including the payment of such compensation as may be agreed upon. R.S.O. 1990, c. R.18, s. 33 (2). Appeal to O.M.B. (3) Where the Regional Council refuses its consent under subsection (2), or the applicant therefor and the Regional Council fail to agree on the terms and conditions related to such consent, the applicant may appeal to the Municipal Board who shall hear and determine the matter, and the Board may impose such terms and conditions as the Board considers appropriate and the decision of the Board is final. R.S.O. 1990, c. R.18, s. 33 (3). Powers of Regional Corporation (4) For the purposes of subsection (2), the Regional Corporation may, (a) Repealed: 1993, c. 20, s. 19 (1). (b) Repealed: 1993, c. 20, s. 19 (1). (c) Repealed: 1993, c. 20, s. 19 (1). (d) Repealed: 1993, c. 20, s. 19 (1). (e) provide standards and regulations for vehicles, or any class or classes thereof, used for the haulage of waste to any waste facility located in the Regional Area. R.S.O. 1990, c. R.18, s. 33 (4); 1993, c. 20, s. 19 (1). Powers, etc. (4.1) For the purposes of subsection (2), sections 208.1, 208.3, 208.4 and 208.6 to 208.11 of the Municipal Act and section 155 of the Regional Municipalities Act apply, with necessary modifications, to the Regional Corporation. 1993, c. 20, s. 19 (2). Designation (4.2) The Regional Council may, for each area municipality, designate one or more facilities for the receiving, dumping and disposing of waste or any class of waste. 1993, c. 20, s. 19 (2). Restriction (4.3) Where a designation has been made, an area municipality shall not utilize any facilities except the facilities that have been designated for that area municipality. 1993, c. 20, s. 19 (2). Vesting of property in Regional Corporation (5) The Regional Council may pass one or more by-laws to assume as regional waste disposal works any or all such solid waste disposal sites, works, facilities and equipment vested in any area municipality, and upon the passing of any such by-law, the sites, works, facilities and equipment specified therein shall vest in the Regional Corporation. R.S.O. 1990, c. R.18, s. 33 (5). Payment of outstanding debt (6) The Regional Corporation shall pay to the corporation of any area municipality, on or before the due date, all amounts of principal and interest becoming due upon any outstanding debt of such area municipality in respect of the real or personal property assumed by the Regional Corporation under subsection (5). R.S.O. 1990, c. R.18, s. 33 (6). Interest on late payment (7) If the Regional Corporation fails to make any payment required by subsection (6) on or before the due date, the area municipality may charge the Regional Corporation interest at the rate of 15 per cent per annum thereon, or such lower rate as the council of the area municipality determines, from such date until payment is made. R.S.O. 1990, c. R.18, s. 33 (7). Approvals (8) No consent shall be given under subsection (2), no facility shall be operated under subsection (4.1) and no by-law shall be passed under subsection (5) without, (a) the approval of the area municipality in which the land is situate, which approval may be granted upon such terms and conditions including the payment of such compensation as may be agreed upon; or (b) failing such approval or agreement, the approval of the Municipal Board. R.S.O. 1990, c. R.18, s. 33 (8); 1993, c. 20, s. 19 (3). Approval of O.M.B. (9) The Municipal Board, before giving its approval under clause (8) (b), shall hold a public hearing and shall give or cause to be given at least ten days notice of the hearing to the clerk of the municipality concerned and to such other persons in such manner as the Board may direct, and the Board, as a condition of giving any such approval may by its order impose such restrictions, limitations and conditions respecting the acquisition or use of such land as to the Board may appear necessary or expedient. R.S.O. 1990, c. R.18, s. 33 (9). (10) Repealed: 1993, c. 20, s. 19 (4). Disposal of sites (11) When, in the opinion of the Regional Council, land has been used for solid waste disposal and is no longer required by the Regional Corporation for such purpose, the Regional Corporation shall not dispose of such land without first offering such land to the area municipality within which it is located for nominal consideration upon such terms and conditions as the Regional Council may prescribe. R.S.O. 1990, c. R.18, s. 33 (11). Refuse disposal by-law not to apply (12) A by-law passed under paragraph 135 of section 210 of the Municipal Act does not apply to the Regional Corporation. R.S.O. 1990, c. R.18, s. 33 (12). Routes (13) The Regional Council may by by-law prescribe one or more routes on specified regional roads to be used by vehicles, or any class or classes thereof, in hauling waste to any waste facility located in the Regional Area, and any such by-law may provide different restrictions by reference to the days and times set forth in the by-law. R.S.O. 1990, c. R.18, s. 33 (13). Idem (14) Subject to the approval of the Regional Council, the council of an area municipality may by by-law prescribe one or more routes on specified area municipality roads to be used by vehicles, or any class or classes thereof, in hauling waste to any waste facility located in such area municipality, and any such by-law may provide different restrictions by reference to the days and times set forth in the by-law. R.S.O. 1990, c. R.18, s. 33 (14).",
            "raw_html": "<p class=\"section-e\"><b>33.</b> (1) In this section,</p> <p class=\"firstdef-e\">“waste” includes ashes, garbage, refuse, domestic waste or municipal refuse, and such other materials as may be designated by by-law of the Regional Council. R.S.O. 1990, c. R.18, s. 33 (1); 1993, c. 20, s. 22 (1).</p> <p class=\"headnote-e\"><b>Waste disposal</b></p> <p class=\"subsection-e\">(2) The Regional Corporation shall provide facilities for the purpose of receiving, dumping and disposing of waste, and no such facilities shall be provided in the Regional Area by any person or any municipality, including a metropolitan or regional municipality, or by any local board thereof, without the consent of the Regional Council, which consent may be granted on such terms and conditions including the payment of such compensation as may be agreed upon. R.S.O. 1990, c. R.18, s. 33 (2).</p> <p class=\"headnote-e\"><b>Appeal to O.M.B.</b></p> <p class=\"subsection-e\">(3) Where the Regional Council refuses its consent under subsection (2), or the applicant therefor and the Regional Council fail to agree on the terms and conditions related to such consent, the applicant may appeal to the Municipal Board who shall hear and determine the matter, and the Board may impose such terms and conditions as the Board considers appropriate and the decision of the Board is final. R.S.O. 1990, c. R.18, s. 33 (3).</p> <p class=\"headnote-e\"><b>Powers of Regional Corporation</b></p> <p class=\"subsection-e\">(4) For the purposes of subsection (2), the Regional Corporation may,</p> <p class=\"clause-e\">(a) Repealed: 1993, c. 20, s. 19 (1).</p> <p class=\"clause-e\">(b) Repealed: 1993, c. 20, s. 19 (1).</p> <p class=\"clause-e\">(c) Repealed: 1993, c. 20, s. 19 (1).</p> <p class=\"clause-e\">(d) Repealed: 1993, c. 20, s. 19 (1).</p> <p class=\"clause-e\">(e) provide standards and regulations for vehicles, or any class or classes thereof, used for the haulage of waste to any waste facility located in the Regional Area. R.S.O. 1990, c. R.18, s. 33 (4); 1993, c. 20, s. 19 (1).</p> <p class=\"headnote-e\"><b>Powers, etc.</b></p> <p class=\"subsection-e\">(4.1) For the purposes of subsection (2), sections 208.1, 208.3, 208.4 and 208.6 to 208.11 of the <i>Municipal Act</i> and section 155 of the <i>Regional Municipalities Act</i> apply, with necessary modifications, to the Regional Corporation. 1993, c. 20, s. 19 (2).</p> <p class=\"headnote-e\"><b>Designation</b></p> <p class=\"subsection-e\">(4.2) The Regional Council may, for each area municipality, designate one or more facilities for the receiving, dumping and disposing of waste or any class of waste. 1993, c. 20, s. 19 (2).</p> <p class=\"headnote-e\"><b>Restriction</b></p> <p class=\"subsection-e\">(4.3) Where a designation has been made, an area municipality shall not utilize any facilities except the facilities that have been designated for that area municipality. 1993, c. 20, s. 19 (2).</p> <p class=\"headnote-e\"><b>Vesting of property in Regional Corporation</b></p> <p class=\"subsection-e\">(5) The Regional Council may pass one or more by-laws to assume as regional waste disposal works any or all such solid waste disposal sites, works, facilities and equipment vested in any area municipality, and upon the passing of any such by-law, the sites, works, facilities and equipment specified therein shall vest in the Regional Corporation. R.S.O. 1990, c. R.18, s. 33 (5).</p> <p class=\"headnote-e\"><b>Payment of outstanding debt</b></p> <p class=\"subsection-e\">(6) The Regional Corporation shall pay to the corporation of any area municipality, on or before the due date, all amounts of principal and interest becoming due upon any outstanding debt of such area municipality in respect of the real or personal property assumed by the Regional Corporation under subsection (5). R.S.O. 1990, c. R.18, s. 33 (6).</p> <p class=\"headnote-e\"><b>Interest on late payment</b></p> <p class=\"subsection-e\">(7) If the Regional Corporation fails to make any payment required by subsection (6) on or before the due date, the area municipality may charge the Regional Corporation interest at the rate of 15 per cent per annum thereon, or such lower rate as the council of the area municipality determines, from such date until payment is made. R.S.O. 1990, c. R.18, s. 33 (7).</p> <p class=\"headnote-e\"><b>Approvals</b></p> <p class=\"subsection-e\">(8) No consent shall be given under subsection (2), no facility shall be operated under subsection (4.1) and no by-law shall be passed under subsection (5) without,</p> <p class=\"clause-e\">(a) the approval of the area municipality in which the land is situate, which approval may be granted upon such terms and conditions including the payment of such compensation as may be agreed upon; or</p> <p class=\"clause-e\">(b) failing such approval or agreement, the approval of the Municipal Board. R.S.O. 1990, c. R.18, s. 33 (8); 1993, c. 20, s. 19 (3).</p> <p class=\"headnote-e\"><b>Approval of O.M.B.</b></p> <p class=\"subsection-e\">(9) The Municipal Board, before giving its approval under clause (8) (b), shall hold a public hearing and shall give or cause to be given at least ten days notice of the hearing to the clerk of the municipality concerned and to such other persons in such manner as the Board may direct, and the Board, as a condition of giving any such approval may by its order impose such restrictions, limitations and conditions respecting the acquisition or use of such land as to the Board may appear necessary or expedient. R.S.O. 1990, c. R.18, s. 33 (9).</p> <p class=\"subsection-e\">(10) Repealed: 1993, c. 20, s. 19 (4).</p> <p class=\"headnote-e\"><b>Disposal of sites</b></p> <p class=\"subsection-e\">(11) When, in the opinion of the Regional Council, land has been used for solid waste disposal and is no longer required by the Regional Corporation for such purpose, the Regional Corporation shall not dispose of such land without first offering such land to the area municipality within which it is located for nominal consideration upon such terms and conditions as the Regional Council may prescribe. R.S.O. 1990, c. R.18, s. 33 (11).</p> <p class=\"headnote-e\"><b>Refuse disposal by-law not to apply</b></p> <p class=\"subsection-e\">(12) A by-law passed under paragraph 135 of section 210 of the <i>Municipal Act</i> does not apply to the Regional Corporation. R.S.O. 1990, c. R.18, s. 33 (12).</p> <p class=\"headnote-e\"><b>Routes</b></p> <p class=\"subsection-e\">(13) The Regional Council may by by-law prescribe one or more routes on specified regional roads to be used by vehicles, or any class or classes thereof, in hauling waste to any waste facility located in the Regional Area, and any such by-law may provide different restrictions by reference to the days and times set forth in the by-law. R.S.O. 1990, c. R.18, s. 33 (13).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(14) Subject to the approval of the Regional Council, the council of an area municipality may by by-law prescribe one or more routes on specified area municipality roads to be used by vehicles, or any class or classes thereof, in hauling waste to any waste facility located in such area municipality, and any such by-law may provide different restrictions by reference to the days and times set forth in the by-law. R.S.O. 1990, c. R.18, s. 33 (14).</p>"
        },
        {
            "id": "34.",
            "section": "Recreation and parks management board",
            "content": "34. The Minister may by order, on the request of any area municipality, dissolve any board of a community recreation centre or board of recreation or park management of the area municipality and transfer the assets and liabilities of such board to the area municipality and may deem the council of the area municipality to be a recreation committee under the Ministry of Tourism and Recreation Act and the regulations thereunder and a board of a community centre under the Community Recreation Centres Act. R.S.O. 1990, c. R.18, s. 34.",
            "raw_html": "<p class=\"section-e\"><b>34.</b> The Minister may by order, on the request of any area municipality, dissolve any board of a community recreation centre or board of recreation or park management of the area municipality and transfer the assets and liabilities of such board to the area municipality and may deem the council of the area municipality to be a recreation committee under the <i>Ministry of Tourism and Recreation Act</i> and the regulations thereunder and a board of a community centre under the <i>Community Recreation Centres Act</i>. R.S.O. 1990, c. R.18, s. 34.</p>"
        },
        {
            "id": "35.",
            "section": "Acquiring land for parks, etc.",
            "content": "35. (1) The Regional Council may pass by-laws for acquiring land for and establishing, laying out and improving and maintaining public parks, zoological gardens, recreation areas, squares, avenues, boulevards and drives in the Regional Area and for exercising all or any of the powers that are conferred on boards of park management by the Public Parks Act. R.S.O. 1990, c. R.18, s. 35 (1). Sale of spirituous, etc., liquors in parks (2) In addition to the powers that may be exercised under subsection (1), the Regional Council has power to let from year to year, or for any time not exceeding ten years, the right to sell, subject to the Liquor Licence Act, and the regulations made thereunder, spirituous, fermented or intoxicating liquors within regional parks under such regulations as the Regional Council may prescribe. R.S.O. 1990, c. R.18, s. 35 (2). Joint acquisition of parks (3) Paragraph 54 of section 207 of the Municipal Act applies with necessary modifications to the Regional Corporation. R.S.O. 1990, c. R.18, s. 35 (3). Regional Corporation deemed municipality (4) The Regional Corporation shall be deemed to be a municipality for the purposes of the Parks Assistance Act. R.S.O. 1990, c. R.18, s. 35 (4). Park lands owned by conservation authority (5) Where, under an agreement with any conservation authority, lands vested in the conservation authority are managed and controlled by the Regional Corporation, the Regional Corporation may, (a) exercise all or any of the powers conferred on it under subsection (1) in respect of such lands; (b) lay out, construct and maintain roads on such lands and, with the consent of the area municipality in which such lands, or any part thereof, are situate, assume the maintenance of existing roads on such lands, or any part thereof; (c) subject to the Highway Traffic Act, regulate traffic on such roads and prescribe the rate of speed for motor vehicles driven on such roads in accordance with subsection 128 (4) of the Highway Traffic Act; and (d) despite any other Act, exempt from municipal taxation any such lands for so long as they are managed and controlled by the Regional Corporation and used for park purposes. R.S.O. 1990, c. R.18, s. 35 (5). Tax exemption (6) An exemption from taxes under subsection (5) shall be deemed to have the same effect as an exemption from taxes under section 3 of the Assessment Act. R.S.O. 1990, c. R.18, s. 35 (6). Payment in lieu of taxes (7) The Regional Council may agree to pay annually to the area municipality in which any land used for the purposes set out in subsection (1) is situate a sum not exceeding the amount that would have been payable to the municipality as taxes if the land were not exempt from taxation. R.S.O. 1990, c. R.18, s. 35 (7). Regional Council deemed community centre board, etc. (8) The Regional Council shall be deemed to be a recreation committee under the Ministry of Tourism and Recreation Act and the regulations thereunder and a board of a community recreation centre under the Community Recreation Centres Act. R.S.O. 1990, c. R.18, s. 35 (8).",
            "raw_html": "<p class=\"section-e\"><b>35.</b> (1) The Regional Council may pass by-laws for acquiring land for and establishing, laying out and improving and maintaining public parks, zoological gardens, recreation areas, squares, avenues, boulevards and drives in the Regional Area and for exercising all or any of the powers that are conferred on boards of park management by the <i>Public Parks Act</i>. R.S.O. 1990, c. R.18, s. 35 (1).</p> <p class=\"headnote-e\"><b>Sale of spirituous, etc., liquors in parks</b></p> <p class=\"subsection-e\">(2) In addition to the powers that may be exercised under subsection (1), the Regional Council has power to let from year to year, or for any time not exceeding ten years, the right to sell, subject to the <i>Liquor Licence Act</i>, and the regulations made thereunder, spirituous, fermented or intoxicating liquors within regional parks under such regulations as the Regional Council may prescribe. R.S.O. 1990, c. R.18, s. 35 (2).</p> <p class=\"headnote-e\"><b>Joint acquisition of parks</b></p> <p class=\"subsection-e\">(3) Paragraph 54 of section 207 of the <i>Municipal Act</i> applies with necessary modifications to the Regional Corporation. R.S.O. 1990, c. R.18, s. 35 (3).</p> <p class=\"headnote-e\"><b>Regional Corporation deemed municipality</b></p> <p class=\"subsection-e\">(4) The Regional Corporation shall be deemed to be a municipality for the purposes of the <i>Parks Assistance Act</i>. R.S.O. 1990, c. R.18, s. 35 (4).</p> <p class=\"headnote-e\"><b>Park lands owned by conservation authority</b></p> <p class=\"subsection-e\">(5) Where, under an agreement with any conservation authority, lands vested in the conservation authority are managed and controlled by the Regional Corporation, the Regional Corporation may,</p> <p class=\"clause-e\">(a) exercise all or any of the powers conferred on it under subsection (1) in respect of such lands;</p> <p class=\"clause-e\">(b) lay out, construct and maintain roads on such lands and, with the consent of the area municipality in which such lands, or any part thereof, are situate, assume the maintenance of existing roads on such lands, or any part thereof;</p> <p class=\"clause-e\">(c) subject to the <i>Highway Traffic Act</i>, regulate traffic on such roads and prescribe the rate of speed for motor vehicles driven on such roads in accordance with subsection 128 (4) of the <i>Highway Traffic Act</i>; and</p> <p class=\"clause-e\">(d) despite any other Act, exempt from municipal taxation any such lands for so long as they are managed and controlled by the Regional Corporation and used for park purposes. R.S.O. 1990, c. R.18, s. 35 (5).</p> <p class=\"headnote-e\"><b>Tax exemption</b></p> <p class=\"subsection-e\">(6) An exemption from taxes under subsection (5) shall be deemed to have the same effect as an exemption from taxes under section 3 of the <i>Assessment Act</i>. R.S.O. 1990, c. R.18, s. 35 (6).</p> <p class=\"headnote-e\"><b>Payment in lieu of taxes</b></p> <p class=\"subsection-e\">(7) The Regional Council may agree to pay annually to the area municipality in which any land used for the purposes set out in subsection (1) is situate a sum not exceeding the amount that would have been payable to the municipality as taxes if the land were not exempt from taxation. R.S.O. 1990, c. R.18, s. 35 (7).</p> <p class=\"headnote-e\"><b>Regional Council deemed community centre board, etc.</b></p> <p class=\"subsection-e\">(8) The Regional Council shall be deemed to be a recreation committee under the <i>Ministry of Tourism and Recreation Act</i> and the regulations thereunder and a board of a community recreation centre under the <i>Community Recreation Centres Act</i>. R.S.O. 1990, c. R.18, s. 35 (8).</p>"
        },
        {
            "id": "36.",
            "section": "Regional Council may license lodging houses, etc.",
            "content": "36. Paragraph 63 of section 208 of the Municipal Act applies with necessary modifications to the Regional Council and no area municipality shall exercise any of the powers under that paragraph. R.S.O. 1990, c. R.18, s. 36.",
            "raw_html": "<p class=\"section-e\"><b>36.</b> Paragraph 63 of section 208 of the <i>Municipal Act</i> applies with necessary modifications to the Regional Council and no area municipality shall exercise any of the powers under that paragraph. R.S.O. 1990, c. R.18, s. 36.</p>"
        },
        {
            "id": "37.",
            "section": "Application of Regional Municipalities Act",
            "content": "37. Except as otherwise provided therein, all the provisions of the Regional Municipalities Act apply to The Regional Municipality of York as though they were set out in, and formed a part of, this Act. R.S.O. 1990, c. R.18, s. 37. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>37.</b> Except as otherwise provided therein, all the provisions of the <i>Regional Municipalities Act</i> apply to The Regional Municipality of York as though they were set out in, and formed a part of, this Act. R.S.O. 1990, c. R.18, s. 37.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90r18_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90r18_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}