{
    "act_info": {
        "full_title": "Regional Municipality of Sudbury Act, R.S.O. 1990, c. R.16",
        "act_name_text": "Not Found",
        "citation": "Regional Municipality of Sudbury Act, R.S.O. 1990, c. R.16",
        "url": "https://www.ontario.ca/laws/statute/90r16",
        "date_scraped": "2023-12-19 23:14:10"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “area municipality” means the municipality or corporation of the City of Sudbury, the Town of Capreol, the Town of Onaping Falls, the Town of Nickel Centre, the Town of Rayside-Balfour, the Town of Valley East and the Town of Walden; (“municipalité de secteur”) “chair” means the chair of the Regional Council; (“président”) “debt” includes any obligation for the payment of money; (“dette”) “highway” and “road” mean a common and public highway or any part thereof, and include a street, bridge, and any other structure incidental thereto or any part thereof; (“voie publique”, “route”) “land” includes lands, tenements and hereditaments, and any estate or interest therein, and any right or easement affecting them, and land covered with water, and includes any buildings or improvements on land; (“bien-fonds”) “local board” means any school board, public utility commission, transportation commission, public library board, board of park management, board of health, police services board, planning board or any other board, commission, committee, body or local authority established or exercising any power or authority under any general or special Act with respect to any of the affairs or purposes, including school purposes, of the Regional Corporation or of an area municipality or of two or more area municipalities or parts thereof; (“conseil local”) “local municipality” means any local municipality and any geographic township or part thereof that became an area municipality or portion thereof upon the constitution of the Regional Corporation; (“municipalité locale”) “merged area” means a local municipality that was amalgamated with another local municipality or a part of a local municipality that was annexed to a local municipality to constitute an area municipality or the local municipality to which such part was annexed; (“secteur fusionné”) “Minister” means the Minister of Municipal Affairs; (“ministre”) “Ministry” means the Ministry of Municipal Affairs; (“ministère”) “Municipal Board” means the Ontario Municipal Board; (“Commission des affaires municipales”) “Regional Area” means the area from time to time included within the area municipalities; (“secteur régional”) “Regional Corporation” means the Regional Municipality of Sudbury; (“Municipalité régionale”) “Regional Council” means the council of the Regional Corporation; (“conseil régional”) “regional road” means a road forming part of the regional road system continued under Part III of the Regional Municipalities Act. (“route régionale”) R.S.O. 1990, c. R.16, s. 1. PART I   AREA MUNICIPALITIES",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“area municipality” means the municipality or corporation of the City of Sudbury, the Town of Capreol, the Town of Onaping Falls, the Town of Nickel Centre, the Town of Rayside-Balfour, the Town of Valley East and the Town of Walden; (“municipalité de secteur”)</p> <p class=\"definition-e\">“chair” means the chair of the Regional Council; (“président”)</p> <p class=\"definition-e\">“debt” includes any obligation for the payment of money; (“dette”)</p> <p class=\"definition-e\">“highway” and “road” mean a common and public highway or any part thereof, and include a street, bridge, and any other structure incidental thereto or any part thereof; (“voie publique”, “route”)</p> <p class=\"definition-e\">“land” includes lands, tenements and hereditaments, and any estate or interest therein, and any right or easement affecting them, and land covered with water, and includes any buildings or improvements on land; (“bien-fonds”)</p> <p class=\"definition-e\">“local board” means any school board, public utility commission, transportation commission, public library board, board of park management, board of health, police services board, planning board or any other board, commission, committee, body or local authority established or exercising any power or authority under any general or special Act with respect to any of the affairs or purposes, including school purposes, of the Regional Corporation or of an area municipality or of two or more area municipalities or parts thereof; (“conseil local”)</p> <p class=\"definition-e\">“local municipality” means any local municipality and any geographic township or part thereof that became an area municipality or portion thereof upon the constitution of the Regional Corporation; (“municipalité locale”)</p> <p class=\"definition-e\">“merged area” means a local municipality that was amalgamated with another local municipality or a part of a local municipality that was annexed to a local municipality to constitute an area municipality or the local municipality to which such part was annexed; (“secteur fusionné”)</p> <p class=\"definition-e\">“Minister” means the Minister of Municipal Affairs; (“ministre”)</p> <p class=\"definition-e\">“Ministry” means the Ministry of Municipal Affairs; (“ministère”)</p> <p class=\"definition-e\">“Municipal Board” means the Ontario Municipal Board; (“Commission des affaires municipales”)</p> <p class=\"definition-e\">“Regional Area” means the area from time to time included within the area municipalities; (“secteur régional”)</p> <p class=\"definition-e\">“Regional Corporation” means the Regional Municipality of Sudbury; (“Municipalité régionale”)</p> <p class=\"definition-e\">“Regional Council” means the council of the Regional Corporation; (“conseil régional”)</p> <p class=\"definition-e\">“regional road” means a road forming part of the regional road system continued under Part III of the <i>Regional Municipalities Act</i>. (“route régionale”) R.S.O. 1990, c. R.16, s. 1.</p> <p class=\"partnum-e\"><b>PART I <br/>  AREA MUNICIPALITIES</b></p>"
        },
        {
            "id": "2.",
            "section": "Area municipalities continued",
            "content": "2. The area municipalities are continued with the same name, status and boundaries as they had on the 31st day of December, 1990. R.S.O. 1990, c. R.16, s. 2. 3. (1) REPEALED: 1996, c. 32, s. 93 (1). No board of control (2) No area municipality shall have a board of control. R.S.O. 1990, c. R.16, s. 3 (2). PART II   INCORPORATION AND COUNCIL   OF REGIONAL AREA",
            "raw_html": "<p class=\"section-e\"><b>2.</b> The area municipalities are continued with the same name, status and boundaries as they had on the 31st day of December, 1990. R.S.O. 1990, c. R.16, s. 2.</p> <p class=\"section-e\"><b>3.</b> (1) REPEALED: 1996, c. 32, s. 93 (1).</p> <p class=\"headnote-e\"><b>No board of control</b></p> <p class=\"subsection-e\">(2) No area municipality shall have a board of control. R.S.O. 1990, c. R.16, s. 3 (2).</p> <p class=\"partnum-e\"><b>PART II <br/>  INCORPORATION AND COUNCIL <br/>  OF REGIONAL AREA</b></p>"
        },
        {
            "id": "3.",
            "section": "Area municipalities continued",
            "content": "3. (1) REPEALED: 1996, c. 32, s. 93 (1). No board of control (2) No area municipality shall have a board of control. R.S.O. 1990, c. R.16, s. 3 (2). PART II   INCORPORATION AND COUNCIL   OF REGIONAL AREA",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) REPEALED: 1996, c. 32, s. 93 (1).</p> <p class=\"headnote-e\"><b>No board of control</b></p> <p class=\"subsection-e\">(2) No area municipality shall have a board of control. R.S.O. 1990, c. R.16, s. 3 (2).</p> <p class=\"partnum-e\"><b>PART II <br/>  INCORPORATION AND COUNCIL <br/>  OF REGIONAL AREA</b></p>"
        },
        {
            "id": "4.",
            "section": "Regional Corporation continued",
            "content": "4. (1) The inhabitants of the Regional Area are continued as a body corporate under the name of The Regional Municipality of Sudbury in English and under the name Municipalité régionale de Sudbury in French. Deemed municipality (2) The Regional Corporation shall be deemed to be a municipality for the purposes of the Municipal Affairs Act and the Ontario Municipal Board Act. Registry boundaries (3) Nothing in this Act shall be deemed to alter the boundaries of any registry or land titles division. R.S.O. 1990, c. R.16, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) The inhabitants of the Regional Area are continued as a body corporate under the name of The Regional Municipality of Sudbury in English and under the name Municipalité régionale de Sudbury in French.</p> <p class=\"headnote-e\"><b>Deemed municipality</b></p> <p class=\"subsection-e\">(2) The Regional Corporation shall be deemed to be a municipality for the purposes of the <i>Municipal Affairs Act</i> and the <i>Ontario Municipal Board Act</i>.</p> <p class=\"headnote-e\"><b>Registry boundaries</b></p> <p class=\"subsection-e\">(3) Nothing in this Act shall be deemed to alter the boundaries of any registry or land titles division. R.S.O. 1990, c. R.16, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Chair of Regional Council",
            "content": "5. (1) The chair of the Regional Council shall be elected by general vote of the electors of the area municipalities to be held concurrently with the regular election in the area municipalities. Qualifications (2) A person is qualified to hold office as chair if, (a) the person is entitled to be an elector under section 17 of the Municipal Elections Act, 1996 for the election of members of the council of an area municipality; and (b) the person is not disqualified by this or any other Act from holding the office. Nominations (3) Nominations for the office of chair shall be filed with the clerk of the Regional Corporation who shall send the names of the candidates to the clerk of each area municipality by registered mail within 48 hours after the closing of nominations. Election (4) The clerk of the Regional Corporation shall be responsible for conducting the election of the chair except for the recording of the vote in an area municipality which shall be the responsibility of the clerk of each area municipality. Results of vote (5) The clerk of each area municipality shall promptly report the vote recorded to the clerk of the Regional Corporation who shall prepare the final summary and announce the result of the vote. Regulations (6) Despite this Act or the Municipal Elections Act, 1996, the Minister may by regulation provide for those matters that, in the opinion of the Minister, are necessary or expedient to conduct the election of the chair. Conflicts (7) If there is a conflict between a regulation made under subsection (6) and this Act or the Municipal Elections Act, 1996, the regulation prevails. Vacancy (8) If a vacancy occurs in the office of chair, sections 45, 46 and 47 of the Municipal Act apply with necessary modifications to the filling of the vacancy as though that office were the office of mayor. Deemed resignation (9) If a member of the council of an area municipality becomes chair as a result of a vacancy being filled, that person shall be deemed to have resigned as a member of the council and the person’s seat on the council thereby becomes vacant. 1997, c. 14, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) The chair of the Regional Council shall be elected by general vote of the electors of the area municipalities to be held concurrently with the regular election in the area municipalities.</p> <p class=\"headnote-e\"><b>Qualifications</b></p> <p class=\"subsection-e\">(2) A person is qualified to hold office as chair if,</p> <p class=\"clause-e\">(a) the person is entitled to be an elector under section 17 of the <i>Municipal Elections Act, 1996</i> for the election of members of the council of an area municipality; and</p> <p class=\"clause-e\">(b) the person is not disqualified by this or any other Act from holding the office.</p> <p class=\"headnote-e\"><b>Nominations</b></p> <p class=\"subsection-e\">(3) Nominations for the office of chair shall be filed with the clerk of the Regional Corporation who shall send the names of the candidates to the clerk of each area municipality by registered mail within 48 hours after the closing of nominations.</p> <p class=\"headnote-e\"><b>Election</b></p> <p class=\"subsection-e\">(4) The clerk of the Regional Corporation shall be responsible for conducting the election of the chair except for the recording of the vote in an area municipality which shall be the responsibility of the clerk of each area municipality.</p> <p class=\"headnote-e\"><b>Results of vote</b></p> <p class=\"subsection-e\">(5) The clerk of each area municipality shall promptly report the vote recorded to the clerk of the Regional Corporation who shall prepare the final summary and announce the result of the vote.</p> <p class=\"headnote-e\"><b>Regulations</b></p> <p class=\"subsection-e\">(6) Despite this Act or the <i>Municipal Elections Act, 1996</i>, the Minister may by regulation provide for those matters that, in the opinion of the Minister, are necessary or expedient to conduct the election of the chair.</p> <p class=\"headnote-e\"><b>Conflicts</b></p> <p class=\"subsection-e\">(7) If there is a conflict between a regulation made under subsection (6) and this Act or the <i>Municipal Elections Act, 1996</i>, the regulation prevails.</p> <p class=\"headnote-e\"><b>Vacancy</b></p> <p class=\"subsection-e\">(8) If a vacancy occurs in the office of chair, sections 45, 46 and 47 of the <i>Municipal Act</i> apply with necessary modifications to the filling of the vacancy as though that office were the office of mayor.</p> <p class=\"headnote-e\"><b>Deemed resignation</b></p> <p class=\"subsection-e\">(9) If a member of the council of an area municipality becomes chair as a result of a vacancy being filled, that person shall be deemed to have resigned as a member of the council and the person’s seat on the council thereby becomes vacant. 1997, c. 14, s. 2.</p>"
        },
        {
            "id": "6.",
            "section": "Quorum, voting",
            "content": "6. (1) Eleven members of the Regional Council representing at least four area municipalities are necessary to form a quorum and the concurring votes of a majority of members present are necessary to carry any resolution or other measure. One vote (2) Subject to subsection (3), each member of the Regional Council has one vote only. Chair vote (3) The chair does not have a vote except in the event of an equality of votes. R.S.O. 1990, c. R.16, s. 6. Quorum if size and composition changed (4) Despite the quorum rule in subsection (1), if a by-law passed by the Regional Council under section 27 of the Municipal Act is in force, a majority of the members are necessary to form a quorum. By-law re quorum (5) Despite subsection (4), the Regional Council may, by by-law, adopt a different quorum provision that requires the attendance of at least a majority of its members. 1996, c. 32, s. 93 (3). PART III   HYDRO-ELECTRIC SERVICES",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) Eleven members of the Regional Council representing at least four area municipalities are necessary to form a quorum and the concurring votes of a majority of members present are necessary to carry any resolution or other measure.</p> <p class=\"headnote-e\"><b>One vote</b></p> <p class=\"subsection-e\">(2) Subject to subsection (3), each member of the Regional Council has one vote only.</p> <p class=\"headnote-e\"><b>Chair vote</b></p> <p class=\"subsection-e\">(3) The chair does not have a vote except in the event of an equality of votes. R.S.O. 1990, c. R.16, s. 6.</p> <p class=\"headnote-e\"><b>Quorum if size and composition changed</b></p> <p class=\"subsection-e\">(4) Despite the quorum rule in subsection (1), if a by-law passed by the Regional Council under section 27 of the <i>Municipal Act</i> is in force, a majority of the members are necessary to form a quorum.</p> <p class=\"headnote-e\"><b>By-law re quorum</b></p> <p class=\"subsection-e\">(5) Despite subsection (4), the Regional Council may, by by-law, adopt a different quorum provision that requires the attendance of at least a majority of its members. 1996, c. 32, s. 93 (3).</p> <p class=\"partnum-e\"><b>PART III <br/>  HYDRO-ELECTRIC SERVICES</b></p>"
        },
        {
            "id": "7.",
            "section": "Definitions",
            "content": "7. In this Part, “municipal commission” means a hydro-electric commission or public utilities commission, other than the Sudbury Hydro-Electric Commission, entrusted with the control and management of works for the retail distribution and supply of power in the Regional Area immediately before the 27th day of November, 1984, and established or deemed to be established under Part III of the Public Utilities Act; (“commission municipale”) “new commission” means a commission continued under section 8; (“nouvelle commission”) “power” means electrical power and includes electrical energy; (“électricité”) “retail”, when used in relation to the distribution and supply of power, refers to the distribution and supply of power at voltages less than 50 kilovolts, but does not refer to works located within a transformer station that transform power from voltages greater than 50 kilovolts to voltages less than 50 kilovolts. (“détail”) R.S.O. 1990, c. R.16, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> In this Part,</p> <p class=\"firstdef-e\">“municipal commission” means a hydro-electric commission or public utilities commission, other than the Sudbury Hydro-Electric Commission, entrusted with the control and management of works for the retail distribution and supply of power in the Regional Area immediately before the 27th day of November, 1984, and established or deemed to be established under Part III of the <i>Public Utilities Act</i>; (“commission municipale”)</p> <p class=\"definition-e\">“new commission” means a commission continued under section 8; (“nouvelle commission”)</p> <p class=\"definition-e\">“power” means electrical power and includes electrical energy; (“électricité”)</p> <p class=\"definition-e\">“retail”, when used in relation to the distribution and supply of power, refers to the distribution and supply of power at voltages less than 50 kilovolts, but does not refer to works located within a transformer station that transform power from voltages greater than 50 kilovolts to voltages less than 50 kilovolts. (“détail”) R.S.O. 1990, c. R.16, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Commissions continued",
            "content": "8. (1) The hydro-electric commissions for each of the towns of Capreol and Nickel Centre are continued. R.S.O. 1990, c. R.16, s. 8 (1). Deemed commission, etc. (2) Each new commission shall be deemed to be a commission established under Part III of the Public Utilities Act. R.S.O. 1990, c. R.16, s. 8 (2); 1998, c. 15, Sched. E, s. 40 (1). Names of commissions (3) Each new commission shall be known by the name set out below that relates to the area municipality in respect of which the commission is continued: 1. Capreol Hydro-Electric Commission in English and Commission hydroélectrique de Capreol in French. 2. Nickel Centre Hydro-Electric Commission in English and Commission hydroélectrique de Nickel Centre in French. Composition (4) Each new commission shall consist of the mayor of the area municipality in respect of which the commission is continued and additional members who are qualified electors under the Municipal Elections Act, 1996 in the area municipality and who are served by a new commission on the date of their election or appointment to the new commission. When area municipality may determine size of commission (5) Except as otherwise provided in this Part, the council of each area municipality shall determine by by-law whether the number of additional members of the new commission in respect of the area municipality shall be two or four. Additional members of commissions (6) The additional members of each new commission shall be elected by a general vote of the electors of the area municipality served by the commission, unless before the 1st day of July, 1985 the council of the area municipality has provided by by-law that the additional members shall be elected by a general vote of those electors of the area municipality who reside within or are owners or tenants of land within the area served by the commission or that the additional members shall be appointed by the council. Eligibility of members of council (7) Members of the council of the area municipality served by a new commission may be members of the new commission, but the members of the council shall not form a majority of the new commission. Term of office (8) A member of a new commission shall hold office for the same term as the members of council or until his or her successor is elected or appointed. Delegates (9) The council of an area municipality served by a new commission may, by by-law passed with the written consent of the mayor, appoint a delegate from among the members of the council to represent the mayor on the commission. Resignations (10) A resignation from the council of an area municipality of a member of the council who is a member of a new commission shall be deemed to be a resignation from both the council and the new commission. R.S.O. 1990, c. R.16, s. 8 (3-10).",
            "raw_html": "<p class=\"section-e\"><b>8.</b> (1) The hydro-electric commissions for each of the towns of Capreol and Nickel Centre are continued. R.S.O. 1990, c. R.16, s. 8 (1).</p> <p class=\"headnote-e\"><b>Deemed commission, etc.</b></p> <p class=\"subsection-e\">(2) Each new commission shall be deemed to be a commission established under Part III of the <i>Public Utilities Act</i>. R.S.O. 1990, c. R.16, s. 8 (2); 1998, c. 15, Sched. E, s. 40 (1).</p> <p class=\"headnote-e\"><b>Names of commissions</b></p> <p class=\"subsection-e\">(3) Each new commission shall be known by the name set out below that relates to the area municipality in respect of which the commission is continued:</p> <p class=\"paragraph-e\">1. Capreol Hydro-Electric Commission in English and Commission hydroélectrique de Capreol in French.</p> <p class=\"paragraph-e\">2. Nickel Centre Hydro-Electric Commission in English and Commission hydroélectrique de Nickel Centre in French.</p> <p class=\"headnote-e\"><b>Composition</b></p> <p class=\"subsection-e\">(4) Each new commission shall consist of the mayor of the area municipality in respect of which the commission is continued and additional members who are qualified electors under the <i>Municipal Elections Act, 1996</i> in the area municipality and who are served by a new commission on the date of their election or appointment to the new commission.</p> <p class=\"headnote-e\"><b>When area municipality may determine size of commission</b></p> <p class=\"subsection-e\">(5) Except as otherwise provided in this Part, the council of each area municipality shall determine by by-law whether the number of additional members of the new commission in respect of the area municipality shall be two or four.</p> <p class=\"headnote-e\"><b>Additional members of commissions</b></p> <p class=\"subsection-e\">(6) The additional members of each new commission shall be elected by a general vote of the electors of the area municipality served by the commission, unless before the 1st day of July, 1985 the council of the area municipality has provided by by-law that the additional members shall be elected by a general vote of those electors of the area municipality who reside within or are owners or tenants of land within the area served by the commission or that the additional members shall be appointed by the council.</p> <p class=\"headnote-e\"><b>Eligibility of members of council</b></p> <p class=\"subsection-e\">(7) Members of the council of the area municipality served by a new commission may be members of the new commission, but the members of the council shall not form a majority of the new commission.</p> <p class=\"headnote-e\"><b>Term of office</b></p> <p class=\"subsection-e\">(8) A member of a new commission shall hold office for the same term as the members of council or until his or her successor is elected or appointed.</p> <p class=\"headnote-e\"><b>Delegates</b></p> <p class=\"subsection-e\">(9) The council of an area municipality served by a new commission may, by by-law passed with the written consent of the mayor, appoint a delegate from among the members of the council to represent the mayor on the commission.</p> <p class=\"headnote-e\"><b>Resignations</b></p> <p class=\"subsection-e\">(10) A resignation from the council of an area municipality of a member of the council who is a member of a new commission shall be deemed to be a resignation from both the council and the new commission. R.S.O. 1990, c. R.16, s. 8 (3-10).</p>"
        },
        {
            "id": "9.",
            "section": "Definition",
            "content": "9. (1) In this section, “Town” means the municipality or corporation of the Town of Onaping Falls or the Town of Walden, as the case requires. Commission to serve part of Town (2) Where the Town purchases the assets used by a person to supply power in an area of the Town, the council of the Town shall establish by by-law the commission for the Town provided for in section 11. Area to be served (3) The commission mentioned in subsection (2) shall distribute and supply power only in the area of the Town supplied with power by the person from whom the Town purchased the assets. Commencement (4) The commission shall commence to distribute and supply power in the area on the date that shall be specified by the council in the by-law. R.S.O. 1990, c. R.16, s. 9 (1-4). (5) Repealed: 1998, c. 15, Sched. E, s. 40 (2). Extension of area (6) Where the council of the Town establishes the commission mentioned in subsection (2), subsections 12 (1) and (2) apply with necessary modifications to the Town and to the commission and, for the purpose, (a) a reference to the council shall be deemed to be a reference to the council of the Town; (b) a reference to the new commission shall be deemed to be a reference to the commission mentioned in subsection (2); and (c) a reference to the area municipality shall be deemed to be a reference to the Town. R.S.O. 1990, c. R.16, s. 9 (6).",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) In this section,</p> <p class=\"firstdef-e\">“Town” means the municipality or corporation of the Town of Onaping Falls or the Town of Walden, as the case requires.</p> <p class=\"headnote-e\"><b>Commission to serve part of Town</b></p> <p class=\"subsection-e\">(2) Where the Town purchases the assets used by a person to supply power in an area of the Town, the council of the Town shall establish by by-law the commission for the Town provided for in section 11.</p> <p class=\"headnote-e\"><b>Area to be served</b></p> <p class=\"subsection-e\">(3) The commission mentioned in subsection (2) shall distribute and supply power only in the area of the Town supplied with power by the person from whom the Town purchased the assets.</p> <p class=\"headnote-e\"><b>Commencement</b></p> <p class=\"subsection-e\">(4) The commission shall commence to distribute and supply power in the area on the date that shall be specified by the council in the by-law. R.S.O. 1990, c. R.16, s. 9 (1-4).</p> <p class=\"subsection-e\">(5) Repealed: 1998, c. 15, Sched. E, s. 40 (2).</p> <p class=\"headnote-e\"><b>Extension of area</b></p> <p class=\"subsection-e\">(6) Where the council of the Town establishes the commission mentioned in subsection (2), subsections 12 (1) and (2) apply with necessary modifications to the Town and to the commission and, for the purpose,</p> <p class=\"clause-e\">(a) a reference to the council shall be deemed to be a reference to the council of the Town;</p> <p class=\"clause-e\">(b) a reference to the new commission shall be deemed to be a reference to the commission mentioned in subsection (2); and</p> <p class=\"clause-e\">(c) a reference to the area municipality shall be deemed to be a reference to the Town. R.S.O. 1990, c. R.16, s. 9 (6).</p>"
        },
        {
            "id": "10.",
            "section": "Powers of commissions",
            "content": "10. (1) Except as herein provided, all the powers, rights, authorities and privileges that are conferred by the Public Utilities Act on a municipal corporation in respect of power shall be exercised on behalf of each area municipality by the new commission in respect of the area municipality and not by the council of any municipality or any other person. Right to distribute and supply power (2) Each new commission has the sole right to distribute and supply power within the area municipality in respect of which the new commission is continued. R.S.O. 1990, c. R.16, s. 10 (1, 2). Exception to right to distribute and supply power (3) The right of a new commission to distribute and supply power, (a) is subject to any subsisting contracts for the supply of power made under section 69 of the Power Corporation Act, being chapter 384 of the Revised Statutes of Ontario, 1980; (b) is subject to the rights of the corporation designated as the Ontario Electricity Generation Corporation for the purposes of the Electricity Act, 1998 to supply power and the rights of the corporation designated as the Ontario Electric Services Corporation for the purposes of the Electricity Act, 1998 to distribute power in those areas served by the new commission that were served by Ontario Hydro on December 31, 1984; and (c) is subject to the rights of any other person or body, other than a municipal corporation, that was supplying power on December 31, 1984 in the area served by the new commission. R.S.O. 1990, c. R.16, s. 10 (3); 1998, c. 15, Sched. E, s. 40 (3). Contract for purchase or transmission (4) A new commission may without electoral assent or other approval or authorization contract for the purchase of electricity with the corporation designated as the Ontario Electricity Generation Corporation for the purposes of the Electricity Act, 1998 or for the transmission of electricity with the corporation designated as the Ontario Electric Services Corporation for the purposes of that Act. Subsidiaries included (4.1) For the purposes of subsection (4), a reference to a corporation is deemed to include a subsidiary of that corporation. 1998, c. 15, Sched. E, s. 40 (4). (5), (6) Repealed: 1998, c. 15, Sched. E, s. 40 (5). Direct customers: retail (7) With the consent of a new commission, the corporation designated as the Ontario Electricity Generation Corporation for the purposes of the Electricity Act, 1998 or its subsidiary may retail electricity directly to customers in the area municipality in respect of which the new commission is continued. Direct customers: distribution (8) With the consent of a new commission, the corporation designated as the Ontario Electric Services Corporation for the purposes of the Electricity Act, 1998 or its subsidiary may distribute electricity directly to customers in the area municipality in respect of which the new commission is continued. Repeal (9) Subsections (2), (3), (4), (4.1), (7) and (8) are repealed on the day that subsection 26 (1) of the Electricity Act, 1998 comes into force. 1998, c. 15, Sched. E, s. 40 (6). 11. Repealed: 1998, c. 15, Sched. E, s. 40 (7). Note: Despite the repeal of section 11, subsections 11 (2) to (7), as they read immediately before their repeal, continue to apply to a commission established under subsection 11 (1) before it was repealed, except that the commission is not deemed to be a municipal commission within the meaning of the Power Corporation Act. See: 1998, c. 15, Sched. E, s. 40 (8). 12. Repealed: 1998, c. 15, Sched. E, s. 40 (9).",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) Except as herein provided, all the powers, rights, authorities and privileges that are conferred by the <i>Public Utilities Act</i> on a municipal corporation in respect of power shall be exercised on behalf of each area municipality by the new commission in respect of the area municipality and not by the council of any municipality or any other person.</p> <p class=\"headnote-e\"><b>Right to distribute and supply power</b></p> <p class=\"subsection-e\">(2) Each new commission has the sole right to distribute and supply power within the area municipality in respect of which the new commission is continued. R.S.O. 1990, c. R.16, s. 10 (1, 2).</p> <p class=\"headnote-e\"><b>Exception to right to distribute and supply power</b></p> <p class=\"subsection-e\">(3) The right of a new commission to distribute and supply power,</p> <p class=\"clause-e\">(a) is subject to any subsisting contracts for the supply of power made under section 69 of the <i>Power Corporation Act</i>, being chapter 384 of the Revised Statutes of Ontario, 1980;</p> <p class=\"clause-e\">(b) is subject to the rights of the corporation designated as the Ontario Electricity Generation Corporation for the purposes of the <i>Electricity Act, 1998</i> to supply power and the rights of the corporation designated as the Ontario Electric Services Corporation for the purposes of the <i>Electricity Act, 1998</i> to distribute power in those areas served by the new commission that were served by Ontario Hydro on December 31, 1984; and</p> <p class=\"clause-e\">(c) is subject to the rights of any other person or body, other than a municipal corporation, that was supplying power on December 31, 1984 in the area served by the new commission. R.S.O. 1990, c. R.16, s. 10 (3); 1998, c. 15, Sched. E, s. 40 (3).</p> <p class=\"headnote-e\"><b>Contract for purchase or transmission </b></p> <p class=\"subsection-e\">(4) A new commission may without electoral assent or other approval or authorization contract for the purchase of electricity with the corporation designated as the Ontario Electricity Generation Corporation for the purposes of the <i>Electricity Act, 1998</i> or for the transmission of electricity with the corporation designated as the Ontario Electric Services Corporation for the purposes of that Act.</p> <p class=\"headnote-e\"><b>Subsidiaries included</b></p> <p class=\"subsection-e\">(4.1) For the purposes of subsection (4), a reference to a corporation is deemed to include a subsidiary of that corporation. 1998, c. 15, Sched. E, s. 40 (4).</p> <p class=\"subsection-e\">(5), (6) Repealed: 1998, c. 15, Sched. E, s. 40 (5).</p> <p class=\"headnote-e\"><b>Direct customers: retail</b></p> <p class=\"subsection-e\">(7) With the consent of a new commission, the corporation designated as the Ontario Electricity Generation Corporation for the purposes of the <i>Electricity Act, 1998</i> or its subsidiary may retail electricity directly to customers in the area municipality in respect of which the new commission is continued.</p> <p class=\"headnote-e\"><b>Direct customers: distribution</b></p> <p class=\"subsection-e\">(8) With the consent of a new commission, the corporation designated as the Ontario Electric Services Corporation for the purposes of the <i>Electricity Act, 1998</i> or its subsidiary may distribute electricity directly to customers in the area municipality in respect of which the new commission is continued.</p> <p class=\"headnote-e\"><b>Repeal</b></p> <p class=\"Psubsection-e\"><b>(9) Subsections (2), (3), (4), (4.1), (7) and (8) are repealed on the day that subsection 26 (1) of the <i>Electricity Act, 1998</i> comes into force. 1998, c. 15, Sched. E, s. 40 (6).</b></p> <p class=\"section-e\"><b>11.</b> Repealed: 1998, c. 15, Sched. E, s. 40 (7).</p> <p class=\"Pnote-e\"><b>Note: Despite the repeal of section 11, subsections 11 (2) to (7), as they read immediately before their repeal, continue to apply to a commission established under subsection 11 (1) before it was repealed, except that the commission is not deemed to be a municipal commission within the meaning of the <i>Power Corporation Act</i>. See: 1998, c. 15, Sched. E, s. 40 (8).</b></p> <p class=\"section-e\"><b>12.</b> Repealed: 1998, c. 15, Sched. E, s. 40 (9).</p>"
        },
        {
            "id": "11.",
            "section": "Repeal",
            "content": "11. Repealed: 1998, c. 15, Sched. E, s. 40 (7). Note: Despite the repeal of section 11, subsections 11 (2) to (7), as they read immediately before their repeal, continue to apply to a commission established under subsection 11 (1) before it was repealed, except that the commission is not deemed to be a municipal commission within the meaning of the Power Corporation Act. See: 1998, c. 15, Sched. E, s. 40 (8). 12. Repealed: 1998, c. 15, Sched. E, s. 40 (9).",
            "raw_html": "<p class=\"section-e\"><b>11.</b> Repealed: 1998, c. 15, Sched. E, s. 40 (7).</p> <p class=\"Pnote-e\"><b>Note: Despite the repeal of section 11, subsections 11 (2) to (7), as they read immediately before their repeal, continue to apply to a commission established under subsection 11 (1) before it was repealed, except that the commission is not deemed to be a municipal commission within the meaning of the <i>Power Corporation Act</i>. See: 1998, c. 15, Sched. E, s. 40 (8).</b></p> <p class=\"section-e\"><b>12.</b> Repealed: 1998, c. 15, Sched. E, s. 40 (9).</p>"
        },
        {
            "id": "12.",
            "section": "Repeal",
            "content": "12. Repealed: 1998, c. 15, Sched. E, s. 40 (9).",
            "raw_html": "<p class=\"section-e\"><b>12.</b> Repealed: 1998, c. 15, Sched. E, s. 40 (9).</p>"
        },
        {
            "id": "13.",
            "section": "Continuation re certain areas",
            "content": "13. (1) Subject to the conditions of their licences issued under the Ontario Energy Board Act, 1998, the corporation designated as the Ontario Electricity Generation Corporation for the purposes of the Electricity Act, 1998 shall supply, and the corporation designated as the Ontario Electric Services Corporation for the purposes of the Electricity Act, 1998 shall distribute, power in those areas of the Town of Capreol, the Town of Nickel Centre, the Town of Onaping Falls, the Town of Rayside-Balfour, the Town of Valley East and the Town of Walden that Ontario Hydro served immediately before the coming into force of subsection 40 (10) of Schedule E to the Energy Competition Act, 1998. Subsidiaries included (1.1) For the purposes of subsection (1), a reference to a corporation is deemed to include a subsidiary of that corporation. Repeal (1.2) Subsections (1) and (1.1) are repealed on the day that subsection 26 (1) of the Electricity Act, 1998 comes into force. 1998, c. 15, Sched. E, s. 40 (10). (2), (3) Repealed: 1998, c. 15, Sched. E, s. 40 (11).",
            "raw_html": "<p class=\"section-e\"><b>13. </b>(1) Subject to the conditions of their licences issued under the <i>Ontario Energy Board Act, 1998</i>, the corporation designated as the Ontario Electricity Generation Corporation for the purposes of the <i>Electricity Act, 1998</i> shall supply, and the corporation designated as the Ontario Electric Services Corporation for the purposes of the <i>Electricity Act, 1998</i> shall distribute, power in those areas of the Town of Capreol, the Town of Nickel Centre, the Town of Onaping Falls, the Town of Rayside-Balfour, the Town of Valley East and the Town of Walden that Ontario Hydro served immediately before the coming into force of subsection 40 (10) of Schedule E to the <i>Energy Competition Act, 1998</i>.</p> <p class=\"headnote-e\"><b>Subsidiaries included</b></p> <p class=\"subsection-e\">(1.1) For the purposes of subsection (1), a reference to a corporation is deemed to include a subsidiary of that corporation.</p> <p class=\"headnote-e\"><b>Repeal</b></p> <p class=\"Psubsection-e\"><b>(1.2) Subsections (1) and (1.1) are repealed on the day that subsection 26 (1) of the <i>Electricity Act, 1998</i> comes into force. 1998, c. 15, Sched. E, s. 40 (10).</b></p> <p class=\"subsection-e\">(2), (3) Repealed: 1998, c. 15, Sched. E, s. 40 (11).</p>"
        },
        {
            "id": "14.",
            "section": "Real property held in trust",
            "content": "14. (1) All real property under the control and management of a new commission shall be held by the new commission in trust for the area municipality served by the new commission. R.S.O. 1990, c. R.16, s. 14 (1). Disposition of real property (2) Where a new commission is of the opinion, and so declares by resolution, that any real property under its control and management is not required for its purposes, unless otherwise agreed upon by the new commission and the area municipality served by the new commission, the real property may be disposed of as follows: 1. In the event that the area municipality served by the new commission wishes in good faith to use the real property for a municipal purpose, it shall compensate the new commission for the real property at its actual cost, less accrued depreciation as shown on the books of the new commission or the assessed value of the real property, whichever is the greater, and when the municipality in good faith no longer wishes to use the real property for a municipal purpose, the area municipality may sell, lease or otherwise dispose of the real property and may retain the proceeds of the sale, lease or disposition as municipal funds. 2. In the event that the municipality served by the new commission does not wish to use the real property in accordance with paragraph 1, the new commission shall, as soon as practicable, sell, lease or otherwise dispose of the real property at fair market value on behalf of the municipality and the net proceeds derived from the sale, lease or other disposition of the real property or the compensation paid therefor under this subsection shall be received by the new commission and shall be applied in accordance with the Public Utilities Act. R.S.O. 1990, c. R.16, s. 14 (2); 1998, c. 15, Sched. E, s. 40 (12).",
            "raw_html": "<p class=\"section-e\"><b>14.</b> (1) All real property under the control and management of a new commission shall be held by the new commission in trust for the area municipality served by the new commission. R.S.O. 1990, c. R.16, s. 14 (1).</p> <p class=\"headnote-e\"><b>Disposition of real property</b></p> <p class=\"subsection-e\">(2) Where a new commission is of the opinion, and so declares by resolution, that any real property under its control and management is not required for its purposes, unless otherwise agreed upon by the new commission and the area municipality served by the new commission, the real property may be disposed of as follows:</p> <p class=\"paragraph-e\">1. In the event that the area municipality served by the new commission wishes in good faith to use the real property for a municipal purpose, it shall compensate the new commission for the real property at its actual cost, less accrued depreciation as shown on the books of the new commission or the assessed value of the real property, whichever is the greater, and when the municipality in good faith no longer wishes to use the real property for a municipal purpose, the area municipality may sell, lease or otherwise dispose of the real property and may retain the proceeds of the sale, lease or disposition as municipal funds.</p> <p class=\"paragraph-e\">2. In the event that the municipality served by the new commission does not wish to use the real property in accordance with paragraph 1, the new commission shall, as soon as practicable, sell, lease or otherwise dispose of the real property at fair market value on behalf of the municipality and the net proceeds derived from the sale, lease or other disposition of the real property or the compensation paid therefor under this subsection shall be received by the new commission and shall be applied in accordance with the <i>Public Utilities Act</i>. R.S.O. 1990, c. R.16, s. 14 (2); 1998, c. 15, Sched. E, s. 40 (12).</p>"
        },
        {
            "id": "15.",
            "section": "Borrowing",
            "content": "15. Except as otherwise provided in this Part, sections 111 to 135 of the Regional Municipalities Act apply with necessary modifications to any borrowing for the purposes of a new commission. R.S.O. 1990, c. R.16, s. 15. PART IV   HEALTH AND WELFARE SERVICES",
            "raw_html": "<p class=\"section-e\"><b>15.</b> Except as otherwise provided in this Part, sections 111 to 135 of the <i>Regional Municipalities Act</i> apply with necessary modifications to any borrowing for the purposes of a new commission. R.S.O. 1990, c. R.16, s. 15.</p> <p class=\"partnum-e\"><b>PART IV <br/>  HEALTH AND WELFARE SERVICES</b></p>"
        },
        {
            "id": "16.",
            "section": "Liability for hospitalization of indigents",
            "content": "16. The Regional Corporation shall be deemed to be a city for all the purposes of the provisions of the Public Hospitals Act and the Private Hospitals Act respecting hospitalization and burial of indigent persons and their dependants, and no area municipality has any liability under such provisions. R.S.O. 1990, c. R.16, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b> The Regional Corporation shall be deemed to be a city for all the purposes of the provisions of the <i>Public Hospitals Act</i> and the <i>Private Hospitals Act</i> respecting hospitalization and burial of indigent persons and their dependants, and no area municipality has any liability under such provisions. R.S.O. 1990, c. R.16, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Responsibility of Regional Corporation re hospital grants",
            "content": "17. (1) The Regional Corporation shall pay to any area municipality, on or before the due date, all amounts of principal and interest becoming due upon any outstanding indebtedness of the area municipality in respect of aid granted by a local municipality prior to the 1st day of January, 1974, for the construction, erection, establishment, acquisition, maintenance, equipping and carrying on of the business of public hospitals including municipal hospitals and other health care facilities in the Regional Area, and, if the Regional Corporation fails to pay such amounts before the due date, the area municipality may charge the Regional Corporation interest at the rate of 15 per cent per annum thereon, or such lower rate as the council of the area municipality determines, from such date until payment is made. Regional Council to make municipal appointments to hospital boards (2) The Regional Council shall be responsible for making all municipal appointments to the board of any public hospital in the Regional Area. R.S.O. 1990, c. R.16, s. 17.",
            "raw_html": "<p class=\"section-e\"><b>17.</b> (1) The Regional Corporation shall pay to any area municipality, on or before the due date, all amounts of principal and interest becoming due upon any outstanding indebtedness of the area municipality in respect of aid granted by a local municipality prior to the 1st day of January, 1974, for the construction, erection, establishment, acquisition, maintenance, equipping and carrying on of the business of public hospitals including municipal hospitals and other health care facilities in the Regional Area, and, if the Regional Corporation fails to pay such amounts before the due date, the area municipality may charge the Regional Corporation interest at the rate of 15 per cent per annum thereon, or such lower rate as the council of the area municipality determines, from such date until payment is made.</p> <p class=\"headnote-e\"><b>Regional Council to make municipal appointments to hospital boards</b></p> <p class=\"subsection-e\">(2) The Regional Council shall be responsible for making all municipal appointments to the board of any public hospital in the Regional Area. R.S.O. 1990, c. R.16, s. 17.</p>"
        },
        {
            "id": "18.",
            "section": "Regional Area part of Sudbury and District Health Unit",
            "content": "18. The Regional Area is continued as a part of the health unit continued under the Health Protection and Promotion Act known as the Sudbury and District Health Unit in English and as circonscription sanitaire de la cité et du district de Sudbury in French. R.S.O. 1990, c. R.16, s. 18.",
            "raw_html": "<p class=\"section-e\"><b>18.</b> The Regional Area is continued as a part of the health unit continued under the <i>Health Protection and Promotion Act</i> known as the Sudbury and District Health Unit in English and as circonscription sanitaire de la cité et du district de Sudbury in French. R.S.O. 1990, c. R.16, s. 18.</p>"
        },
        {
            "id": "19.",
            "section": "Representation on board of health",
            "content": "19. The representation of the Regional Area on the board of health of the Sudbury and District Health Unit shall comprise seven members, who are also members of the Regional Council, appointed by the Regional Council. R.S.O. 1990, c. R.16, s. 19.",
            "raw_html": "<p class=\"section-e\"><b>19. </b>The representation of the Regional Area on the board of health of the Sudbury and District Health Unit shall comprise seven members, who are also members of the Regional Council, appointed by the Regional Council. R.S.O. 1990, c. R.16, s. 19.</p>"
        },
        {
            "id": "20.",
            "section": "Regional corporation deemed municipality under District Social Services Administration Board Act",
            "content": "20. (1) The Regional Corporation shall be deemed to be a municipality for the purposes of the District Social Services Administration Boards Act and as such shall be a member municipality of the District of Sudbury Social Services Administration Board. 1997, c. 25, Sched. E, s. 11 (1). Regional Corporation deemed town under certain Acts (2) No area municipality shall be deemed to be a municipality for the purposes of the following Acts and the Regional Corporation shall be deemed to be a town for such Acts: 1. Anatomy Act; 2. Mental Hospitals Act; 3. War Veterans Burial Act; 4. Day Nurseries Act; 5. General Welfare Assistance Act; 6. Homemakers and Nurses Services Act. R.S.O. 1990, c. R.16, s. 20 (2). Membership on District Social Services Administration Board (3) Despite subsection 3 (4) of the District Social Services Administration Boards Act, a minimum of two thirds of the membership of the District Social Services Administration Board shall be members of the regional council, appointed by the regional council. 1997, c. 25, Sched. E, s. 11 (2).",
            "raw_html": "<p class=\"section-e\"><b>20.</b> (1) The Regional Corporation shall be deemed to be a municipality for the purposes of the <i>District Social Services Administration Boards Act</i> and as such shall be a member municipality of the District of Sudbury Social Services Administration Board. 1997, c. 25, Sched. E, s. 11 (1).</p> <p class=\"headnote-e\"><b>Regional Corporation deemed town under certain Acts</b></p> <p class=\"subsection-e\">(2) No area municipality shall be deemed to be a municipality for the purposes of the following Acts and the Regional Corporation shall be deemed to be a town for such Acts:</p> <p class=\"paragraph-e\">1.<i> Anatomy Act</i>;</p> <p class=\"paragraph-e\">2.<i> Mental Hospitals Act</i>;</p> <p class=\"paragraph-e\">3.<i> War Veterans Burial Act</i>;</p> <p class=\"paragraph-e\">4.<i> Day Nurseries Act</i>;</p> <p class=\"paragraph-e\">5.<i> General Welfare Assistance Act</i>;</p> <p class=\"paragraph-e\">6.<i> Homemakers and Nurses Services Act</i>. R.S.O. 1990, c. R.16, s. 20 (2).</p> <p class=\"headnote-e\"><b>Membership on District Social Services Administration Board</b></p> <p class=\"subsection-e\">(3) Despite subsection 3 (4) of the <i>District Social Services Administration Boards Act</i>, a minimum of two thirds of the membership of the District Social Services Administration Board shall be members of the regional council, appointed by the regional council. 1997, c. 25, Sched. E, s. 11 (2).</p>"
        },
        {
            "id": "21.",
            "section": "Liability respecting homes for the aged",
            "content": "21. The Regional Corporation shall be deemed to be a town for the purposes of the Homes for the Aged and Rest Homes Act, and no area municipality has any authority as to the establishment, erection and maintenance of a home for the aged under that Act. R.S.O. 1990, c. R.16, s. 21.",
            "raw_html": "<p class=\"section-e\"><b>21.</b> The Regional Corporation shall be deemed to be a town for the purposes of the <i>Homes for the Aged and Rest Homes Act</i>, and no area municipality has any authority as to the establishment, erection and maintenance of a home for the aged under that Act. R.S.O. 1990, c. R.16, s. 21.</p>"
        },
        {
            "id": "22.",
            "section": "Where area municipality not municipality",
            "content": "22. No area municipality shall be deemed to be a municipality for the purposes of the Child and Family Services Act. R.S.O. 1990, c. R.16, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22.</b> No area municipality shall be deemed to be a municipality for the purposes of the <i>Child and Family Services Act</i>. R.S.O. 1990, c. R.16, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": "Adjustments",
            "content": "23. (1) In the event that there is any doubt as to whether the Regional Corporation is liable under this Part in respect of the liabilities imposed herein, the matter may be settled by agreement between the municipalities concerned or, failing agreement, may be determined by the Municipal Board. Information (2) Every area municipality and every officer or employee thereof, shall, at the request of the officers of the Regional Corporation who are responsible for the administration of the Acts referred to in this Part, furnish forthwith to such officers any information they may require for the purposes of this Part. R.S.O. 1990, c. R.16, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>23.</b> (1) In the event that there is any doubt as to whether the Regional Corporation is liable under this Part in respect of the liabilities imposed herein, the matter may be settled by agreement between the municipalities concerned or, failing agreement, may be determined by the Municipal Board.</p> <p class=\"headnote-e\"><b>Information</b></p> <p class=\"subsection-e\">(2) Every area municipality and every officer or employee thereof, shall, at the request of the officers of the Regional Corporation who are responsible for the administration of the Acts referred to in this Part, furnish forthwith to such officers any information they may require for the purposes of this Part. R.S.O. 1990, c. R.16, s. 23.</p>"
        },
        {
            "id": "24.",
            "section": "Grants to approved corporations",
            "content": "24. The Regional Corporation may grant aid to approved corporations established under the Homes for Retarded Persons Act, and may enter into agreements with any of such corporations with respect to the construction, operation and maintenance of homes for retarded persons. R.S.O. 1990, c. R.16, s. 24. PART V   REGIONAL WASTE DISPOSAL",
            "raw_html": "<p class=\"section-e\"><b>24.</b> The Regional Corporation may grant aid to approved corporations established under the <i>Homes for Retarded Persons Act</i>, and may enter into agreements with any of such corporations with respect to the construction, operation and maintenance of homes for retarded persons. R.S.O. 1990, c. R.16, s. 24.</p> <p class=\"partnum-e\"><b>PART V <br/>  REGIONAL WASTE DISPOSAL</b></p>"
        },
        {
            "id": "25.",
            "section": "Definition",
            "content": "25. (1) In this Part, “waste” includes ashes, garbage, refuse, domestic waste, industrial solid waste or municipal refuse and such other materials as may be designated by by-laws passed by the Regional Council. R.S.O. 1990, c. R.16, s. 25 (1); 1993, c. 20, s. 22 (1). Receiving and disposing of waste by Regional Corporation (2) The Regional Corporation shall provide facilities for the purpose of receiving, dumping and disposing of waste, and no area municipality shall provide such facilities. R.S.O. 1990, c. R.16, s. 25 (2). Powers, etc. (3) For the purposes of subsection (2), (a) sections 208.1, 208.3, 208.4 and 208.6 to 208.11 of the Municipal Act and section 155 of the Regional Municipalities Act apply, with necessary modifications, to the Regional Corporation; and (b) all municipal facilities for such purposes that existed on the 1st day of January, 1973, continue to be vested in the Regional Corporation without compensation. Designation (3.1) The Regional Council may, for each area municipality, designate one or more facilities for the receiving, dumping and disposing of waste or any class of waste. Restriction (3.2) Where a designation has been made, an area municipality shall not utilize any facilities except the facilities that have been designated for that area municipality. 1993, c. 20, s. 16 (1). Payments of principal and interest to area municipalities (4) The Regional Corporation shall pay to the corporation of any area municipality on or before the due date all amounts of principal and interest becoming due upon any outstanding debt of such area municipality in respect of the property assumed by the Regional Corporation under subsection (3). Default (5) If the Regional Corporation fails to make any payment on or before the due date required by subsection (4), the area municipality may charge the Regional Corporation interest at the rate of 15 per cent per annum, or such lower rate as the council of the area municipality determines, from such date until payment is made. R.S.O. 1990, c. R.16, s. 25 (4, 5). By-laws not applicable (6) A by-law passed under paragraph 135 of section 210 of the Municipal Act does not apply to the Regional Corporation. 1993, c. 20, s. 16 (2). PART VI (ss. 26.-39.) Repealed: 1992, c. 15, s. 94. PART VII   GENERAL",
            "raw_html": "<p class=\"section-e\"><b>25.</b> (1) In this Part,</p> <p class=\"firstdef-e\">“waste” includes ashes, garbage, refuse, domestic waste, industrial solid waste or municipal refuse and such other materials as may be designated by by-laws passed by the Regional Council. R.S.O. 1990, c. R.16, s. 25 (1); 1993, c. 20, s. 22 (1).</p> <p class=\"headnote-e\"><b>Receiving and disposing of waste by Regional Corporation</b></p> <p class=\"subsection-e\">(2) The Regional Corporation shall provide facilities for the purpose of receiving, dumping and disposing of waste, and no area municipality shall provide such facilities. R.S.O. 1990, c. R.16, s. 25 (2).</p> <p class=\"headnote-e\"><b>Powers, etc.</b></p> <p class=\"subsection-e\">(3) For the purposes of subsection (2),</p> <p class=\"clause-e\">(a) sections 208.1, 208.3, 208.4 and 208.6 to 208.11 of the <i>Municipal Act</i> and section 155 of the <i>Regional Municipalities Act</i> apply, with necessary modifications, to the Regional Corporation; and</p> <p class=\"clause-e\">(b) all municipal facilities for such purposes that existed on the 1st day of January, 1973, continue to be vested in the Regional Corporation without compensation.</p> <p class=\"headnote-e\"><b>Designation</b></p> <p class=\"subsection-e\">(3.1) The Regional Council may, for each area municipality, designate one or more facilities for the receiving, dumping and disposing of waste or any class of waste.</p> <p class=\"headnote-e\"><b>Restriction</b></p> <p class=\"subsection-e\">(3.2) Where a designation has been made, an area municipality shall not utilize any facilities except the facilities that have been designated for that area municipality. 1993, c. 20, s. 16 (1).</p> <p class=\"headnote-e\"><b>Payments of principal and interest to area municipalities</b></p> <p class=\"subsection-e\">(4) The Regional Corporation shall pay to the corporation of any area municipality on or before the due date all amounts of principal and interest becoming due upon any outstanding debt of such area municipality in respect of the property assumed by the Regional Corporation under subsection (3).</p> <p class=\"headnote-e\"><b>Default</b></p> <p class=\"subsection-e\">(5) If the Regional Corporation fails to make any payment on or before the due date required by subsection (4), the area municipality may charge the Regional Corporation interest at the rate of 15 per cent per annum, or such lower rate as the council of the area municipality determines, from such date until payment is made. R.S.O. 1990, c. R.16, s. 25 (4, 5).</p> <p class=\"headnote-e\"><b>By-laws not applicable</b></p> <p class=\"subsection-e\">(6) A by-law passed under paragraph 135 of section 210 of the <i>Municipal Act</i> does not apply to the Regional Corporation. 1993, c. 20, s. 16 (2).</p> <p class=\"partnum-e\"><b>PART VI</b> (ss. 26.-39.)<b> </b>Repealed: 1992, c. 15, s. 94.</p> <p class=\"partnum-e\"><b>PART VII <br/>  GENERAL</b></p>"
        },
        {
            "id": "40.",
            "section": "Agreements",
            "content": "40. (1) The Regional Corporation shall be considered to be a municipality for the purposes of paragraph 59 of section 207, a local municipality for the purposes of paragraphs 104 and 135 of section 210, and section 257 of the Municipal Act applies with necessary modifications. R.S.O. 1990, c. R.16, s. 40 (1); 1993, c. 27, Sched. Delegation of approval (2) Despite any other provision in this Act, the Regional Council may pass by-laws authorizing the head of the department concerned to grant the approval required by subsection 23 (2) of the Regional Municipalities Act, and any such by-law may prescribe terms and conditions under which any such approval or consent may be granted. Vesting of transportation system assets in Regional Corporation (3) In the event that the Regional Corporation establishes a transportation system in accordance with subsection (1), no area municipality shall operate such a system and all the assets and liabilities of any area municipality used for a public transportation system vest in the Regional Corporation on the day such regional transportation system is established, without compensation. R.S.O. 1990, c. R.16, s. 40 (2, 3).",
            "raw_html": "<p class=\"section-e\"><b>40.</b> (1) The Regional Corporation shall be considered to be a municipality for the purposes of paragraph 59 of section 207, a local municipality for the purposes of paragraphs 104 and 135 of section 210, and section 257 of the <i>Municipal Act</i> applies with necessary modifications. R.S.O. 1990, c. R.16, s. 40 (1); 1993, c. 27, Sched.</p> <p class=\"headnote-e\"><b>Delegation of approval</b></p> <p class=\"subsection-e\">(2) Despite any other provision in this Act, the Regional Council may pass by-laws authorizing the head of the department concerned to grant the approval required by subsection 23 (2) of the <i>Regional Municipalities Act</i>, and any such by-law may prescribe terms and conditions under which any such approval or consent may be granted.</p> <p class=\"headnote-e\"><b>Vesting of transportation system assets in Regional Corporation</b></p> <p class=\"subsection-e\">(3) In the event that the Regional Corporation establishes a transportation system in accordance with subsection (1), no area municipality shall operate such a system and all the assets and liabilities of any area municipality used for a public transportation system vest in the Regional Corporation on the day such regional transportation system is established, without compensation. R.S.O. 1990, c. R.16, s. 40 (2, 3).</p>"
        },
        {
            "id": "41.",
            "section": "Application",
            "content": "41. (1) Paragraphs 87, 146, exclusive of clauses (c), (f), (h) and (i), 148, 149, 156 and 158 of section 210 of the Municipal Act apply with necessary modifications to the Regional Council and no council of an area municipality shall exercise any powers referred to in those paragraphs. 1996, c. 1, Sched. M, s. 37 (1). Same (2) Paragraph 147 of section 210, paragraph 8 of subsection 234 (1) and paragraphs 3, 5, 8, 9, 10, 12 and 18 of section 236 of the Municipal Act, as they read on the day before the Savings and Restructuring Act, 1996 received Royal Assent, apply with necessary modifications to the Regional Council and, despite Part XVII.1 of that Act, no council of an area municipality shall pass a by-law that the Regional Council has the authority to pass under this subsection. 1996, c. 1, Sched. M, s. 37 (2). Application of Ontario Water Resources Act (3) For the purposes of sections 76 and 77 of the Ontario Water Resources Act, the Regional Corporation shall be deemed to be a county and the area municipalities shall be deemed to be the local municipalities that form part of the county for municipal purposes and, for the purposes of sections 75 and 78 of the Ontario Water Resources Act, the Regional Corporation shall be deemed to be a municipality. Deemed municipality for Milk Act (4) For the purposes of section 20 of the Milk Act, the Regional Corporation shall be deemed to be a municipality and no area municipality shall exercise any powers under the said section. R.S.O. 1990, c. R.16, s. 41 (3, 4). Investigation and report re by-law contravention (5) The council of an area municipality may by resolution require the Regional Council to investigate an alleged contravention of a licensing by-law passed under this section by the Regional Council and to report to the area council. 1994, c. 37, s. 10 (2).",
            "raw_html": "<p class=\"section-e\"><b>41.</b> (1) Paragraphs 87, 146, exclusive of clauses (c), (f), (h) and (i), 148, 149, 156 and 158 of section 210 of the <i>Municipal Act</i> apply with necessary modifications to the Regional Council and no council of an area municipality shall exercise any powers referred to in those paragraphs. 1996, c. 1, Sched. M, s. 37 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Paragraph 147 of section 210, paragraph 8 of subsection 234 (1) and paragraphs 3, 5, 8, 9, 10, 12 and 18 of section 236 of the <i>Municipal Act</i>, as they read on the day before the <i>Savings and Restructuring Act, 1996</i> received Royal Assent, apply with necessary modifications to the Regional Council and, despite Part XVII.1 of that Act, no council of an area municipality shall pass a by-law that the Regional Council has the authority to pass under this subsection. 1996, c. 1, Sched. M, s. 37 (2).</p> <p class=\"headnote-e\"><b>Application of <i>Ontario Water Resources Act</i></b></p> <p class=\"subsection-e\">(3) For the purposes of sections 76 and 77 of the <i>Ontario Water Resources Act</i>, the Regional Corporation shall be deemed to be a county and the area municipalities shall be deemed to be the local municipalities that form part of the county for municipal purposes and, for the purposes of sections 75 and 78 of the <i>Ontario Water Resources Act</i>, the Regional Corporation shall be deemed to be a municipality.</p> <p class=\"headnote-e\"><b>Deemed municipality for <i>Milk Act</i></b></p> <p class=\"subsection-e\">(4) For the purposes of section 20 of the <i>Milk Act</i>, the Regional Corporation shall be deemed to be a municipality and no area municipality shall exercise any powers under the said section. R.S.O. 1990, c. R.16, s. 41 (3, 4).</p> <p class=\"headnote-e\"><b>Investigation and report re by-law contravention</b></p> <p class=\"subsection-e\">(5) The council of an area municipality may by resolution require the Regional Council to investigate an alleged contravention of a licensing by-law passed under this section by the Regional Council and to report to the area council. 1994, c. 37, s. 10 (2).</p>"
        },
        {
            "id": "42.",
            "section": "Expenditures for diffusing information",
            "content": "42. (1) The Regional Corporation may make expenditures for the purpose of diffusing information respecting the advantages of the Regional Municipality as an industrial, business, educational, residential or vacation centre. Industrial sites, publicity expenditures (2) Paragraph 22 of section 207 and paragraph 57 of section 210 of the Municipal Act apply with necessary modifications to the Regional Corporation and no area municipality shall exercise any such power, save and except in respect of those lands acquired or held by a local municipality on or before the 1st day of January, 1975. Application (3) The Regional Corporation shall be deemed to have had the authority conferred under subsection (2) since the 1st day of January, 1974. R.S.O. 1990, c. R.16, s. 42.",
            "raw_html": "<p class=\"section-e\"><b>42.</b> (1) The Regional Corporation may make expenditures for the purpose of diffusing information respecting the advantages of the Regional Municipality as an industrial, business, educational, residential or vacation centre.</p> <p class=\"headnote-e\"><b>Industrial sites, publicity expenditures</b></p> <p class=\"subsection-e\">(2) Paragraph 22 of section 207 and paragraph 57 of section 210 of the <i>Municipal Act</i> apply with necessary modifications to the Regional Corporation and no area municipality shall exercise any such power, save and except in respect of those lands acquired or held by a local municipality on or before the 1st day of January, 1975.</p> <p class=\"headnote-e\"><b>Application</b></p> <p class=\"subsection-e\">(3) The Regional Corporation shall be deemed to have had the authority conferred under subsection (2) since the 1st day of January, 1974. R.S.O. 1990, c. R.16, s. 42.</p>"
        },
        {
            "id": "43.",
            "section": "Forms in both English and French language",
            "content": "43. (1) The Minister may by order prescribe an English and French language version of any form that is prescribed by this Act. Use of forms (2) The Regional Council may by by-law provide for the use of the version of the form prescribed by the Minister under subsection (1) in place of the corresponding form prescribed by this Act and, despite any other provision in this Act, where a by-law under this subsection is in force the version of the form provided for in the by-law shall be used in place of the corresponding form prescribed by this Act. R.S.O. 1990, c. R.16, s. 43.",
            "raw_html": "<p class=\"section-e\"><b>43.</b> (1) The Minister may by order prescribe an English and French language version of any form that is prescribed by this Act.</p> <p class=\"headnote-e\"><b>Use of forms</b></p> <p class=\"subsection-e\">(2) The Regional Council may by by-law provide for the use of the version of the form prescribed by the Minister under subsection (1) in place of the corresponding form prescribed by this Act and, despite any other provision in this Act, where a by-law under this subsection is in force the version of the form provided for in the by-law shall be used in place of the corresponding form prescribed by this Act. R.S.O. 1990, c. R.16, s. 43.</p>"
        },
        {
            "id": "44.",
            "section": "Acquiring land for parks, etc.",
            "content": "44. (1) The Regional Council may pass by-laws for acquiring land for and establishing, laying out and improving and maintaining public parks, zoological gardens, recreation areas, squares, avenues, boulevards and drives in the Regional Area and for exercising all or any of the powers that are conferred on boards of park management by the Public Parks Act. Sale of spirituous, etc., liquors in parks (2) In addition to the powers that may be exercised under subsection (1), the Regional Council has power to let from year to year, or for any time not exceeding ten years, the right to sell, subject to the Liquor Licence Act, and the regulations made thereunder, spirituous, fermented or intoxicating liquors within regional parks under such regulations as the Regional Council may prescribe. Joint park acquisition (3) Paragraph 54 of section 207 of the Municipal Act applies with necessary modifications to the Regional Corporation. Application of certain Acts (4) The Regional Corporation shall be deemed to be a municipality for the purposes of the Parks Assistance Act and the Community Recreation Centres Act. Park lands owned by conservation authority (5) Where, under an agreement with any conservation authority, lands vested in the conservation authority are managed and controlled by the Regional Corporation, the Regional Corporation may, (a) exercise all or any of the powers conferred on it under subsection (1) in respect of such lands; (b) lay out, construct and maintain roads on such lands and, with the consent of the area municipality in which such lands, or any part thereof, are situate, assume the maintenance of existing roads on such lands, or any part thereof; (c) subject to the Highway Traffic Act, regulate traffic on such roads and prescribe the rate of speed for motor vehicles driven on such roads in accordance with subsection 128 (4) of the Highway Traffic Act. Payment in lieu of taxes (6) The Regional Council may agree to pay annually to the area municipality in which any land used for the purposes set out in subsection (1) is situate a sum not exceeding the amount that would have been payable to the municipality as taxes if the land were not exempt from taxation. R.S.O. 1990, c. R.16, s. 44.",
            "raw_html": "<p class=\"section-e\"><b>44.</b> (1) The Regional Council may pass by-laws for acquiring land for and establishing, laying out and improving and maintaining public parks, zoological gardens, recreation areas, squares, avenues, boulevards and drives in the Regional Area and for exercising all or any of the powers that are conferred on boards of park management by the <i>Public Parks Act</i>.</p> <p class=\"headnote-e\"><b>Sale of spirituous, etc., liquors in parks</b></p> <p class=\"subsection-e\">(2) In addition to the powers that may be exercised under subsection (1), the Regional Council has power to let from year to year, or for any time not exceeding ten years, the right to sell, subject to the <i>Liquor Licence Act</i>, and the regulations made thereunder, spirituous, fermented or intoxicating liquors within regional parks under such regulations as the Regional Council may prescribe.</p> <p class=\"headnote-e\"><b>Joint park acquisition</b></p> <p class=\"subsection-e\">(3) Paragraph 54 of section 207 of the <i>Municipal Act</i> applies with necessary modifications to the Regional Corporation.</p> <p class=\"headnote-e\"><b>Application of certain Acts</b></p> <p class=\"subsection-e\">(4) The Regional Corporation shall be deemed to be a municipality for the purposes of the <i>Parks Assistance Act</i> and the <i>Community Recreation Centres Act</i>.</p> <p class=\"headnote-e\"><b>Park lands owned by conservation authority</b></p> <p class=\"subsection-e\">(5) Where, under an agreement with any conservation authority, lands vested in the conservation authority are managed and controlled by the Regional Corporation, the Regional Corporation may,</p> <p class=\"clause-e\">(a) exercise all or any of the powers conferred on it under subsection (1) in respect of such lands;</p> <p class=\"clause-e\">(b) lay out, construct and maintain roads on such lands and, with the consent of the area municipality in which such lands, or any part thereof, are situate, assume the maintenance of existing roads on such lands, or any part thereof;</p> <p class=\"clause-e\">(c) subject to the <i>Highway Traffic Act</i>, regulate traffic on such roads and prescribe the rate of speed for motor vehicles driven on such roads in accordance with subsection 128 (4) of the <i>Highway Traffic Act</i>.</p> <p class=\"headnote-e\"><b>Payment in lieu of taxes</b></p> <p class=\"subsection-e\">(6) The Regional Council may agree to pay annually to the area municipality in which any land used for the purposes set out in subsection (1) is situate a sum not exceeding the amount that would have been payable to the municipality as taxes if the land were not exempt from taxation. R.S.O. 1990, c. R.16, s. 44.</p>"
        },
        {
            "id": "45.",
            "section": "Recreation and parks management board",
            "content": "45. (1) The Minister may by order, on the request of any area municipality, dissolve any board of a community recreation centre or board of recreation or park management of the area municipality and transfer the assets and liabilities of such board to the area municipality and may deem the council of the area municipality to be a recreation committee under the Ministry of Tourism and Recreation Act and the regulations thereunder and a board of a community recreation centre under the Community Recreation Centres Act. Public library boards (2) Despite the Public Libraries Act, the Minister may by order provide for the establishment of a public library board in any area municipality and for the transfer of any assets and liabilities of any former public library board to such new board. R.S.O. 1990, c. R.16, s. 45.",
            "raw_html": "<p class=\"section-e\"><b>45.</b> (1) The Minister may by order, on the request of any area municipality, dissolve any board of a community recreation centre or board of recreation or park management of the area municipality and transfer the assets and liabilities of such board to the area municipality and may deem the council of the area municipality to be a recreation committee under the <i>Ministry of Tourism and Recreation Act</i> and the regulations thereunder and a board of a community recreation centre under the <i>Community Recreation Centres Act</i>.</p> <p class=\"headnote-e\"><b>Public library boards</b></p> <p class=\"subsection-e\">(2) Despite the <i>Public Libraries Act</i>, the Minister may by order provide for the establishment of a public library board in any area municipality and for the transfer of any assets and liabilities of any former public library board to such new board. R.S.O. 1990, c. R.16, s. 45.</p>"
        },
        {
            "id": "46.",
            "section": "Power of Sudbury council to pass by-laws",
            "content": "46. The council of The Corporation of the City of Sudbury may pass any by-law that a police services board of a city is authorized to pass under the Municipal Act. R.S.O. 1990, c. R.16, s. 46.",
            "raw_html": "<p class=\"section-e\"><b>46.</b> The council of The Corporation of the City of Sudbury may pass any by-law that a police services board of a city is authorized to pass under the <i>Municipal Act</i>. R.S.O. 1990, c. R.16, s. 46.</p>"
        },
        {
            "id": "47.",
            "section": "Agreements re collection of tax arrears under Provincial Land Tax Act",
            "content": "47. An area municipality may enter into an agreement with the Land Tax Collector appointed under the Provincial Land Tax Act respecting the collection by the area municipality of arrears of land tax imposed under that Act in respect of property within such area municipality. R.S.O. 1990, c. R.16, s. 47.",
            "raw_html": "<p class=\"section-e\"><b>47.</b> An area municipality may enter into an agreement with the Land Tax Collector appointed under the <i>Provincial Land Tax Act</i> respecting the collection by the area municipality of arrears of land tax imposed under that Act in respect of property within such area municipality. R.S.O. 1990, c. R.16, s. 47.</p>"
        },
        {
            "id": "48.",
            "section": "Application of Regional Municipalities Act",
            "content": "48. Except as otherwise provided therein, all the provisions of the Regional Municipalities Act apply to The Regional Municipality of Sudbury as though they were set out in, and formed a part of, this Act. R.S.O. 1990, c. R.16, s. 48. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>48.</b> Except as otherwise provided therein, all the provisions of the <i>Regional Municipalities Act</i> apply to The Regional Municipality of Sudbury as though they were set out in, and formed a part of, this Act. R.S.O. 1990, c. R.16, s. 48.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90r16_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90r16_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}