{
    "act_info": {
        "full_title": "Religious Organizations' Lands Act, R.S.O. 1990, c. R.23",
        "act_name_text": "Religious Organizations’ Lands Act",
        "citation": "Religious Organizations' Lands Act, R.S.O. 1990, c. R.23",
        "url": "https://www.ontario.ca/laws/statute/90r23",
        "date_scraped": "2023-12-19 07:12:13"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 15, 2009",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90r23/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90r23/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "June 21, 2006"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 (1) In this Act, “meeting” means a meeting of the members of a religious organization that has been called by notice in accordance with section 18; (“assemblée”) “religious organization” means an association of persons, (a) that is charitable according to the law of Ontario, (b) that is organized for the advancement of religion and for the conduct of religious worship, services or rites, and (c) that is permanently established both as to the continuity of its existence and as to its religious beliefs, rituals and practices, and includes an association of persons that is charitable according to the law of Ontario and that is organized for the advancement of and for the conduct of worship, services or rites of the Buddhist, Christian, Hindu, Islamic, Jewish, Baha’i, Longhouse Indian, Sikh, Unitarian or Zoroastrian faith, or a subdivision or denomination thereof; (“organisation religieuse”) “trustees” means the trustees appointed by a religious organization to acquire, hold and possess land for its benefit, and includes their successors. (“fiduciaires”) Idem (2) In interpreting clause (a) of the definition of “religious organization” in subsection (1), an organization does not cease to be charitable for the reason only that activities that are not charitable but are merely ancillary to a charitable purpose are carried on in conjunction with a charitable purpose. Derivative organizations (3) Where a separate religious organization is formed out of an existing religious organization, whether voluntarily or otherwise, and the new organization meets the requirements of clauses (a) and (b) of the definition of “religious organization” in subsection (1), it shall nevertheless be considered to be a religious organization for the purposes of this Act.  R.S.O. 1990, c. R.23, s. 1.",
            "raw_html": "<p class=\"section\"><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“meeting” means a meeting of the members of a religious organization that has been called by notice in accordance with section 18; (“assemblée”)</p> <p class=\"definition\">“religious organization” means an association of persons,</p> <p class=\"paragraph\">  (a) that is charitable according to the law of Ontario,</p> <p class=\"paragraph\">  (b) that is organized for the advancement of religion and for the conduct of religious worship, services or rites, and</p> <p class=\"paragraph\">  (c) that is permanently established both as to the continuity of its existence and as to its religious beliefs, rituals and practices,</p> <p class=\"definition\">and includes an association of persons that is charitable according to the law of Ontario and that is organized for the advancement of and for the conduct of worship, services or rites of the Buddhist, Christian, Hindu, Islamic, Jewish, Baha’i, Longhouse Indian, Sikh, Unitarian or Zoroastrian faith, or a subdivision or denomination thereof; (“organisation religieuse”)</p> <p class=\"definition\">“trustees” means the trustees appointed by a religious organization to acquire, hold and possess land for its benefit, and includes their successors. (“fiduciaires”)</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) In interpreting clause (a) of the definition of “religious organization” in subsection (1), an organization does not cease to be charitable for the reason only that activities that are not charitable but are merely ancillary to a charitable purpose are carried on in conjunction with a charitable purpose.</p> <p class=\"headnote\">Derivative organizations</p> <p class=\"subsection\">(3) Where a separate religious organization is formed out of an existing religious organization, whether voluntarily or otherwise, and the new organization meets the requirements of clauses (a) and (b) of the definition of “religious organization” in subsection (1), it shall nevertheless be considered to be a religious organization for the purposes of this Act.  R.S.O. 1990, c. R.23, s. 1.</p>"
        },
        {
            "id": "2",
            "section": "Acquisition and holding of land",
            "content": "2 A religious organization may acquire and hold land for the purpose of, (a) a place of worship; (b) a residence for its religious leader; (c) a burial or cremation ground; (d) a bookstore or a printing or publishing office; (e) a theological seminary or similar institution of religious instruction; (f) a religious camp, retreat or training centre; or (g) any other religious purpose, in the name of trustees, individually or by collective designation, and their successors in perpetual succession for the benefit of the religious organization.  R.S.O. 1990, c. R.23, s. 2.",
            "raw_html": "<p class=\"section\"><b>2 </b>A religious organization may acquire and hold land for the purpose of,</p> <p class=\"paragraph\">  (a) a place of worship;</p> <p class=\"paragraph\">  (b) a residence for its religious leader;</p> <p class=\"paragraph\">  (c) a burial or cremation ground;</p> <p class=\"paragraph\">  (d) a bookstore or a printing or publishing office;</p> <p class=\"paragraph\">  (e) a theological seminary or similar institution of religious instruction;</p> <p class=\"paragraph\">  (f) a religious camp, retreat or training centre; or</p> <p class=\"paragraph\">  (g) any other religious purpose,</p> <p class=\"section\">in the name of trustees, individually or by collective designation, and their successors in perpetual succession for the benefit of the religious organization.  R.S.O. 1990, c. R.23, s. 2.</p>"
        },
        {
            "id": null,
            "section": "Acquisition and holding of land",
            "content": "in the name of trustees, individually or by collective designation, and their successors in perpetual succession for the benefit of the religious organization.  R.S.O. 1990, c. R.23, s. 2.",
            "raw_html": "<p class=\"section\">in the name of trustees, individually or by collective designation, and their successors in perpetual succession for the benefit of the religious organization.  R.S.O. 1990, c. R.23, s. 2.</p>"
        },
        {
            "id": "3",
            "section": "Appointment and tenure of trustees",
            "content": "3 (1) A religious organization may by resolution adopted at a meeting of the organization, (a) appoint trustees and fill any vacancy in the office of trustee; (b) provide for the retirement or removal of trustees and for the appointment of their successors; (c) remove any trustee from office; (d) decrease or increase the number of trustees; (e) confer upon trustees the power to acquire, hold and possess land for one or more of the purposes set out in section 2. Termination of office (2) Unless the constitution or a resolution of the religious organization otherwise provides, a trustee holds office until he or she dies, resigns or ceases to be a member of the organization. Powers of trustees where vacancy (3) Where a vacancy occurs in the number of the trustees of a religious organization, until the vacancy is filled, the remaining trustees then in office have all the estate in and title to the land of the organization and have all the powers conferred by this Act with respect thereto as were originally vested in the whole number. Powers of successor trustees (4) A trustee appointed to fill a vacancy together with the trustees originally appointed or subsequently appointed and who remain in office have all the estate, title and powers vested in the original trustees. Vesting of land in successor trustees (5) Where no trustees of a religious organization remain in office, the land to which the organization is entitled vests automatically in trustees subsequently appointed by the organization and their successors without the necessity of any conveyance. Where successor trustees not provided for (6) Where a religious organization is entitled to land and the manner of appointing trustees or their successors is not set out in the instrument granting or devising the land, it vests automatically in the trustees appointed under subsection (1) and their successors to be held in trust for the organization without the necessity of any conveyance.  R.S.O. 1990, c. R.23, s. 3.",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) A religious organization may by resolution adopted at a meeting of the organization,</p> <p class=\"paragraph\">  (a) appoint trustees and fill any vacancy in the office of trustee;</p> <p class=\"paragraph\">  (b) provide for the retirement or removal of trustees and for the appointment of their successors;</p> <p class=\"paragraph\">  (c) remove any trustee from office;</p> <p class=\"paragraph\">  (d) decrease or increase the number of trustees;</p> <p class=\"paragraph\">  (e) confer upon trustees the power to acquire, hold and possess land for one or more of the purposes set out in section 2.</p> <p class=\"headnote\">Termination of office</p> <p class=\"subsection\">(2) Unless the constitution or a resolution of the religious organization otherwise provides, a trustee holds office until he or she dies, resigns or ceases to be a member of the organization.</p> <p class=\"headnote\">Powers of trustees where vacancy</p> <p class=\"subsection\">(3) Where a vacancy occurs in the number of the trustees of a religious organization, until the vacancy is filled, the remaining trustees then in office have all the estate in and title to the land of the organization and have all the powers conferred by this Act with respect thereto as were originally vested in the whole number.</p> <p class=\"headnote\">Powers of successor trustees</p> <p class=\"subsection\">(4) A trustee appointed to fill a vacancy together with the trustees originally appointed or subsequently appointed and who remain in office have all the estate, title and powers vested in the original trustees.</p> <p class=\"headnote\">Vesting of land in successor trustees</p> <p class=\"subsection\">(5) Where no trustees of a religious organization remain in office, the land to which the organization is entitled vests automatically in trustees subsequently appointed by the organization and their successors without the necessity of any conveyance.</p> <p class=\"headnote\">Where successor trustees not provided for</p> <p class=\"subsection\">(6) Where a religious organization is entitled to land and the manner of appointing trustees or their successors is not set out in the instrument granting or devising the land, it vests automatically in the trustees appointed under subsection (1) and their successors to be held in trust for the organization without the necessity of any conveyance.  R.S.O. 1990, c. R.23, s. 3.</p>"
        },
        {
            "id": "4",
            "section": "Property vested in one person",
            "content": "4 Where, under the constitution, customs or practices of a religious organization, its property is vested in one person, the person shall be deemed to be a trustee and has the powers and duties of trustees under this Act.  R.S.O. 1990, c. R.23, s. 4.",
            "raw_html": "<p class=\"section\"><b>4 </b>Where, under the constitution, customs or practices of a religious organization, its property is vested in one person, the person shall be deemed to be a trustee and has the powers and duties of trustees under this Act.  R.S.O. 1990, c. R.23, s. 4.</p>"
        },
        {
            "id": "5",
            "section": "Joint trustees",
            "content": "5 (1) Each of two or more religious organizations may by resolution appoint joint trustees and provide for the appointment of their successors and may enter into agreements respecting the holding of land for their joint benefit by such joint trustees for any of the purposes enumerated in section 2 and all the provisions of this Act apply with necessary modifications to such joint trustees. Conveyance to joint trustees (2) Where land referred to in subsection (1) was, before the agreement, held by different bodies of trustees, the religious organizations may direct them in the agreement or otherwise to convey or transfer the land to the joint trustees appointed in accordance with subsection (1) and their successors.  R.S.O. 1990, c. R.23, s. 5.",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) Each of two or more religious organizations may by resolution appoint joint trustees and provide for the appointment of their successors and may enter into agreements respecting the holding of land for their joint benefit by such joint trustees for any of the purposes enumerated in section 2 and all the provisions of this Act apply with necessary modifications to such joint trustees.</p> <p class=\"headnote\">Conveyance to joint trustees</p> <p class=\"subsection\">(2) Where land referred to in subsection (1) was, before the agreement, held by different bodies of trustees, the religious organizations may direct them in the agreement or otherwise to convey or transfer the land to the joint trustees appointed in accordance with subsection (1) and their successors.  R.S.O. 1990, c. R.23, s. 5.</p>"
        },
        {
            "id": "6",
            "section": "Authorization required to exercise of powers",
            "content": "6 (1) The trustees of a religious organization shall not exercise any of the powers conferred upon them by this Act until they are authorized to do so by resolution of the organization, and the organization may attach such terms or conditions to any such authorization as it considers expedient. Authorization in case of joint trustees (2) In the case of joint trustees for two or more religious organizations, the authorization shall be obtained by resolutions adopted by each religious organization for whose benefit land is or is to be held.  R.S.O. 1990, c. R.23, s. 6.",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) The trustees of a religious organization shall not exercise any of the powers conferred upon them by this Act until they are authorized to do so by resolution of the organization, and the organization may attach such terms or conditions to any such authorization as it considers expedient.</p> <p class=\"headnote\">Authorization in case of joint trustees</p> <p class=\"subsection\">(2) In the case of joint trustees for two or more religious organizations, the authorization shall be obtained by resolutions adopted by each religious organization for whose benefit land is or is to be held.  R.S.O. 1990, c. R.23, s. 6.</p>"
        },
        {
            "id": "7",
            "section": "Power to enter into agreements to purchase land",
            "content": "7 The trustees of a religious organization may enter into agreements to purchase land for the benefit of the organization for any of the purposes of this Act.  R.S.O. 1990, c. R.23, s. 7.",
            "raw_html": "<p class=\"section\"><b>7 </b>The trustees of a religious organization may enter into agreements to purchase land for the benefit of the organization for any of the purposes of this Act.  R.S.O. 1990, c. R.23, s. 7.</p>"
        },
        {
            "id": "8",
            "section": "Power to conduct actions",
            "content": "8 The trustees of a religious organization may, individually or by collective designation, maintain and defend actions for the protection of the land and of the interest of the religious organization therein.  R.S.O. 1990, c. R.23, s. 8.",
            "raw_html": "<p class=\"section\"><b>8 </b>The trustees of a religious organization may, individually or by collective designation, maintain and defend actions for the protection of the land and of the interest of the religious organization therein.  R.S.O. 1990, c. R.23, s. 8.</p>"
        },
        {
            "id": "9",
            "section": "Power to mortgage land",
            "content": "9 (1) The trustees of a religious organization may secure any debt contracted for the acquisition or improvement of land under this Act, or for the building, repairing, extending or improving of any buildings thereon, by a mortgage or charge on all or any part of the land of the organization. Power to release equity of redemption (2) If a mortgage or charge on land held by the trustees of a religious organization for the benefit of the organization is in arrears as to principal or interest, or both, the trustees may release, transfer or convey to the mortgagee or chargee or the assigns of the mortagee or chargee the equity of redemption in the land, or any part thereof, in satisfaction of the whole or any part of the debt.  R.S.O. 1990, c. R.23, s. 9.",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) The trustees of a religious organization may secure any debt contracted for the acquisition or improvement of land under this Act, or for the building, repairing, extending or improving of any buildings thereon, by a mortgage or charge on all or any part of the land of the organization.</p> <p class=\"headnote\">Power to release equity of redemption</p> <p class=\"subsection\">(2) If a mortgage or charge on land held by the trustees of a religious organization for the benefit of the organization is in arrears as to principal or interest, or both, the trustees may release, transfer or convey to the mortgagee or chargee or the assigns of the mortagee or chargee the equity of redemption in the land, or any part thereof, in satisfaction of the whole or any part of the debt.  R.S.O. 1990, c. R.23, s. 9.</p>"
        },
        {
            "id": "10",
            "section": "Power to lease",
            "content": "10 (1) The trustees of a religious organization may lease any land held by them for the benefit of the organization which is no longer required by it for any of the purposes enumerated in section 2, at such rent and upon such terms and conditions as they consider expedient.  R.S.O. 1990, c. R.23, s. 10 (1); 2009, c. 33, Sched. 2, s. 65 (1). Power to agree to renewal terms (2) In any such lease, the trustees, (a) may agree for the renewal thereof at the expiration of any or every term of years for a further term or terms at such rent and on such terms and conditions as may be agreed; or (b) may agree to pay to the lessee, the lessee’s heirs, executors, administrators, successors or assigns a sum equal to the value of any buildings or other improvements that may at the expiration of any term be on the demised land.  R.S.O. 1990, c. R.23, s. 10 (2); 2009, c. 33, Sched. 2, s. 65 (2). Method of ascertaining rent (3) The method of ascertaining the amount of the rent during any renewal term or the value of the buildings or other improvements to be paid at the end of any term may be specified in the original or in any subsequent lease.  R.S.O. 1990, c. R.23, s. 10 (3). Recovery of rent and the land (4) The trustees may take all proceedings for the recovery of rent or arrears of rent and of the demised land that landlords are entitled by law to take.  R.S.O. 1990, c. R.23, s. 10 (4). Power to enter into short term leases (5) A religious organization may by resolution give its trustees a general authorization to lease any land held by them for terms not exceeding three years per term and when so authorized the trustees may, without further authorization, lease the land from time to time for a term or terms not exceeding three years per term.  R.S.O. 1990, c. R.23, s. 10 (5). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 2, s. 65 (1, 2) - 15/12/2009",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) The trustees of a religious organization may lease any land held by them for the benefit of the organization which is no longer required by it for any of the purposes enumerated in section 2, at such rent and upon such terms and conditions as they consider expedient.  R.S.O. 1990, c. R.23, s. 10 (1); 2009, c. 33, Sched. 2, s. 65 (1).</p> <p class=\"headnote\">Power to agree to renewal terms</p> <p class=\"subsection\">(2) In any such lease, the trustees,</p> <p class=\"paragraph\">  (a) may agree for the renewal thereof at the expiration of any or every term of years for a further term or terms at such rent and on such terms and conditions as may be agreed; or</p> <p class=\"paragraph\">  (b) may agree to pay to the lessee, the lessee’s heirs, executors, administrators, successors or assigns a sum equal to the value of any buildings or other improvements that may at the expiration of any term be on the demised land.  R.S.O. 1990, c. R.23, s. 10 (2); 2009, c. 33, Sched. 2, s. 65 (2).</p> <p class=\"headnote\">Method of ascertaining rent</p> <p class=\"subsection\">(3) The method of ascertaining the amount of the rent during any renewal term or the value of the buildings or other improvements to be paid at the end of any term may be specified in the original or in any subsequent lease.  R.S.O. 1990, c. R.23, s. 10 (3).</p> <p class=\"headnote\">Recovery of rent and the land</p> <p class=\"subsection\">(4) The trustees may take all proceedings for the recovery of rent or arrears of rent and of the demised land that landlords are entitled by law to take.  R.S.O. 1990, c. R.23, s. 10 (4).</p> <p class=\"headnote\">Power to enter into short term leases</p> <p class=\"subsection\">(5) A religious organization may by resolution give its trustees a general authorization to lease any land held by them for terms not exceeding three years per term and when so authorized the trustees may, without further authorization, lease the land from time to time for a term or terms not exceeding three years per term.  R.S.O. 1990, c. R.23, s. 10 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched2s65s1\">2009, c. 33, Sched. 2, s. 65 (1, 2)</a></span> - 15/12/2009</p>"
        },
        {
            "id": "11",
            "section": "Easements and covenants",
            "content": "11 The trustees of a religious organization may, upon such terms and conditions as the organization may by resolution approve, grant easements or enter into covenants in respect of land held by them.  R.S.O. 1990, c. R.23, s. 11.",
            "raw_html": "<p class=\"section\"><b>11 </b>The trustees of a religious organization may, upon such terms and conditions as the organization may by resolution approve, grant easements or enter into covenants in respect of land held by them.  R.S.O. 1990, c. R.23, s. 11.</p>"
        },
        {
            "id": "12",
            "section": "Power to sell",
            "content": "12 (1) The trustees of a religious organization may, upon such terms and conditions as the organization may by resolution approve, sell or exchange at any time land held by them if the organization has by resolution determined that the land is no longer necessary for its purposes. Surplus land subject to Charities Accounting Act (2) When land of a religious organization is not required for its actual occupation for a purpose set out in section 2 and is not leased under section 10, the Charities Accounting Act applies in the same manner as if the land were then assured to the religious organization for charitable purposes. Special powers not affected (3) Subsection (1) does not affect any special powers or trusts for sale contained in any instrument inconsistent therewith.  R.S.O. 1990, c. R.23, s. 12.",
            "raw_html": "<p class=\"section\"><b>12 </b>(1) The trustees of a religious organization may, upon such terms and conditions as the organization may by resolution approve, sell or exchange at any time land held by them if the organization has by resolution determined that the land is no longer necessary for its purposes.</p> <p class=\"headnote\">Surplus land subject to <i>Charities Accounting Act</i></p> <p class=\"subsection\">(2) When land of a religious organization is not required for its actual occupation for a purpose set out in section 2 and is not leased under section 10, the <i>Charities Accounting Act</i> applies in the same manner as if the land were then assured to the religious organization for charitable purposes.</p> <p class=\"headnote\">Special powers not affected</p> <p class=\"subsection\">(3) Subsection (1) does not affect any special powers or trusts for sale contained in any instrument inconsistent therewith.  R.S.O. 1990, c. R.23, s. 12.</p>"
        },
        {
            "id": "13",
            "section": "Conveyance to trustees of new religious organization",
            "content": "13 The trustees of a religious organization out of which a separate religious organization is formed may convey or transfer to the trustees of the separate organization such part of the land held by them as is appropriate.  R.S.O. 1990, c. R.23, s. 13.",
            "raw_html": "<p class=\"section\"><b>13 </b>The trustees of a religious organization out of which a separate religious organization is formed may convey or transfer to the trustees of the separate organization such part of the land held by them as is appropriate.  R.S.O. 1990, c. R.23, s. 13.</p>"
        },
        {
            "id": "14",
            "section": "Conveyance where religious organizations unite",
            "content": "14 Where a religious organization desires to unite with another religious organization, the trustees of either organization may convey or transfer any land held by them to the trustees of the other religious organization or to the trustees of the united religious organization.  R.S.O. 1990, c. R.23, s. 14.",
            "raw_html": "<p class=\"section\"><b>14 </b>Where a religious organization desires to unite with another religious organization, the trustees of either organization may convey or transfer any land held by them to the trustees of the other religious organization or to the trustees of the united religious organization.  R.S.O. 1990, c. R.23, s. 14.</p>"
        },
        {
            "id": "15",
            "section": "Conveyance to denominational board or trustees",
            "content": "15 The trustees of a religious organization may convey or transfer any land held by them for the benefit of the organization to an incorporated board or to trustees of the denomination or subdivision thereof of which the organization forms a part.  R.S.O. 1990, c. R.23, s. 15.",
            "raw_html": "<p class=\"section\"><b>15 </b>The trustees of a religious organization may convey or transfer any land held by them for the benefit of the organization to an incorporated board or to trustees of the denomination or subdivision thereof of which the organization forms a part.  R.S.O. 1990, c. R.23, s. 15.</p>"
        },
        {
            "id": "16",
            "section": "Duty to account",
            "content": "16 The trustees of a religious organization selling or leasing land under the authority of this Act shall on the first Monday in June in each year have ready and open for the inspection of the members of the organization a detailed statement showing the rents that accrued during the preceding year and all sums in their hands for the use and benefit of the organization that were in any manner derived from land under their control or subject to their management, and also showing the application of any portion of the money that has been expended on behalf of the organization.  R.S.O. 1990, c. R.23, s. 16.",
            "raw_html": "<p class=\"section\"><b>16 </b>The trustees of a religious organization selling or leasing land under the authority of this Act shall on the first Monday in June in each year have ready and open for the inspection of the members of the organization a detailed statement showing the rents that accrued during the preceding year and all sums in their hands for the use and benefit of the organization that were in any manner derived from land under their control or subject to their management, and also showing the application of any portion of the money that has been expended on behalf of the organization.  R.S.O. 1990, c. R.23, s. 16.</p>"
        },
        {
            "id": "17",
            "section": "Resolutions",
            "content": "17 A resolution respecting any of the purposes of this Act is adopted if the majority of those present at the meeting called for that purpose and entitled to vote thereat vote in favour of the resolution.  R.S.O. 1990, c. R.23, s. 17.",
            "raw_html": "<p class=\"section\"><b>17 </b>A resolution respecting any of the purposes of this Act is adopted if the majority of those present at the meeting called for that purpose and entitled to vote thereat vote in favour of the resolution.  R.S.O. 1990, c. R.23, s. 17.</p>"
        },
        {
            "id": "18",
            "section": "Notice of meeting",
            "content": "18 (1) A notice calling a meeting of a religious organization for any of the purposes of this Act, (a) shall specify the purpose of the meeting; and (b) shall be given in accordance with the constitution, practice or custom of the religious organization. Idem (2) Where the constitution, practice or custom of a religious organization has no provision for the giving of notice calling a meeting, at least two weeks notice shall be given personally or by mail, or notice may be given by announcement at an open service at least once in each of the two weeks immediately preceding the week in which the meeting is proposed to be held.  R.S.O. 1990, c. R.23, s. 18.",
            "raw_html": "<p class=\"section\"><b>18 </b>(1) A notice calling a meeting of a religious organization for any of the purposes of this Act,</p> <p class=\"paragraph\">  (a) shall specify the purpose of the meeting; and</p> <p class=\"paragraph\">  (b) shall be given in accordance with the constitution, practice or custom of the religious organization.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Where the constitution, practice or custom of a religious organization has no provision for the giving of notice calling a meeting, at least two weeks notice shall be given personally or by mail, or notice may be given by announcement at an open service at least once in each of the two weeks immediately preceding the week in which the meeting is proposed to be held.  R.S.O. 1990, c. R.23, s. 18.</p>"
        },
        {
            "id": "19",
            "section": "Keeping of records",
            "content": "19 (1) A copy of a resolution adopted under this Act shall be signed by the chair and the secretary of the meeting at which it was adopted and shall be entered in the minute book or other record kept for that purpose. Evidence (2) A copy of a resolution adopted under this Act, certified as being a true copy by an officer of the organization, is proof, in the absence of evidence to the contrary, of the matters therein stated. Omissions (3) Failure to comply with subsection (1) does not invalidate the resolution or anything done under it.  R.S.O. 1990, c. R.23, s. 19.",
            "raw_html": "<p class=\"section\"><b>19 </b>(1) A copy of a resolution adopted under this Act shall be signed by the chair and the secretary of the meeting at which it was adopted and shall be entered in the minute book or other record kept for that purpose.</p> <p class=\"headnote\">Evidence</p> <p class=\"subsection\">(2) A copy of a resolution adopted under this Act, certified as being a true copy by an officer of the organization, is proof, in the absence of evidence to the contrary, of the matters therein stated.</p> <p class=\"headnote\">Omissions</p> <p class=\"subsection\">(3) Failure to comply with subsection (1) does not invalidate the resolution or anything done under it.  R.S.O. 1990, c. R.23, s. 19.</p>"
        },
        {
            "id": "20",
            "section": "Instruments made pursuant to Act",
            "content": "20 Any instrument affecting land made by or to trustees under this Act shall be expressed to be made under this Act, but failure to do so does not render the instrument void.  R.S.O. 1990, c. R.23, s. 20.",
            "raw_html": "<p class=\"section\"><b>20 </b>Any instrument affecting land made by or to trustees under this Act shall be expressed to be made under this Act, but failure to do so does not render the instrument void.  R.S.O. 1990, c. R.23, s. 20.</p>"
        },
        {
            "id": "21",
            "section": "Former conveyance",
            "content": "21 (1) Where letters patent from the Crown or a grant, conveyance or devise made before the 14th day of June, 1979 is made to persons described as trustees for a religious organization and to their successors, this Act applies to them and to the religious organization in the same manner as if the persons were duly appointed as trustees under this Act. Use of several names (2) Where more than one letters patent from the Crown, grant, conveyance or devise have been made for the benefit of a religious organization under different names, the organization may at a meeting by resolution adopt one of the names or another name as the name in which its trustees shall hold the land thereafter.  R.S.O. 1990, c. R.23, s. 21.",
            "raw_html": "<p class=\"section\"><b>21 </b>(1) Where letters patent from the Crown or a grant, conveyance or devise made before the 14th day of June, 1979 is made to persons described as trustees for a religious organization and to their successors, this Act applies to them and to the religious organization in the same manner as if the persons were duly appointed as trustees under this Act.</p> <p class=\"headnote\">Use of several names</p> <p class=\"subsection\">(2) Where more than one letters patent from the Crown, grant, conveyance or devise have been made for the benefit of a religious organization under different names, the organization may at a meeting by resolution adopt one of the names or another name as the name in which its trustees shall hold the land thereafter.  R.S.O. 1990, c. R.23, s. 21.</p>"
        },
        {
            "id": "22",
            "section": "Change of name",
            "content": "22 A change in the name of a religious organization or manner in which the trustees are described does not affect the title to land held by the organization or its trustees in the former name.  R.S.O. 1990, c. R.23, s. 22.",
            "raw_html": "<p class=\"section\"><b>22 </b>A change in the name of a religious organization or manner in which the trustees are described does not affect the title to land held by the organization or its trustees in the former name.  R.S.O. 1990, c. R.23, s. 22.</p>"
        },
        {
            "id": "23",
            "section": "Application to court for directions where religious organization has ceased to exist",
            "content": "23 (1) Where a religious organization has ceased to exist, or where the authorization required under section 6 cannot be obtained for any reason other than a dispute among the members of the organization concerning the organization’s property, the persons in whom the land of the organization is vested as trustees or, upon their failure to do so or where no trustees remain in office, any interested person or the Public Guardian and Trustee may apply to the Superior Court of Justice for directions, and the court may authorize the trustees or may appoint and authorize any other person to exercise any of the powers conferred by this Act.  R.S.O. 1990, c. R.23, s. 23 (1); 2006, c. 19, Sched. C, s. 1 (1); 2009, c. 33, Sched. 2, s. 65 (3). Power of court to direct sale (2) Upon such an application, the court may direct that the land or any part thereof be disposed of or that it or the proceeds of sale thereof be distributed in such manner as it considers proper, and the court may make such vesting orders as are expedient in the circumstances..  R.S.O. 1990, c. R.23, s. 23 (2). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006 2009, c. 33, Sched. 2, s. 65 (3) - 15/12/2009",
            "raw_html": "<p class=\"section\"><b>23 </b>(1) Where a religious organization has ceased to exist, or where the authorization required under section 6 cannot be obtained for any reason other than a dispute among the members of the organization concerning the organization’s property, the persons in whom the land of the organization is vested as trustees or, upon their failure to do so or where no trustees remain in office, any interested person or the Public Guardian and Trustee may apply to the Superior Court of Justice for directions, and the court may authorize the trustees or may appoint and authorize any other person to exercise any of the powers conferred by this Act.  R.S.O. 1990, c. R.23, s. 23 (1); 2006, c. 19, Sched. C, s. 1 (1); 2009, c. 33, Sched. 2, s. 65 (3).</p> <p class=\"headnote\">Power of court to direct sale</p> <p class=\"subsection\">(2) Upon such an application, the court may direct that the land or any part thereof be disposed of or that it or the proceeds of sale thereof be distributed in such manner as it considers proper, and the court may make such vesting orders as are expedient in the circumstances..  R.S.O. 1990, c. R.23, s. 23 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched2s65s3\">2009, c. 33, Sched. 2, s. 65 (3)</a></span> - 15/12/2009</p>"
        },
        {
            "id": "24",
            "section": "Applications to court as to applicability of Act",
            "content": "24 (1) Any organization or other body that wishes to have determined whether or not it is entitled to acquire, hold and possess land under this Act may at any time apply to the Superior Court of Justice, and the court may determine the matter.  R.S.O. 1990, c. R.23, s. 24 (1); 2006, c. 19, Sched. C, s. 1 (1). Applications to court by Public Guardian and Trustee (2) In like manner, the Public Guardian and Trustee may apply to have determined whether any organization or other body that purports to hold and possess or that intends to acquire, hold and possess land under this Act is entitled to do so..  R.S.O. 1990, c. R.23, s. 24 (2); 2009, c. 33, Sched. 2, s. 65 (3). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006 2009, c. 33, Sched. 2, s. 65 (3) - 15/12/2009",
            "raw_html": "<p class=\"section\"><b>24 </b>(1) Any organization or other body that wishes to have determined whether or not it is entitled to acquire, hold and possess land under this Act may at any time apply to the Superior Court of Justice, and the court may determine the matter.  R.S.O. 1990, c. R.23, s. 24 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote\">Applications to court by Public Guardian and Trustee</p> <p class=\"subsection\">(2) In like manner, the Public Guardian and Trustee may apply to have determined whether any organization or other body that purports to hold and possess or that intends to acquire, hold and possess land under this Act is entitled to do so..  R.S.O. 1990, c. R.23, s. 24 (2); 2009, c. 33, Sched. 2, s. 65 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched2s65s3\">2009, c. 33, Sched. 2, s. 65 (3)</a></span> - 15/12/2009</p>"
        },
        {
            "id": "25",
            "section": "Notice to Public Guardian and Trustee",
            "content": "25 (1) Notice of an application under subsection 23 (1) or subsection 24 (1) shall be given by the applicant to the Public Guardian and Trustee.  R.S.O. 1990, c. R.23, s. 25 (1); 2009, c. 33, Sched. 2, s. 65 (3). Idem (2) In any other proceeding in which the application of this Act is in issue, the court may direct that notice be given to the Public Guardian and Trustee.  R.S.O. 1990, c. R.23, s. 25 (2); 2009, c. 33, Sched. 2, s. 65 (3). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 2, s. 65 (3) - 15/12/2009",
            "raw_html": "<p class=\"section\"><b>25 </b>(1) Notice of an application under subsection 23 (1) or subsection 24 (1) shall be given by the applicant to the Public Guardian and Trustee.  R.S.O. 1990, c. R.23, s. 25 (1); 2009, c. 33, Sched. 2, s. 65 (3).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) In any other proceeding in which the application of this Act is in issue, the court may direct that notice be given to the Public Guardian and Trustee.  R.S.O. 1990, c. R.23, s. 25 (2); 2009, c. 33, Sched. 2, s. 65 (3).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched2s65s3\">2009, c. 33, Sched. 2, s. 65 (3)</a></span> - 15/12/2009</p>"
        },
        {
            "id": "26",
            "section": "Subject to special Acts",
            "content": "26 (1) This Act is subject to any special Act applying to a religious organization. Subject to trust instruments (2) This Act is subject to any trusts or powers of trustees in any deed, conveyance or other instrument..  R.S.O. 1990, c. R.23, s. 26. ____________________  Français  ",
            "raw_html": "<p class=\"section\"><b>26 </b>(1) This Act is subject to any special Act applying to a religious organization.</p> <p class=\"headnote\">Subject to trust instruments</p> <p class=\"subsection\">(2) This Act is subject to any trusts or powers of trustees in any deed, conveyance or other instrument..  R.S.O. 1990, c. R.23, s. 26.</p> <p class=\"line\">____________________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90r23\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}