{
    "act_info": {
        "full_title": "Remembrance Week Act, 2016, S.O. 2016, c. 21",
        "act_name_text": "Remembrance Week Act, 2016",
        "citation": "S.O. 2016, c. 21",
        "url": "https://www.ontario.ca/laws/statute/16r21",
        "date_scraped": "2023-12-18 02:53:13"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 26, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/16r21/v2",
            "valid_from": "November  9, 2021",
            "valid_to": "October 25, 2023"
        },
        {
            "a_href": "/laws/statute/16r21/v1",
            "valid_from": "November  2, 2016",
            "valid_to": "November  8, 2021"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Remembrance Week",
            "content": "1 The seven-day period in each year that begins on November 5 and ends at the end of November 11 is proclaimed as Remembrance Week.",
            "raw_html": "<p class=\"section\"><b>1 </b>The seven-day period in each year that begins on November 5 and ends at the end of November 11 is proclaimed as Remembrance Week.</p>"
        },
        {
            "id": "2",
            "section": "Remembrance Day observance",
            "content": "2 (1) Subject to subsection (2), at 11 a.m. on each Remembrance Day, the people of Ontario shall pause and observe two minutes of silence in honour of those who died serving their country in wars and in peacekeeping efforts. Voluntary compliance (2) The silence can only be achieved through voluntary observance and through our collective desire to remember. Suggestions for observing the silence (3) The following are suggestions for ways to promote the observance of the silence: 1. We can participate in a traditional Remembrance Day service at a war memorial or cenotaph. 2. If driving, we can pull our vehicles to the side of the road and sit quietly. 3. We can announce the silence on the public address systems of our places of business and of our institutions. 4. We can gather in common areas of our places of business and of our institutions. 5. We can briefly shut down our assembly lines. 6. We can hold Remembrance Day assemblies in our schools, colleges and universities. 7. We can hold Remembrance Day services in our places of worship.",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) Subject to subsection (2), at 11 a.m. on each Remembrance Day, the people of Ontario shall pause and observe two minutes of silence in honour of those who died serving their country in wars and in peacekeeping efforts.</p> <p class=\"headnote\">Voluntary compliance</p> <p class=\"subsection\">(2) The silence can only be achieved through voluntary observance and through our collective desire to remember.</p> <p class=\"headnote\">Suggestions for observing the silence</p> <p class=\"subsection\">(3) The following are suggestions for ways to promote the observance of the silence:</p> <p class=\"paragraph\">  1. We can participate in a traditional Remembrance Day service at a war memorial or cenotaph.</p> <p class=\"paragraph\">  2. If driving, we can pull our vehicles to the side of the road and sit quietly.</p> <p class=\"paragraph\">  3. We can announce the silence on the public address systems of our places of business and of our institutions.</p> <p class=\"paragraph\">  4. We can gather in common areas of our places of business and of our institutions.</p> <p class=\"paragraph\">  5. We can briefly shut down our assembly lines.</p> <p class=\"paragraph\">  6. We can hold Remembrance Day assemblies in our schools, colleges and universities.</p> <p class=\"paragraph\">  7. We can hold Remembrance Day services in our places of worship.</p>"
        },
        {
            "id": "3",
            "section": "Right to wear a poppy",
            "content": "3 (1) Every worker in Ontario has the right to wear a poppy in the workplace during Remembrance Week. 2021, c. 33, s. 2. Same, limit (2) Subsection (1) does not apply if the wearing of a poppy may pose a danger or hazard to the health, safety or welfare of any person. 2021, c. 33, s. 2. Section Amendments with date in force (d/m/y) 2021, c. 33, s. 2\r\n- 09/11/2021",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) Every worker in Ontario has the right to wear a poppy in the workplace during Remembrance Week. 2021, c. 33, s. 2.</p> <p class=\"headnote\">Same, limit</p> <p class=\"subsection\">(2) Subsection (1) does not apply if the wearing of a poppy may pose a danger or hazard to the health, safety or welfare of any person. 2021, c. 33, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21033#s2\">2021, c. 33, s. 2</a></span>\r\n- 09/11/2021</p>"
        },
        {
            "id": "4",
            "section": "Moment of silence, Legislative Assembly",
            "content": "4 (1) On the last sessional day before Remembrance Day in each year, immediately after Introduction of Visitors during the Morning Routine, (a) the members of the Legislative Assembly shall pause and observe two minutes of silence in honour of those who died serving their country in wars and in peacekeeping efforts; and (b) following the two minutes of silence, members are permitted to give speeches for 15 minutes, with five minutes allotted to the party recognized as the Official Opposition, five minutes allotted to the recognized party from which the Government is chosen and five minutes allotted to any other recognized parties and independent members as a group. 2023, c. 14, s. 1. Definition (2) In this section, “recognized party” has the same meaning as in subsection 62 (5) of the Legislative Assembly Act. 2023, c. 14, s. 1. Section Amendments with date in force (d/m/y) 2023, c. 14, s. 1\r\n– 26/10/2023 5 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) On the last sessional day before Remembrance Day in each year, immediately after Introduction of Visitors during the Morning Routine,</p> <p class=\"paragraph\">  (a) the members of the Legislative Assembly shall pause and observe two minutes of silence in honour of those who died serving their country in wars and in peacekeeping efforts; and</p> <p class=\"paragraph\">  (b) following the two minutes of silence, members are permitted to give speeches for 15 minutes, with five minutes allotted to the party recognized as the Official Opposition, five minutes allotted to the recognized party from which the Government is chosen and five minutes allotted to any other recognized parties and independent members as a group. 2023, c. 14, s. 1.</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(2) In this section,</p> <p class=\"definition\">“recognized party” has the same meaning as in subsection 62 (5) of the <i>Legislative Assembly Act</i>. 2023, c. 14, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23014#s1\">2023, c. 14, s. 1</a></span>\r\n– 26/10/2023</p> <p class=\"section\"><b>5 </b><span class=\"ovsmallcap\">Omitted </span>(<span class=\"ovsmallcap\">enacts short title of this Act</span>).</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/16r21\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "5",
            "section": "Definition",
            "content": "5 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>5 </b><span class=\"ovsmallcap\">Omitted </span>(<span class=\"ovsmallcap\">enacts short title of this Act</span>).</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/16r21\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}