{
    "act_info": {
        "full_title": "Rental Housing Protection Act, R.S.O. 1990, c. R.24",
        "act_name_text": "Not Found",
        "citation": "Rental Housing Protection Act, R.S.O. 1990, c. R.24",
        "url": "https://www.ontario.ca/laws/statute/90r24",
        "date_scraped": "2023-12-21 13:47:29"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/940524",
            "revoked_reg_citation": "O. Reg. 524/94",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. (1) In this Act, “care home” means a rental property or a part of a rental property that is occupied or intended to be occupied by persons for the purpose of receiving care services, whether or not receiving the services is the primary purpose of the occupancy; (“maison de soins”) “care services” means, (a) health care services, (b) rehabilitative or therapeutic services, or (c) services that provide assistance with activities of daily living; (“services en matière de soins”) “co-operative” means a rental property that is, (a) ultimately owned or leased or otherwise held, directly or indirectly, by more than one person where any such person, or a person claiming under such person, has the right to present or future exclusive possession of a unit in the rental property and, without restricting the generality of the foregoing, includes a rental property that is owned or leased or otherwise held in trust or that is owned or leased or otherwise held by a partnership or limited partnership as partnership property, where any trustee, beneficiary, partner, general partner or limited partner, or other person claiming under such trustee, beneficiary, partner, general partner or limited partner, has the right to present or future exclusive possession of a unit in the rental property, or (b) ultimately owned or leased or otherwise held, directly or indirectly, by a corporation having more than one shareholder or member, where any such shareholder or member, or a person claiming under such shareholder or member, by reason of the ownership of shares in or being a member of the corporation, has the right to present or future exclusive possession of a unit in the rental property, but does not include a non-profit co-operative housing corporation as defined in the Residential Rent Regulation Act; (“coopérative”) “co-operative interest holder” means a person who has an interest in a co-operative or is a shareholder or member of a corporation that has an interest in a co-operative; (“détenteur d’un intérêt dans une coopérative”) “infrastructure” includes, with respect to a land lease community or a mobile home park, the roads, water supply, fuel, sewage, drainage and electrical systems and such other things or systems as may be prescribed that, (a) are under the direct or indirect control of the landlord, and (b) provide access or service to the park or community or to any rental unit in the park or community; (“infrastructure”) “land lease community” means the residential premises and the land, structures and facilities of which the landlord retains possession and that are intended for the common use and enjoyment of the tenants of the landlord where two or more occupied land lease community homes are situated; (“communauté de terrains à bail”) “land lease community home” means any dwelling that is a permanent structure where the owner of the dwelling leases the land used or intended for use as the site for the dwelling, but does not include a mobile home; (“maison de communauté de terrains à bail”) “Minister” means the Minister of Housing; (“ministre”) “Ministry” means the Ministry of Housing; (“ministère”) “mobile home” means any dwelling that is designed to be made mobile and constructed or manufactured to provide a permanent residence for one or more persons, but does not include a travel trailer, tent trailer or a trailer otherwise designed; (“maison mobile”) “mobile home park” means the residential premises and the land, structures, services and facilities of which the landlord retains possession and that are intended for the common use and enjoyment of the tenants of the landlord where two or more occupied mobile homes are located for a period of sixty days or more; (“parc de maisons mobiles”) “municipality” means a city, town, village, improvement district or township; (“municipalité”) “person” includes an individual, sole proprietorship, partnership, limited partnership, unincorporated association, unincorporated syndicate, unincorporated organization, trust, body corporate, and a natural person in his or her capacity as trustee, executor, administrator or other legal representative; (“personne”) “prescribed” means prescribed by the regulations; (“prescrit”) “regulations” means regulations made under this Act; (“règlements”) “related group of buildings” means buildings that are under the same ownership and on the same parcel of land as defined in section 46 of the Planning Act; (“ensemble d’immeubles connexes”) “rental property” means, (a) a building or related group of buildings in which one or more rental units are located, (b) a mobile home park in which two or more rental units are located, or (c) a land lease community in which two or more rental units are located, and includes all common areas and services and facilities available for the use of its residents, but does not include, (d) a condominium, (e) accommodation that is subject to the Public Hospitals Act, the Private Hospitals Act, the Community Psychiatric Hospitals Act, the Mental Hospitals Act, the Homes for Special Care Act, the Homes for the Aged and Rest Homes Act, the Homes for Retarded Persons Act, the Nursing Homes Act, the Ministry of Correctional Services Act, the Charitable Institutions Act, the Child and Family Services Act or the Developmental Services Act, or (f) accommodation occupied by a person solely for the purpose of receiving rehabilitative or therapeutic services agreed upon by the person and the provider of the accommodation, where, (i) the parties have agreed that, (A) the period of occupancy will be of a specified duration, or (B) the occupancy will terminate when the objectives of the services have been met or will not be met, and (ii) the average length of the occupancy of the occupants of the building in which the accommodation is located does not exceed six months or such lesser time period as the regulations made under this Act prescribe; (“bien locatif”) “rental unit” means premises used as rented residential premises and includes, (a) premises that have been used as rented residential premises and are vacant, and (b) a rented site for a mobile home or a rented site for a land lease community home even if the mobile home or the land lease community home on the site is owned by the tenant of the site; (“logement locatif”) “rented residential premises” includes a room in a boarding house or lodging house and a unit in a care home; (“locaux d’habitation loués”) “spouse” means a spouse as defined in section 1 of the Landlord and Tenant Act. (“conjoint”) R.S.O. 1990, c. R.24, s. 1; 1994, c. 2, s. 31; 1994, c. 4, s. 16 (2-4). Unorganized territories (2) For the purposes of the application of this Act to land lease communities or mobile home parks located in territories without municipal organization, a reference in this Act to a municipality, its council or any officers or employees shall be deemed to be a reference to the Minister of Housing or to a person to whom responsibility is delegated under section 23. Delegation of power under Act (3) The Minister or a person to whom responsibility is delegated under section 23 may by order exercise any power that a municipality would exercise by by-law under this Act. 1994, c. 4, s. 16 (5). Application of Act",
            "raw_html": "<p class=\"section-e\"><b>1.</b> (1) In this Act,</p> <p class=\"firstdef-e\">“care home” means a rental property or a part of a rental property that is occupied or intended to be occupied by persons for the purpose of receiving care services, whether or not receiving the services is the primary purpose of the occupancy; (“maison de soins”)</p> <p class=\"definition-e\">“care services” means,</p> <p class=\"defclause-e\">(a) health care services,</p> <p class=\"defclause-e\">(b) rehabilitative or therapeutic services, or</p> <p class=\"defclause-e\">(c) services that provide assistance with activities of daily living; (“services en matière de soins”)</p> <p class=\"definition-e\">“co-operative” means a rental property that is,</p> <p class=\"defclause-e\">(a) ultimately owned or leased or otherwise held, directly or indirectly, by more than one person where any such person, or a person claiming under such person, has the right to present or future exclusive possession of a unit in the rental property and, without restricting the generality of the foregoing, includes a rental property that is owned or leased or otherwise held in trust or that is owned or leased or otherwise held by a partnership or limited partnership as partnership property, where any trustee, beneficiary, partner, general partner or limited partner, or other person claiming under such trustee, beneficiary, partner, general partner or limited partner, has the right to present or future exclusive possession of a unit in the rental property, or</p> <p class=\"defclause-e\">(b) ultimately owned or leased or otherwise held, directly or indirectly, by a corporation having more than one shareholder or member, where any such shareholder or member, or a person claiming under such shareholder or member, by reason of the ownership of shares in or being a member of the corporation, has the right to present or future exclusive possession of a unit in the rental property,</p> <p class=\"Sdefinition-e\">but does not include a non-profit co-operative housing corporation as defined in the <i>Residential Rent Regulation Act</i>; (“coopérative”)</p> <p class=\"definition-e\">“co-operative interest holder” means a person who has an interest in a co-operative or is a shareholder or member of a corporation that has an interest in a co-operative; (“détenteur d’un intérêt dans une coopérative”)</p> <p class=\"definition-e\">“infrastructure” includes, with respect to a land lease community or a mobile home park, the roads, water supply, fuel, sewage, drainage and electrical systems and such other things or systems as may be prescribed that,</p> <p class=\"defclause-e\">(a) are under the direct or indirect control of the landlord, and</p> <p class=\"defclause-e\">(b) provide access or service to the park or community or to any rental unit in the park or community; (“infrastructure”)</p> <p class=\"definition-e\">“land lease community” means the residential premises and the land, structures and facilities of which the landlord retains possession and that are intended for the common use and enjoyment of the tenants of the landlord where two or more occupied land lease community homes are situated; (“communauté de terrains à bail”)</p> <p class=\"definition-e\">“land lease community home” means any dwelling that is a permanent structure where the owner of the dwelling leases the land used or intended for use as the site for the dwelling, but does not include a mobile home; (“maison de communauté de terrains à bail”)</p> <p class=\"definition-e\">“Minister” means the Minister of Housing; (“ministre”)</p> <p class=\"definition-e\">“Ministry” means the Ministry of Housing; (“ministère”)</p> <p class=\"definition-e\">“mobile home” means any dwelling that is designed to be made mobile and constructed or manufactured to provide a permanent residence for one or more persons, but does not include a travel trailer, tent trailer or a trailer otherwise designed; (“maison mobile”)</p> <p class=\"definition-e\">“mobile home park” means the residential premises and the land, structures, services and facilities of which the landlord retains possession and that are intended for the common use and enjoyment of the tenants of the landlord where two or more occupied mobile homes are located for a period of sixty days or more; (“parc de maisons mobiles”)</p> <p class=\"definition-e\">“municipality” means a city, town, village, improvement district or township; (“municipalité”)</p> <p class=\"definition-e\">“person” includes an individual, sole proprietorship, partnership, limited partnership, unincorporated association, unincorporated syndicate, unincorporated organization, trust, body corporate, and a natural person in his or her capacity as trustee, executor, administrator or other legal representative; (“personne”)</p> <p class=\"definition-e\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition-e\">“regulations” means regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“related group of buildings” means buildings that are under the same ownership and on the same parcel of land as defined in section 46 of the <i>Planning Act</i>; (“ensemble d’immeubles connexes”)</p> <p class=\"definition-e\">“rental property” means,</p> <p class=\"defclause-e\">(a) a building or related group of buildings in which one or more rental units are located,</p> <p class=\"defclause-e\">(b) a mobile home park in which two or more rental units are located, or</p> <p class=\"defclause-e\">(c) a land lease community in which two or more rental units are located,</p> <p class=\"Sdefinition-e\">and includes all common areas and services and facilities available for the use of its residents, but does not include,</p> <p class=\"defclause-e\">(d) a condominium,</p> <p class=\"defclause-e\">(e) accommodation that is subject to the <i>Public Hospitals Act</i>, the <i>Private Hospitals Act</i>, the <i>Community Psychiatric Hospitals Act</i>, the <i>Mental Hospitals Act</i>, the <i>Homes for Special Care Act</i>, the <i>Homes for the Aged and Rest Homes Act</i>, the <i>Homes for Retarded Persons Act</i>, the <i>Nursing Homes Act</i>, the <i>Ministry of Correctional Services Act</i>, the <i>Charitable Institutions Act</i>, the <i>Child and Family Services Act</i> or the <i>Developmental Services Act</i>, or</p> <p class=\"defclause-e\">(f) accommodation occupied by a person solely for the purpose of receiving rehabilitative or therapeutic services agreed upon by the person and the provider of the accommodation, where,</p> <p class=\"subclause-e\">(i) the parties have agreed that,</p> <p class=\"subsubclause-e\">(A) the period of occupancy will be of a specified duration, or</p> <p class=\"subsubclause-e\">(B) the occupancy will terminate when the objectives of the services have been met or will not be met, and</p> <p class=\"subclause-e\">(ii) the average length of the occupancy of the occupants of the building in which the accommodation is located does not exceed six months or such lesser time period as the regulations made under this Act prescribe; (“bien locatif”)</p> <p class=\"definition-e\">“rental unit” means premises used as rented residential premises and includes,</p> <p class=\"defclause-e\">(a) premises that have been used as rented residential premises and are vacant, and</p> <p class=\"defclause-e\">(b) a rented site for a mobile home or a rented site for a land lease community home even if the mobile home or the land lease community home on the site is owned by the tenant of the site; (“logement locatif”)</p> <p class=\"definition-e\">“rented residential premises” includes a room in a boarding house or lodging house and a unit in a care home; (“locaux d’habitation loués”)</p> <p class=\"definition-e\">“spouse” means a spouse as defined in section 1 of the <i>Landlord and Tenant Act</i>. (“conjoint”) R.S.O. 1990, c. R.24, s. 1; 1994, c. 2, s. 31; 1994, c. 4, s. 16 (2-4).</p> <p class=\"headnote-e\"><b>Unorganized territories</b></p> <p class=\"subsection-e\">(2) For the purposes of the application of this Act to land lease communities or mobile home parks located in territories without municipal organization, a reference in this Act to a municipality, its council or any officers or employees shall be deemed to be a reference to the Minister of Housing or to a person to whom responsibility is delegated under section 23.</p> <p class=\"headnote-e\"><b>Delegation of power under Act</b></p> <p class=\"subsection-e\">(3) The Minister or a person to whom responsibility is delegated under section 23 may by order exercise any power that a municipality would exercise by by-law under this Act. 1994, c. 4, s. 16 (5).</p> <p class=\"heading1-e\">Application of Act</p>"
        },
        {
            "id": "2.",
            "section": "Application of Act",
            "content": "2. (1) Despite any Act or agreement to the contrary, this Act applies to, (a) any rental property comprised of a building or a related group of buildings situated in any municipality in Ontario except municipalities that are exempted by the regulation; and (b) all rental properties that are land lease communities or mobile home parks. 1994, c. 4, s. 17. No exemption (2) Despite subsection (1), this Act applies to rental property situate in any municipality in Ontario in respect of, (a) a proposed conversion of, (i) rental property to a co-operative or condominium, (ii) a care home to use as a hotel, motel, tourist home, inn or apartment hotel, or to any use for a purpose other than rental property, or (iii) a care home to use as any other rental property; (b) a proposed demolition of a care home; or (c) a proposed renovation or repair of a care home if, (i) a tenant is in possession of a rental unit in the care home and vacant possession would be required, or (ii) the proposed repair or renovation is to a vacant rental unit in the care home and is so extensive that vacant possession of the unit would be required if it were occupied. Same, severance approval (3) Despite subsection (1), section 5 applies to all care homes located in Ontario. 1994, c. 2, s. 32.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) Despite any Act or agreement to the contrary, this Act applies to,</p> <p class=\"clause-e\">(a) any rental property comprised of a building or a related group of buildings situated in any municipality in Ontario except municipalities that are exempted by the regulation; and</p> <p class=\"clause-e\">(b) all rental properties that are land lease communities or mobile home parks. 1994, c. 4, s. 17.</p> <p class=\"headnote-e\"><b>No exemption</b></p> <p class=\"subsection-e\">(2) Despite subsection (1), this Act applies to rental property situate in any municipality in Ontario in respect of,</p> <p class=\"clause-e\">(a) a proposed conversion of,</p> <p class=\"subclause-e\">(i) rental property to a co-operative or condominium,</p> <p class=\"subclause-e\">(ii) a care home to use as a hotel, motel, tourist home, inn or apartment hotel, or to any use for a purpose other than rental property, or</p> <p class=\"subclause-e\">(iii) a care home to use as any other rental property;</p> <p class=\"clause-e\">(b) a proposed demolition of a care home; or</p> <p class=\"clause-e\">(c) a proposed renovation or repair of a care home if,</p> <p class=\"subclause-e\">(i) a tenant is in possession of a rental unit in the care home and vacant possession would be required, or</p> <p class=\"subclause-e\">(ii) the proposed repair or renovation is to a vacant rental unit in the care home and is so extensive that vacant possession of the unit would be required if it were occupied.</p> <p class=\"headnote-e\"><b>Same, severance approval</b></p> <p class=\"subsection-e\">(3) Despite subsection (1), section 5 applies to all care homes located in Ontario. 1994, c. 2, s. 32.</p>"
        },
        {
            "id": "3.",
            "section": "Exemptions",
            "content": "3. (1) This Act, or such part or parts thereof as are specified in the regulations, does not apply to rental units or rental properties or categories thereof that are exempted by the regulations for such general or special purposes as are specified therein. Idem (2) A rental property is exempt from this Act if the number of residential units in the property, including the number of rental units, is four or fewer. Exception (3) Subsection (2) does not apply in respect of a proposed conversion of rental property to a condominium. Exemption (4) This Act does not apply to premises that have been used as rented residential premises and are vacant if, (a) immediately before becoming vacant, the premises were used as something other than rented residential premises; and (b) the premises were converted to the use referred to in clause (a) without contravening this Act or a predecessor thereof. R.S.O. 1990, c. R.24, s. 3. Prohibitions",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) This Act, or such part or parts thereof as are specified in the regulations, does not apply to rental units or rental properties or categories thereof that are exempted by the regulations for such general or special purposes as are specified therein.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) A rental property is exempt from this Act if the number of residential units in the property, including the number of rental units, is four or fewer.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(3) Subsection (2) does not apply in respect of a proposed conversion of rental property to a condominium.</p> <p class=\"headnote-e\"><b>Exemption</b></p> <p class=\"subsection-e\">(4) This Act does not apply to premises that have been used as rented residential premises and are vacant if,</p> <p class=\"clause-e\">(a) immediately before becoming vacant, the premises were used as something other than rented residential premises; and</p> <p class=\"clause-e\">(b) the premises were converted to the use referred to in clause (a) without contravening this Act or a predecessor thereof. R.S.O. 1990, c. R.24, s. 3.</p> <p class=\"heading1-e\">Prohibitions</p>"
        },
        {
            "id": "4.",
            "section": "Prohibition",
            "content": "4. (1) No rental property, or part thereof, shall be, (a) demolished; (b) converted to use as a condominium, co-operative, hotel, motel, tourist home, inn or apartment hotel, or to any use for a purpose other than rental property; (b.1) converted to use as a care home; or (c) renovated or repaired if, (i) a tenant is in possession of a rental unit and vacant possession of the rental unit would be required, or (ii) the repair or renovation is to a vacant rental unit and is so extensive that, were the rental unit occupied, vacant possession of the unit would be required, by any person unless the council of the municipality in which the property is situate approves of the demolition, conversion, renovation or repair. R.S.O. 1990, c. R.24, s. 4 (1); 1994, c. 2, s. 33 (1, 2). Same (1.1) No care home, or part of a care home, shall be converted to use as rental property other than as a care home by any person unless the council of the municipality in which the care home is situate approves of the conversion. 1994, c. 2, s. 33 (3). Where subs. (1) does not apply (1.2) Subsection (1) does not apply so as to require the approval of the council of the municipality if, (a) the rental property is not a building or related group of buildings in which one or more rental units are located; and (b) the demolition, conversion, renovation or repair of the rental property was commenced before the day the Land Lease Statute Law Amendment Act, 1994 received Royal Assent. Prohibition, infrastructure (1.3) No infrastructure or part of an infrastructure in a rental property which is a land lease community or mobile home park shall be, (a) permanently removed; or (b) renovated or repaired if, (i) a tenant is in possession of a rental unit and vacant possession of the rental unit would be required, or (ii) the repair or renovation is so extensive that if any vacant rental unit affected by the repair or renovation were occupied, vacant possession would be required, by any person unless the council of the municipality in which the property is situate approves the removal, renovation or repair. 1994, c. 4, s. 18, part. Where cl. (1) (b), (b.1) and subs. (1.1) do not apply (2) Clauses (1) (b) and (b.1) and subsection (1.1) do not apply so as to require the approval of the council of the municipality if the conversion of rental property, or part thereof, is to use for the purposes of occupation by, (a) a person referred to in section 103 of the Landlord and Tenant Act, except that approval is required where the occupation is pursuant to a notice of termination given on the grounds set out in that section if, (i) another notice of termination has been given on the grounds set out in the said section 103 in respect of any rental unit in the rental property and the tenant thereof has vacated the premises pursuant to that other notice, unless three years have passed since the date the other notice was specified to be effective, or (ii) within any sixty-day period, notices of termination are given on the grounds set out in the said section 103 in respect of any two or more rental units in the rental property, and the occupation of the rental units is to be by a person or persons referred to in the said section 103; (b) a person who, by reason of being a co-operative interest holder has the right to present or future exclusive possession of a unit in the co-operative, if the co-operative did not result from a conversion from rental property or, where any such conversion took place, the conversion was not in contravention of this Act or a predecessor thereof; or (c) the spouse or a child or parent of the person mentioned in clause (b) or a child or parent of the spouse of that person. R.S.O. 1990, c. R.24, s. 4 (2); 1994, c. 2, s. 33 (4). Exception (2.1) Clause (1) (b) does not apply so as to require the approval of the council of the municipality for the removal of a leased mobile home from the rental property that is the site for the mobile home, if the person who removes the leased mobile home is the tenant of the site and of the leased mobile home, whether or not the mobile home and the site are owned by the same person. 1994, c. 4, s. 18, part. Where cl. (1) (a), (b), (b.1) and subs. (1.1) do not apply (3) Clauses (1) (a), (b) and (b.1) and subsection (1.1) do not apply so as to require the approval of the council of the municipality where the demolition or conversion affects only those portions of a rental property in which no residential units are situate and in relation to which no vacant possession of a rental unit is required. R.S.O. 1990, c. R.24, s. 4 (3); 1994, c. 2, s. 33 (5). Apartment hotel (4) For the purposes of this section, a building or part of a building shall be deemed to be an apartment hotel if it contains transient living accommodation which has self-contained bathroom and kitchen facilities and in respect of which accommodation the prescribed criteria are met. R.S.O. 1990, c. R.24, s. 4 (4).",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) No rental property, or part thereof, shall be,</p> <p class=\"clause-e\">(a) demolished;</p> <p class=\"clause-e\">(b) converted to use as a condominium, co-operative, hotel, motel, tourist home, inn or apartment hotel, or to any use for a purpose other than rental property;</p> <p class=\"clause-e\">(b.1) converted to use as a care home; or</p> <p class=\"clause-e\">(c) renovated or repaired if,</p> <p class=\"subclause-e\">(i) a tenant is in possession of a rental unit and vacant possession of the rental unit would be required, or</p> <p class=\"subclause-e\">(ii) the repair or renovation is to a vacant rental unit and is so extensive that, were the rental unit occupied, vacant possession of the unit would be required,</p> <p class=\"Ssubsection-e\">by any person unless the council of the municipality in which the property is situate approves of the demolition, conversion, renovation or repair. R.S.O. 1990, c. R.24, s. 4 (1); 1994, c. 2, s. 33 (1, 2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(1.1) No care home, or part of a care home, shall be converted to use as rental property other than as a care home by any person unless the council of the municipality in which the care home is situate approves of the conversion. 1994, c. 2, s. 33 (3).</p> <p class=\"headnote-e\"><b>Where subs. (1) does not apply</b></p> <p class=\"subsection-e\">(1.2) Subsection (1) does not apply so as to require the approval of the council of the municipality if,</p> <p class=\"clause-e\">(a) the rental property is not a building or related group of buildings in which one or more rental units are located; and</p> <p class=\"clause-e\">(b) the demolition, conversion, renovation or repair of the rental property was commenced before the day the <i>Land Lease Statute Law Amendment Act, 1994</i> received Royal Assent.</p> <p class=\"headnote-e\"><b>Prohibition, infrastructure</b></p> <p class=\"subsection-e\">(1.3) No infrastructure or part of an infrastructure in a rental property which is a land lease community or mobile home park shall be,</p> <p class=\"clause-e\">(a) permanently removed; or</p> <p class=\"clause-e\">(b) renovated or repaired if,</p> <p class=\"subclause-e\">(i) a tenant is in possession of a rental unit and vacant possession of the rental unit would be required, or</p> <p class=\"subclause-e\">(ii) the repair or renovation is so extensive that if any vacant rental unit affected by the repair or renovation were occupied, vacant possession would be required,</p> <p class=\"Ssubsection-e\">by any person unless the council of the municipality in which the property is situate approves the removal, renovation or repair. 1994, c. 4, s. 18, <i>part</i>.</p> <p class=\"headnote-e\"><b>Where cl. (1) (b), (b.1) and subs. (1.1) do not apply</b></p> <p class=\"subsection-e\">(2) Clauses (1) (b) and (b.1) and subsection (1.1) do not apply so as to require the approval of the council of the municipality if the conversion of rental property, or part thereof, is to use for the purposes of occupation by,</p> <p class=\"clause-e\">(a) a person referred to in section 103 of the <i>Landlord and Tenant Act</i>, except that approval is required where the occupation is pursuant to a notice of termination given on the grounds set out in that section if,</p> <p class=\"subclause-e\">(i) another notice of termination has been given on the grounds set out in the said section 103 in respect of any rental unit in the rental property and the tenant thereof has vacated the premises pursuant to that other notice, unless three years have passed since the date the other notice was specified to be effective, or</p> <p class=\"subclause-e\">(ii) within any sixty-day period, notices of termination are given on the grounds set out in the said section 103 in respect of any two or more rental units in the rental property, and the occupation of the rental units is to be by a person or persons referred to in the said section 103;</p> <p class=\"clause-e\">(b) a person who, by reason of being a co-operative interest holder has the right to present or future exclusive possession of a unit in the co-operative, if the co-operative did not result from a conversion from rental property or, where any such conversion took place, the conversion was not in contravention of this Act or a predecessor thereof; or</p> <p class=\"clause-e\">(c) the spouse or a child or parent of the person mentioned in clause (b) or a child or parent of the spouse of that person. R.S.O. 1990, c. R.24, s. 4 (2); 1994, c. 2, s. 33 (4).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2.1) Clause (1) (b) does not apply so as to require the approval of the council of the municipality for the removal of a leased mobile home from the rental property that is the site for the mobile home, if the person who removes the leased mobile home is the tenant of the site and of the leased mobile home, whether or not the mobile home and the site are owned by the same person. 1994, c. 4, s. 18, <i>part</i>.</p> <p class=\"headnote-e\"><b>Where cl. (1) (a), (b), (b.1) and subs. (1.1) do not apply</b></p> <p class=\"subsection-e\">(3) Clauses (1) (a), (b) and (b.1) and subsection (1.1) do not apply so as to require the approval of the council of the municipality where the demolition or conversion affects only those portions of a rental property in which no residential units are situate and in relation to which no vacant possession of a rental unit is required. R.S.O. 1990, c. R.24, s. 4 (3); 1994, c. 2, s. 33 (5).</p> <p class=\"headnote-e\"><b>Apartment hotel</b></p> <p class=\"subsection-e\">(4) For the purposes of this section, a building or part of a building shall be deemed to be an apartment hotel if it contains transient living accommodation which has self-contained bathroom and kitchen facilities and in respect of which accommodation the prescribed criteria are met. R.S.O. 1990, c. R.24, s. 4 (4).</p>"
        },
        {
            "id": "5.",
            "section": "Approval required for severance",
            "content": "5. (1) No consent shall be given under subsection 53 (1) of the Planning Act in respect of a rental property unless the council of the municipality in which the property is situate approves of the consent. Conditional consent (2) Nothing in subsection (1) prevents a consent being given that is conditional on the approval of the council of the municipality being obtained. R.S.O. 1990, c. R.24, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) No consent shall be given under subsection 53 (1) of the <i>Planning Act</i> in respect of a rental property unless the council of the municipality in which the property is situate approves of the consent.</p> <p class=\"headnote-e\"><b>Conditional consent</b></p> <p class=\"subsection-e\">(2) Nothing in subsection (1) prevents a consent being given that is conditional on the approval of the council of the municipality being obtained. R.S.O. 1990, c. R.24, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Restriction on issuing of licences, permits, etc.",
            "content": "6. If an approval is required under this Act, no permit, licence, consent, permission or approval under the following provisions shall be granted in respect of the rental property to which the approval under this Act relates until the certificate has been issued under subsection 13 (6): 1. A permit to construct or demolish a building under section 5 of the Building Code Act. 2. A consent under section 33 or 34 of the Ontario Heritage Act. 3. A permit under section 43 of the Ontario Heritage Act. 4. A minor variance under section 45 of the Planning Act. 5. A demolition permit under section 33 of the Planning Act. 6. Except as otherwise prescribed, a business licence under any provision of the Municipal Act. 7. A licence under section 4 of the Tourism Act. 8. An approval under section 3 of the Hotel Fire Safety Act. 9. Such other provisions as are prescribed under which a permit, licence, consent, permission or approval is granted. R.S.O. 1990, c. R.24, s. 6. Co-operatives",
            "raw_html": "<p class=\"section-e\"><b>6.</b> If an approval is required under this Act, no permit, licence, consent, permission or approval under the following provisions shall be granted in respect of the rental property to which the approval under this Act relates until the certificate has been issued under subsection 13 (6):</p> <p class=\"paragraph-e\">1. A permit to construct or demolish a building under section 5 of the <i>Building Code Act</i>.</p> <p class=\"paragraph-e\">2. A consent under section 33 or 34 of the <i>Ontario Heritage Act</i>.</p> <p class=\"paragraph-e\">3. A permit under section 43 of the <i>Ontario Heritage Act</i>.</p> <p class=\"paragraph-e\">4. A minor variance under section 45 of the <i>Planning Act</i>.</p> <p class=\"paragraph-e\">5. A demolition permit under section 33 of the <i>Planning Act</i>.</p> <p class=\"paragraph-e\">6. Except as otherwise prescribed, a business licence under any provision of the <i>Municipal Act</i>.</p> <p class=\"paragraph-e\">7. A licence under section 4 of the <i>Tourism Act</i>.</p> <p class=\"paragraph-e\">8. An approval under section 3 of the <i>Hotel Fire Safety Act</i>.</p> <p class=\"paragraph-e\">9. Such other provisions as are prescribed under which a permit, licence, consent, permission or approval is granted. R.S.O. 1990, c. R.24, s. 6.</p> <p class=\"heading1-e\">Co-operatives</p>"
        },
        {
            "id": "7.",
            "section": "Prohibition, co-operatives",
            "content": "7. (1) No person shall sell, enter into an agreement to sell, lease or enter into an agreement to lease an interest in a co-operative or in a corporation owning or leasing any interest in a co-operative or enter into any other arrangement or transaction that has the effect of transferring an interest in a co-operative or in a corporation owning or leasing any interest in a co-operative except where the co-operative did not result from a conversion from rental property, or, where any such conversion took place, the conversion was not in contravention of this Act or a predecessor thereof. Exception (2) Subsection (1) does not apply to a lease or an agreement to lease an interest in a co-operative, or in a corporation owning or leasing any interest in a co-operative, for a term, including any entitlement to a renewal or renewals, of less than twenty-one years. Exemption (3) This section does not apply to the transfer of an interest in a co-operative or in a corporation owning or leasing any interest in a co-operative that is exempted by the regulations. Consequences of contravention (4) A conveyance, lease, agreement, arrangement or transaction entered into in contravention of subsection (1) is voidable at the instance of the person who acquired the interest in the co-operative or in the corporation owning or leasing any interest in the co-operative and any amount paid under the conveyance, lease, agreement, arrangement or transaction is recoverable by the person who so acquired the interest. Interpretation (5) For the purposes of subsections 4 (1) and (2) and this section, the conversion from rental property to the co-operative occurs when the first lease or sale of an interest in rental property or of a share in a corporation owning or leasing any interest in rental property takes place that carries with it the right to occupy a specific unit in the rental property or when a rental property is transferred or leased to a corporation of the type mentioned in clause (b) of the definition of “co-operative” in section 1, and, for the purposes of this subsection, where a lease or sale of a share or interest takes place, the lease or sale shall be deemed to have occurred on the day the agreement to enter into the lease or the agreement for sale was entered into. Idem (6) For the purposes of subsection (5), “lease or sale” means any arrangement or transaction that has the effect of transferring an interest in a co-operative or in a corporation owning or leasing any interest in a co-operative. R.S.O. 1990, c. R.24, s. 7. Condominiums",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) No person shall sell, enter into an agreement to sell, lease or enter into an agreement to lease an interest in a co-operative or in a corporation owning or leasing any interest in a co-operative or enter into any other arrangement or transaction that has the effect of transferring an interest in a co-operative or in a corporation owning or leasing any interest in a co-operative except where the co-operative did not result from a conversion from rental property, or, where any such conversion took place, the conversion was not in contravention of this Act or a predecessor thereof.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to a lease or an agreement to lease an interest in a co-operative, or in a corporation owning or leasing any interest in a co-operative, for a term, including any entitlement to a renewal or renewals, of less than twenty-one years.</p> <p class=\"headnote-e\"><b>Exemption</b></p> <p class=\"subsection-e\">(3) This section does not apply to the transfer of an interest in a co-operative or in a corporation owning or leasing any interest in a co-operative that is exempted by the regulations.</p> <p class=\"headnote-e\"><b>Consequences of contravention</b></p> <p class=\"subsection-e\">(4) A conveyance, lease, agreement, arrangement or transaction entered into in contravention of subsection (1) is voidable at the instance of the person who acquired the interest in the co-operative or in the corporation owning or leasing any interest in the co-operative and any amount paid under the conveyance, lease, agreement, arrangement or transaction is recoverable by the person who so acquired the interest.</p> <p class=\"headnote-e\"><b>Interpretation</b></p> <p class=\"subsection-e\">(5) For the purposes of subsections 4 (1) and (2) and this section, the conversion from rental property to the co-operative occurs when the first lease or sale of an interest in rental property or of a share in a corporation owning or leasing any interest in rental property takes place that carries with it the right to occupy a specific unit in the rental property or when a rental property is transferred or leased to a corporation of the type mentioned in clause (b) of the definition of “co-operative” in section 1, and, for the purposes of this subsection, where a lease or sale of a share or interest takes place, the lease or sale shall be deemed to have occurred on the day the agreement to enter into the lease or the agreement for sale was entered into.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(6) For the purposes of subsection (5), “lease or sale” means any arrangement or transaction that has the effect of transferring an interest in a co-operative or in a corporation owning or leasing any interest in a co-operative. R.S.O. 1990, c. R.24, s. 7.</p> <p class=\"heading1-e\">Condominiums</p>"
        },
        {
            "id": "8.",
            "section": "Power of council",
            "content": "8. (1) The council of a municipality, when considering an application for conversion to a condominium under clause 4 (1) (b), shall also, in the place of the Minister of Municipal Affairs, exercise the powers conferred on the Minister of Municipal Affairs under section 50 of the Condominium Act respecting the approval or exemption of descriptions. Two separate matters (2) The consideration by council of an application for condominium conversion under clause 4 (1) (b) is independent of the powers exercised by council under section 50 of the Condominium Act, but no final approval shall be given under section 50 unless approval has been obtained under this Act. R.S.O. 1990, c. R.24, s. 8. Termination of Tenancies",
            "raw_html": "<p class=\"section-e\"><b>8.</b> (1) The council of a municipality, when considering an application for conversion to a condominium under clause 4 (1) (b), shall also, in the place of the Minister of Municipal Affairs, exercise the powers conferred on the Minister of Municipal Affairs under section 50 of the <i>Condominium Act</i> respecting the approval or exemption of descriptions.</p> <p class=\"headnote-e\"><b>Two separate matters</b></p> <p class=\"subsection-e\">(2) The consideration by council of an application for condominium conversion under clause 4 (1) (b) is independent of the powers exercised by council under section 50 of the <i>Condominium Act</i>, but no final approval shall be given under section 50 unless approval has been obtained under this Act. R.S.O. 1990, c. R.24, s. 8.</p> <p class=\"heading1-e\">Termination of Tenancies</p>"
        },
        {
            "id": "9.",
            "section": "Certificate required for valid notice",
            "content": "9. (1) No notice of termination shall be given on the grounds set out in section 105 of the Landlord and Tenant Act unless the approval of the council of the municipality under subsection 4 (1) or (1.3) has been obtained, where such approval is required, and a copy of the certificate issued under subsection 13 (6) is given at the time the notice is given. R.S.O. 1990, c. R.24, s. 9 (1); 1994, c. 4, s. 19 (1). Notice void (2) A notice of termination given in contravention of subsection (1) is void. R.S.O. 1990, c. R.24, s. 9 (2). Restriction re: writ of possession (3) Despite section 113 of the Landlord and Tenant Act, no order for a writ of possession shall be issued in respect of the grounds set out in section 105 of that Act, even if the notice of termination was given or application made for a writ of possession before the coming into force of this Act, unless the approval of the council of the municipality under subsection 4 (1) or (1.3) of this Act or a predecessor thereof, as the case may be, has been obtained where such approval is required. R.S.O. 1990, c. R.24, s. 9 (3); 1994, c. 4, s. 19 (2). Same (4) Despite section 113 of the Landlord and Tenant Act, no order for a writ of possession of a rental unit in a land lease community or in a mobile home park shall be issued in respect of the ground set out in section 105 of that Act, even if the notice of termination was given or application made for a writ of possession before the day the Land Lease Statute Law Amendment Act, 1994 receives Royal Assent, unless the approval of the council of the municipality under subsection 4 (1) or (1.3) of this Act has been obtained, where such approval is required. 1994, c. 4, s. 19 (3).",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) No notice of termination shall be given on the grounds set out in section 105 of the <i>Landlord and Tenant Act</i> unless the approval of the council of the municipality under subsection 4 (1) or (1.3) has been obtained, where such approval is required, and a copy of the certificate issued under subsection 13 (6) is given at the time the notice is given. R.S.O. 1990, c. R.24, s. 9 (1); 1994, c. 4, s. 19 (1).</p> <p class=\"headnote-e\"><b>Notice void</b></p> <p class=\"subsection-e\">(2) A notice of termination given in contravention of subsection (1) is void. R.S.O. 1990, c. R.24, s. 9 (2).</p> <p class=\"headnote-e\"><b>Restriction re: writ of possession</b></p> <p class=\"subsection-e\">(3) Despite section 113 of the <i>Landlord and Tenant Act</i>, no order for a writ of possession shall be issued in respect of the grounds set out in section 105 of that Act, even if the notice of termination was given or application made for a writ of possession before the coming into force of this Act, unless the approval of the council of the municipality under subsection 4 (1) or (1.3) of this Act or a predecessor thereof, as the case may be, has been obtained where such approval is required. R.S.O. 1990, c. R.24, s. 9 (3); 1994, c. 4, s. 19 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) Despite section 113 of the <i>Landlord and Tenant Act</i>, no order for a writ of possession of a rental unit in a land lease community or in a mobile home park shall be issued in respect of the ground set out in section 105 of that Act, even if the notice of termination was given or application made for a writ of possession before the day the <i>Land Lease Statute Law Amendment Act, 1994</i> receives Royal Assent, unless the approval of the council of the municipality under subsection 4 (1) or (1.3) of this Act has been obtained, where such approval is required. 1994, c. 4, s. 19 (3).</p>"
        },
        {
            "id": "10.",
            "section": "Certificate or exemption required for valid notice",
            "content": "10. (1) No notice of termination shall be given on the grounds set out in section 103 of the Landlord and Tenant Act unless the approval of the council of the municipality under subsection 4 (1), (1.1) or (1.3) has been obtained, where such approval is required, and a copy of the certificate issued under subsection 13 (6) is given at the time the notice is given. R.S.O. 1990, c. R.24, s. 10 (1); 1994, c. 2, s. 34 (1); 1994, c. 4, s. 20 (1). Notice void (2) A notice of termination given in contravention of subsection (1) is void. R.S.O. 1990, c. R.24, s. 10 (2). Restriction re: writ of possession (3) Despite section 113 of the Landlord and Tenant Act, no order for a writ of possession shall be issued in respect of the grounds set out in section 103 of that Act, even if the notice of termination was given or application made before the coming into force of this Act, unless the approval of the council of the municipality under subsection 4 (1), (1.1) or (1.3) has been obtained, where such approval is required. R.S.O. 1990, c. R.24, s. 10 (3); 1994, c. 2, s. 34 (2); 1994, c. 4, s. 20 (2). Same (4) Despite section 113 of the Landlord and Tenant Act, no order for a writ of possession of a rental unit in a land lease community or in a mobile home park shall be issued in respect of the ground set out in section 103 of that Act, even if the notice of termination was given or application made for a writ of possession before the day the Land Lease Statute Law Amendment Act, 1994 receives Royal Assent, unless the approval of the council of the municipality under subsection 4 (1) or (1.3) of this Act has been obtained, where such approval is required. 1994, c. 4, s. 20 (3). Applications",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) No notice of termination shall be given on the grounds set out in section 103 of the <i>Landlord and Tenant Act</i> unless the approval of the council of the municipality under subsection 4 (1), (1.1) or (1.3) has been obtained, where such approval is required, and a copy of the certificate issued under subsection 13 (6) is given at the time the notice is given. R.S.O. 1990, c. R.24, s. 10 (1); 1994, c. 2, s. 34 (1); 1994, c. 4, s. 20 (1).</p> <p class=\"headnote-e\"><b>Notice void</b></p> <p class=\"subsection-e\">(2) A notice of termination given in contravention of subsection (1) is void. R.S.O. 1990, c. R.24, s. 10 (2).</p> <p class=\"headnote-e\"><b>Restriction re: writ of possession</b></p> <p class=\"subsection-e\">(3) Despite section 113 of the <i>Landlord and Tenant Act</i>, no order for a writ of possession shall be issued in respect of the grounds set out in section 103 of that Act, even if the notice of termination was given or application made before the coming into force of this Act, unless the approval of the council of the municipality under subsection 4 (1), (1.1) or (1.3) has been obtained, where such approval is required. R.S.O. 1990, c. R.24, s. 10 (3); 1994, c. 2, s. 34 (2); 1994, c. 4, s. 20 (2).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(4) Despite section 113 of the <i>Landlord and Tenant Act</i>, no order for a writ of possession of a rental unit in a land lease community or in a mobile home park shall be issued in respect of the ground set out in section 103 of that Act, even if the notice of termination was given or application made for a writ of possession before the day the <i>Land Lease Statute Law Amendment Act, 1994</i> receives Royal Assent, unless the approval of the council of the municipality under subsection 4 (1) or (1.3) of this Act has been obtained, where such approval is required. 1994, c. 4, s. 20 (3).</p> <p class=\"heading1-e\">Applications</p>"
        },
        {
            "id": "11.",
            "section": "Application for approval",
            "content": "11. (1) An owner of rental property may apply in writing for an approval under this Act to the clerk of the municipality and the application shall contain such information as may be prescribed. Notice to tenants (2) Notice in the prescribed form of the application shall be given in the prescribed manner by the applicant to each tenant of a rental unit in the rental property within five days of the application being made. Notice by municipality (3) The council of the municipality shall give a copy of the application and a request for written comments, together with such additional material as may be prescribed, to such persons and in such manner as is prescribed. Inspection and report (4) The council of the municipality may require an applicant to cause an architect, professional engineer or other qualified person to make a physical inspection of the rental property and to make a report on matters determined by the municipality to be of concern or it may require that the inspection be made and report prepared by its chief building official. Entry for inspection (5) For the purposes of an inspection under subsection (4), a person authorized to inspect a rental unit has the right to enter the rental unit at reasonable times upon giving at least twenty-four hours written notice to the tenant specifying the time of entry and a tenant shall permit the entry of such person during that time. Copy of report made available (6) A copy of the report referred to in subsection (4) shall be made available by the municipality for inspection by the public. Power of council (7) The council may approve the application with or without such conditions as in its opinion are reasonable or reject the application but council shall not approve the application unless such criteria as are prescribed are met. Information and public meeting (8) Before considering an application under this section, the council shall ensure that adequate information is made available to the public, and for this purpose shall hold at least one public meeting, notice of which shall be given in such form and content and in such manner and to such persons as are prescribed. Time for meeting, etc. (9) The meeting mentioned in subsection (8) shall be held not sooner than fifteen days after the requirements for the giving of notice of the meeting have been complied with and any person who attends the meeting shall be afforded an opportunity to make representation in respect of the proposed application. Notice of decision (10) Written notice of the decision of council, including the reasons for the decision and the time limit within which the decision may be appealed to the Ontario Municipal Board, shall be sent within five days of the making thereof to the applicant, to every person who in writing requested to be given notice of the decision and to every other prescribed person. R.S.O. 1990, c. R.24, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b> (1) An owner of rental property may apply in writing for an approval under this Act to the clerk of the municipality and the application shall contain such information as may be prescribed.</p> <p class=\"headnote-e\"><b>Notice to tenants</b></p> <p class=\"subsection-e\">(2) Notice in the prescribed form of the application shall be given in the prescribed manner by the applicant to each tenant of a rental unit in the rental property within five days of the application being made.</p> <p class=\"headnote-e\"><b>Notice by municipality</b></p> <p class=\"subsection-e\">(3) The council of the municipality shall give a copy of the application and a request for written comments, together with such additional material as may be prescribed, to such persons and in such manner as is prescribed.</p> <p class=\"headnote-e\"><b>Inspection and report</b></p> <p class=\"subsection-e\">(4) The council of the municipality may require an applicant to cause an architect, professional engineer or other qualified person to make a physical inspection of the rental property and to make a report on matters determined by the municipality to be of concern or it may require that the inspection be made and report prepared by its chief building official.</p> <p class=\"headnote-e\"><b>Entry for inspection</b></p> <p class=\"subsection-e\">(5) For the purposes of an inspection under subsection (4), a person authorized to inspect a rental unit has the right to enter the rental unit at reasonable times upon giving at least twenty-four hours written notice to the tenant specifying the time of entry and a tenant shall permit the entry of such person during that time.</p> <p class=\"headnote-e\"><b>Copy of report made available</b></p> <p class=\"subsection-e\">(6) A copy of the report referred to in subsection (4) shall be made available by the municipality for inspection by the public.</p> <p class=\"headnote-e\"><b>Power of council</b></p> <p class=\"subsection-e\">(7) The council may approve the application with or without such conditions as in its opinion are reasonable or reject the application but council shall not approve the application unless such criteria as are prescribed are met.</p> <p class=\"headnote-e\"><b>Information and public meeting</b></p> <p class=\"subsection-e\">(8) Before considering an application under this section, the council shall ensure that adequate information is made available to the public, and for this purpose shall hold at least one public meeting, notice of which shall be given in such form and content and in such manner and to such persons as are prescribed.</p> <p class=\"headnote-e\"><b>Time for meeting, etc.</b></p> <p class=\"subsection-e\">(9) The meeting mentioned in subsection (8) shall be held not sooner than fifteen days after the requirements for the giving of notice of the meeting have been complied with and any person who attends the meeting shall be afforded an opportunity to make representation in respect of the proposed application.</p> <p class=\"headnote-e\"><b>Notice of decision</b></p> <p class=\"subsection-e\">(10) Written notice of the decision of council, including the reasons for the decision and the time limit within which the decision may be appealed to the Ontario Municipal Board, shall be sent within five days of the making thereof to the applicant, to every person who in writing requested to be given notice of the decision and to every other prescribed person. R.S.O. 1990, c. R.24, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Agreements",
            "content": "12. (1) Every municipality may enter into agreements imposed as a condition to an approval under this Act and any such agreement may be registered against the land to which it applies. Enforcement (2) The municipality is entitled to enforce the provisions of the agreement against the owner and, subject to the Registry Act and the Land Titles Act, any subsequent owner of the land. Certificate agreement complied with, etc. (3) Where the terms of an agreement registered under subsection (1) have been complied with or where the time during which the agreement is to remain in effect has expired, the municipality shall cause to be registered in the proper land registry office a certificate signed by the clerk of the municipality stating that the terms of the agreement have been complied with or that the time the agreement is to remain in effect has expired, as the case may be, and thereupon the land against which the agreement is registered is free and clear of the terms of the agreement. R.S.O. 1990, c. R.24, s. 12. Appeals",
            "raw_html": "<p class=\"section-e\"><b>12.</b> (1) Every municipality may enter into agreements imposed as a condition to an approval under this Act and any such agreement may be registered against the land to which it applies.</p> <p class=\"headnote-e\"><b>Enforcement</b></p> <p class=\"subsection-e\">(2) The municipality is entitled to enforce the provisions of the agreement against the owner and, subject to the <i>Registry Act</i> and the <i>Land Titles Act</i>, any subsequent owner of the land.</p> <p class=\"headnote-e\"><b>Certificate agreement complied with, etc.</b></p> <p class=\"subsection-e\">(3) Where the terms of an agreement registered under subsection (1) have been complied with or where the time during which the agreement is to remain in effect has expired, the municipality shall cause to be registered in the proper land registry office a certificate signed by the clerk of the municipality stating that the terms of the agreement have been complied with or that the time the agreement is to remain in effect has expired, as the case may be, and thereupon the land against which the agreement is registered is free and clear of the terms of the agreement. R.S.O. 1990, c. R.24, s. 12.</p> <p class=\"heading1-e\">Appeals</p>"
        },
        {
            "id": "13.",
            "section": "Appeal to O.M.B.",
            "content": "13. (1) Where the council refuses or neglects to make a decision on the application made in accordance with this Act within thirty days of the receipt of the application by the clerk of the municipality, the applicant may appeal to the Ontario Municipal Board by filing with the clerk of the municipality a notice of appeal. Appeal of decision to O.M.B. (2) Any person who is not satisfied with the decision of council may, not later than twenty days after the date of the decision, appeal to the Ontario Municipal Board by filing with the clerk of the municipality a notice of appeal setting out the objection to the decision and the reasons for the objection. Record (3) The clerk of the municipality, upon receipt of a notice of appeal under subsection (1) or (2), shall compile a record and forward the notice of appeal and the record to the secretary of the Ontario Municipal Board and shall provide such information or material as the Board may require in respect of the appeal. Hearing (4) The Ontario Municipal Board shall hold a hearing and has the same authority as does the council under subsection 11 (7) but, if all appeals have been withdrawn before the hearing, the decision of the council is final and the secretary of the Board shall notify the clerk of the municipality who shall notify the applicant. No petition from O.M.B. (5) Despite section 95 of the Ontario Municipal Board Act, there is no right to file a petition under that section in respect of an order or decision of the Board made in respect of a matter appealed to the Board under this Act. Certificate that approval given (6) When an approval has been given under this Act by the municipality or the Ontario Municipal Board, the clerk of the municipality shall issue a certificate in the prescribed form to the applicant stating that the approval has been given. R.S.O. 1990, c. R.24, s. 13 (1-6). When certificate of approval to be issued (7) No certificate of approval shall be issued until the time for an appeal has passed or until the appeal has been disposed of, whichever is later and, until the certificate is issued, no person shall commence the activity mentioned in subsection 4 (1) or (1.1) or carry out the transaction to which the consent mentioned in subsection 5 (1) relates, as the case may be. R.S.O. 1990, c. R.24, s. 13 (7); 1994, c. 2, s. 35. Conditions to be fulfilled (8) Where a condition has been imposed, the certificate shall not be given until the council is satisfied that the condition has been fulfilled. Certificate conclusive (9) The certificate issued under subsection (6) is conclusive evidence that the approval was given and that the provisions of this Act leading to the approval have been complied with. Idem (10) After the certificate has been issued, no action may be maintained to question the validity of the approval, but nothing in this subsection prevents an application for judicial review or an appeal to the Divisional Court as may be provided by law or any further appeal therefrom. R.S.O. 1990, c. R.24, s. 13 (8-10).",
            "raw_html": "<p class=\"section-e\"><b>13.</b> (1) Where the council refuses or neglects to make a decision on the application made in accordance with this Act within thirty days of the receipt of the application by the clerk of the municipality, the applicant may appeal to the Ontario Municipal Board by filing with the clerk of the municipality a notice of appeal.</p> <p class=\"headnote-e\"><b>Appeal of decision to O.M.B.</b></p> <p class=\"subsection-e\">(2) Any person who is not satisfied with the decision of council may, not later than twenty days after the date of the decision, appeal to the Ontario Municipal Board by filing with the clerk of the municipality a notice of appeal setting out the objection to the decision and the reasons for the objection.</p> <p class=\"headnote-e\"><b>Record</b></p> <p class=\"subsection-e\">(3) The clerk of the municipality, upon receipt of a notice of appeal under subsection (1) or (2), shall compile a record and forward the notice of appeal and the record to the secretary of the Ontario Municipal Board and shall provide such information or material as the Board may require in respect of the appeal.</p> <p class=\"headnote-e\"><b>Hearing</b></p> <p class=\"subsection-e\">(4) The Ontario Municipal Board shall hold a hearing and has the same authority as does the council under subsection 11 (7) but, if all appeals have been withdrawn before the hearing, the decision of the council is final and the secretary of the Board shall notify the clerk of the municipality who shall notify the applicant.</p> <p class=\"headnote-e\"><b>No petition from O.M.B.</b></p> <p class=\"subsection-e\">(5) Despite section 95 of the <i>Ontario Municipal Board Act</i>, there is no right to file a petition under that section in respect of an order or decision of the Board made in respect of a matter appealed to the Board under this Act.</p> <p class=\"headnote-e\"><b>Certificate that approval given</b></p> <p class=\"subsection-e\">(6) When an approval has been given under this Act by the municipality or the Ontario Municipal Board, the clerk of the municipality shall issue a certificate in the prescribed form to the applicant stating that the approval has been given. R.S.O. 1990, c. R.24, s. 13 (1-6).</p> <p class=\"headnote-e\"><b>When certificate of approval to be issued</b></p> <p class=\"subsection-e\">(7) No certificate of approval shall be issued until the time for an appeal has passed or until the appeal has been disposed of, whichever is later and, until the certificate is issued, no person shall commence the activity mentioned in subsection 4 (1) or (1.1) or carry out the transaction to which the consent mentioned in subsection 5 (1) relates, as the case may be. R.S.O. 1990, c. R.24, s. 13 (7); 1994, c. 2, s. 35.</p> <p class=\"headnote-e\"><b>Conditions to be fulfilled</b></p> <p class=\"subsection-e\">(8) Where a condition has been imposed, the certificate shall not be given until the council is satisfied that the condition has been fulfilled.</p> <p class=\"headnote-e\"><b>Certificate conclusive</b></p> <p class=\"subsection-e\">(9) The certificate issued under subsection (6) is conclusive evidence that the approval was given and that the provisions of this Act leading to the approval have been complied with.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(10) After the certificate has been issued, no action may be maintained to question the validity of the approval, but nothing in this subsection prevents an application for judicial review or an appeal to the Divisional Court as may be provided by law or any further appeal therefrom. R.S.O. 1990, c. R.24, s. 13 (8-10).</p>"
        },
        {
            "id": "13.1",
            "section": "Commencement of activity under s. 4 (1.3)",
            "content": "13.1 Until a certificate is issued under subsection 13 (6), no person shall commence the activity mentioned in subsection 4 (1.3). 1994, c. 4, s. 21. Inspections",
            "raw_html": "<p class=\"section-e\"><b>13.1</b> Until a certificate is issued under subsection 13 (6), no person shall commence the activity mentioned in subsection 4 (1.3). 1994, c. 4, s. 21.</p> <p class=\"heading1-e\">Inspections</p>"
        },
        {
            "id": "14.",
            "section": "Inspectors",
            "content": "14. (1) The Minister or a municipality may designate as inspectors such employees of the Ministry or of the municipality respectively as are considered necessary by the Minister or the municipality for the purposes of ensuring that this Act and the regulations are complied with. Inspection (2) An inspector may, on giving twenty-four hours prior written notice to the owner of the rental property of the intention to do so, at reasonable times and on producing proper identification, (a) enter and inspect any rental property except any room or place therein actually used as a dwelling; and (b) upon giving a receipt therefor, remove from the rental property any document or thing found during the course of the inspection, and that may be relevant thereto, for the purpose of making copies or extracts and shall promptly thereafter return them to the rental property from which they were removed. Obstruction (3) No person shall hinder, obstruct or interfere with an inspector in the exercise of the right of entry and inspection and removal of documents or things conferred under subsection (2). Warrant to enter and inspect rental property (4) Where a justice of the peace is satisfied by evidence under oath, (a) that the entry and inspection of a rental property is authorized under subsection (2) and is reasonably necessary in the enforcement of this Act; and (b) that an inspector has been denied access to the rental property or that there are reasonable grounds to believe that access would be refused, the justice of the peace may issue a warrant in the prescribed form authorizing an inspector named in the warrant to enter and inspect the rental property, by the use of force if necessary, together with such police officers as may be called upon to assist the inspector, and upon giving a receipt therefor, to remove from the rental property any document or thing found during the course of the inspection, and that may be relevant thereto, for the purpose of making copies or extracts and shall promptly thereafter return them to the rental property from which they were removed. When to be executed and expiry (5) A warrant issued under subsection (4) shall be executed at reasonable times as specified in the warrant and the warrant shall state the date upon which it expires which date shall not be later than fifteen days after the warrant is issued. Entry into common areas (6) On the invitation to do so by the occupier of a rental unit, an inspector may enter and inspect any common areas of the rental property in which the rental unit is located and to which the occupier has a right of access. Entry into dwelling place (7) Except under the authority of a warrant issued under subsection (8), an inspector shall not enter any room or place actually used as a dwelling for the purposes of inspecting that dwelling without requesting and obtaining the consent of the occupier, first having informed the occupier that the right of entry may be refused and entry made only under the authority of a warrant. Warrant to enter and search (8) Where a justice of the peace is satisfied by evidence under oath, (a) that there is reasonable and probable ground for believing that an offence under this Act has been committed; and (b) that there is reasonable and probable ground for believing that the entry into and search of any building, receptacle or place will afford evidence as to the commission of the offence, the justice of the peace may issue a warrant in the prescribed form authorizing an inspector named in the warrant to enter and search the building, receptacle or place, by the use of force if necessary, together with such police officers as may be called upon to assist the inspector, and upon giving a receipt therefor, to remove from the building, receptacle or place any document or thing that may afford evidence of the offence for the purpose of making copies or extracts and shall promptly return them to the building, receptacle or place from which they were removed. When to be executed and expiry (9) A warrant issued under subsection (8) shall be executed at reasonable times as specified in the warrant and the warrant shall state the date upon which it expires which date shall not be later than fifteen days after the warrant is issued. Admissibility of copies (10) Copies of or extracts from documents and things removed under this section and certified as being true copies of, or extracts from, the originals by the person who made them are admissible in evidence to the same extent as, and have the same evidentiary value as, the documents or things of which they are copies or extracts. R.S.O. 1990, c. R.24, s. 14. General",
            "raw_html": "<p class=\"section-e\"><b>14.</b> (1) The Minister or a municipality may designate as inspectors such employees of the Ministry or of the municipality respectively as are considered necessary by the Minister or the municipality for the purposes of ensuring that this Act and the regulations are complied with.</p> <p class=\"headnote-e\"><b>Inspection</b></p> <p class=\"subsection-e\">(2) An inspector may, on giving twenty-four hours prior written notice to the owner of the rental property of the intention to do so, at reasonable times and on producing proper identification,</p> <p class=\"clause-e\">(a) enter and inspect any rental property except any room or place therein actually used as a dwelling; and</p> <p class=\"clause-e\">(b) upon giving a receipt therefor, remove from the rental property any document or thing found during the course of the inspection, and that may be relevant thereto, for the purpose of making copies or extracts and shall promptly thereafter return them to the rental property from which they were removed.</p> <p class=\"headnote-e\"><b>Obstruction</b></p> <p class=\"subsection-e\">(3) No person shall hinder, obstruct or interfere with an inspector in the exercise of the right of entry and inspection and removal of documents or things conferred under subsection (2).</p> <p class=\"headnote-e\"><b>Warrant to enter and inspect rental property</b></p> <p class=\"subsection-e\">(4) Where a justice of the peace is satisfied by evidence under oath,</p> <p class=\"clause-e\">(a) that the entry and inspection of a rental property is authorized under subsection (2) and is reasonably necessary in the enforcement of this Act; and</p> <p class=\"clause-e\">(b) that an inspector has been denied access to the rental property or that there are reasonable grounds to believe that access would be refused,</p> <p class=\"Ssubsection-e\">the justice of the peace may issue a warrant in the prescribed form authorizing an inspector named in the warrant to enter and inspect the rental property, by the use of force if necessary, together with such police officers as may be called upon to assist the inspector, and upon giving a receipt therefor, to remove from the rental property any document or thing found during the course of the inspection, and that may be relevant thereto, for the purpose of making copies or extracts and shall promptly thereafter return them to the rental property from which they were removed.</p> <p class=\"headnote-e\"><b>When to be executed and expiry</b></p> <p class=\"subsection-e\">(5) A warrant issued under subsection (4) shall be executed at reasonable times as specified in the warrant and the warrant shall state the date upon which it expires which date shall not be later than fifteen days after the warrant is issued.</p> <p class=\"headnote-e\"><b>Entry into common areas</b></p> <p class=\"subsection-e\">(6) On the invitation to do so by the occupier of a rental unit, an inspector may enter and inspect any common areas of the rental property in which the rental unit is located and to which the occupier has a right of access.</p> <p class=\"headnote-e\"><b>Entry into dwelling place</b></p> <p class=\"subsection-e\">(7) Except under the authority of a warrant issued under subsection (8), an inspector shall not enter any room or place actually used as a dwelling for the purposes of inspecting that dwelling without requesting and obtaining the consent of the occupier, first having informed the occupier that the right of entry may be refused and entry made only under the authority of a warrant.</p> <p class=\"headnote-e\"><b>Warrant to enter and search</b></p> <p class=\"subsection-e\">(8) Where a justice of the peace is satisfied by evidence under oath,</p> <p class=\"clause-e\">(a) that there is reasonable and probable ground for believing that an offence under this Act has been committed; and</p> <p class=\"clause-e\">(b) that there is reasonable and probable ground for believing that the entry into and search of any building, receptacle or place will afford evidence as to the commission of the offence,</p> <p class=\"Ssubsection-e\">the justice of the peace may issue a warrant in the prescribed form authorizing an inspector named in the warrant to enter and search the building, receptacle or place, by the use of force if necessary, together with such police officers as may be called upon to assist the inspector, and upon giving a receipt therefor, to remove from the building, receptacle or place any document or thing that may afford evidence of the offence for the purpose of making copies or extracts and shall promptly return them to the building, receptacle or place from which they were removed.</p> <p class=\"headnote-e\"><b>When to be executed and expiry</b></p> <p class=\"subsection-e\">(9) A warrant issued under subsection (8) shall be executed at reasonable times as specified in the warrant and the warrant shall state the date upon which it expires which date shall not be later than fifteen days after the warrant is issued.</p> <p class=\"headnote-e\"><b>Admissibility of copies</b></p> <p class=\"subsection-e\">(10) Copies of or extracts from documents and things removed under this section and certified as being true copies of, or extracts from, the originals by the person who made them are admissible in evidence to the same extent as, and have the same evidentiary value as, the documents or things of which they are copies or extracts. R.S.O. 1990, c. R.24, s. 14.</p> <p class=\"heading1-e\">General</p>"
        },
        {
            "id": "15.",
            "section": "Fees",
            "content": "15. (1) The council of a municipality may by by-law establish fees for the processing of an application made under this Act. Idem (2) The fees shall not exceed the anticipated cost to the municipality of processing the application and of having its chief building official make an inspection of the rental property. R.S.O. 1990, c. R.24, s. 15.",
            "raw_html": "<p class=\"section-e\"><b>15.</b> (1) The council of a municipality may by by-law establish fees for the processing of an application made under this Act.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) The fees shall not exceed the anticipated cost to the municipality of processing the application and of having its chief building official make an inspection of the rental property. R.S.O. 1990, c. R.24, s. 15.</p>"
        },
        {
            "id": "16.",
            "section": "Grants to municipalities",
            "content": "16. The Minister may make grants to municipalities to assist them in training their employees in the administration of this Act. R.S.O. 1990, c. R.24, s. 16.",
            "raw_html": "<p class=\"section-e\"><b>16.</b> The Minister may make grants to municipalities to assist them in training their employees in the administration of this Act. R.S.O. 1990, c. R.24, s. 16.</p>"
        },
        {
            "id": "17.",
            "section": "Restraining, etc., order",
            "content": "17. (1) The court may make one or more of the orders described in subsection (1.1) where, on an application made to the Ontario Court (General Division) by a tenant, former tenant, municipal corporation or the Minister, the court determines that, (a) an owner or tenant of rental property or person acting on behalf of the owner or tenant has converted, has attempted to convert or is in the process of converting the property or part thereof to a care home, condominium, co-operative, hotel, motel, tourist home, inn or apartment hotel, or to any use for a purpose other than rental property without the approval of council under subsection 4 (1), where such approval was required; or (b) an owner or tenant of a care home or person acting on behalf of the owner or tenant has converted, has attempted to convert or is in the process of converting the care home or part thereof to rental property other than a care home without the approval of the council under subsection 4 (1.1) where such approval was required. Same (1.1) The orders referred to in subsection (1) are the following: 1. An order restraining the owner or tenant or person acting on behalf of the owner or tenant from converting or continuing to convert the property. 2. An order requiring the owner or tenant or any subsequent owner or tenant to return the property to the use to which it was being put immediately prior to the conversion or attempted conversion. 3. An order restoring the tenancy and putting the tenant of a rental unit back into possession. 1994, c. 2, s. 36. Idem (2) An order made under subsection (1) may require the owner or tenant or any subsequent owner or tenant or person acting on behalf of any one of them, as the case requires, to take such steps as the court considers necessary to give effect to the order. Joint application (3) A joint application may be brought by persons who are eligible to bring an application under subsection (1). Remedies are additional (4) The remedies provided by this section are in addition to any other remedies existing by law. R.S.O. 1990, c. R.24, s. 17 (2-4).",
            "raw_html": "<p class=\"section-e\"><b>17.</b> (1) The court may make one or more of the orders described in subsection (1.1) where, on an application made to the Ontario Court (General Division) by a tenant, former tenant, municipal corporation or the Minister, the court determines that,</p> <p class=\"clause-e\">(a) an owner or tenant of rental property or person acting on behalf of the owner or tenant has converted, has attempted to convert or is in the process of converting the property or part thereof to a care home, condominium, co-operative, hotel, motel, tourist home, inn or apartment hotel, or to any use for a purpose other than rental property without the approval of council under subsection 4 (1), where such approval was required; or</p> <p class=\"clause-e\">(b) an owner or tenant of a care home or person acting on behalf of the owner or tenant has converted, has attempted to convert or is in the process of converting the care home or part thereof to rental property other than a care home without the approval of the council under subsection 4 (1.1) where such approval was required.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(1.1) The orders referred to in subsection (1) are the following:</p> <p class=\"paragraph-e\">1. An order restraining the owner or tenant or person acting on behalf of the owner or tenant from converting or continuing to convert the property.</p> <p class=\"paragraph-e\">2. An order requiring the owner or tenant or any subsequent owner or tenant to return the property to the use to which it was being put immediately prior to the conversion or attempted conversion.</p> <p class=\"paragraph-e\">3. An order restoring the tenancy and putting the tenant of a rental unit back into possession. 1994, c. 2, s. 36.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) An order made under subsection (1) may require the owner or tenant or any subsequent owner or tenant or person acting on behalf of any one of them, as the case requires, to take such steps as the court considers necessary to give effect to the order.</p> <p class=\"headnote-e\"><b>Joint application</b></p> <p class=\"subsection-e\">(3) A joint application may be brought by persons who are eligible to bring an application under subsection (1).</p> <p class=\"headnote-e\"><b>Remedies are additional</b></p> <p class=\"subsection-e\">(4) The remedies provided by this section are in addition to any other remedies existing by law. R.S.O. 1990, c. R.24, s. 17 (2-4).</p>"
        },
        {
            "id": "18.",
            "section": "Regulations",
            "content": "18. (1) The Lieutenant Governor in Council may make regulations, (a.01) prescribing a time period for the purposes of subclause (c) (ii) of the definition of “rental property” in section 1; (a) exempting any municipality or part thereof from this Act; (a.1) prescribing things that are part of the infrastructure of a land lease community or a mobile home park for the purposes of the definition of “infrastructure” in section 1; (b) exempting rental units or rental properties, or categories thereof, from this Act or any part or parts thereof for such general or specific purposes as are specified; (b.1) prescribing services that are to be included or not included in the definition of “care services”; (c) prescribing, for the purposes of subsection 11 (7), the criteria upon which approval may be granted or refused under section 4 or 5 and prescribing different criteria to apply with respect to land lease communities and mobile home parks and with respect to the conversion of land lease communities and mobile home parks to any class of non-profit co-operative housing; (d) prescribing, for the purposes of subsection 4 (4), criteria to be met by transient living accommodation; (e) exempting the transfer of an interest in a co-operative or in a corporation owning or leasing any interest in a co-operative or any category of co-operatives from section 7; (f) prescribing, for the purposes of paragraph 6 of section 6, provisions of the Municipal Act respecting a business licence to which that paragraph does not apply; (g) prescribing, for the purposes of section 6, additional provisions respecting a permit, licence, consent, permission or approval; (h) prescribing the information to be contained in an application under subsection 11 (1); (i) prescribing the form of notice to be given and the manner in which notice is to be given under subsection 11 (2); (j) prescribing, for the purposes of subsection 11 (3), the persons to whom and the manner in which the copy of the application is to be given by the council and prescribing additional material to be given with the copy of the application; (k) prescribing, for the purposes of subsection 11 (8), the form and content of the notice and the manner in which and the persons to whom the notice is to be given by the council; (l) prescribing, for the purposes of subsection 11 (10), other persons to whom notice of the decision of council shall be given; (m) prescribing the form of the certificate of approval under subsection 13 (6); (n) prescribing, for the purposes of subsection 14 (4), the form of a warrant to enter and inspect, and for the purposes of subsection 14 (8), the form of a warrant to enter and search; (o) prescribing anything that by this Act is to be or may be prescribed. R.S.O. 1990, c. R.24, s. 18; 1994, c. 2, s. 37 (1, 2); 1994, c. 4, s. 22. Same (2) A regulation under clause 18 (1) (c) may prescribe different criteria in the case of a care home than in the case of other rental property. 1994, c. 2, s. 37 (4). Offences",
            "raw_html": "<p class=\"section-e\"><b>18.</b> (1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a.01) prescribing a time period for the purposes of subclause (c) (ii) of the definition of “rental property” in section 1;</p> <p class=\"clause-e\">(a) exempting any municipality or part thereof from this Act;</p> <p class=\"clause-e\">(a.1) prescribing things that are part of the infrastructure of a land lease community or a mobile home park for the purposes of the definition of “infrastructure” in section 1;</p> <p class=\"clause-e\">(b) exempting rental units or rental properties, or categories thereof, from this Act or any part or parts thereof for such general or specific purposes as are specified;</p> <p class=\"clause-e\">(b.1) prescribing services that are to be included or not included in the definition of “care services”;</p> <p class=\"clause-e\">(c) prescribing, for the purposes of subsection 11 (7), the criteria upon which approval may be granted or refused under section 4 or 5 and prescribing different criteria to apply with respect to land lease communities and mobile home parks and with respect to the conversion of land lease communities and mobile home parks to any class of non-profit co-operative housing;</p> <p class=\"clause-e\">(d) prescribing, for the purposes of subsection 4 (4), criteria to be met by transient living accommodation;</p> <p class=\"clause-e\">(e) exempting the transfer of an interest in a co-operative or in a corporation owning or leasing any interest in a co-operative or any category of co-operatives from section 7;</p> <p class=\"clause-e\">(f) prescribing, for the purposes of paragraph 6 of section 6, provisions of the <i>Municipal Act</i> respecting a business licence to which that paragraph does not apply;</p> <p class=\"clause-e\">(g) prescribing, for the purposes of section 6, additional provisions respecting a permit, licence, consent, permission or approval;</p> <p class=\"clause-e\">(h) prescribing the information to be contained in an application under subsection 11 (1);</p> <p class=\"clause-e\">(i) prescribing the form of notice to be given and the manner in which notice is to be given under subsection 11 (2);</p> <p class=\"clause-e\">(j) prescribing, for the purposes of subsection 11 (3), the persons to whom and the manner in which the copy of the application is to be given by the council and prescribing additional material to be given with the copy of the application;</p> <p class=\"clause-e\">(k) prescribing, for the purposes of subsection 11 (8), the form and content of the notice and the manner in which and the persons to whom the notice is to be given by the council;</p> <p class=\"clause-e\">(l) prescribing, for the purposes of subsection 11 (10), other persons to whom notice of the decision of council shall be given;</p> <p class=\"clause-e\">(m) prescribing the form of the certificate of approval under subsection 13 (6);</p> <p class=\"clause-e\">(n) prescribing, for the purposes of subsection 14 (4), the form of a warrant to enter and inspect, and for the purposes of subsection 14 (8), the form of a warrant to enter and search;</p> <p class=\"clause-e\">(o) prescribing anything that by this Act is to be or may be prescribed. R.S.O. 1990, c. R.24, s. 18; 1994, c. 2, s. 37 (1, 2); 1994, c. 4, s. 22.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) A regulation under clause 18 (1) (c) may prescribe different criteria in the case of a care home than in the case of other rental property. 1994, c. 2, s. 37 (4).</p> <p class=\"heading1-e\">Offences</p>"
        },
        {
            "id": "19.",
            "section": "Offence",
            "content": "19. Every person who contravenes subsection 4 (1) or (1.1), 7 (1), 9 (1), 10 (1) or 14 (3), and every director or officer of a corporation who authorized, permitted or acquiesced in the contravention by the corporation, is guilty of an offence and on conviction is liable to a fine of not more than $50,000 or to imprisonment for a term of not more than one year, or to both, but no person is guilty of an offence if the person did not know, and in the exercise of due diligence could not have known, of the contravention. R.S.O. 1990, c. R.24, s. 19; 1994, c. 2, s. 38.",
            "raw_html": "<p class=\"section-e\"><b>19.</b> Every person who contravenes subsection 4 (1) or (1.1), 7 (1), 9 (1), 10 (1) or 14 (3), and every director or officer of a corporation who authorized, permitted or acquiesced in the contravention by the corporation, is guilty of an offence and on conviction is liable to a fine of not more than $50,000 or to imprisonment for a term of not more than one year, or to both, but no person is guilty of an offence if the person did not know, and in the exercise of due diligence could not have known, of the contravention. R.S.O. 1990, c. R.24, s. 19; 1994, c. 2, s. 38.</p>"
        },
        {
            "id": "19.1",
            "section": "Offence, infrastructure",
            "content": "19.1 Every person who contravenes subsection 4 (1.3), and every director or officer of a corporation who authorized, permitted or acquiesced in the contravention by the corporation, is guilty of an offence and on conviction is liable to a fine of not more than $50,000 or to imprisonment for a term of not more than one year, or to both, but no person is guilty of an offence if the person did not know, and in the exercise of due diligence could not have known, of the contravention. 1994, c. 4, s. 23.",
            "raw_html": "<p class=\"section-e\"><b>19.1</b> Every person who contravenes subsection 4 (1.3), and every director or officer of a corporation who authorized, permitted or acquiesced in the contravention by the corporation, is guilty of an offence and on conviction is liable to a fine of not more than $50,000 or to imprisonment for a term of not more than one year, or to both, but no person is guilty of an offence if the person did not know, and in the exercise of due diligence could not have known, of the contravention. 1994, c. 4, s. 23.</p>"
        },
        {
            "id": "20.",
            "section": "Harassment of tenant",
            "content": "20. (1) No owner of rental property or person acting on the owner’s behalf shall interfere with the reasonable enjoyment of a rental unit in the rental property by the tenant thereof with the intent of discouraging the participation of the tenant in the application process described in section 11 or the appeal process described in section 13 or with the intent of otherwise facilitating the obtaining of the approval of the council of a municipality on an application made under this Act. Offence (2) Every person who contravenes subsection (1), and every director or officer of a corporation who authorized, permitted or acquiesced in the contravention, is guilty of an offence and on conviction is liable to a fine of not less than $1,000 and not more than $50,000 or to imprisonment for a term of not more than one year, or to both, but no director or officer is guilty of an offence if he or she did not know, and in the exercise of due diligence could not have known, of the contravention. Address of rental unit (3) An information commencing a proceeding under this section shall contain the complete municipal address of the rental unit to which the information relates. Penalty (4) In addition to levying a fine or imposing a term of imprisonment under subsection (2) and notwithstanding any other remedy existing by law, the court may order that the person convicted pay to the aggrieved tenant an amount not exceeding $2,000 as a penalty for the unlawful interference. Civil remedies not precluded (5) No disposition made under subsection (4) precludes the tenant from pursuing any civil remedy existing by law. Certificate of conviction to clerk (6) A certificate or other proof of a conviction under subsection (2) shall be forwarded by the court to the clerk of the municipality in which the rental unit is situate. Copy to contain address (7) The certificate or other proof of conviction forwarded to the clerk under subsection (6) shall contain the address of the rental unit as set out in the information. R.S.O. 1990, c. R.24, s. 20 (1-7). Restriction on approval (8) Where notice of a conviction under subsection (2) is received by the clerk of the municipality, the clerk shall inform the council and no approval shall then be given under subsection 4 (1) or (1.1) or 5 (1) in respect of a rental unit in the same rental property unless, (a) three years have passed since the date of conviction; or (b) an appeal is brought and the conviction is quashed. R.S.O. 1990, c. R.24, s. 20 (8); 1994, c. 2, s. 39.",
            "raw_html": "<p class=\"section-e\"><b>20.</b> (1) No owner of rental property or person acting on the owner’s behalf shall interfere with the reasonable enjoyment of a rental unit in the rental property by the tenant thereof with the intent of discouraging the participation of the tenant in the application process described in section 11 or the appeal process described in section 13 or with the intent of otherwise facilitating the obtaining of the approval of the council of a municipality on an application made under this Act.</p> <p class=\"headnote-e\"><b>Offence</b></p> <p class=\"subsection-e\">(2) Every person who contravenes subsection (1), and every director or officer of a corporation who authorized, permitted or acquiesced in the contravention, is guilty of an offence and on conviction is liable to a fine of not less than $1,000 and not more than $50,000 or to imprisonment for a term of not more than one year, or to both, but no director or officer is guilty of an offence if he or she did not know, and in the exercise of due diligence could not have known, of the contravention.</p> <p class=\"headnote-e\"><b>Address of rental unit</b></p> <p class=\"subsection-e\">(3) An information commencing a proceeding under this section shall contain the complete municipal address of the rental unit to which the information relates.</p> <p class=\"headnote-e\"><b>Penalty</b></p> <p class=\"subsection-e\">(4) In addition to levying a fine or imposing a term of imprisonment under subsection (2) and notwithstanding any other remedy existing by law, the court may order that the person convicted pay to the aggrieved tenant an amount not exceeding $2,000 as a penalty for the unlawful interference.</p> <p class=\"headnote-e\"><b>Civil remedies not precluded</b></p> <p class=\"subsection-e\">(5) No disposition made under subsection (4) precludes the tenant from pursuing any civil remedy existing by law.</p> <p class=\"headnote-e\"><b>Certificate of conviction to clerk</b></p> <p class=\"subsection-e\">(6) A certificate or other proof of a conviction under subsection (2) shall be forwarded by the court to the clerk of the municipality in which the rental unit is situate.</p> <p class=\"headnote-e\"><b>Copy to contain address</b></p> <p class=\"subsection-e\">(7) The certificate or other proof of conviction forwarded to the clerk under subsection (6) shall contain the address of the rental unit as set out in the information. R.S.O. 1990, c. R.24, s. 20 (1-7).</p> <p class=\"headnote-e\"><b>Restriction on approval</b></p> <p class=\"subsection-e\">(8) Where notice of a conviction under subsection (2) is received by the clerk of the municipality, the clerk shall inform the council and no approval shall then be given under subsection 4 (1) or (1.1) or 5 (1) in respect of a rental unit in the same rental property unless,</p> <p class=\"clause-e\">(a) three years have passed since the date of conviction; or</p> <p class=\"clause-e\">(b) an appeal is brought and the conviction is quashed. R.S.O. 1990, c. R.24, s. 20 (8); 1994, c. 2, s. 39.</p>"
        },
        {
            "id": "21.",
            "section": "Limitation of action",
            "content": "21. Proceedings shall not be commenced, in respect of an offence under this Act, after two years from the date the offence was, or is alleged to have been, committed. R.S.O. 1990, c. R.24, s. 21. Miscellaneous",
            "raw_html": "<p class=\"section-e\"><b>21.</b> Proceedings shall not be commenced, in respect of an offence under this Act, after two years from the date the offence was, or is alleged to have been, committed. R.S.O. 1990, c. R.24, s. 21.</p> <p class=\"heading1-e\">Miscellaneous</p>"
        },
        {
            "id": "22.",
            "section": "Immunity for acts done in good faith",
            "content": "22. (1) No action or other proceeding for compensation or damages shall be instituted against any officer or employee of the Ministry for any act done in good faith in the performance or intended performance of any duty or in the exercise or intended exercise of any power under this Act or the regulations or for any neglect or default in the performance or exercise in good faith of such duty or power. Idem (2) No action or other proceeding for compensation or damages shall be instituted against any officer or employee of a municipality for any act done in good faith in the performance or intended performance of any duty or in the exercise or intended exercise of any power under this Act or the regulations or for any neglect or default in the performance or exercise in good faith of such duty or power. Liability of Crown and municipality (3) Subsection (1) does not, by reason of subsections 5 (2) and (4) of the Proceedings Against the Crown Act, relieve the Crown of liability in respect of a tort committed by a person mentioned in subsection (1) to which it would otherwise be subject and subsection (2) does not relieve a municipal corporation of any liability in respect of a tort committed by a municipal officer or employee to which it would otherwise be subject, and the Crown or the municipal corporation, as the case may be, is liable for any such tort as though subsections (1) and (2) had not been enacted. R.S.O. 1990, c. R.24, s. 22.",
            "raw_html": "<p class=\"section-e\"><b>22.</b> (1) No action or other proceeding for compensation or damages shall be instituted against any officer or employee of the Ministry for any act done in good faith in the performance or intended performance of any duty or in the exercise or intended exercise of any power under this Act or the regulations or for any neglect or default in the performance or exercise in good faith of such duty or power.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) No action or other proceeding for compensation or damages shall be instituted against any officer or employee of a municipality for any act done in good faith in the performance or intended performance of any duty or in the exercise or intended exercise of any power under this Act or the regulations or for any neglect or default in the performance or exercise in good faith of such duty or power.</p> <p class=\"headnote-e\"><b>Liability of Crown and municipality</b></p> <p class=\"subsection-e\">(3) Subsection (1) does not, by reason of subsections 5 (2) and (4) of the <i>Proceedings Against the Crown Act</i>, relieve the Crown of liability in respect of a tort committed by a person mentioned in subsection (1) to which it would otherwise be subject and subsection (2) does not relieve a municipal corporation of any liability in respect of a tort committed by a municipal officer or employee to which it would otherwise be subject, and the Crown or the municipal corporation, as the case may be, is liable for any such tort as though subsections (1) and (2) had not been enacted. R.S.O. 1990, c. R.24, s. 22.</p>"
        },
        {
            "id": "23.",
            "section": "Delegation by Minister",
            "content": "23. The Minister may delegate in writing any power or duty granted to or vested in the Minister under this Act to another member of the Executive Council or to persons or classes of persons employed in the public service of Ontario. 1994, c. 4, s. 24. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>23.</b> The Minister may delegate in writing any power or duty granted to or vested in the Minister under this Act to another member of the Executive Council or to persons or classes of persons employed in the public service of Ontario. 1994, c. 4, s. 24.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90r24_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90r24_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}