{
    "act_info": {
        "full_title": "Residential Complex Sales Representation Act, R.S.O. 1990, c. R.28",
        "act_name_text": "Residential Complex Sales Representation Act",
        "citation": "R.S.O. 1990, c. R.28",
        "url": "https://www.ontario.ca/laws/statute/90r28",
        "date_scraped": "2023-12-18 22:25:27"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90r28/v4",
            "valid_from": "December  3, 2015",
            "valid_to": "December  9, 2019"
        },
        {
            "a_href": "/laws/statute/90r28/v3",
            "valid_from": "January 31, 2007",
            "valid_to": "December  2, 2015"
        },
        {
            "a_href": "/laws/statute/90r28/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "January 30, 2007"
        },
        {
            "a_href": "/laws/statute/90r28/v1",
            "valid_from": "June 17, 1998",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “advertise for sale” includes making oral representations; (“annoncer la vente”) “interest” includes a security; (“droit”) “prescribed” means prescribed by the regulations; (“prescrit”) “regulations” means regulations made under this Act; (“règlements”) “residential complex” means a building or related group of buildings situated in Ontario in which more than six dwelling units are located and a mobile home park as defined in the Residential Tenancies Act, 2006; (“ensemble d’habitation”) “security” means a security within the meaning of the Securities Act. (“valeur mobilière”)  R.S.O. 1990, c. R.28, s. 1; 1997, c. 24, s. 220; 2006, c. 17, s. 256. Section Amendments with date in force (d/m/y) 1997, c. 24, s. 220 - 17/06/1998 2006, c. 17, s. 256 - 31/01/2007",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“advertise for sale” includes making oral representations; (“annoncer la vente”)</p> <p class=\"definition\">“interest” includes a security; (“droit”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“regulations” means regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“residential complex” means a building or related group of buildings situated in Ontario in which more than six dwelling units are located and a mobile home park as defined in the <i>Residential Tenancies Act, 2006</i>; (“ensemble d’habitation”)</p> <p class=\"definition\">“security” means a security within the meaning of the <i>Securities Act</i>. (“valeur mobilière”)  R.S.O. 1990, c. R.28, s. 1; 1997, c. 24, s. 220; 2006, c. 17, s. 256.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 24, s. 220 - 17/06/1998</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06017#s256\">2006, c. 17, s. 256</a></span> - 31/01/2007</p>"
        },
        {
            "id": "2",
            "section": "Sale of interest in residential complex prohibited",
            "content": "2 (1) No person shall sell or offer to sell an interest in respect of a residential complex to a purchaser who is led to believe, (a) that, along with the interest, the purchaser is acquiring the present or future right to occupy a dwelling unit in the residential complex; or (b) that the purchaser is acquiring exclusive ownership of a dwelling unit in the residential complex if that is not the case. Advertising prohibited (2) No person shall advertise, by any means, an interest for sale that would, if the sale were completed, be in contravention of subsection (1). Acting as agent prohibited (3) No person shall knowingly act in a transaction that would be in contravention of subsection (1) or (2) as an agent for the person who sells the interest, makes the offer or instigates the advertisement. Interpretation (4) For the purpose of subsection (1), a person shall be deemed to be led to believe that the person is acquiring the right to occupy a dwelling unit where the person is led, expressly or by implication, by written or oral statements, to understand that the person may occupy or acquire the right to occupy a dwelling unit. Idem (5) A person is not in contravention of subsection (1) simply because the person sets out a clear, accurate, written statement of law in respect of the right to occupy the unit.  R.S.O. 1990, c. R.28, s. 2.",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) No person shall sell or offer to sell an interest in respect of a residential complex to a purchaser who is led to believe,</p> <p class=\"paragraph\">  (a) that, along with the interest, the purchaser is acquiring the present or future right to occupy a dwelling unit in the residential complex; or</p> <p class=\"paragraph\">  (b) that the purchaser is acquiring exclusive ownership of a dwelling unit in the residential complex if that is not the case.</p> <p class=\"headnote\">Advertising prohibited</p> <p class=\"subsection\">(2) No person shall advertise, by any means, an interest for sale that would, if the sale were completed, be in contravention of subsection (1).</p> <p class=\"headnote\">Acting as agent prohibited</p> <p class=\"subsection\">(3) No person shall knowingly act in a transaction that would be in contravention of subsection (1) or (2) as an agent for the person who sells the interest, makes the offer or instigates the advertisement.</p> <p class=\"headnote\">Interpretation</p> <p class=\"subsection\">(4) For the purpose of subsection (1), a person shall be deemed to be led to believe that the person is acquiring the right to occupy a dwelling unit where the person is led, expressly or by implication, by written or oral statements, to understand that the person may occupy or acquire the right to occupy a dwelling unit.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(5) A person is not in contravention of subsection (1) simply because the person sets out a clear, accurate, written statement of law in respect of the right to occupy the unit.  R.S.O. 1990, c. R.28, s. 2.</p>"
        },
        {
            "id": "3",
            "section": "Exemptions",
            "content": "3 This Act does not apply to a sale, offer to sell or advertisement for sale of, (a) an interest in a residential complex to a purchaser who acquires or will acquire the right to occupy a dwelling unit that, (i) the vendor occupies, or (ii) is exempted by the regulations; (b) a unit or proposed unit as defined in the Condominium Act, 1998; or (c) a security issued by a corporation to which the Co-operative Corporations Act applies.  R.S.O. 1990, c. R.28, s. 3; 2015, c. 28, Sched. 1, s. 157. Section Amendments with date in force (d/m/y) 2015, c. 28, Sched. 1, s. 157 - 03/12/2015",
            "raw_html": "<p class=\"section\"><b>3 </b>This Act does not apply to a sale, offer to sell or advertisement for sale of,</p> <p class=\"paragraph\">  (a) an interest in a residential complex to a purchaser who acquires or will acquire the right to occupy a dwelling unit that,</p> <p class=\"subclause\">  (i) the vendor occupies, or</p> <p class=\"subclause\">  (ii) is exempted by the regulations;</p> <p class=\"paragraph\">  (b) a unit or proposed unit as defined in the <i>Condominium Act, 1998</i>; or</p> <p class=\"paragraph\">  (c) a security issued by a corporation to which the <i>Co-operative Corporations Act</i> applies.  R.S.O. 1990, c. R.28, s. 3; 2015, c. 28, Sched. 1, s. 157.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15028#sched1s157\">2015, c. 28, Sched. 1, s. 157</a></span> - 03/12/2015</p>"
        },
        {
            "id": "4",
            "section": "Transaction voidable and vendor liable for damages",
            "content": "4 Every offer to purchase or agreement of purchase that is in contravention of subsection 2 (1) is voidable, up to the time the transaction is complete, at the option of the purchaser and the purchaser, whether the purchaser exercises an option or not, may claim damages from the vendor or any person who acted in the transaction as agent for the vendor in contravention of section 2.  R.S.O. 1990, c. R.28, s. 4.",
            "raw_html": "<p class=\"section\"><b>4 </b>Every offer to purchase or agreement of purchase that is in contravention of subsection 2 (1) is voidable, up to the time the transaction is complete, at the option of the purchaser and the purchaser, whether the purchaser exercises an option or not, may claim damages from the vendor or any person who acted in the transaction as agent for the vendor in contravention of section 2.  R.S.O. 1990, c. R.28, s. 4.</p>"
        },
        {
            "id": "5",
            "section": "Penalty",
            "content": "5 (1) Every person who contravenes any provision of this Act is guilty of an offence and on conviction is liable to a fine of not less than $1,000 and not more than $50,000 or to imprisonment for a term of not more than one year or, to both, or, if such person is a corporation, to a fine of not more than $100,000. Idem (2) Where a corporation is guilty of an offence under this Act, every director or officer of the corporation who authorized, permitted or acquiesced in the offence is also guilty of an offence and on conviction is liable to a fine of not less than $1,000 and not more than $50,000 or to imprisonment for a term of not more than one year, or to both.  R.S.O. 1990, c. R.28, s. 5.",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) Every person who contravenes any provision of this Act is guilty of an offence and on conviction is liable to a fine of not less than $1,000 and not more than $50,000 or to imprisonment for a term of not more than one year or, to both, or, if such person is a corporation, to a fine of not more than $100,000.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Where a corporation is guilty of an offence under this Act, every director or officer of the corporation who authorized, permitted or acquiesced in the offence is also guilty of an offence and on conviction is liable to a fine of not less than $1,000 and not more than $50,000 or to imprisonment for a term of not more than one year, or to both.  R.S.O. 1990, c. R.28, s. 5.</p>"
        },
        {
            "id": "6",
            "section": "Regulations",
            "content": "6 (1) The Lieutenant Governor in Council may make regulations, (a) prescribing classes of dwelling units; (b) exempting any dwelling unit or class of dwelling units from any provision of this Act; (c) prescribing conditions attaching to any exemption. Scope of regulation (2) Any exemption made under subsection (1) may be limited as to time or place, or both, and may exclude any place from the application of the exemption and may be subject to prescribed conditions. Classes (3) Any class prescribed under subsection (1) may be defined with respect to any attribute, quality or characteristic or combination thereof.  R.S.O. 1990, c. R.28, s. 6. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) prescribing classes of dwelling units;</p> <p class=\"paragraph\">  (b) exempting any dwelling unit or class of dwelling units from any provision of this Act;</p> <p class=\"paragraph\">  (c) prescribing conditions attaching to any exemption.</p> <p class=\"headnote\">Scope of regulation</p> <p class=\"subsection\">(2) Any exemption made under subsection (1) may be limited as to time or place, or both, and may exclude any place from the application of the exemption and may be subject to prescribed conditions.</p> <p class=\"headnote\">Classes</p> <p class=\"subsection\">(3) Any class prescribed under subsection (1) may be defined with respect to any attribute, quality or characteristic or combination thereof.  R.S.O. 1990, c. R.28, s. 6.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90r28\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}