{
    "act_info": {
        "full_title": "Road Access Act, R.S.O. 1990, c. R.34",
        "act_name_text": "Road Access Act",
        "citation": "R.S.O. 1990, c. R.34",
        "url": "https://www.ontario.ca/laws/statute/90r34",
        "date_scraped": "2023-12-19 07:11:03"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 15, 2009",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90r34/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90r34/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "June 21, 2006"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “access road” means a road located on land not owned by a municipality and not dedicated and accepted as, or otherwise deemed at law to be, a public highway, that serves as a motor vehicle access route to one or more parcels of land; (“chemin d’accès”) “common road” means an access road on which public money has been expended for its repair or maintenance; (“chemin public”) “judge” means a judge of the Superior Court of Justice; (“juge”) “maintain” includes the leaving of a barrier or other obstacle on an access road or common road; (“maintenir”) “motor vehicle” means a motor vehicle as defined in the Highway Traffic Act; (“véhicule automobile”) “road” means land used or intended for use for the passage of motor vehicles. (“chemin”)  R.S.O. 1990, c. R.34, s. 1; 2006, c. 19, Sched. C, s. 1 (1). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“access road” means a road located on land not owned by a municipality and not dedicated and accepted as, or otherwise deemed at law to be, a public highway, that serves as a motor vehicle access route to one or more parcels of land; (“chemin d’accès”)</p> <p class=\"definition\">“common road” means an access road on which public money has been expended for its repair or maintenance; (“chemin public”)</p> <p class=\"definition\">“judge” means a judge of the Superior Court of Justice; (“juge”)</p> <p class=\"definition\">“maintain” includes the leaving of a barrier or other obstacle on an access road or common road; (“maintenir”)</p> <p class=\"definition\">“motor vehicle” means a motor vehicle as defined in the <i>Highway Traffic Act</i>; (“véhicule automobile”)</p> <p class=\"definition\">“road” means land used or intended for use for the passage of motor vehicles. (“chemin”)  R.S.O. 1990, c. R.34, s. 1; 2006, c. 19, Sched. C, s. 1 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "id": "2",
            "section": "When access road may be closed",
            "content": "2 (1) No person shall construct, place or maintain a barrier or other obstacle over an access road, not being a common road, that, as a result, prevents all road access to one or more parcels of land or to boat docking facilities therefor, not owned by that person unless, (a) the person has made application to a judge for an order closing the road and has given ninety days notice of such application to the parties and in the manner directed by this Act and the judge has granted the application to close the road; (b) the closure is made in accordance with an agreement in writing with the owners of the land affected thereby; (c) the closure is of a temporary nature for the purposes of repair or maintenance of the road; or (d) the closure is made for a single period of no greater than twenty-four hours in a year for the purpose of preventing the acquisition of prescriptive rights.  R.S.O. 1990, c. R.34, s. 2 (1). When common road may be closed (2) No person shall construct, place or maintain a barrier or other obstacle over a common road that as a result prevents the use of the road unless, (a) the person has made application to a judge for an order closing the road and has given ninety days notice of the application to the parties and in the manner directed by this Act and the judge has granted the application to close the road; or (b) the closure is of a temporary nature for the purposes of repair or maintenance of the road.  R.S.O. 1990, c. R.34, s. 2 (2). Notice (3) Notice of an application to close an access road that is not a common road shall be served personally upon or sent by registered mail to the owner of each parcel of land served by the road who would, if the road were closed, be deprived of motor vehicle access to and from the owner’s land and, where the owner is not occupying the land, notice shall also be given to a tenant or occupant of the land by either, (a) handing the notice to an adult person who is a tenant or occupant of the land; or (b) posting the notice on the land in a place and manner that makes the notice conspicuous to an occupant of the land.  R.S.O. 1990, c. R.34, s. 2 (3). Idem (4) Notice of an application to close a common road shall be published at least once a week for four successive weeks in a newspaper that is circulated in the area in which the proposed road closure is located, the last publication to be not less than ninety days before the date fixed for the hearing of the application, and any person who uses the road is entitled to be a party to the proceedings on the application.  R.S.O. 1990, c. R.34, s. 2 (4). Idem (5) Notice of an application made under subsection (1) or (2) shall be given by registered mail to the clerk of the local municipality and the clerk of the upper-tier municipality in which the road is situated or, in the case of a road located in territory without municipal organization, notice shall be similarly given to the Minister of Northern Development, Mines and Forestry.  R.S.O. 1990, c. R.34, s. 2 (5); 2002, c. 17, Sched. F, Table; 2009, c. 33, Sched. 23, s. 8. Affidavit to accompany application (6) An application under subsection (1) or (2) shall be accompanied by an affidavit of the applicant in which shall be included a description of the road sought to be closed, the proposed location of the barrier or other obstacle, the reasons in support of the closure, and, in the case of an application under subsection (1), the names and addresses of the persons who would, if the road were closed, be deprived of access to their lands.  R.S.O. 1990, c. R.34, s. 2 (6). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003 2009, c. 33, Sched. 23, s. 8 - 15/12/2009",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) No person shall construct, place or maintain a barrier or other obstacle over an access road, not being a common road, that, as a result, prevents all road access to one or more parcels of land or to boat docking facilities therefor, not owned by that person unless,</p> <p class=\"paragraph\">  (a) the person has made application to a judge for an order closing the road and has given ninety days notice of such application to the parties and in the manner directed by this Act and the judge has granted the application to close the road;</p> <p class=\"paragraph\">  (b) the closure is made in accordance with an agreement in writing with the owners of the land affected thereby;</p> <p class=\"paragraph\">  (c) the closure is of a temporary nature for the purposes of repair or maintenance of the road; or</p> <p class=\"paragraph\">  (d) the closure is made for a single period of no greater than twenty-four hours in a year for the purpose of preventing the acquisition of prescriptive rights.  R.S.O. 1990, c. R.34, s. 2 (1).</p> <p class=\"headnote\">When common road may be closed</p> <p class=\"subsection\">(2) No person shall construct, place or maintain a barrier or other obstacle over a common road that as a result prevents the use of the road unless,</p> <p class=\"paragraph\">  (a) the person has made application to a judge for an order closing the road and has given ninety days notice of the application to the parties and in the manner directed by this Act and the judge has granted the application to close the road; or</p> <p class=\"paragraph\">  (b) the closure is of a temporary nature for the purposes of repair or maintenance of the road.  R.S.O. 1990, c. R.34, s. 2 (2).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(3) Notice of an application to close an access road that is not a common road shall be served personally upon or sent by registered mail to the owner of each parcel of land served by the road who would, if the road were closed, be deprived of motor vehicle access to and from the owner’s land and, where the owner is not occupying the land, notice shall also be given to a tenant or occupant of the land by either,</p> <p class=\"paragraph\">  (a) handing the notice to an adult person who is a tenant or occupant of the land; or</p> <p class=\"paragraph\">  (b) posting the notice on the land in a place and manner that makes the notice conspicuous to an occupant of the land.  R.S.O. 1990, c. R.34, s. 2 (3).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(4) Notice of an application to close a common road shall be published at least once a week for four successive weeks in a newspaper that is circulated in the area in which the proposed road closure is located, the last publication to be not less than ninety days before the date fixed for the hearing of the application, and any person who uses the road is entitled to be a party to the proceedings on the application.  R.S.O. 1990, c. R.34, s. 2 (4).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(5) Notice of an application made under subsection (1) or (2) shall be given by registered mail to the clerk of the local municipality and the clerk of the upper-tier municipality in which the road is situated or, in the case of a road located in territory without municipal organization, notice shall be similarly given to the Minister of Northern Development, Mines and Forestry.  R.S.O. 1990, c. R.34, s. 2 (5); 2002, c. 17, Sched. F, Table; 2009, c. 33, Sched. 23, s. 8.</p> <p class=\"headnote\">Affidavit to accompany application</p> <p class=\"subsection\">(6) An application under subsection (1) or (2) shall be accompanied by an affidavit of the applicant in which shall be included a description of the road sought to be closed, the proposed location of the barrier or other obstacle, the reasons in support of the closure, and, in the case of an application under subsection (1), the names and addresses of the persons who would, if the road were closed, be deprived of access to their lands.  R.S.O. 1990, c. R.34, s. 2 (6).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched23s8\">2009, c. 33, Sched. 23, s. 8</a></span> - 15/12/2009</p>"
        },
        {
            "id": "3",
            "section": "Conditions for closing order",
            "content": "3 (1) The judge may grant the closing order upon being satisfied that, (a) the closure of the road is reasonably necessary to prevent substantial damage or injury to the interests of the applicant or for some other purpose in the public interest; (b) in the case of an access road that is not a common road, persons described in subsection 2 (3) do not have a legal right to use the road; or (c) in the case of a common road, the persons who use the road do not have a legal right to do so.  2001, c. 25, s. 483. Conditions (2) The judge may impose such conditions on a closing order as he or she considers reasonable and just in the circumstances.  2001, c. 25, s. 483. Section Amendments with date in force (d/m/y) 2001, c. 25, s. 483 - 01/01/2003",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) The judge may grant the closing order upon being satisfied that,</p> <p class=\"paragraph\">  (a) the closure of the road is reasonably necessary to prevent substantial damage or injury to the interests of the applicant or for some other purpose in the public interest; </p> <p class=\"paragraph\">  (b) in the case of an access road that is not a common road, persons described in subsection 2 (3) do not have a legal right to use the road; or</p> <p class=\"paragraph\">  (c) in the case of a common road, the persons who use the road do not have a legal right to do so.  2001, c. 25, s. 483.</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(2) The judge may impose such conditions on a closing order as he or she considers reasonable and just in the circumstances.  2001, c. 25, s. 483.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01025#s483\">2001, c. 25, s. 483</a></span> - 01/01/2003</p>"
        },
        {
            "id": "4",
            "section": "Interim closing order",
            "content": "4 (1) Where notice as required under section 2 is not given, a judge may grant upon application made without notice an interim closing order if he or she is satisfied that the delay required to give notice would likely result in serious damage or injury to the interests of the applicant.  R.S.O. 1990, c. R.34, s. 4 (1). Terms and conditions (2) A judge may make an interim closing order on such terms and conditions and for such duration as the judge considers proper in the circumstances.  R.S.O. 1990, c. R.34, s. 4 (2). Setting aside order (3) A person entitled to notice at the time an interim closing is made may apply to a judge to have the order set aside and the judge may so order where he or she considers it proper in the circumstances.  R.S.O. 1990, c. R.34, s. 4 (3).",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) Where notice as required under section 2 is not given, a judge may grant upon application made without notice an interim closing order if he or she is satisfied that the delay required to give notice would likely result in serious damage or injury to the interests of the applicant.  R.S.O. 1990, c. R.34, s. 4 (1).</p> <p class=\"headnote\">Terms and conditions</p> <p class=\"subsection\">(2) A judge may make an interim closing order on such terms and conditions and for such duration as the judge considers proper in the circumstances.  R.S.O. 1990, c. R.34, s. 4 (2).</p> <p class=\"headnote\">Setting aside order</p> <p class=\"subsection\">(3) A person entitled to notice at the time an interim closing is made may apply to a judge to have the order set aside and the judge may so order where he or she considers it proper in the circumstances.  R.S.O. 1990, c. R.34, s. 4 (3).</p>"
        },
        {
            "id": "5",
            "section": "Appeal",
            "content": "5 An appeal, lies from an order of the judge under section 2 or 4 to the Divisional Court.  R.S.O. 1990, c. R.34, s. 5.",
            "raw_html": "<p class=\"section\"><b>5 </b>An appeal, lies from an order of the judge under section 2 or 4 to the Divisional Court.  R.S.O. 1990, c. R.34, s. 5.</p>"
        },
        {
            "id": "6",
            "section": "Saving",
            "content": "6 (1) Nothing in this Act shall be construed to confer any right in respect of the ownership of land where the right does not otherwise exist at law and nothing in this Act shall affect any alternative remedy at law available to any applicant or other person.  R.S.O. 1990, c. R.34, s. 6 (1). Order of closure or dismissal of application not determination of status of road (2) The granting of a closing order or the dismissal of an application for a closing order under this Act shall not be construed as a determination that the road is or is not a public highway.  R.S.O. 1990, c. R.34, s. 6 (2).",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) Nothing in this Act shall be construed to confer any right in respect of the ownership of land where the right does not otherwise exist at law and nothing in this Act shall affect any alternative remedy at law available to any applicant or other person.  R.S.O. 1990, c. R.34, s. 6 (1).</p> <p class=\"headnote\">Order of closure or dismissal of application not determination of status of road</p> <p class=\"subsection\">(2) The granting of a closing order or the dismissal of an application for a closing order under this Act shall not be construed as a determination that the road is or is not a public highway.  R.S.O. 1990, c. R.34, s. 6 (2).</p>"
        },
        {
            "id": "7",
            "section": "Offence",
            "content": "7 (1) Every person who knowingly contravenes subsection 2 (1) or (2) is guilty of an offence.  R.S.O. 1990, c. R.34, s. 7 (1). Order to remove barrier (2) Where a person is convicted of an offence under this Act, the court may order the person to remove the barrier or other obstacle.  R.S.O. 1990, c. R.34, s. 7 (2).",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) Every person who knowingly contravenes subsection 2 (1) or (2) is guilty of an offence.  R.S.O. 1990, c. R.34, s. 7 (1).</p> <p class=\"headnote\">Order to remove barrier</p> <p class=\"subsection\">(2) Where a person is convicted of an offence under this Act, the court may order the person to remove the barrier or other obstacle.  R.S.O. 1990, c. R.34, s. 7 (2).</p>"
        },
        {
            "id": "8",
            "section": "Temporary closing of forest roads",
            "content": "8 Nothing in this Act prevents the temporary closing of a public forest road or a private forest road within the meaning of the Public Lands Act where, in the opinion of the district manager, an emergency exists.  R.S.O. 1990, c. R.34, s. 8. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>8 </b>Nothing in this Act prevents the temporary closing of a public forest road or a private forest road within the meaning of the <i>Public Lands Act</i> where, in the opinion of the district manager, an emergency exists.  R.S.O. 1990, c. R.34, s. 8.</p> <p class=\"line\">______________</p> <p class=\"line\"><u><span> </span></u></p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90r34\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}