{
    "act_info": {
        "full_title": "Rowan's Law Advisory Committee Act, 2016, S.O. 2016, c. 11",
        "act_name_text": "Rowan’s Law Advisory Committee Act, 2016",
        "citation": "Rowan's Law Advisory Committee Act, 2016, S.O. 2016, c. 11",
        "url": "https://www.ontario.ca/laws/statute/16r11",
        "date_scraped": "2023-12-19 02:20:04"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/16r11/v2",
            "valid_from": "September  9, 2016",
            "valid_to": "December  8, 2017"
        },
        {
            "a_href": "/laws/statute/16r11/v1",
            "valid_from": "June  9, 2016",
            "valid_to": "September  8, 2016"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “Committee” means the advisory committee established under subsection 2 (1); (“comité”) “jury recommendations” means the jury recommendations made in the inquest into the death of Rowan Stringer. (“recommandations du jury”)",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“Committee” means the advisory committee established under subsection 2 (1); (“comité”)</p> <p class=\"definition\">“jury recommendations” means the jury recommendations made in the inquest into the death of Rowan Stringer. (“recommandations du jury”)</p>"
        },
        {
            "id": "2",
            "section": "Advisory committee",
            "content": "2 (1) An advisory committee is established under the name Rowan’s Law Advisory Committee in English and Comité consultatif de la Loi Rowan in French. Membership (2) The Committee shall be composed of no more than 15 members appointed by the Minister of Tourism, Culture and Sport and shall consist of the following: 1. No more than three persons nominated by the Minister of Children and Youth Services. 2. No more than three persons nominated by the Minister of Education. 3. No more than three persons nominated by the Minister of Health and Long-Term Care. 4. No more than three persons nominated by the Minister of Training, Colleges and Universities. 5. No more than three persons nominated by the Minister of Tourism, Culture and Sport. Chair (3) The Minister of Tourism, Culture and Sport shall designate one of the members of the Committee as the chair of the Committee. Rules (4) The Committee may make rules governing the conduct and administration of its affairs. Mandate (5) The Committee shall, (a) review the jury recommendations; (b) review legislation, policies and best practices from other jurisdictions respecting head injuries; (c) make recommendations on how to implement the jury recommendations, how to prevent and mitigate head injuries in sports and how to create awareness about head injuries in sports; and (d) make any other recommendations that the Committee deems advisable with respect to head injury prevention or treatment. Reports (6) The Committee shall provide its recommendations in a report to the Minister of Tourism, Culture and Sport within one year after the day this Act comes into force. Publication (7) The Minister of Tourism, Culture and Sport shall table the report in the Legislature and shall publish the report on a Government of Ontario website. 3 This Act is repealed one year and three months after the day it comes into force. 4 Omitted\r\n(provides for coming into force of provisions of this Act). 5 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) An advisory committee is established under the name Rowan’s Law Advisory Committee in English and Comité consultatif de la Loi Rowan in French.</p> <p class=\"headnote\">Membership</p> <p class=\"subsection\">(2) The Committee shall be composed of no more than 15 members appointed by the Minister of Tourism, Culture and Sport and shall consist of the following:</p> <p class=\"paragraph\">  1. No more than three persons nominated by the Minister of Children and Youth Services.</p> <p class=\"paragraph\">  2. No more than three persons nominated by the Minister of Education.</p> <p class=\"paragraph\">  3. No more than three persons nominated by the Minister of Health and Long-Term Care.</p> <p class=\"paragraph\">  4. No more than three persons nominated by the Minister of Training, Colleges and Universities.</p> <p class=\"paragraph\">  5. No more than three persons nominated by the Minister of Tourism, Culture and Sport.</p> <p class=\"headnote\">Chair</p> <p class=\"subsection\">(3) The Minister of Tourism, Culture and Sport shall designate one of the members of the Committee as the chair of the Committee.</p> <p class=\"headnote\">Rules</p> <p class=\"subsection\">(4) The Committee may make rules governing the conduct and administration of its affairs.</p> <p class=\"headnote\">Mandate</p> <p class=\"subsection\">(5) The Committee shall,</p> <p class=\"paragraph\">  (a) review the jury recommendations;</p> <p class=\"paragraph\">  (b) review legislation, policies and best practices from other jurisdictions respecting head injuries;</p> <p class=\"paragraph\">  (c) make recommendations on how to implement the jury recommendations, how to prevent and mitigate head injuries in sports and how to create awareness about head injuries in sports; and</p> <p class=\"paragraph\">  (d) make any other recommendations that the Committee deems advisable with respect to head injury prevention or treatment.</p> <p class=\"headnote\">Reports</p> <p class=\"subsection\">(6) The Committee shall provide its recommendations in a report to the Minister of Tourism, Culture and Sport within one year after the day this Act comes into force.</p> <p class=\"headnote\">Publication</p> <p class=\"subsection\">(7) The Minister of Tourism, Culture and Sport shall table the report in the Legislature and shall publish the report on a Government of Ontario website.</p> <p class=\"section\"><b>3 This Act is repealed one year and three months after the day it comes into force.</b></p> <p class=\"section\"><b>4 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>). </p> <p class=\"section\"><b>5</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span> </p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/16r11\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "3 This Act is repealed one year and three months after the day it comes into force.",
            "section": "Publication",
            "content": "3 This Act is repealed one year and three months after the day it comes into force. 4 Omitted\r\n(provides for coming into force of provisions of this Act). 5 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>3 This Act is repealed one year and three months after the day it comes into force.</b></p> <p class=\"section\"><b>4 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>). </p> <p class=\"section\"><b>5</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span> </p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/16r11\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "4",
            "section": "Publication",
            "content": "4 Omitted\r\n(provides for coming into force of provisions of this Act).  5 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>4 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>). </p> <p class=\"section\"><b>5</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span> </p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/16r11\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "5",
            "section": "Publication",
            "content": "5 Omitted (enacts short title of this Act).  ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>5</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span> </p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/16r11\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}