{
    "act_info": {
        "full_title": "Royal Ontario Museum Act, R.S.O. 1990, c. R.35",
        "act_name_text": "Royal Ontario Museum Act",
        "citation": "R.S.O. 1990, c. R.35",
        "url": "https://www.ontario.ca/laws/statute/90r35",
        "date_scraped": "2023-12-18 04:20:25"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June  8, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90r35/v7",
            "valid_from": "October 19, 2021",
            "valid_to": "June  7, 2023"
        },
        {
            "a_href": "/laws/statute/90r35/v6",
            "valid_from": "November 14, 2017",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/statute/90r35/v5",
            "valid_from": "December 15, 2009",
            "valid_to": "November 13, 2017"
        },
        {
            "a_href": "/laws/statute/90r35/v4",
            "valid_from": "July 25, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90r35/v3",
            "valid_from": "October 19, 2006",
            "valid_to": "July 24, 2007"
        },
        {
            "a_href": "/laws/statute/90r35/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "/laws/statute/90r35/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “Board” means the board of trustees of the Museum; (“conseil”) “Museum” means The Royal Ontario Museum; (“Musée”) “Unincorporated Institutions” means the institutions known before the 1st day of July, 1968 as The Royal Ontario Museum and The R. S. McLaughlin Planetarium, whose assets and rights were before that date vested in The Governors of the University of Toronto. (“établissements sans personnalité morale”)  R.S.O. 1990, c. R.35, s. 1.",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“Board” means the board of trustees of the Museum; (“conseil”)</p> <p class=\"definition\">“Museum” means The Royal Ontario Museum; (“Musée”)</p> <p class=\"definition\">“Unincorporated Institutions” means the institutions known before the 1st day of July, 1968 as The Royal Ontario Museum and The R. S. McLaughlin Planetarium, whose assets and rights were before that date vested in The Governors of the University of Toronto. (“établissements sans personnalité morale”)  R.S.O. 1990, c. R.35, s. 1.</p>"
        },
        {
            "id": "2",
            "section": "Museum corporation continued",
            "content": "2 (1) The corporation without share capital known as The Royal Ontario Museum, consisting of the trustees for the time being of the Board, is continued under the name of The Royal Ontario Museum in English and under the name Musée royal de l’Ontario in French.  R.S.O. 1990, c. R.35, s. 2 (1). Fiscal year (2) The fiscal year of the Museum shall be as follows: 1.  Until June 30, 2005, the fiscal year begins on July 1 in each year and ends on June 30 of the following year. 2.  For the year beginning July 1, 2005, the fiscal year runs nine months and ends on March 31, 2006. 3.  Beginning April 1, 2006, the fiscal year begins on April 1 in each year and ends on March 31 of the following year.  2006, c. 19, Sched. H, s. 1. Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. H, s. 1 - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) The corporation without share capital known as The Royal Ontario Museum, consisting of the trustees for the time being of the Board, is continued under the name of The Royal Ontario Museum in English and under the name Musée royal de l’Ontario in French.  R.S.O. 1990, c. R.35, s. 2 (1).</p> <p class=\"headnote\">Fiscal year</p> <p class=\"subsection\">(2) The fiscal year of the Museum shall be as follows:</p> <p class=\"paragraph\">  1.  Until June 30, 2005, the fiscal year begins on July 1 in each year and ends on June 30 of the following year.</p> <p class=\"paragraph\">  2.  For the year beginning July 1, 2005, the fiscal year runs nine months and ends on March 31, 2006.</p> <p class=\"paragraph\">  3.  Beginning April 1, 2006, the fiscal year begins on April 1 in each year and ends on March 31 of the following year.  2006, c. 19, Sched. H, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedhs1\">2006, c. 19, Sched. H, s. 1</a></span> - 22/06/2006</p>"
        },
        {
            "id": "3",
            "section": "Objects of Museum",
            "content": "3 The objects of the Museum are, (a)  the collection and exhibition of objects, documents and books of any kind to illustrate and make known to the public the natural history of Ontario, Canada and the world; (b)  the collection and exhibition of objects, documents and books of any kind to illustrate and make known to the public human history in all the ages; (c)  the operation of a planetarium; (d)  the promotion of education, teaching, research and publication in any or all fields related to the objects of the Museum referred to in clauses (a), (b) and (c).  R.S.O. 1990, c. R.35, s. 3.",
            "raw_html": "<p class=\"section\"><b>3 </b>The objects of the Museum are,</p> <p class=\"paragraph\">  (a)  the collection and exhibition of objects, documents and books of any kind to illustrate and make known to the public the natural history of Ontario, Canada and the world;</p> <p class=\"paragraph\">  (b)  the collection and exhibition of objects, documents and books of any kind to illustrate and make known to the public human history in all the ages;</p> <p class=\"paragraph\">  (c)  the operation of a planetarium;</p> <p class=\"paragraph\">  (d)  the promotion of education, teaching, research and publication in any or all fields related to the objects of the Museum referred to in clauses (a), (b) and (c).  R.S.O. 1990, c. R.35, s. 3.</p>"
        },
        {
            "id": "4",
            "section": "Board of trustees",
            "content": "4 (1) The affairs of the Museum shall be managed and controlled by a board of trustees, consisting of twenty-one trustees.  R.S.O. 1990, c. R.35, s. 4 (1). Trustees, by virtue of office (2) The chair of The Governing Council of the University of Toronto and the President of the University of Toronto are, by virtue of office, trustees of the Museum. R.S.O. 1990, c. R.35, s. 4 (2); 2023, c. 9, Sched. 31, s. 1 (1). Appointment and election (3) The remaining nineteen trustees shall consist of, (a)  fifteen appointed by the Lieutenant Governor in Council; and (b)  four elected by the members of the Museum. 2023, c. 9, Sched. 31, s. 1 (2). Term (3.1) The trustees appointed under clause (3) (a) shall each hold office at pleasure for a term of up to three years. 2023, c. 9, Sched. 31, s. 1 (2). Same (3.2) The trustees appointed under clause (3) (b) shall each hold office for a term of three years. 2023, c. 9, Sched. 31, s. 1 (2). First trustees (4) Despite subsection (3), (a)  on the first appointment of trustees under clause (3) (a), five trustees shall be appointed for a one-year term, five trustees shall be appointed for a two-year term and five trustees shall be appointed for a three-year term; and (b)  on the first election of trustees under clause (3) (b), one trustee shall be elected for a one-year term, one trustee shall be elected for a two-year term and one trustee shall be elected for a three-year term, and in each year thereafter five trustees shall be appointed and one trustee shall be elected as provided in subsection (3).  R.S.O. 1990, c. R.35, s. 4 (4). Vacancies (5) Where a vacancy occurs for any reason among the trustees, the vacancy shall be filled by a person appointed or elected by the body that appointed or elected the trustee whose office is vacant, and the person so appointed or elected shall hold office for the remainder of the term of office of the person whose membership is vacant.  R.S.O. 1990, c. R.35, s. 4 (5). Re-election and reappointment of trustees (6) Any trustee elected or appointed under subsection (3) is eligible for re-election or reappointment for additional terms. R.S.O. 1990, c. R.35, s. 4 (6); 2023, c. 9, Sched. 31, s. 1 (3). Quorum (7) Seven trustees constitute a quorum for meetings of the Board.  R.S.O. 1990, c. R.35, s. 4 (7). Chair (8) One of the members of the Board shall be appointed by the Lieutenant Governor in Council to be its chair.  R.S.O. 1990, c. R.35, s. 4 (8). Vice-chair (9) The Board may appoint one of its members to be vice-chair.  R.S.O. 1990, c. R.35, s. 4 (9). Presiding officer (10) The chair shall preside at all meetings of the Board and, in his or her absence, the vice-chair shall preside, and, in the absence of the chair and the vice-chair, the trustees present at a meeting shall appoint one of their number to preside.  R.S.O. 1990, c. R.35, s. 4 (10). Section Amendments with date in force (d/m/y) 2023, c. 9, Sched. 31, s. 1 (1-3) - 08/06/2023",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) The affairs of the Museum shall be managed and controlled by a board of trustees, consisting of twenty-one trustees.  R.S.O. 1990, c. R.35, s. 4 (1).</p> <p class=\"headnote\">Trustees, by virtue of office</p> <p class=\"subsection\">(2) The chair of The Governing Council of the University of Toronto and the President of the University of Toronto are, by virtue of office, trustees of the Museum. R.S.O. 1990, c. R.35, s. 4 (2); 2023, c. 9, Sched. 31, s. 1 (1).</p> <p class=\"headnote\">Appointment and election</p> <p class=\"subsection\">(3) The remaining nineteen trustees shall consist of,</p> <p class=\"paragraph\">  (a)  fifteen appointed by the Lieutenant Governor in Council; and</p> <p class=\"paragraph\">  (b)  four elected by the members of the Museum. 2023, c. 9, Sched. 31, s. 1 (2).</p> <p class=\"headnote\">Term</p> <p class=\"subsection\">(3.1) The trustees appointed under clause (3) (a) shall each hold office at pleasure for a term of up to three years. 2023, c. 9, Sched. 31, s. 1 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3.2) The trustees appointed under clause (3) (b) shall each hold office for a term of three years. 2023, c. 9, Sched. 31, s. 1 (2).</p> <p class=\"headnote\">First trustees</p> <p class=\"subsection\">(4) Despite subsection (3),</p> <p class=\"paragraph\">  (a)  on the first appointment of trustees under clause (3) (a), five trustees shall be appointed for a one-year term, five trustees shall be appointed for a two-year term and five trustees shall be appointed for a three-year term; and</p> <p class=\"paragraph\">  (b)  on the first election of trustees under clause (3) (b), one trustee shall be elected for a one-year term, one trustee shall be elected for a two-year term and one trustee shall be elected for a three-year term,</p> <p class=\"subsection\">and in each year thereafter five trustees shall be appointed and one trustee shall be elected as provided in subsection (3).  R.S.O. 1990, c. R.35, s. 4 (4).</p> <p class=\"headnote\">Vacancies</p> <p class=\"subsection\">(5) Where a vacancy occurs for any reason among the trustees, the vacancy shall be filled by a person appointed or elected by the body that appointed or elected the trustee whose office is vacant, and the person so appointed or elected shall hold office for the remainder of the term of office of the person whose membership is vacant.  R.S.O. 1990, c. R.35, s. 4 (5).</p> <p class=\"headnote\">Re-election and reappointment of trustees</p> <p class=\"subsection\">(6) Any trustee elected or appointed under subsection (3) is eligible for re-election or reappointment for additional terms. R.S.O. 1990, c. R.35, s. 4 (6); 2023, c. 9, Sched. 31, s. 1 (3).</p> <p class=\"headnote\">Quorum</p> <p class=\"subsection\">(7) Seven trustees constitute a quorum for meetings of the Board.  R.S.O. 1990, c. R.35, s. 4 (7).</p> <p class=\"headnote\">Chair</p> <p class=\"subsection\">(8) One of the members of the Board shall be appointed by the Lieutenant Governor in Council to be its chair.  R.S.O. 1990, c. R.35, s. 4 (8).</p> <p class=\"headnote\">Vice-chair</p> <p class=\"subsection\">(9) The Board may appoint one of its members to be vice-chair.  R.S.O. 1990, c. R.35, s. 4 (9).</p> <p class=\"headnote\">Presiding officer</p> <p class=\"subsection\">(10) The chair shall preside at all meetings of the Board and, in his or her absence, the vice-chair shall preside, and, in the absence of the chair and the vice-chair, the trustees present at a meeting shall appoint one of their number to preside.  R.S.O. 1990, c. R.35, s. 4 (10).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched31s1s1\">2023, c. 9, Sched. 31, s. 1 (1-3)</a></span> - 08/06/2023</p>"
        },
        {
            "id": "5",
            "section": "Powers of Board",
            "content": "5 The Board has all the powers necessary or convenient to achieve the objects of the Museum and, without limiting the generality of the foregoing, may, (a)  make by-laws, rules and regulations, (i)  for the administration of the affairs of the Museum, (ii)  governing the use by the public of the facilities, property and equipment of the Museum and requiring the payment of fees for the admission of the public or any class thereof to such facilities and property, and prescribing the amounts of such fees, and (iii)  providing for membership in the Museum and prescribing the qualifications and terms of membership and the fees, if any, to be paid therefor, and providing for and regulating meetings of the members; (b)  appoint a Director of the Museum; (c)  appoint, promote, transfer or remove an Associate Director or Associate Directors and all curators, officers and staff as are necessary for the proper conduct of the affairs of the Museum on the recommendation of the Director; (d)  fix the duties, salaries and qualifications of office or employment and other emoluments of the Director, the Associate Director or Directors, curators, officers and members of the staff of the Museum; (e)  provide for the retirement and superannuation of persons mentioned in clauses (b) and (c); (f)  appoint by resolution a trustee or trustees of the Board, or any other person or persons, to execute on behalf of the Board any documents and other instruments in writing and to affix the corporate seal of the Museum thereto; (g)  pass a by-law authorizing the trustees to elect from among their number an executive committee consisting of not fewer than three and to delegate to the executive committee any powers of the Board, subject to the restrictions, if any, contained in the by-law or imposed from time to time by the trustees, and authorizing the trustees to fix the quorum of the executive committee at not less than a majority of its members; (h)  appoint committees from the trustees of the Board and such other committees as are considered desirable, and confer upon any such committees authority to act for the Board with respect to any matter or classes of matters; (i)  establish, maintain and operate a museum and a planetarium and related facilities as required or convenient for carrying out the objects of the Museum; (j)  enter into agreements with any association or organization having objects similar to those of the Museum; (k)  enter into agreements with any governing body of a university, college or school, (i)  to provide for the interchange of staff, and (ii)  generally in other areas consistent with the objects of the Museum; (l)  solicit, receive and hold gifts of every nature for any purpose related to the objects of the Museum upon such trusts and conditions as seem proper to the Board, and administer such gifts in accordance with such trusts and conditions; and (m)  generally conduct and manage the business and affairs of the Museum.  R.S.O. 1990, c. R.35, s. 5.",
            "raw_html": "<p class=\"section\"><b>5 </b>The Board has all the powers necessary or convenient to achieve the objects of the Museum and, without limiting the generality of the foregoing, may,</p> <p class=\"paragraph\">  (a)  make by-laws, rules and regulations,</p> <p class=\"subclause\">  (i)  for the administration of the affairs of the Museum,</p> <p class=\"subclause\">  (ii)  governing the use by the public of the facilities, property and equipment of the Museum and requiring the payment of fees for the admission of the public or any class thereof to such facilities and property, and prescribing the amounts of such fees, and</p> <p class=\"subclause\">  (iii)  providing for membership in the Museum and prescribing the qualifications and terms of membership and the fees, if any, to be paid therefor, and providing for and regulating meetings of the members;</p> <p class=\"paragraph\">  (b)  appoint a Director of the Museum;</p> <p class=\"paragraph\">  (c)  appoint, promote, transfer or remove an Associate Director or Associate Directors and all curators, officers and staff as are necessary for the proper conduct of the affairs of the Museum on the recommendation of the Director;</p> <p class=\"paragraph\">  (d)  fix the duties, salaries and qualifications of office or employment and other emoluments of the Director, the Associate Director or Directors, curators, officers and members of the staff of the Museum;</p> <p class=\"paragraph\">  (e)  provide for the retirement and superannuation of persons mentioned in clauses (b) and (c);</p> <p class=\"paragraph\">  (f)  appoint by resolution a trustee or trustees of the Board, or any other person or persons, to execute on behalf of the Board any documents and other instruments in writing and to affix the corporate seal of the Museum thereto;</p> <p class=\"paragraph\">  (g)  pass a by-law authorizing the trustees to elect from among their number an executive committee consisting of not fewer than three and to delegate to the executive committee any powers of the Board, subject to the restrictions, if any, contained in the by-law or imposed from time to time by the trustees, and authorizing the trustees to fix the quorum of the executive committee at not less than a majority of its members;</p> <p class=\"paragraph\">  (h)  appoint committees from the trustees of the Board and such other committees as are considered desirable, and confer upon any such committees authority to act for the Board with respect to any matter or classes of matters;</p> <p class=\"paragraph\">  (i)  establish, maintain and operate a museum and a planetarium and related facilities as required or convenient for carrying out the objects of the Museum;</p> <p class=\"paragraph\">  (j)  enter into agreements with any association or organization having objects similar to those of the Museum;</p> <p class=\"paragraph\">  (k)  enter into agreements with any governing body of a university, college or school,</p> <p class=\"subclause\">  (i)  to provide for the interchange of staff, and</p> <p class=\"subclause\">  (ii)  generally in other areas consistent with the objects of the Museum;</p> <p class=\"paragraph\">  (l)  solicit, receive and hold gifts of every nature for any purpose related to the objects of the Museum upon such trusts and conditions as seem proper to the Board, and administer such gifts in accordance with such trusts and conditions; and</p> <p class=\"paragraph\">  (m)  generally conduct and manage the business and affairs of the Museum.  R.S.O. 1990, c. R.35, s. 5.</p>"
        },
        {
            "id": "6",
            "section": "Duties and powers of Director",
            "content": "6 The Director is the chief executive officer of the Museum and has general supervision over and direction of the operations of the Museum, and the Associate Director or Directors, curators, officers and staff thereof, and has such other powers and shall perform such other duties as from time to time may be conferred upon or assigned to him or her by the Board, and without limiting the generality of the foregoing, (a)  shall make recommendations to the Board as to all appointments to and all promotions in, and removals from the staff of the Museum including the Associate Director or Directors, curators and officers; (b)  may suspend the Associate Director or Directors, any curator, officer or member of the staff of the Museum, and, forthwith, after suspending any person, shall report his or her action to the Board with a statement of the reasons therefor; and (c)  shall report annually to the Board on the affairs of the Museum and make such recommendations thereon as he or she considers necessary.  R.S.O. 1990, c. R.35, s. 6.",
            "raw_html": "<p class=\"section\"><b>6 </b>The Director is the chief executive officer of the Museum and has general supervision over and direction of the operations of the Museum, and the Associate Director or Directors, curators, officers and staff thereof, and has such other powers and shall perform such other duties as from time to time may be conferred upon or assigned to him or her by the Board, and without limiting the generality of the foregoing,</p> <p class=\"paragraph\">  (a)  shall make recommendations to the Board as to all appointments to and all promotions in, and removals from the staff of the Museum including the Associate Director or Directors, curators and officers;</p> <p class=\"paragraph\">  (b)  may suspend the Associate Director or Directors, any curator, officer or member of the staff of the Museum, and, forthwith, after suspending any person, shall report his or her action to the Board with a statement of the reasons therefor; and</p> <p class=\"paragraph\">  (c)  shall report annually to the Board on the affairs of the Museum and make such recommendations thereon as he or she considers necessary.  R.S.O. 1990, c. R.35, s. 6.</p>"
        },
        {
            "id": "7",
            "section": "Transfer of assets",
            "content": "7 (1) All property, real and personal, and the undertaking and assets, with all the rights, powers, privileges and immunities vested in, owned, held, possessed or enjoyed by The Governors of the University of Toronto on the 1st day of July, 1968 and which relate to the Unincorporated Institutions, including but not limited to the real property described in the Schedule hereto, are hereby vested in the Museum without the necessity of any other grant, conveyance, transfer, assignment or vesting thereof subject to the provisions of this Act, and the Museum shall assume, satisfy and perform all debts and obligations relating to such property, undertaking and assets and shall indemnify The Governors of the University of Toronto from such debts and obligations.  R.S.O. 1990, c. R.35, s. 7 (1). Rights to other assets (2) Without limiting the generality of subsection (1), all gifts, devises, deeds, conveyances, transfers and leases of any real property or of any interest therein and all gifts, bequests, assignments, loans and transfers of any personal property or of any interest therein, which have been or shall hereafter be made or intended for The Governors or Governing Council of the University of Toronto for the purposes of any one or both of the Unincorporated Institutions are hereby vested in the Museum as fully and effectually as if any such gift, devise, deed, conveyance, transfer, lease, loan, bequest or assignment had been made to the Museum, but any property, real or personal, relating to any one or both of the Unincorporated Institutions and vested before the 1st day of July, 1968 in The Governors of the University of Toronto for any special purposes or trusts shall be held for such purposes and trusts, and with, under and subject to the same powers, obligations and provisions as are in force or declared under any statute, deed or other instrument affecting such property respectively and any property, real or personal, given, devised, bequeathed, assigned or transferred to or intended for the Museum or for any one or both of the Unincorporated Institutions after the 1st day of July, 1968, shall vest in the Museum and shall be held for the purposes and trusts and with, under and subject to the powers, obligations and provisions as are declared under any statute, deed or other instrument affecting such property respectively, and The Governors or Governing Council of the University of Toronto are relieved of any liability in respect of such property under any such statute, deed or other instrument.  R.S.O. 1990, c. R.35, s. 7 (2). Present lands vested in the Museum subject to certain rights (3) The lands used before the 1st day of July, 1968 for any one or both of the Unincorporated Institutions that are vested in the Museum by subsection (1), are subject to the right of The Governing Council of the University of Toronto at all times to maintain and operate the tunnels passing through such lands and the works connected therewith constructed for the purpose of the power plant and air conditioning plant of the University of Toronto and to keep them in repair, and the right at all times as occasion may require to enter upon such lands and the buildings thereon for the purpose of inspecting, maintaining and repairing such tunnels and works, and to do all things that may be necessary or convenient for that purpose.  R.S.O. 1990, c. R.35, s. 7 (3).",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) All property, real and personal, and the undertaking and assets, with all the rights, powers, privileges and immunities vested in, owned, held, possessed or enjoyed by The Governors of the University of Toronto on the 1st day of July, 1968 and which relate to the Unincorporated Institutions, including but not limited to the real property described in the Schedule hereto, are hereby vested in the Museum without the necessity of any other grant, conveyance, transfer, assignment or vesting thereof subject to the provisions of this Act, and the Museum shall assume, satisfy and perform all debts and obligations relating to such property, undertaking and assets and shall indemnify The Governors of the University of Toronto from such debts and obligations.  R.S.O. 1990, c. R.35, s. 7 (1).</p> <p class=\"headnote\">Rights to other assets</p> <p class=\"subsection\">(2) Without limiting the generality of subsection (1), all gifts, devises, deeds, conveyances, transfers and leases of any real property or of any interest therein and all gifts, bequests, assignments, loans and transfers of any personal property or of any interest therein, which have been or shall hereafter be made or intended for The Governors or Governing Council of the University of Toronto for the purposes of any one or both of the Unincorporated Institutions are hereby vested in the Museum as fully and effectually as if any such gift, devise, deed, conveyance, transfer, lease, loan, bequest or assignment had been made to the Museum, but any property, real or personal, relating to any one or both of the Unincorporated Institutions and vested before the 1st day of July, 1968 in The Governors of the University of Toronto for any special purposes or trusts shall be held for such purposes and trusts, and with, under and subject to the same powers, obligations and provisions as are in force or declared under any statute, deed or other instrument affecting such property respectively and any property, real or personal, given, devised, bequeathed, assigned or transferred to or intended for the Museum or for any one or both of the Unincorporated Institutions after the 1st day of July, 1968, shall vest in the Museum and shall be held for the purposes and trusts and with, under and subject to the powers, obligations and provisions as are declared under any statute, deed or other instrument affecting such property respectively, and The Governors or Governing Council of the University of Toronto are relieved of any liability in respect of such property under any such statute, deed or other instrument.  R.S.O. 1990, c. R.35, s. 7 (2).</p> <p class=\"headnote\">Present lands vested in the Museum subject to certain rights</p> <p class=\"subsection\">(3) The lands used before the 1st day of July, 1968 for any one or both of the Unincorporated Institutions that are vested in the Museum by subsection (1), are subject to the right of The Governing Council of the University of Toronto at all times to maintain and operate the tunnels passing through such lands and the works connected therewith constructed for the purpose of the power plant and air conditioning plant of the University of Toronto and to keep them in repair, and the right at all times as occasion may require to enter upon such lands and the buildings thereon for the purpose of inspecting, maintaining and repairing such tunnels and works, and to do all things that may be necessary or convenient for that purpose.  R.S.O. 1990, c. R.35, s. 7 (3).</p>"
        },
        {
            "id": "8",
            "section": "Property",
            "content": "8 The Museum has, in addition to the powers, rights and privileges mentioned in section 92 of Part VI (Interpretation) of the Legislation Act, 2006, power to purchase or otherwise acquire, take or receive by gift, bequest or devise and to hold and enjoy, any estate or property whatsoever, whether real or personal, and to sell, grant, convey, mortgage, lease or otherwise dispose of the same or any part thereof from time to time and as occasion may require, and to acquire other estate or property in addition thereto or in place thereof without limitation as to the period of holding.  R.S.O. 1990, c. R.35, s. 8; 2006, c. 21, Sched. F, s. 131. Section Amendments with date in force (d/m/y) 2006, c. 21, Sched. F, s. 131 - 25/07/2007",
            "raw_html": "<p class=\"section\"><b>8 </b>The Museum has, in addition to the powers, rights and privileges mentioned in section 92 of Part VI (Interpretation) of the <i>Legislation Act, 2006</i>, power to purchase or otherwise acquire, take or receive by gift, bequest or devise and to hold and enjoy, any estate or property whatsoever, whether real or personal, and to sell, grant, convey, mortgage, lease or otherwise dispose of the same or any part thereof from time to time and as occasion may require, and to acquire other estate or property in addition thereto or in place thereof without limitation as to the period of holding.  R.S.O. 1990, c. R.35, s. 8; 2006, c. 21, Sched. F, s. 131.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedfs131\">2006, c. 21, Sched. F, s. 131</a></span> - 25/07/2007</p>"
        },
        {
            "id": "9",
            "section": "Exemption from taxation",
            "content": "9 The Museum and its real and personal property, business and income are exempt from all assessment and taxation made, imposed or levied by or under the authority of any Act of the Legislature.  R.S.O. 1990, c. R.35, s. 9.",
            "raw_html": "<p class=\"section\"><b>9 </b>The Museum and its real and personal property, business and income are exempt from all assessment and taxation made, imposed or levied by or under the authority of any Act of the Legislature.  R.S.O. 1990, c. R.35, s. 9.</p>"
        },
        {
            "id": "10",
            "section": "Property of Museum not liable to expropriation",
            "content": "10 Real property vested in the Museum is not liable to be entered upon, used or taken by any corporation, except a municipal corporation, or by any person possessing the right of taking real property compulsorily for any purpose, and no power to expropriate real property conferred on or after the 1st day of July, 1968 shall extend to such property unless in the Act conferring the power it is made in express terms to apply thereto.  R.S.O. 1990, c. R.35, s. 10.",
            "raw_html": "<p class=\"section\"><b>10 </b>Real property vested in the Museum is not liable to be entered upon, used or taken by any corporation, except a municipal corporation, or by any person possessing the right of taking real property compulsorily for any purpose, and no power to expropriate real property conferred on or after the 1st day of July, 1968 shall extend to such property unless in the Act conferring the power it is made in express terms to apply thereto.  R.S.O. 1990, c. R.35, s. 10.</p>"
        },
        {
            "id": "11",
            "section": "Borrowing powers",
            "content": "11 (1) The Board may borrow money upon the credit of the Museum, and may issue bonds, debentures or other securities of the Museum, and may pledge or sell them for such sums or at such prices as may be considered expedient or necessary, and may hypothecate, mortgage or pledge all or any of the real or personal property, rights or powers of the Museum to secure any bonds, debentures or other securities and any indebtedness of or money borrowed for the purposes of the Museum.  R.S.O. 1990, c. R.35, s. 11 (1). Limitation (2) The amount that may be borrowed under subsection (1) together with the total amount of any such borrowings that remain unpaid shall not exceed at any one time $100,000 without the approval of the Lieutenant Governor in Council, but a lender is not bound to inquire as to the compliance by the Museum with this subsection and where any loan is made it shall be deemed to have been lawfully made under the authority of this section.  R.S.O. 1990, c. R.35, s. 11 (2).",
            "raw_html": "<p class=\"section\"><b>11 </b>(1) The Board may borrow money upon the credit of the Museum, and may issue bonds, debentures or other securities of the Museum, and may pledge or sell them for such sums or at such prices as may be considered expedient or necessary, and may hypothecate, mortgage or pledge all or any of the real or personal property, rights or powers of the Museum to secure any bonds, debentures or other securities and any indebtedness of or money borrowed for the purposes of the Museum.  R.S.O. 1990, c. R.35, s. 11 (1).</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(2) The amount that may be borrowed under subsection (1) together with the total amount of any such borrowings that remain unpaid shall not exceed at any one time $100,000 without the approval of the Lieutenant Governor in Council, but a lender is not bound to inquire as to the compliance by the Museum with this subsection and where any loan is made it shall be deemed to have been lawfully made under the authority of this section.  R.S.O. 1990, c. R.35, s. 11 (2).</p>"
        },
        {
            "id": "12",
            "section": "Application of property",
            "content": "12 The property and the income, revenues, issues and profits of all property of the Museum shall be applied solely to achieving the objects of the Museum.  R.S.O. 1990, c. R.35, s. 12.",
            "raw_html": "<p class=\"section\"><b>12 </b>The property and the income, revenues, issues and profits of all property of the Museum shall be applied solely to achieving the objects of the Museum.  R.S.O. 1990, c. R.35, s. 12.</p>"
        },
        {
            "id": "13",
            "section": "Investment of funds",
            "content": "13 The funds of the Museum not immediately required for its purposes and the proceeds of all property that come to the Museum, subject to any trust or trusts affecting the same, may be invested and reinvested in such investments as the Board considers meet.  R.S.O. 1990, c. R.35, s. 13.",
            "raw_html": "<p class=\"section\"><b>13 </b>The funds of the Museum not immediately required for its purposes and the proceeds of all property that come to the Museum, subject to any trust or trusts affecting the same, may be invested and reinvested in such investments as the Board considers meet.  R.S.O. 1990, c. R.35, s. 13.</p>"
        },
        {
            "id": "14",
            "section": "Audit",
            "content": "14 The accounts and financial transactions of the Museum shall be audited annually by an auditor or auditors appointed by the Board.  R.S.O. 1990, c. R.35, s. 14. Not-for-Profit Corporations Act, 2010 15 (1) The Not-for-Profit Corporations Act, 2010 applies to the Museum, except as prescribed by regulation under subsection (2). 2017, c. 20, Sched. 8, s. 128. Regulations (2) The Lieutenant Governor in Council may make regulations prescribing provisions of the Not-for-Profit Corporations Act, 2010 that do not apply to the Museum. 2017, c. 20, Sched. 8, s. 128. Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 11, s. 8 - 15/12/2009 2017, c. 20, Sched. 8, s. 128 - 19/10/2021",
            "raw_html": "<p class=\"section\"><b>14 </b>The accounts and financial transactions of the Museum shall be audited annually by an auditor or auditors appointed by the Board.  R.S.O. 1990, c. R.35, s. 14.</p> <p class=\"headnoteitalic\">Not-for-Profit Corporations Act, 2010</p> <p class=\"section\"><b>15 </b>(1) The <i>Not-for-Profit Corporations Act, 2010</i> applies to the Museum, except as prescribed by regulation under subsection (2). 2017, c. 20, Sched. 8, s. 128.</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may make regulations prescribing provisions of the <i>Not-for-Profit Corporations Act, 2010</i> that do not apply to the Museum. 2017, c. 20, Sched. 8, s. 128.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched11s8\">2009, c. 33, Sched. 11, s. 8</a></span> - 15/12/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched8s128\">2017, c. 20, Sched. 8, s. 128</a></span> - 19/10/2021</p>"
        },
        {
            "id": "15",
            "section": "Audit",
            "content": "15 (1) The Not-for-Profit Corporations Act, 2010 applies to the Museum, except as prescribed by regulation under subsection (2). 2017, c. 20, Sched. 8, s. 128. Regulations (2) The Lieutenant Governor in Council may make regulations prescribing provisions of the Not-for-Profit Corporations Act, 2010 that do not apply to the Museum. 2017, c. 20, Sched. 8, s. 128. Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 11, s. 8 - 15/12/2009 2017, c. 20, Sched. 8, s. 128 - 19/10/2021",
            "raw_html": "<p class=\"section\"><b>15 </b>(1) The <i>Not-for-Profit Corporations Act, 2010</i> applies to the Museum, except as prescribed by regulation under subsection (2). 2017, c. 20, Sched. 8, s. 128.</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may make regulations prescribing provisions of the <i>Not-for-Profit Corporations Act, 2010</i> that do not apply to the Museum. 2017, c. 20, Sched. 8, s. 128.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched11s8\">2009, c. 33, Sched. 11, s. 8</a></span> - 15/12/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched8s128\">2017, c. 20, Sched. 8, s. 128</a></span> - 19/10/2021</p>"
        },
        {
            "id": "16",
            "section": "Trust property",
            "content": "16 Nothing in this Act authorizes the Board to alienate, hypothecate, mortgage or pledge any real or personal property given, devised or bequeathed with a condition annexed to such gift that the property shall not be alienated, hypothecated, mortgaged or pledged.  R.S.O. 1990, c. R.35, s. 16. SCHEDULE All and singular that certain parcel or tract of land and premises situate, lying and being in the City of Toronto, in the County of York and Province of Ontario, being composed of Lots 50, 53 and part of Lot 70 according to a Plan filed in the Registry Office for the Registry Division of Toronto as No. D-178 the part of a Road closed by a Plan filed in the said Registry Office as No. 207E, Block B according to a Plan filed in the said Registry Office as No. 211E, Block A according to a Plan filed in the said Registry Office as No. 225E, and parts of Lots 1 and 2 according to a Plan filed in the said Registry Office as No. 452-E, the boundaries of the said parcel of land being described as follows: Commencing at a point in the westerly limit of Queen’s Park Drive, where the same is intersected by the southerly limit of Bloor Street West as widened by By-law No. 9416 of the Municipal Corporation of the City of Toronto, the said point of intersection being distant thirteen feet ten and one-quarter inches (13' 10 1/4\") more or less measured southerly along the said westerly limit from the northerly limit of lands included in the said Plan No. 452-E; Thence westerly along the southerly limit of Bloor Street West widened as aforesaid, a distance of one hundred and seventy-one feet seven and three-quarter inches (171' 7 3/4\") more or less to an angle therein; Thence continuing westerly along the said southerly limit of Bloor Street West, a distance of two hundred and seven feet one inch (207'\r\n1\") more or less to the point of intersection thereof with the westerly limit of the said Lot 2 according to Plan No. 452-E; Thence southerly along the last mentioned westerly limit a distance of five hundred and twenty feet four and one-quarter inches (520' 4 1/4\") more or less to the southwesterly angle of the said Lot 2; Thence easterly along the southerly limit of the said Lot 2, a distance of one hundred and eighty-five feet (185' 0\") more or less to the southeasterly angle of Lot 2 aforesaid; Thence southerly along the westerly limit of the said Lot 70 according to Plan No. D-178, a distance of one hundred and one feet and one-half inch (101' 0 1/2\") more or less to a point therein distant fifty-eight feet six inches (58' 6\") measured northerly thereon from the southerly limit of the said Lot 70; Thence easterly parallel with the said southerly limit of Lot 70, a distance of two hundred feet (200' 0\") more or less to the point of intersection thereof with the said westerly limit of Queen’s Park Drive; Thence northerly along the said westerly limit of Queen’s Park Drive, a distance of six hundred and twenty-three feet four and three-quarter inches (623' 4 3/4\") more or less to the said point of commencement; Subject to an easement for subway purposes in favour of The Municipality of Metropolitan Toronto as described in an Instrument filed in the said Registry Office as No. 122702 E.P. R.S.O. 1990, c. R.35, Sched. Immunity of trustees 17 (1) No cause of action arises against a trustee of the Museum as a result of any act done in good faith in the performance or intended performance of his or her duties or any alleged neglect or default in the performance in good faith of his or her duties. 2023, c. 9, Sched. 31, s. 2. No proceeding (2) No proceeding, including but not limited to a proceeding for a remedy in contract, restitution, tort or trust, shall be instituted against a trustee of the Museum by a person who has suffered any damages, injury or other loss based on or related to any cause of action described in subsection (1). 2023, c. 9, Sched. 31, s. 2. Liability of Museum preserved (3) Subsections (1) and (2) do not relieve the Museum of any liability to which it would otherwise be subject. 2023, c. 9, Sched. 31, s. 2. Section Amendments with date in force (d/m/y) 2023, c. 9, Sched. 31, s. 2 - 08/06/2023 ____________________  Français  ",
            "raw_html": "<p class=\"section\"><b>16 </b>Nothing in this Act authorizes the Board to alienate, hypothecate, mortgage or pledge any real or personal property given, devised or bequeathed with a condition annexed to such gift that the property shall not be alienated, hypothecated, mortgaged or pledged.  R.S.O. 1990, c. R.35, s. 16.</p> <p class=\"schedule\">SCHEDULE</p> <p class=\"parawtab\"> <span class=\"ovsmallcap\">All and singular</span> that certain parcel or tract of land and premises situate, lying and being in the City of Toronto, in the County of York and Province of Ontario, being composed of Lots 50, 53 and part of Lot 70 according to a Plan filed in the Registry Office for the Registry Division of Toronto as No. D-178 the part of a Road closed by a Plan filed in the said Registry Office as No. 207E, Block B according to a Plan filed in the said Registry Office as No. 211E, Block A according to a Plan filed in the said Registry Office as No. 225E, and parts of Lots 1 and 2 according to a Plan filed in the said Registry Office as No. 452-E, the boundaries of the said parcel of land being described as follows:</p> <p class=\"parawtab\"> <span class=\"ovsmallcap\">Commencing</span> at a point in the westerly limit of Queen’s Park Drive, where the same is intersected by the southerly limit of Bloor Street West as widened by By-law No. 9416 of the Municipal Corporation of the City of Toronto, the said point of intersection being distant thirteen feet ten and one-quarter inches (13<span>'</span> 10 1/4<span>\"</span>) more or less measured southerly along the said westerly limit from the northerly limit of lands included in the said Plan No. 452-E;</p> <p class=\"parawtab\"> <span class=\"ovsmallcap\">Thence</span> westerly along the southerly limit of Bloor Street West widened as aforesaid, a distance of one hundred and seventy-one feet seven and three-quarter inches (171<span>'</span> 7 3/4<span>\"</span>) more or less to an angle therein;</p> <p class=\"parawtab\"> <span class=\"ovsmallcap\">Thence</span> continuing westerly along the said southerly limit of Bloor Street West, a distance of two hundred and seven feet one inch (207<span>'</span>\r\n1<span>\"</span>) more or less to the point of intersection thereof with the westerly limit of the said Lot 2 according to Plan No. 452-E;</p> <p class=\"parawtab\"> <span class=\"ovsmallcap\">Thence</span> southerly along the last mentioned westerly limit a distance of five hundred and twenty feet four and one-quarter inches (520<span>'</span> 4 1/4<span>\"</span>) more or less to the southwesterly angle of the said Lot 2;</p> <p class=\"parawtab\"> <span class=\"ovsmallcap\">Thence</span> easterly along the southerly limit of the said Lot 2, a distance of one hundred and eighty-five feet (185<span>'</span> 0<span>\"</span>) more or less to the southeasterly angle of Lot 2 aforesaid;</p> <p class=\"parawtab\"> <span class=\"ovsmallcap\">Thence</span> southerly along the westerly limit of the said Lot 70 according to Plan No. D-178, a distance of one hundred and one feet and one-half inch (101<span>'</span> 0 1/2<span>\"</span>) more or less to a point therein distant fifty-eight feet six inches (58<span>'</span> 6<span>\"</span>) measured northerly thereon from the southerly limit of the said Lot 70;</p> <p class=\"parawtab\"> <span class=\"ovsmallcap\">Thence</span> easterly parallel with the said southerly limit of Lot 70, a distance of two hundred feet (200<span>'</span> 0<span>\"</span>) more or less to the point of intersection thereof with the said westerly limit of Queen’s Park Drive;</p> <p class=\"parawtab\"> <span class=\"ovsmallcap\">Thence</span> northerly along the said westerly limit of Queen’s Park Drive, a distance of six hundred and twenty-three feet four and three-quarter inches (623<span>'</span> 4 3/4<span>\"</span>) more or less to the said point of commencement;</p> <p class=\"parawtab\"> <span class=\"ovsmallcap\">Subject to</span> an easement for subway purposes in favour of The Municipality of Metropolitan Toronto as described in an Instrument filed in the said Registry Office as No. 122702 E.P.</p> <p class=\"footnote\">R.S.O. 1990, c. R.35, Sched.</p> <p class=\"MsoNormal\"><b><span>Immunity of trustees</span></b></p> <p class=\"MsoNormal\"><b><span>17 </span></b><span>(1) No cause of action arises against a trustee of the Museum as a result of any act done in good faith in the performance or intended performance of his or her duties or any alleged neglect or default in the performance in good faith of his or her duties. 2023, c. 9, Sched. 31, s. 2.</span></p> <p class=\"MsoNormal\"><b><span>No proceeding</span></b></p> <p class=\"MsoNormal\"><span>(2) No proceeding, including but not limited to a proceeding for a remedy in contract, restitution, tort or trust, shall be instituted against a trustee of the Museum by a person who has suffered any damages, injury or other loss based on or related to any cause of action described in subsection (1). 2023, c. 9, Sched. 31, s. 2.</span></p> <p class=\"MsoNormal\"><b><span>Liability of Museum preserved</span></b></p> <p class=\"MsoNormal\"><span>(3) Subsections (1) and (2) do not relieve the Museum of any liability to which it would otherwise be subject. 2023, c. 9, Sched. 31, s. 2.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23009#sched31s2\">2023, c. 9, Sched. 31, s. 2</a></span> - 08/06/2023</p> <p class=\"line\">____________________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90r35\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}