{
    "act_info": {
        "full_title": "Rural Power District Loans Act, R.S.O. 1990, c. R.37",
        "act_name_text": "Not Found",
        "citation": "Rural Power District Loans Act, R.S.O. 1990, c. R.37",
        "url": "https://www.ontario.ca/laws/statute/90r37",
        "date_scraped": "2023-12-20 00:02:22"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “Corporation” means Ontario Hydro; (“Société”) “regulations” means the regulations made under this Act. (“règlements”) R.S.O. 1990, c. R.37, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“Corporation” means Ontario Hydro; (“Société”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act. (“règlements”) R.S.O. 1990, c. R.37, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Fund set apart",
            "content": "2. (1) The Lieutenant Governor in Council may set apart out of the Consolidated Revenue Fund a sum not exceeding $2,000,000 for the purpose of providing advances towards the installation of electrical services in the rural power district. Payments out of fund to Corporation (2) The Lieutenant Governor in Council may from time to time direct that such payments be made to the Corporation out of the money so set apart as the Corporation may report to be necessary in order to enable advances to be made under this Act. Installation to include (3) Subject to the regulations, the installation in respect of which aid may be granted under this Act includes, (a) wiring from the transmission or distribution lines of the Corporation into and throughout dwellings, barns, out-houses and any other works that may from time to time be specified in the regulations; (b) such transformers, motors and other appliances as may be necessary or expedient for any industrial, agricultural or domestic purposes or which may be specified in the regulations. R.S.O. 1990, c. R.37, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) The Lieutenant Governor in Council may set apart out of the Consolidated Revenue Fund a sum not exceeding $2,000,000 for the purpose of providing advances towards the installation of electrical services in the rural power district.</p> <p class=\"headnote-e\"><b>Payments out of fund to Corporation</b></p> <p class=\"subsection-e\">(2) The Lieutenant Governor in Council may from time to time direct that such payments be made to the Corporation out of the money so set apart as the Corporation may report to be necessary in order to enable advances to be made under this Act.</p> <p class=\"headnote-e\"><b>Installation to include</b></p> <p class=\"subsection-e\">(3) Subject to the regulations, the installation in respect of which aid may be granted under this Act includes,</p> <p class=\"clause-e\">(a) wiring from the transmission or distribution lines of the Corporation into and throughout dwellings, barns, out-houses and any other works that may from time to time be specified in the regulations;</p> <p class=\"clause-e\">(b) such transformers, motors and other appliances as may be necessary or expedient for any industrial, agricultural or domestic purposes or which may be specified in the regulations. R.S.O. 1990, c. R.37, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Application for advance",
            "content": "3. (1) A person assessed as owner and being the actual owner of lands and premises in the rural power district desiring to procure an advance under this Act may make application, in the form prescribed by the regulations, to the Corporation. Proofs to accompany application (2) The application shall not be acted upon unless it is accompanied by the declaration of the applicant stating that the applicant is the actual owner of the lands and premises mentioned in the application and that they are free from encumbrance, or if the lands and premises, or any part thereof, are mortgaged or otherwise encumbered, stating the name and address of the mortgagee or encumbrancer, and where the mortgage or encumbrance has been assigned, the name and address of the assignee. Notice to encumbrancers (3) Where it appears that there is a mortgage or encumbrance upon the lands or premises or any part thereof, the application shall not be disposed of until two weeks after the mortgagee, encumbrancer or assignee has been notified of the application by registered letter sent by the secretary of the Corporation to the last-known address of the mortgagee, encumbrancer or assignee, as the case may be. R.S.O. 1990, c. R.37, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) A person assessed as owner and being the actual owner of lands and premises in the rural power district desiring to procure an advance under this Act may make application, in the form prescribed by the regulations, to the Corporation.</p> <p class=\"headnote-e\"><b>Proofs to accompany application</b></p> <p class=\"subsection-e\">(2) The application shall not be acted upon unless it is accompanied by the declaration of the applicant stating that the applicant is the actual owner of the lands and premises mentioned in the application and that they are free from encumbrance, or if the lands and premises, or any part thereof, are mortgaged or otherwise encumbered, stating the name and address of the mortgagee or encumbrancer, and where the mortgage or encumbrance has been assigned, the name and address of the assignee.</p> <p class=\"headnote-e\"><b>Notice to encumbrancers</b></p> <p class=\"subsection-e\">(3) Where it appears that there is a mortgage or encumbrance upon the lands or premises or any part thereof, the application shall not be disposed of until two weeks after the mortgagee, encumbrancer or assignee has been notified of the application by registered letter sent by the secretary of the Corporation to the last-known address of the mortgagee, encumbrancer or assignee, as the case may be. R.S.O. 1990, c. R.37, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Limit of amount of advance",
            "content": "4. An advance under this Act shall not exceed in amount the sum of $1,000 in the case of any owner, and every advance is repayable with interest within twenty years at the furthest. R.S.O. 1990, c. R.37, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> An advance under this Act shall not exceed in amount the sum of $1,000 in the case of any owner, and every advance is repayable with interest within twenty years at the furthest. R.S.O. 1990, c. R.37, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Control as to installation and specifications",
            "content": "5. Every installation in respect of which an advance is made under this Act shall be made in such manner and according to such specifications as the Corporation may prescribe and the work of installation is subject to the approval of the Corporation and no advance shall be made under this Act except upon the recommendation of the Corporation. R.S.O. 1990, c. R.37, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> Every installation in respect of which an advance is made under this Act shall be made in such manner and according to such specifications as the Corporation may prescribe and the work of installation is subject to the approval of the Corporation and no advance shall be made under this Act except upon the recommendation of the Corporation. R.S.O. 1990, c. R.37, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Repayment of advance",
            "content": "6. (1) Every advance made under this Act is a debt due from the owner of the lands and premises upon which the installation is made to the Corporation and is repayable to the Corporation at the time and in such manner as may be prescribed by the regulations, and the amounts so received by the Corporation shall be transmitted to the Treasurer of Ontario. Default in repayment of advance (2) Where default is made in the repayment of any advance under this Act, or in any instalment thereof, or in the payment of interest thereon, the Corporation may give notice in writing of such default to the clerk of the municipality in which the lands and premises are situate, and the amount in default shall thereupon be inserted in the collector’s roll as a tax in the same manner as in the case of municipal taxes, and when collected shall be paid over by the treasurer of the municipality to the Corporation. R.S.O. 1990, c. R.37, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) Every advance made under this Act is a debt due from the owner of the lands and premises upon which the installation is made to the Corporation and is repayable to the Corporation at the time and in such manner as may be prescribed by the regulations, and the amounts so received by the Corporation shall be transmitted to the Treasurer of Ontario.</p> <p class=\"headnote-e\"><b>Default in repayment of advance</b></p> <p class=\"subsection-e\">(2) Where default is made in the repayment of any advance under this Act, or in any instalment thereof, or in the payment of interest thereon, the Corporation may give notice in writing of such default to the clerk of the municipality in which the lands and premises are situate, and the amount in default shall thereupon be inserted in the collector’s roll as a tax in the same manner as in the case of municipal taxes, and when collected shall be paid over by the treasurer of the municipality to the Corporation. R.S.O. 1990, c. R.37, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Registration of notice of lien",
            "content": "7. (1) The Corporation shall cause a notice of the advance, in the form prescribed by the regulations, to be registered in the proper land registry office and such registration is notice to subsequent purchasers or mortgagees or other encumbrancers that the advance made under this Act is a lien or charge upon the lands and premises owned by the applicant. Registration of certificate of repayment (2) Where notice has been registered under subsection (1) and the advance has been subsequently repaid, a certificate of repayment in the form prescribed by the regulations may be delivered to the owner of the lands and premises and may be registered by the owner, and such registration has the effect of discharging the lien or charge. Fee (3) The fee for registering a notice or certificate of repayment under this section is 50 cents. R.S.O. 1990, c. R.37, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) The Corporation shall cause a notice of the advance, in the form prescribed by the regulations, to be registered in the proper land registry office and such registration is notice to subsequent purchasers or mortgagees or other encumbrancers that the advance made under this Act is a lien or charge upon the lands and premises owned by the applicant.</p> <p class=\"headnote-e\"><b>Registration of certificate of repayment</b></p> <p class=\"subsection-e\">(2) Where notice has been registered under subsection (1) and the advance has been subsequently repaid, a certificate of repayment in the form prescribed by the regulations may be delivered to the owner of the lands and premises and may be registered by the owner, and such registration has the effect of discharging the lien or charge.</p> <p class=\"headnote-e\"><b>Fee</b></p> <p class=\"subsection-e\">(3) The fee for registering a notice or certificate of repayment under this section is 50 cents. R.S.O. 1990, c. R.37, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Property in works to be in Corporation until advance repaid",
            "content": "8. (1) The property in any works installed in respect of which an advance is made under this Act is, while such advance remains unpaid, in the Corporation, and in addition to any other remedy, in case of default in repayment of the advance, or of any instalment thereof, or in the payment of interest thereon, the Corporation may by its officers, servants and agents enter upon the premises and take possession of and remove transformers, motors or other appliances or fixtures forming part of such installation. Priority over lien note, etc. (2) A chattel mortgage, lien note or other instrument registered or filed, or any judgment or other legal process does not have priority over the lien created by an advance from the Corporation under this Act. R.S.O. 1990, c. R.37, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> (1) The property in any works installed in respect of which an advance is made under this Act is, while such advance remains unpaid, in the Corporation, and in addition to any other remedy, in case of default in repayment of the advance, or of any instalment thereof, or in the payment of interest thereon, the Corporation may by its officers, servants and agents enter upon the premises and take possession of and remove transformers, motors or other appliances or fixtures forming part of such installation.</p> <p class=\"headnote-e\"><b>Priority over lien note, etc.</b></p> <p class=\"subsection-e\">(2) A chattel mortgage, lien note or other instrument registered or filed, or any judgment or other legal process does not have priority over the lien created by an advance from the Corporation under this Act. R.S.O. 1990, c. R.37, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Regulations",
            "content": "9. The Lieutenant Governor in Council may make regulations prescribing the terms and conditions upon which advances may be made under this Act and respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c. R.37, s. 9. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>9.</b> The Lieutenant Governor in Council may make regulations prescribing the terms and conditions upon which advances may be made under this Act and respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c. R.37, s. 9.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90r37_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90r37_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}