{
    "act_info": {
        "full_title": "Safe Access to Abortion Services Act, 2017, S.O. 2017, c. 19, Sched. 1",
        "act_name_text": "Safe Access to Abortion Services Act, 2017",
        "citation": "S.O. 2017, c. 19, Sched. 1",
        "url": "https://www.ontario.ca/laws/statute/17s19",
        "date_scraped": "2023-12-19 02:10:51"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "February  1, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/17s19/v1",
            "valid_from": "October 25, 2017",
            "valid_to": "January 31, 2018"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/180006",
            "Citation": "O. Reg. 6/18",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Purpose",
            "section_x": "Purpose",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Purpose of Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Purpose of Act",
            "content": "1 The purpose of this Act is to protect access to abortion services by protecting the safety, security, health and privacy of persons seeking to access these services and of persons providing, or assisting in the provision of, these services. Interpretation",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>The purpose of this Act is to protect access to abortion services by protecting the safety, security, health and privacy of persons seeking to access these services and of persons providing, or assisting in the provision of, these services.</p> <p class=\"heading1\"><a name=\"BK2\"></a>Interpretation</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Interpretation",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "2 In this Act, “abortion services” means lawful services provided for the termination of pregnancy including prescribing, dispensing or administering a drug to terminate pregnancy; (“services d’interruption volontaire de grossesse”) “clinic” means a place, other than a place in a hospital, whose primary purpose is to provide abortion services; (“clinique”) “facility” means, (a) a place, other than a clinic, where abortion services are provided including, for greater certainty, a hospital, health centre or pharmacy where abortion services are provided, or (b) the office of a person who is a protected service provider within the meaning of clause (b) of the definition of “protected service provider”; (“établissement”) “prescribed” means prescribed by the regulations made under this Act; (“prescrit”) “property”, in relation to a clinic, facility or residence, means, (a) property within the meaning of the Land Titles Act if that Act applies to the land where the clinic, facility or residence is located and clause (c) does not apply, (b) property within the meaning of the Registry Act if that Act applies to the land where the clinic, facility or residence is located and clause (c) does not apply, (c) property within the meaning of the Condominium Act, 1998 or as prescribed for the purposes of this clause, if that Act governs the land where the clinic, facility or residence is located as described in clause 2 (3) (a) of that Act, or (d) property, as prescribed for the purposes of this clause, if none of clauses (a), (b) or (c) apply; (“unité foncière”) “protected service provider” means, (a) a person who works at a clinic, or (b) a person who provides, or assists in the provision of, abortion services and who is, (i) a member of the College of Physicians and Surgeons of Ontario, (ii) a member of the College of Nurses of Ontario, (iii) a member of the Ontario College of Pharmacists who holds a certificate of registration as a pharmacist, or (iv) a regulated health professional prescribed for the purpose of this subclause. (“fournisseur de services protégé”) Prohibitions",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2 </b>In this Act,</p> <p class=\"definition\">“abortion services” means lawful services provided for the termination of pregnancy including prescribing, dispensing or administering a drug to terminate pregnancy; (“services d’interruption volontaire de grossesse”)</p> <p class=\"definition\">“clinic” means a place, other than a place in a hospital, whose primary purpose is to provide abortion services; (“clinique”)</p> <p class=\"definition\">“facility” means,</p> <p class=\"paragraph\">  (a) a place, other than a clinic, where abortion services are provided including, for greater certainty, a hospital, health centre or pharmacy where abortion services are provided, or</p> <p class=\"paragraph\">  (b) the office of a person who is a protected service provider within the meaning of clause (b) of the definition of “protected service provider”; (“établissement”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations made under this Act; (“prescrit”)</p> <p class=\"definition\">“property”, in relation to a clinic, facility or residence, means,</p> <p class=\"paragraph\">  (a) property within the meaning of the <i>Land Titles Act</i> if that Act applies to the land where the clinic, facility or residence is located and clause (c) does not apply,</p> <p class=\"paragraph\">  (b) property within the meaning of the <i>Registry Act</i> if that Act applies to the land where the clinic, facility or residence is located and clause (c) does not apply,</p> <p class=\"paragraph\">  (c) property within the meaning of the <i>Condominium Act, 1998</i> or as prescribed for the purposes of this clause, if that Act governs the land where the clinic, facility or residence is located as described in clause 2 (3) (a) of that Act, or</p> <p class=\"paragraph\">  (d) property, as prescribed for the purposes of this clause, if none of clauses (a), (b) or (c) apply; (“unité foncière”)</p> <p class=\"definition\">“protected service provider” means,</p> <p class=\"paragraph\">  (a) a person who works at a clinic, or</p> <p class=\"paragraph\">  (b) a person who provides, or assists in the provision of, abortion services and who is,</p> <p class=\"subpara\">  (i) a member of the College of Physicians and Surgeons of Ontario,</p> <p class=\"subpara\">  (ii) a member of the College of Nurses of Ontario,</p> <p class=\"subpara\">  (iii) a member of the Ontario College of Pharmacists who holds a certificate of registration as a pharmacist, or</p> <p class=\"subpara\">  (iv) a regulated health professional prescribed for the purpose of this subclause. (“fournisseur de services protégé”)</p> <p class=\"heading1\"><a name=\"BK4\"></a>Prohibitions</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Prohibitions",
            "section_x": "Prohibitions",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "3.",
            "section_x": "Prohibitions in access zones for clinics or facilities",
            "part_id": null,
            "part_type": null,
            "section_y": "Prohibitions in access zones for clinics or facilities",
            "content": "3 (1) While in an access zone established under section 6 for a clinic or facility, no person shall, (a) advise or persuade, or attempt to advise or persuade, a person to refrain from accessing abortion services; (b) inform or attempt to inform a person concerning issues related to abortion services, by any means, including oral, written or graphic means; (c) perform or attempt to perform an act of disapproval concerning issues related to abortion services, by any means, including oral, written or graphic means; (d) persistently request that, (i) a person refrain from accessing abortion services, or (ii) a protected service provider refrain from providing, or assisting in the provision of, abortion services; (e) for the purpose of dissuading a person from accessing abortion services, (i) continuously or repeatedly observe the clinic or facility or persons entering or leaving the clinic or facility, (ii) physically interfere with or attempt to physically interfere with the person, (iii) intimidate or attempt to intimidate the person, or (iv) photograph, film, videotape, sketch or in any other way graphically record the person; (f) for the purpose of dissuading a protected service provider from providing, or assisting in the provision of, abortion services, (i) continuously or repeatedly observe the clinic or facility or persons entering or leaving the clinic or facility, (ii) physically interfere with or attempt to physically interfere with the provider, (iii) intimidate or attempt to intimidate the provider, or (iv) photograph, film, videotape, sketch or in any other way graphically record the provider; or (g) do anything prescribed for the purpose of this clause. Exception (2) Clauses (1) (a), (b), (c) and (d) do not apply, (a) to anything done in the course of a person’s work at the clinic or facility; or (b) to anything occurring between a person accessing, or attempting to access, abortion services and someone who is accompanying the person with the person’s consent.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>3 </b>(1) While in an access zone established under section 6 for a clinic or facility, no person shall,</p> <p class=\"paragraph\">  (a) advise or persuade, or attempt to advise or persuade, a person to refrain from accessing abortion services;</p> <p class=\"paragraph\">  (b) inform or attempt to inform a person concerning issues related to abortion services, by any means, including oral, written or graphic means;</p> <p class=\"paragraph\">  (c) perform or attempt to perform an act of disapproval concerning issues related to abortion services, by any means, including oral, written or graphic means;</p> <p class=\"paragraph\">  (d) persistently request that,</p> <p class=\"subpara\">  (i) a person refrain from accessing abortion services, or</p> <p class=\"subpara\">  (ii) a protected service provider refrain from providing, or assisting in the provision of, abortion services;</p> <p class=\"paragraph\">  (e) for the purpose of dissuading a person from accessing abortion services,</p> <p class=\"subpara\">  (i) continuously or repeatedly observe the clinic or facility or persons entering or leaving the clinic or facility,</p> <p class=\"subpara\">  (ii) physically interfere with or attempt to physically interfere with the person,</p> <p class=\"subpara\">  (iii) intimidate or attempt to intimidate the person, or</p> <p class=\"subpara\">  (iv) photograph, film, videotape, sketch or in any other way graphically record the person;</p> <p class=\"paragraph\">  (f) for the purpose of dissuading a protected service provider from providing, or assisting in the provision of, abortion services,</p> <p class=\"subpara\">  (i) continuously or repeatedly observe the clinic or facility or persons entering or leaving the clinic or facility,</p> <p class=\"subpara\">  (ii) physically interfere with or attempt to physically interfere with the provider,</p> <p class=\"subpara\">  (iii) intimidate or attempt to intimidate the provider, or</p> <p class=\"subpara\">  (iv) photograph, film, videotape, sketch or in any other way graphically record the provider; or</p> <p class=\"paragraph\">  (g) do anything prescribed for the purpose of this clause.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Clauses (1) (a), (b), (c) and (d) do not apply,</p> <p class=\"paragraph\">  (a) to anything done in the course of a person’s work at the clinic or facility; or</p> <p class=\"paragraph\">  (b) to anything occurring between a person accessing, or attempting to access, abortion services and someone who is accompanying the person with the person’s consent.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.",
            "section_x": "Prohibitions in access zones for residences",
            "part_id": null,
            "part_type": null,
            "section_y": "Prohibitions in access zones for residences",
            "content": "4 While in an access zone established under section 7 for the residence of a protected service provider, no person shall, (a) perform or attempt to perform an act of disapproval, directed at or about the provider, concerning issues related to abortion services, by any means, including oral, written or graphic means; (b) persistently request that the provider refrain from providing, or assisting in the provision of, abortion services; or (c) for the purpose of dissuading the provider from providing, or assisting in the provision of, abortion services, (i) continuously or repeatedly observe the residence, (ii) physically interfere with or attempt to physically interfere with the provider or a member of the provider’s household, (iii) intimidate or attempt to intimidate the provider or a member of the provider’s household, or (iv) photograph, film, videotape, sketch or in any other way graphically record the provider or a member of the provider’s household.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>4 </b>While in an access zone established under section 7 for the residence of a protected service provider, no person shall,</p> <p class=\"paragraph\">  (a) perform or attempt to perform an act of disapproval, directed at or about the provider, concerning issues related to abortion services, by any means, including oral, written or graphic means;</p> <p class=\"paragraph\">  (b) persistently request that the provider refrain from providing, or assisting in the provision of, abortion services; or</p> <p class=\"paragraph\">  (c) for the purpose of dissuading the provider from providing, or assisting in the provision of, abortion services,</p> <p class=\"subpara\">  (i) continuously or repeatedly observe the residence,</p> <p class=\"subpara\">  (ii) physically interfere with or attempt to physically interfere with the provider or a member of the provider’s household,</p> <p class=\"subpara\">  (iii) intimidate or attempt to intimidate the provider or a member of the provider’s household, or</p> <p class=\"subpara\">  (iv) photograph, film, videotape, sketch or in any other way graphically record the provider or a member of the provider’s household.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "section_x": "Harassment of providers",
            "part_id": null,
            "part_type": null,
            "section_y": "Harassment of providers",
            "content": "5 (1) No person shall, for the purpose of dissuading a protected service provider from providing, or assisting in the provision of, abortion services, (a) repeatedly approach, accompany or follow the provider or a person known to the provider; (b) continuously or repeatedly observe the provider; (c) persistently request that the provider refrain from providing, or assisting in the provision of, abortion services; or (d) engage in threatening conduct directed at the provider or a person known to the provider. Same (2) No person shall repeatedly communicate by telephone, fax or electronic means with a protected service provider or a person known to the provider, for the purpose of dissuading the provider from continuing to provide, or assist in the provision of, abortion services, after the person being communicated with has requested that such communications cease. Access Zones",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>5 </b>(1) No person shall, for the purpose of dissuading a protected service provider from providing, or assisting in the provision of, abortion services,</p> <p class=\"paragraph\">  (a) repeatedly approach, accompany or follow the provider or a person known to the provider;</p> <p class=\"paragraph\">  (b) continuously or repeatedly observe the provider;</p> <p class=\"paragraph\">  (c) persistently request that the provider refrain from providing, or assisting in the provision of, abortion services; or</p> <p class=\"paragraph\">  (d) engage in threatening conduct directed at the provider or a person known to the provider.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) No person shall repeatedly communicate by telephone, fax or electronic means with a protected service provider or a person known to the provider, for the purpose of dissuading the provider from continuing to provide, or assist in the provision of, abortion services, after the person being communicated with has requested that such communications cease.</p> <p class=\"heading1\"><a name=\"BK8\"></a>Access Zones</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Access Zones",
            "section_x": "Access Zones",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "6.",
            "section_x": "Access zones for clinics and facilities",
            "part_id": null,
            "part_type": null,
            "section_y": "Access zones for clinics and facilities",
            "content": "6 (1) An access zone is established, (a) for each clinic; and (b) for each facility prescribed for the purpose of this clause. Extent of zone - clinics (2) The access zone for a clinic consists of, (a) the property on which the clinic is located and the area within 50 metres, or such other prescribed distance not exceeding 150 metres, from the boundaries of the property; or (b) such area with different boundaries, as may be prescribed for the purpose of this clause. Extent of zone - facilities (3) The access zone for a facility consists of, (a) the property on which the facility is located and the area within the prescribed distance, not exceeding 150 metres, from the boundaries of the property; or (b) such area with different boundaries, as may be prescribed for the purpose of this clause. Limitation (4) No part of an area prescribed for the purpose of clause (2) (b) or (3) (b) may be further than 150 metres from the closest boundary of the property on which the clinic or facility is located. Certain property excluded (5) The access zone for a clinic or facility does not include real property that one or more persons has the exclusive right to use or occupy if none of those persons is the occupier of the clinic or facility. Regulations only on request, after notice (6) A regulation prescribing a facility for the purpose of clause (1) (b) or prescribing anything in relation to a clinic or facility for the purpose of subsection (2) or (3) may be made only if the occupier of the clinic or facility, (a) has requested the regulation; or (b) has been given notice of the intention to make the regulation and a reasonable opportunity to make written submissions before the regulation is made. Revocations not affected (7) Subsection (6) does not apply to, (a) a regulation that revokes anything prescribed for the purpose of subsection (2) in relation to a clinic that ceases to be a clinic; or (b) a regulation that revokes the prescription of a facility for the purpose of clause (1) (b) or that revokes anything prescribed for the purpose of subsection (3) in relation to a facility that ceases to be prescribed for the purpose of clause (1) (b).",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>6 </b>(1) An access zone is established,</p> <p class=\"paragraph\">  (a) for each clinic; and</p> <p class=\"paragraph\">  (b) for each facility prescribed for the purpose of this clause.</p> <p class=\"headnote\">Extent of zone - clinics</p> <p class=\"subsection\">(2) The access zone for a clinic consists of,</p> <p class=\"paragraph\">  (a) the property on which the clinic is located and the area within 50 metres, or such other prescribed distance not exceeding 150 metres, from the boundaries of the property; or</p> <p class=\"paragraph\">  (b) such area with different boundaries, as may be prescribed for the purpose of this clause.</p> <p class=\"headnote\">Extent of zone - facilities</p> <p class=\"subsection\">(3) The access zone for a facility consists of,</p> <p class=\"paragraph\">  (a) the property on which the facility is located and the area within the prescribed distance, not exceeding 150 metres, from the boundaries of the property; or</p> <p class=\"paragraph\">  (b) such area with different boundaries, as may be prescribed for the purpose of this clause.</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(4) No part of an area prescribed for the purpose of clause (2) (b) or (3) (b) may be further than 150 metres from the closest boundary of the property on which the clinic or facility is located.</p> <p class=\"headnote\">Certain property excluded</p> <p class=\"subsection\">(5) The access zone for a clinic or facility does not include real property that one or more persons has the exclusive right to use or occupy if none of those persons is the occupier of the clinic or facility.</p> <p class=\"headnote\">Regulations only on request, after notice</p> <p class=\"subsection\">(6) A regulation prescribing a facility for the purpose of clause (1) (b) or prescribing anything in relation to a clinic or facility for the purpose of subsection (2) or (3) may be made only if the occupier of the clinic or facility,</p> <p class=\"paragraph\">  (a) has requested the regulation; or</p> <p class=\"paragraph\">  (b) has been given notice of the intention to make the regulation and a reasonable opportunity to make written submissions before the regulation is made.</p> <p class=\"headnote\">Revocations not affected</p> <p class=\"subsection\">(7) Subsection (6) does not apply to,</p> <p class=\"paragraph\">  (a) a regulation that revokes anything prescribed for the purpose of subsection (2) in relation to a clinic that ceases to be a clinic; or</p> <p class=\"paragraph\">  (b) a regulation that revokes the prescription of a facility for the purpose of clause (1) (b) or that revokes anything prescribed for the purpose of subsection (3) in relation to a facility that ceases to be prescribed for the purpose of clause (1) (b).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "7.",
            "section_x": "Access zones for residences",
            "part_id": null,
            "part_type": null,
            "section_y": "Access zones for residences",
            "content": "7 (1) An access zone is established for the residence of each protected service provider. Extent of zone (2) The access zone for a residence consists of the property on which the residence is located and the area within 150 metres, or such other prescribed lesser distance, from the boundaries of the property. Certain property excluded (3) The access zone for a residence of a protected service provider does not include real property that one or more persons has the exclusive right to use or occupy if none of those persons is the provider or a member of the provider’s household. Enforcement",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>7 </b>(1) An access zone is established for the residence of each protected service provider.</p> <p class=\"headnote\">Extent of zone</p> <p class=\"subsection\">(2) The access zone for a residence consists of the property on which the residence is located and the area within 150 metres, or such other prescribed lesser distance, from the boundaries of the property.</p> <p class=\"headnote\">Certain property excluded</p> <p class=\"subsection\">(3) The access zone for a residence of a protected service provider does not include real property that one or more persons has the exclusive right to use or occupy if none of those persons is the provider or a member of the provider’s household.</p> <p class=\"heading1\"><a name=\"BK11\"></a>Enforcement</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "Enforcement",
            "section_x": "Enforcement",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "8.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences",
            "content": "8 A person who contravenes subsection 3 (1) or section 4 or 5 is guilty of an offence and, on conviction, is liable, (a) in the case of a first offence under this Act, to a fine of not more than $5,000 or to imprisonment for a term of not more than six months, or to both; (b) in the case of a second or subsequent offence under this Act, to a fine of not less than $1,000 and not more than $10,000 or to imprisonment for a term of not more than one year, or to both.",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>8 </b>A person who contravenes subsection 3 (1) or section 4 or 5 is guilty of an offence and, on conviction, is liable,</p> <p class=\"paragraph\">  (a) in the case of a first offence under this Act, to a fine of not more than $5,000 or to imprisonment for a term of not more than six months, or to both;</p> <p class=\"paragraph\">  (b) in the case of a second or subsequent offence under this Act, to a fine of not less than $1,000 and not more than $10,000 or to imprisonment for a term of not more than one year, or to both.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "9.",
            "section_x": "Limit on conviction - knowledge or notice of zone",
            "part_id": null,
            "part_type": null,
            "section_y": "Limit on conviction - knowledge or notice of zone",
            "content": "9 A person may not be convicted of an offence for contravening subsection 3 (1) or section 4 unless the person knew or, at any time before the contravention, was given notice of, the location of the relevant access zone.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>9 </b>A person may not be convicted of an offence for contravening subsection 3 (1) or section 4 unless the person knew or, at any time before the contravention, was given notice of, the location of the relevant access zone.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "10.",
            "section_x": "Damages",
            "part_id": null,
            "part_type": null,
            "section_y": "Damages",
            "content": "10 A person who suffers loss as a result of a contravention of subsection 3 (1) or section 4 or 5 by another person has a right of action for damages against that person.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>10 </b>A person who suffers loss as a result of a contravention of subsection 3 (1) or section 4 or 5 by another person has a right of action for damages against that person.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "11.",
            "section_x": "Injunction",
            "part_id": null,
            "part_type": null,
            "section_y": "Injunction",
            "content": "11 On application by a person, including the Attorney General, the Superior Court of Justice may grant an injunction to restrain a person from contravening subsection 3 (1) or section 4 or 5.",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>11 </b>On application by a person, including the Attorney General, the Superior Court of Justice may grant an injunction to restrain a person from contravening subsection 3 (1) or section 4 or 5.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "12.",
            "section_x": "Arrest without warrant",
            "part_id": null,
            "part_type": null,
            "section_y": "Arrest without warrant",
            "content": "12 A police officer may arrest without warrant a person the officer believes, on reasonable and probable grounds, has committed, or is committing, an offence under this Act. Regulations",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>12 </b>A police officer may arrest without warrant a person the officer believes, on reasonable and probable grounds, has committed, or is committing, an offence under this Act.</p> <p class=\"heading1\"><a name=\"BK17\"></a>Regulations</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "Regulations",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "13.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "13 The Attorney General may make regulations, (a) prescribing anything that is referred to, in this Act, as prescribed; (b) setting out, for information purposes, the names and locations of the clinics in Ontario and descriptions of the access zones established under section 6 for those clinics. 14 Omitted (provides for coming into force of provisions of this Act). 15 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>13 </b>The Attorney General may make regulations,</p> <p class=\"paragraph\">  (a) prescribing anything that is referred to, in this Act, as prescribed;</p> <p class=\"paragraph\">  (b) setting out, for information purposes, the names and locations of the clinics in Ontario and descriptions of the access zones established under section 6 for those clinics.</p> <p class=\"section\"><b>14</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>15</b> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/17s19\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}