{
    "act_info": {
        "full_title": "Safeguarding our Communities Act (Patch for Patch Return Policy), 2015, S.O. 2015, c. 33",
        "act_name_text": "Not Found",
        "citation": "Safeguarding our Communities Act (Patch for Patch Return Policy), 2015, S.O. 2015, c. 33",
        "url": "https://www.ontario.ca/laws/statute/15s33",
        "date_scraped": "2023-12-19 03:17:25"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October  1, 2016",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/15s33/v1",
            "valid_from": "December 10, 2015",
            "valid_to": "September 30, 2016"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/160305",
            "Citation": "O. Reg. 305/16",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "id": "s1s1",
            "section": "Definitions",
            "content": " 1. (1) In this Act, “controlled substance patch” means, (a) a fentanyl patch, or (b) any other patch that contains a drug and that meets the criteria provided for in the regulations; (“timbre de substances désignées”) “dispenser” means, (a) a person who is authorized to dispense a drug in a pharmacy under the Drug and Pharmacies Regulation Act, or (b) a person provided for in the regulations; (“préposé à la préparation”) “fentanyl patch” means a fentanyl transdermal patch that satisfies such criteria as may be prescribed by the regulations; (“timbre de fentanyl”) “operator of a pharmacy” means, (a) the holder of a certificate of accreditation for the operation of a pharmacy under section 139 of the Drug and Pharmacies Regulation Act, or (b) the operator of a pharmacy operated in or by a hospital to which the Public Hospitals Act applies; (“exploitant d’une pharmacie”) “pharmacy” has the same meaning as in subsection 1 (1) of the Drug and Pharmacies Regulation Act; (“pharmacie”) “prescriber” and “prescription” have the same meaning as in the Drug and Pharmacies Regulation Act; (“personne autorisée à prescrire des médicaments”, “ordonnance”) Application to other controlled substance patches (2) Subject to the regulations, the provisions of this Act specifically referring to fentanyl patches apply to all controlled substance patches.",
            "raw_html": "<p class=\"section-e\"><a name=\"s1s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15s33#s1s1\"><span lang=\"EN-US\">1. (1)</span></a> In this Act,</p> <p class=\"definition-e\">“controlled substance patch” means,</p> <p class=\"defclause-e\">  (a) a fentanyl patch, or</p> <p class=\"defclause-e\">  (b) any other patch that contains a drug and that meets the criteria provided for in the regulations; (“timbre de substances désignées”)</p> <p class=\"definition-e\">“dispenser” means,</p> <p class=\"defclause-e\">  (a) a person who is authorized to dispense a drug in a pharmacy under the <i>Drug and Pharmacies Regulation Act</i>, or</p> <p class=\"defclause-e\">  (b) a person provided for in the regulations; (“préposé à la préparation”)</p> <p class=\"definition-e\">“fentanyl patch” means a fentanyl transdermal patch that satisfies such criteria as may be prescribed by the regulations; (“timbre de fentanyl”)</p> <p class=\"definition-e\">“operator of a pharmacy” means,</p> <p class=\"defclause-e\">  (a) the holder of a certificate of accreditation for the operation of a pharmacy under section 139 of the <i>Drug and Pharmacies Regulation Act</i>, or</p> <p class=\"defclause-e\">  (b) the operator of a pharmacy operated in or by a hospital to which the <i>Public Hospitals Act</i> applies; (“exploitant d’une pharmacie”)</p> <p class=\"definition-e\">“pharmacy” has the same meaning as in subsection 1 (1) of the <i>Drug and Pharmacies Regulation Act</i>; (“pharmacie”)</p> <p class=\"definition-e\">“prescriber” and “prescription” have the same meaning as in the <i>Drug and Pharmacies Regulation Act</i>; (“personne autorisée à prescrire des médicaments”, “ordonnance”)</p> <p class=\"headnote-e\">Application to other controlled substance patches</p> <p class=\"subsection-e\"><a name=\"s1s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15s33#s1s2\"><span lang=\"EN-US\">(2)</span></a> Subject to the regulations, the provisions of this Act specifically referring to fentanyl patches apply to all controlled substance patches.</p>"
        },
        {
            "id": "s2s1",
            "section": "Prescription information",
            "content": " 2. (1) A prescriber who prescribes a fentanyl patch shall, (a) record on the prescription the name and location of the pharmacy at which the patient or his or her authorized representative intends to fill the prescription; (b) notify the pharmacy about the prescription by telephone or by faxing a copy of the prescription to the pharmacy; and (c) comply with any other requirements provided for in the regulations. No limitation (2) Nothing in this section limits or replaces the application of any other Act with respect to the prescribing of fentanyl patches.",
            "raw_html": "<p class=\"section-e\"><a name=\"s2s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15s33#s2s1\"><span lang=\"EN-US\">2. (1)</span></a> A prescriber who prescribes a fentanyl patch<b> </b>shall,</p> <p class=\"clause-e\">  (a) record on the prescription the name and location of the pharmacy at which the patient or his or her authorized representative intends to fill the prescription;</p> <p class=\"clause-e\">  (b) notify the pharmacy about the prescription by telephone or by faxing a copy of the prescription to the pharmacy; and</p> <p class=\"clause-e\">  (c) comply with any other requirements provided for in the regulations.</p> <p class=\"headnote-e\">No limitation</p> <p class=\"subsection-e\"><a name=\"s2s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15s33#s2s2\"><span lang=\"EN-US\">(2)</span></a> Nothing in this section limits or replaces the application of any other Act with respect to the prescribing of fentanyl patches.</p>"
        },
        {
            "id": "s3s1",
            "section": "Dispensing fentanyl patches",
            "content": " 3. (1)  A dispenser at a pharmacy shall dispense fentanyl patches under a prescription in accordance with the following rules: 1. The name and location of the pharmacy must have been recorded on the prescription by the prescriber, subject to any exceptions provided for in the regulations. 2. The pharmacy must have been notified by the prescriber about the prescription before any fentanyl patches are dispensed, subject to any exceptions provided for in the regulations. 3. Subject to paragraph 5, the dispenser is only permitted to dispense fentanyl patches if the patient or his or her authorized representative gives the dispenser a used fentanyl patch in exchange for every fentanyl patch dispensed. 4. The dispenser must inspect every used fentanyl patch collected from the patient or his or her authorized representative. 5. If either of the following circumstances exist, the dispenser is only permitted to dispense fentanyl patches in accordance with the contingency plan established under the regulations: i.   The dispenser does not collect any used fentanyl patches or collects fewer used fentanyl patches than the quantity of fentanyl patches to be dispensed under the prescription. ii. The dispenser has reason to believe that any of the used fentanyl patches are counterfeit or have been misused or tampered with. No limitation (2) Nothing in this section limits or replaces the application of any other Act with respect to the dispensing of fentanyl patches. Operator of a pharmacy (3) The operator of a pharmacy shall ensure that every dispenser employed or retained by the pharmacy complies with this section.",
            "raw_html": "<p class=\"section-e\"><a name=\"s3s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15s33#s3s1\"><span lang=\"EN-US\">3. (1)</span></a> <b> </b>A dispenser at a pharmacy shall dispense fentanyl patches under a prescription in accordance with the following rules:</p> <p class=\"paragraph-e\">  1. The name and location of the pharmacy must have been recorded on the prescription by the prescriber, subject to any exceptions provided for in the regulations.</p> <p class=\"paragraph-e\">  2. The pharmacy must have been notified by the prescriber about the prescription before any fentanyl patches are dispensed, subject to any exceptions provided for in the regulations.</p> <p class=\"paragraph-e\">  3. Subject to paragraph 5, the dispenser is only permitted to dispense fentanyl patches if the patient or his or her authorized representative gives the dispenser a used fentanyl patch in exchange for every fentanyl patch dispensed.</p> <p class=\"paragraph-e\">  4. The dispenser must inspect every used fentanyl patch collected from the patient or his or her authorized representative.</p> <p class=\"paragraph-e\">  5. If either of the following circumstances exist, the dispenser is only permitted to dispense fentanyl patches in accordance with the contingency plan established under the regulations:</p> <p class=\"subpara-e\">  i.   The dispenser does not collect any used fentanyl patches or collects fewer used fentanyl patches than the quantity of fentanyl patches to be dispensed under the prescription.</p> <p class=\"subpara-e\">  ii. The dispenser has reason to believe that any of the used fentanyl patches are counterfeit or have been misused or tampered with.</p> <p class=\"headnote-e\">No limitation</p> <p class=\"subsection-e\"><a name=\"s3s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15s33#s3s2\"><span lang=\"EN-US\">(2)</span></a> Nothing in this section limits or replaces the application of any other Act with respect to the dispensing of fentanyl patches.</p> <p class=\"headnote-e\">Operator of a pharmacy</p> <p class=\"subsection-e\"><a name=\"s3s3\"></a><b> <a href=\"http://www.ontario.ca/fr/lois/loi/15s33#s3s3\"><span lang=\"EN-US\">(3)</span></a></b> The operator of a pharmacy shall ensure that every dispenser employed or retained by the pharmacy complies with this section.</p>"
        },
        {
            "id": "s4s1",
            "section": "Regulations",
            "content": " 4. (1) The Lieutenant-Governor in Council may make regulations, (a) prescribing criteria for the purposes of the definition of “fentanyl patch” in subsection 1 (1); (b) establishing different classes of prescribers and dispensers and establishing different rules for the prescribing and dispensing of fentanyl patches by those classes and requiring compliance with those rules; (c) establishing a contingency plan for the purposes of paragraph 5 of subsection 3 (1) that, (i) sets out the quantity of fentanyl patches that may be dispensed in either of the circumstances described in subparagraph 5 i or ii of subsection 3 (1), (ii) requires the dispenser to notify the prescriber and any other persons in those circumstances, and (iii) sets out other rules that apply in those circumstances; (d) excluding a person from the application of this Act, or from one or more provisions of this Act, subject to the conditions, if any, provided for in the regulations; (e) requiring and governing the records that must be kept by prescribers and dispensers with respect to the prescribing and dispensing of fentanyl patches; (f) providing for and governing anything that this Act refers to as being provided for in the regulations; (g) respecting any matter considered necessary or advisable to carry out effectively the purpose of this Act. Controlled substance patches (2) The Lieutenant Governor in Council may make regulations clarifying or modifying the application of this Act with respect to controlled substance patches that are not fentanyl patches and, without restricting the generality of the foregoing, may make regulations establishing different classes of prescribers and dispensers of such patches and establishing different rules for the prescribing and dispensing of such patches by those classes, and requiring compliance with those rules. 5. Omitted\r\n(provides for coming into force of provisions of this Act). 6. Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section-e\"><a name=\"s4s1\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15s33#s4s1\"><span lang=\"EN-US\">4. (1)</span></a> The Lieutenant-Governor in Council may make regulations,</p> <p class=\"clause-e\">  (a) prescribing criteria for the purposes of the definition of “fentanyl patch” in subsection 1 (1);</p> <p class=\"clause-e\">  (b) establishing different classes of prescribers and dispensers and establishing different rules for the prescribing and dispensing of fentanyl patches by those classes and requiring compliance with those rules;</p> <p class=\"clause-e\">  (c) establishing a contingency plan for the purposes of paragraph 5 of subsection 3 (1) that,</p> <p class=\"subclause-e\">  (i) sets out the quantity of fentanyl patches that may be dispensed in either of the circumstances described in subparagraph 5 i or ii of subsection 3 (1),</p> <p class=\"subclause-e\">  (ii) requires the dispenser to notify the prescriber and any other persons in those circumstances, and</p> <p class=\"subclause-e\">  (iii) sets out other rules that apply in those circumstances;</p> <p class=\"clause-e\">  (d) excluding a person from the application of this Act, or from one or more provisions of this Act, subject to the conditions, if any, provided for in the regulations;</p> <p class=\"clause-e\">  (e) requiring and governing the records that must be kept by prescribers and dispensers with respect to the prescribing and dispensing of fentanyl patches;</p> <p class=\"clause-e\">  (f) providing for and governing anything that this Act refers to as being provided for in the regulations;</p> <p class=\"clause-e\">  (g) respecting any matter considered necessary or advisable to carry out effectively the purpose of this Act.</p> <p class=\"headnote-e\">Controlled substance patches</p> <p class=\"subsection-e\"><a name=\"s4s2\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15s33#s4s2\"><span lang=\"EN-US\">(2)</span></a> The Lieutenant Governor in Council may make regulations clarifying or modifying the application of this Act with respect to controlled substance patches that are not fentanyl patches and, without restricting the generality of the foregoing, may make regulations establishing different classes of prescribers and dispensers of such patches and establishing different rules for the prescribing and dispensing of such patches by those classes, and requiring compliance with those rules.</p> <p class=\"section-e\"><a name=\"s5\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15s33#s5\"><span lang=\"EN-US\">5.</span></a> <span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section-e\"><a name=\"s6\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15s33#s6\"><span lang=\"EN-US\">6.</span></a> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/15s33\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "s5",
            "section": "Controlled substance patches",
            "content": " 5. Omitted\r\n(provides for coming into force of provisions of this Act). 6. Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section-e\"><a name=\"s5\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15s33#s5\"><span lang=\"EN-US\">5.</span></a> <span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section-e\"><a name=\"s6\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15s33#s6\"><span lang=\"EN-US\">6.</span></a> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/15s33\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "s6",
            "section": "Controlled substance patches",
            "content": " 6. Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section-e\"><a name=\"s6\"></a> <a href=\"http://www.ontario.ca/fr/lois/loi/15s33#s6\"><span lang=\"EN-US\">6.</span></a> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/15s33\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}