{
    "act_info": {
        "full_title": "Safe Streets Act, 1999, S.O. 1999, c. 8",
        "act_name_text": "Safe Streets Act, 1999",
        "citation": "S.O. 1999, c. 8",
        "url": "https://www.ontario.ca/laws/statute/99s08",
        "date_scraped": "2023-12-19 17:53:14"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 15, 2005",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/99s08/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "December 14, 2005"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definition",
            "content": "1. In sections 2 and 3, “solicit” means to request, in person, the immediate provision of money or another thing of value, regardless of whether consideration is offered or provided in return, using the spoken, written or printed word, a gesture or other means.  1999, c. 8, s. 1.",
            "raw_html": "<p class=\"section\"><b>1.</b> In sections 2 and 3,</p> <p class=\"definition\">“solicit” means to request, in person, the immediate provision of money or another thing of value, regardless of whether consideration is offered or provided in return, using the spoken, written or printed word, a gesture or other means.  1999, c. 8, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Definition",
            "content": "2. (1) In this section, “aggressive manner” means a manner that is likely to cause a reasonable person to be concerned for his or her safety or security.  1999, c. 8, s. 2 (1). Solicitation in aggressive manner prohibited (2) No person shall solicit in an aggressive manner.  1999, c. 8, s. 2 (2). Examples (3) Without limiting subsection (1) or (2), a person who engages in one or more of the following activities shall be deemed to be soliciting in an aggressive manner for the purpose of this section: 1. Threatening the person solicited with physical harm, by word, gesture or other means, during the solicitation or after the person solicited responds or fails to respond to the solicitation. 2. Obstructing the path of the person solicited during the solicitation or after the person solicited responds or fails to respond to the solicitation. 3. Using abusive language during the solicitation or after the person solicited responds or fails to respond to the solicitation. 4. Proceeding behind, alongside or ahead of the person solicited during the solicitation or after the person solicited responds or fails to respond to the solicitation. 5. Soliciting while intoxicated by alcohol or drugs. 6. Continuing to solicit a person in a persistent manner after the person has responded negatively to the solicitation.  1999, c. 8, s. 2 (3).",
            "raw_html": "<p class=\"section\"><b>2.</b> (1) In this section,</p> <p class=\"definition\">“aggressive manner” means a manner that is likely to cause a reasonable person to be concerned for his or her safety or security.  1999, c. 8, s. 2 (1).</p> <p class=\"headnote\">Solicitation in aggressive manner prohibited</p> <p class=\"subsection\">(2) No person shall solicit in an aggressive manner.  1999, c. 8, s. 2 (2).</p> <p class=\"headnote\">Examples</p> <p class=\"subsection\">(3) Without limiting subsection (1) or (2), a person who engages in one or more of the following activities shall be deemed to be soliciting in an aggressive manner for the purpose of this section:</p> <p class=\"paragraph\">  1. Threatening the person solicited with physical harm, by word, gesture or other means, during the solicitation or after the person solicited responds or fails to respond to the solicitation.</p> <p class=\"paragraph\">  2. Obstructing the path of the person solicited during the solicitation or after the person solicited responds or fails to respond to the solicitation.</p> <p class=\"paragraph\">  3. Using abusive language during the solicitation or after the person solicited responds or fails to respond to the solicitation.</p> <p class=\"paragraph\">  4. Proceeding behind, alongside or ahead of the person solicited during the solicitation or after the person solicited responds or fails to respond to the solicitation.</p> <p class=\"paragraph\">  5. Soliciting while intoxicated by alcohol or drugs.</p> <p class=\"paragraph\">  6. Continuing to solicit a person in a persistent manner after the person has responded negatively to the solicitation.  1999, c. 8, s. 2 (3).</p>"
        },
        {
            "id": "3.",
            "section": "Definitions",
            "content": "3. (1) In this section, “public transit vehicle” means a vehicle operated by, for or on behalf of the Government of Ontario, a municipality in Ontario or a transit commission or authority in Ontario, as part of a regular passenger transportation service; (“véhicule de transport en commun”) “roadway” has the same meaning as in the Highway Traffic Act; (“chaussée”) “vehicle” includes automobile, motorcycle, van, truck, trailer, bus, mobile home, traction engine, farm tractor, road-building machine, bicycle, motor-assisted bicycle, motorized snow vehicle, streetcar and any other vehicle drawn, propelled or driven by any kind of power, including muscular power. (“véhicule”)  1999, c. 8, s. 3 (1); 2002, c. 17, Sched. F, Table. Solicitation of captive audience prohibited (2) No person shall, (a) solicit a person who is using, waiting to use, or departing from an automated teller machine; (b) solicit a person who is using or waiting to use a pay telephone or a public toilet facility; (c) solicit a person who is waiting at a taxi stand or a public transit stop; (d) solicit a person who is in or on a public transit vehicle; (e) solicit a person who is in the process of getting in, out of, on or off a vehicle or who is in a parking lot; or (f) while on a roadway, solicit a person who is in or on a stopped, standing or parked vehicle.  1999, c. 8, s. 3 (2). Permitted fund-raising by charities (3) Subsection (2) does not apply to fund-raising activities that meet the following conditions: 1. They are conducted by a charitable organization registered under the Income Tax Act (Canada) on a roadway where the maximum speed limit is 50 kilometres per hour. 2. They are permitted by a by-law of the municipality in which the activities are conducted.  2005, c. 32, s. 1. Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003 2005, c. 32, s. 1 - 15/12/2005",
            "raw_html": "<p class=\"section\"><b>3.</b> (1) In this section,</p> <p class=\"definition\">“public transit vehicle” means a vehicle operated by, for or on behalf of the Government of Ontario, a municipality in Ontario or a transit commission or authority in Ontario, as part of a regular passenger transportation service; (“véhicule de transport en commun”)</p> <p class=\"definition\">“roadway” has the same meaning as in the <i>Highway Traffic Act</i>; (“chaussée”)</p> <p class=\"definition\">“vehicle” includes automobile, motorcycle, van, truck, trailer, bus, mobile home, traction engine, farm tractor, road-building machine, bicycle, motor-assisted bicycle, motorized snow vehicle, streetcar and any other vehicle drawn, propelled or driven by any kind of power, including muscular power. (“véhicule”)  1999, c. 8, s. 3 (1); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Solicitation of captive audience prohibited</p> <p class=\"subsection\">(2) No person shall,</p> <p class=\"paragraph\">  (a) solicit a person who is using, waiting to use, or departing from an automated teller machine;</p> <p class=\"paragraph\">  (b) solicit a person who is using or waiting to use a pay telephone or a public toilet facility;</p> <p class=\"paragraph\">  (c) solicit a person who is waiting at a taxi stand or a public transit stop;</p> <p class=\"paragraph\">  (d) solicit a person who is in or on a public transit vehicle;</p> <p class=\"paragraph\">  (e) solicit a person who is in the process of getting in, out of, on or off a vehicle or who is in a parking lot; or</p> <p class=\"paragraph\">  (f) while on a roadway, solicit a person who is in or on a stopped, standing or parked vehicle.  1999, c. 8, s. 3 (2).</p> <p class=\"headnote\">Permitted fund-raising by charities</p> <p class=\"subsection\">(3) Subsection (2) does not apply to fund-raising activities that meet the following conditions:</p> <p class=\"paragraph\">  1. They are conducted by a charitable organization registered under the <i>Income Tax Act </i>(Canada) on a roadway where the maximum speed limit is 50 kilometres per hour. </p> <p class=\"paragraph\">  2. They are permitted by a by-law of the municipality in which the activities are conducted.  2005, c. 32, s. 1.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a> - 01/01/2003</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05032#s1\">2005, c. 32, s. 1</a></span> - 15/12/2005</p>"
        },
        {
            "id": "4.",
            "section": "Definition",
            "content": "4. (1) In this section, “outdoor public place” means, (a) a place outdoors to which the public is ordinarily invited or permitted access and, for greater certainty, includes but is not limited to a sidewalk, street, parking lot, swimming pool, beach, conservation area, park and playground, and (b) school grounds.  1999, c. 8, s. 4 (1). Disposal of certain dangerous things prohibited (2) No person shall dispose of any of the following things in an outdoor public place: 1. A used condom. 2. A new or used hypodermic needle or syringe. 3. Broken glass.  1999, c. 8, s. 4 (2). Defence (3) It is a defence to a charge under subsection (2) for the person who disposed of the condom, the needle or syringe or the broken glass to establish that he or she took reasonable precautions to dispose of it in a manner that would not endanger the health or safety of any person.  1999, c. 8, s. 4 (3).",
            "raw_html": "<p class=\"section\"><b>4.</b> (1) In this section,</p> <p class=\"definition\">“outdoor public place” means,</p> <p class=\"paragraph\">  (a) a place outdoors to which the public is ordinarily invited or permitted access and, for greater certainty, includes but is not limited to a sidewalk, street, parking lot, swimming pool, beach, conservation area, park and playground, and</p> <p class=\"paragraph\">  (b) school grounds.  1999, c. 8, s. 4 (1).</p> <p class=\"headnote\">Disposal of certain dangerous things prohibited</p> <p class=\"subsection\">(2) No person shall dispose of any of the following things in an outdoor public place:</p> <p class=\"paragraph\">  1. A used condom.</p> <p class=\"paragraph\">  2. A new or used hypodermic needle or syringe.</p> <p class=\"paragraph\">  3. Broken glass.  1999, c. 8, s. 4 (2).</p> <p class=\"headnote\">Defence</p> <p class=\"subsection\">(3) It is a defence to a charge under subsection (2) for the person who disposed of the condom, the needle or syringe or the broken glass to establish that he or she took reasonable precautions to dispose of it in a manner that would not endanger the health or safety of any person.  1999, c. 8, s. 4 (3).</p>"
        },
        {
            "id": "5.",
            "section": "Offence",
            "content": "5. (1) Every person who contravenes section 2, 3 or 4 is guilty of an offence and is liable, (a) on a first conviction, to a fine of not more than $500; and (b) on each subsequent conviction, to a fine of not more than $1,000 or to imprisonment for a term of not more than six months, or to both.  1999, c. 8, s. 5 (1). Subsequent conviction (2) For the purpose of determining the penalty to which a person is liable under subsection (1), (a) a conviction of the person of a contravention of section 2 is a subsequent conviction only if the person has previously been convicted of a contravention of section 2 or 3; (b) a conviction of the person of a contravention of section 3 is a subsequent conviction only if the person has previously been convicted of a contravention of section 2 or 3; and (c) a conviction of the person of a contravention of section 4 is a subsequent conviction only if the person has previously been convicted of a contravention of section 4.  1999, c. 8, s. 5 (2).",
            "raw_html": "<p class=\"section\"><b>5.</b> (1) Every person who contravenes section 2, 3 or 4 is guilty of an offence and is liable,</p> <p class=\"paragraph\">  (a) on a first conviction, to a fine of not more than $500; and</p> <p class=\"paragraph\">  (b) on each subsequent conviction, to a fine of not more than $1,000 or to imprisonment for a term of not more than six months, or to both.  1999, c. 8, s. 5 (1).</p> <p class=\"headnote\">Subsequent conviction</p> <p class=\"subsection\">(2) For the purpose of determining the penalty to which a person is liable under subsection (1),</p> <p class=\"paragraph\">  (a) a conviction of the person of a contravention of section 2 is a subsequent conviction only if the person has previously been convicted of a contravention of section 2 or 3;</p> <p class=\"paragraph\">  (b) a conviction of the person of a contravention of section 3 is a subsequent conviction only if the person has previously been convicted of a contravention of section 2 or 3; and</p> <p class=\"paragraph\">  (c) a conviction of the person of a contravention of section 4 is a subsequent conviction only if the person has previously been convicted of a contravention of section 4.  1999, c. 8, s. 5 (2).</p>"
        },
        {
            "id": "6.",
            "section": "Arrest without warrant",
            "content": "6. A police officer who believes on reasonable and probable grounds that a person has contravened section 2, 3 or 4 may arrest the person without warrant if, (a) before the alleged contravention of section 2, 3 or 4, the police officer directed the person not to engage in activity that contravenes that section; or (b) the police officer believes on reasonable and probable grounds that it is necessary to arrest the person without warrant in order to establish the identity of the person or to prevent the person from continuing or repeating the contravention.  1999, c. 8, s. 6. 7 Omitted (amends or repeals other Acts).  1999, c. 8, s. 7. 8 Omitted (provides for coming into force of provisions of this Act).  1999, c. 8, s. 8. 9 Omitted (enacts short title of this Act).  1999, c. 8, s. 9. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>6.</b> A police officer who believes on reasonable and probable grounds that a person has contravened section 2, 3 or 4 may arrest the person without warrant if,</p> <p class=\"paragraph\">  (a) before the alleged contravention of section 2, 3 or 4, the police officer directed the person not to engage in activity that contravenes that section; or</p> <p class=\"paragraph\">  (b) the police officer believes on reasonable and probable grounds that it is necessary to arrest the person without warrant in order to establish the identity of the person or to prevent the person from continuing or repeating the contravention.  1999, c. 8, s. 6.</p> <p class=\"section\"><b>7 </b><span>Omitted (amends or repeals other Acts)</span>.  1999, c. 8, s. 7.</p> <p class=\"section\"><b>8 </b><span>Omitted (provides for coming into force of provisions of this Act)</span>.  1999, c. 8, s. 8.</p> <p class=\"section\"><b>9 </b><span>Omitted (enacts short title of this Act)</span>.  1999, c. 8, s. 9.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/99s08\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "7",
            "section": "Arrest without warrant",
            "content": "7 Omitted (amends or repeals other Acts).  1999, c. 8, s. 7. 8 Omitted (provides for coming into force of provisions of this Act).  1999, c. 8, s. 8. 9 Omitted (enacts short title of this Act).  1999, c. 8, s. 9. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>7 </b><span>Omitted (amends or repeals other Acts)</span>.  1999, c. 8, s. 7.</p> <p class=\"section\"><b>8 </b><span>Omitted (provides for coming into force of provisions of this Act)</span>.  1999, c. 8, s. 8.</p> <p class=\"section\"><b>9 </b><span>Omitted (enacts short title of this Act)</span>.  1999, c. 8, s. 9.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/99s08\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "8",
            "section": "Arrest without warrant",
            "content": "8 Omitted (provides for coming into force of provisions of this Act).  1999, c. 8, s. 8. 9 Omitted (enacts short title of this Act).  1999, c. 8, s. 9. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>8 </b><span>Omitted (provides for coming into force of provisions of this Act)</span>.  1999, c. 8, s. 8.</p> <p class=\"section\"><b>9 </b><span>Omitted (enacts short title of this Act)</span>.  1999, c. 8, s. 9.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/99s08\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "9",
            "section": "Arrest without warrant",
            "content": "9 Omitted (enacts short title of this Act).  1999, c. 8, s. 9. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>9 </b><span>Omitted (enacts short title of this Act)</span>.  1999, c. 8, s. 9.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/99s08\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}