{
    "act_info": {
        "full_title": "SARS Assistance and Recovery Strategy Act, 2003, S.O. 2003, c. 1 ",
        "act_name_text": "SARS Assistance and Recovery Strategy Act, 2003",
        "citation": "S.O. 2003, c. 1 ",
        "url": "https://www.ontario.ca/laws/statute/03s01",
        "date_scraped": "2023-12-18 22:05:51"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/03s01/v4",
            "valid_from": "December  5, 2016",
            "valid_to": "March 18, 2020"
        },
        {
            "a_href": "/laws/statute/03s01/v3",
            "valid_from": "December 15, 2009",
            "valid_to": "December  4, 2016"
        },
        {
            "a_href": "/laws/statute/03s01/v2",
            "valid_from": "March  9, 2005",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/03s01/v1",
            "valid_from": "May  5, 2003",
            "valid_to": "March  8, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Interpretation",
            "content": "1 (1) In this Part, “applicable period” means the period beginning March 26, 2003 and ending on a day to be named by proclamation of the Lieutenant Governor under subsection (2); (“période applicable”) “board of health” has the same meaning as in the Health Protection and Promotion Act; (“conseil de santé”) “Chief Medical Officer of Health” means the person appointed as such under the Health Protection and Promotion Act; (“médecin-hygiéniste en chef”) “Commissioner of Public Health” means the person appointed as such by order in council; (“commissaire à la santé publique”) “Commissioner of Public Security” means the person appointed as such by order in council; (“commissaire à la sécurité publique”) “employee” means an employee as defined in subsection 1 (1) of the Employment Standards Act, 2000 and a dependent contractor as defined in subsection 1 (1) of the Labour Relations Act, 1995; (“employé”) “employer” means an employer as defined in subsection 1 (1) of the Employment Standards Act, 2000 and a person who contracts for the services of a dependent contractor as defined in subsection 1 (1) of the Labour Relations Act, 1995; (“employeur”) “employment contract” includes a collective agreement; (“contrat de travail”) “public health official” means the Commissioner of Public Health, the Chief Medical Officer of Health, an employee of a board of health or a public health official of the Government of Canada; (“fonctionnaire de la santé publique”) “SARS” means severe acute respiratory syndrome. (“SRAS”)  2003, c. 1, s. 1 (1). Applicable period (2) The Lieutenant Governor shall by proclamation name a day for the purposes of the applicable period defined in subsection (1). 2003, c. 1, s. 1 (2).",
            "raw_html": "<p class=\"section\"><b>1 </b>(1) In this Part,</p> <p class=\"definition\">“applicable period” means the period beginning March 26, 2003 and ending on a day to be named by proclamation of the Lieutenant Governor under subsection (2); (“période applicable”)</p> <p class=\"definition\">“board of health” has the same meaning as in the <i>Health Protection and Promotion Act</i>; (“conseil de santé”)</p> <p class=\"definition\">“Chief Medical Officer of Health” means the person appointed as such under the <i>Health Protection and Promotion Act</i>; (“médecin-hygiéniste en chef”)</p> <p class=\"definition\">“Commissioner of Public Health” means the person appointed as such by order in council; (“commissaire à la santé publique”)</p> <p class=\"definition\">“Commissioner of Public Security” means the person appointed as such by order in council; (“commissaire à la sécurité publique”)</p> <p class=\"definition\">“employee” means an employee as defined in subsection 1 (1) of the <i>Employment Standards Act, 2000</i> and a dependent contractor as defined in subsection 1 (1) of the <i>Labour Relations Act, 1995</i>; (“employé”)</p> <p class=\"definition\">“employer” means an employer as defined in subsection 1 (1) of the <i>Employment Standards Act, 2000</i> and a person who contracts for the services of a dependent contractor as defined in subsection 1 (1) of the <i>Labour Relations Act, 1995</i>; (“employeur”)</p> <p class=\"definition\">“employment contract” includes a collective agreement; (“contrat de travail”)</p> <p class=\"definition\">“public health official” means the Commissioner of Public Health, the Chief Medical Officer of Health, an employee of a board of health or a public health official of the Government of Canada; (“fonctionnaire de la santé publique”)</p> <p class=\"definition\">“SARS” means severe acute respiratory syndrome. (“SRAS”)  2003, c. <span>1</span>, s. 1 (1).</p> <p class=\"headnote\">Applicable period</p> <p class=\"subsection\">(2) The Lieutenant Governor shall by proclamation name a day for the purposes of the applicable period defined in subsection (1). 2003, c. 1, s. 1 (2).</p>"
        },
        {
            "id": "2",
            "section": "Police officers and other non-employees",
            "content": "2 (1) Police officers and individuals prescribed under clause (2) (a) have, with necessary modifications, the same rights and obligations as employees have under this Part. 2003, c. 1, s. 2 (1). Regulations (2) If the Lieutenant Governor in Council considers it advisable to do so, the Lieutenant Governor in Council may make regulations, (a) prescribing individuals for the purposes of subsection (1); (b) specifying such modifications as the Lieutenant Governor in Council considers necessary for the purposes of subsection (1). 2003, c. 1, s. 2 (2).",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) Police officers and individuals prescribed under clause (2) (a) have, with necessary modifications, the same rights and obligations as employees have under this Part. 2003, c. 1, s. 2 (1).</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(2) If the Lieutenant Governor in Council considers it advisable to do so, the Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) prescribing individuals for the purposes of subsection (1);</p> <p class=\"paragraph\">  (b) specifying such modifications as the Lieutenant Governor in Council considers necessary for the purposes of subsection (1). 2003, c. 1, s. 2 (2).</p>"
        },
        {
            "id": "3",
            "section": "Crown bound",
            "content": "3 This Part binds the Crown. 2003, c. 1, s. 3.",
            "raw_html": "<p class=\"section\"><b>3 </b>This Part binds the Crown. 2003, c. 1, s. 3.</p>"
        },
        {
            "id": "4",
            "section": "SARS leave supplementary to emergency leave",
            "content": "4 The entitlement to leave days under this Part is in addition to the entitlement to leave days under section 50 the Employment Standards Act, 2000. 2003, c. 1, s. 4.",
            "raw_html": "<p class=\"section\"><b>4 </b>The entitlement to leave days under this Part is in addition to the entitlement to leave days under section 50 the <i>Employment Standards Act, 2000</i>. 2003, c. 1, s. 4.</p>"
        },
        {
            "id": "5",
            "section": "Emergency leave before Part in force",
            "content": "5 (1) This section applies where an employee took a leave under section 50 of the Employment Standards Act, 2000 during the period beginning March 26, 2003 and ending on the day this Part comes into force and would have been entitled to take that leave under this Part had this Part been in force when the leave was taken. 2003, c. 1, s. 5 (1). Same (2) The employee shall be deemed to have taken the leave under this Part instead of under section 50 of the Employment Standards Act, 2000. 2003, c. 1, s. 5 (2).",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) This section<b> </b>applies where an employee took a leave under section 50 of the <i>Employment Standards Act, 2000</i> during the period beginning March 26, 2003 and ending on the day this Part comes into force and would have been entitled to take that leave under this Part had this Part been in force when the leave was taken. 2003, c. 1, s. 5 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The employee shall be deemed to have taken the leave under this Part instead of under section 50 of the <i>Employment Standards Act, 2000</i>. 2003, c. 1, s. 5 (2).</p>"
        },
        {
            "id": "6",
            "section": "SARS emergency leave",
            "content": "6 (1) During the period beginning March 26, 2003 and ending on a day specified by proclamation of the Lieutenant Governor under subsection 1 (2), an employee is entitled to a leave of absence without pay for any day or part of a day during which he or she falls into one or more of the following categories: 1. The employee is unable to work because he or she is under individual medical investigation, supervision or treatment related to SARS. 2. The employee is unable to work because he or she is acting in accordance with a SARS related order under section 22 or 35 of the\r\nHealth Protection and Promotion Act. 3. Subject to subsections (2) to (4), the employee is unable to work because he or she is in quarantine or isolation or is subject to a control measure in accordance with SARS related information or directions issued to the public, a part of the public or one or more individuals, by the Commissioner of Public Security, a public health official, a physician or a nurse or by Telehealth Ontario, the Government of Ontario, the Government of Canada, a municipal council or a board of health, whether through print, electronic, broadcast or other means. 4. The employee is unable to work because of a direction given by his or her employer in response to a concern of the employer that the employee may expose other individuals in the workplace to SARS. 5. The employee is unable to work because he or she is needed to provide care or assistance to an individual referred to in subsection (5) because of a SARS related matter that concerns that individual. 2003, c. 1, s. 6 (1). Same, paragraph 3 (2) An employee who is on a leave under paragraph 3 of subsection (1) shall, within two days, contact a public health official or a physician to receive directions as to whether he or she should continue to be absent from work for SARS related reasons and arrange to receive a written confirmation of those directions. 2003, c. 1, s. 6 (2). Same (3) If an employee is already on a leave because of the circumstances set out in paragraph 3 of subsection (1) at the time that this Part comes into force, the two-day period referred to in subsection (2) begins on the day after the day on which this Part comes into force. 2003, c. 1, s. 6 (3). Same (4) The employee is not entitled to continue on leave under paragraph 3 of subsection (1) after the two-day period referred to in subsection (2) or (3), as the case may be, unless the employee has complied with subsection (2) and the continuation is in accordance with the directions given by the public health official or physician. 2003, c. 1, s. 6 (4). Same, paragraph 5 (5) Paragraph 5 of subsection (1) applies with respect to the following individuals: 1. The employee’s spouse. 2. A parent, step-parent or foster parent of the employee or the employee’s spouse. 3. A child, step-child or foster child of the employee or the employee’s spouse. 4. A grandparent, step-grandparent, grandchild or step-grandchild of the employee or of the employee’s spouse. 5. The spouse of a child of the employee. 6. The employee’s brother or sister. 7. A relative of the employee who is dependent on the employee for care or assistance. 2003, c. 1, s. 6 (5); 2005, c. 5, s. 63 (1-5); 2016, c. 23, s. 68. Same (6) The definitions of “parent” and “spouse” in section 45 of the Employment Standards Act, 2000\r\napply for the purposes of subsection (5). 2003, c. 1, s. 6 (6); 2005, c. 5, s. 63 (6). Advising employer (7) An employee who takes leave under this section shall advise his or her employer that he or she will be doing so. 2003, c. 1, s. 6 (7). Same (8) If the employee must begin the leave before advising the employer, the employee shall advise the employer of the leave as soon as possible after beginning it. 2003, c. 1, s. 6 (8). Evidence (9) Subject to subsection (10), an employer may require an employee who takes leave under this section to provide evidence reasonable in the circumstances that the employee is entitled to the leave. 2003, c. 1, s. 6 (9). Same (10) If the employer asks the employee to provide the written confirmation referred to in subsection (2), the employee need not provide it until his or her leave under this Part has ended. 2003, c. 1, s. 6 (10). Exclusions for lay-off purposes (11) Any week in which an employee is absent for one or more days because of a leave taken under this Part is deemed to be an excluded week for the purposes of sections 56 and 63 of the Employment Standards Act, 2000. 2003, c. 1, s. 6 (11). Section Amendments with date in force (d/m/y) 2005, c. 5, s. 63 (1-6)\r\n- 09/03/2005 2016, c. 23, s. 68 - 05/12/2016",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) During the period beginning March 26, 2003 and ending on a day specified by proclamation of the Lieutenant Governor under subsection 1 (2), an employee is entitled to a leave of absence without pay for any day or part of a day during which he or she falls into one or more of the following categories:</p> <p class=\"paragraph\">  1. The employee is unable to work because he or she is under individual medical investigation, supervision or treatment related to SARS.</p> <p class=\"paragraph\">  2. The employee is unable to work because he or she is acting in accordance with a SARS related order under section 22 or 35 of the\r\n<i>Health Protection and Promotion Act</i>.</p> <p class=\"paragraph\">  3. Subject to subsections (2) to (4), the employee is unable to work because he or she is in quarantine or isolation or is subject to a control measure in accordance with SARS related information or directions issued to the public, a part of the public or one or more individuals, by the Commissioner of Public Security, a public health official, a physician or a nurse or by Telehealth Ontario, the Government of Ontario, the Government of Canada, a municipal council or a board of health, whether through print, electronic, broadcast or other means.</p> <p class=\"paragraph\">  4. The employee is unable to work because of a direction given by his or her employer in response to a concern of the employer that the employee may expose other individuals in the workplace to SARS.</p> <p class=\"paragraph\">  5. The employee is unable to work because he or she is needed to provide care or assistance to an individual referred to in subsection (5) because of a SARS related matter that concerns that individual. 2003, c. 1, s. 6 (1).</p> <p class=\"headnote\">Same, paragraph 3</p> <p class=\"subsection\">(2) An employee who is on a leave under paragraph 3 of subsection (1) shall, within two days, contact a public health official or a physician to receive directions as to whether he or she should continue to be absent from work for SARS related reasons and arrange to receive a written confirmation of those directions. 2003, c. 1, s. 6 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) If an employee is already on a leave because of the circumstances set out in paragraph 3 of subsection (1) at the time that this Part comes into force, the two-day period referred to in subsection (2) begins on the day after the day on which this Part comes into force. 2003, c. 1, s. 6 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) The employee is not entitled to continue on leave under paragraph 3 of subsection (1) after the two-day period referred to in subsection (2) or (3), as the case may be, unless the employee has complied with subsection (2) and the continuation is in accordance with the directions given by the public health official or physician. 2003, c. 1, s. 6 (4).</p> <p class=\"headnote\">Same, paragraph 5</p> <p class=\"subsection\">(5) Paragraph 5 of subsection (1) applies with respect to the following individuals:</p> <p class=\"paragraph\">  1. The employee’s spouse.</p> <p class=\"paragraph\">  2. A parent, step-parent or foster parent of the employee or the employee’s spouse.</p> <p class=\"paragraph\">  3. A child, step-child or foster child of the employee or the employee’s spouse.</p> <p class=\"paragraph\">  4. A grandparent, step-grandparent, grandchild or step-grandchild of the employee or of the employee’s spouse.</p> <p class=\"paragraph\">  5. The spouse of a child of the employee.</p> <p class=\"paragraph\">  6. The employee’s brother or sister.</p> <p class=\"paragraph\">  7. A relative of the employee who is dependent on the employee for care or assistance. 2003, c. 1, s. 6 (5); 2005, c. 5, s. 63 (1-5); 2016, c. 23, s. 68.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) The definitions of “parent” and “spouse” in section 45 of the <i>Employment Standards Act, 2000</i>\r\napply for the purposes of subsection (5). 2003, c. 1, s. 6 (6); 2005, c. 5, s. 63 (6).</p> <p class=\"headnote\">Advising employer</p> <p class=\"subsection\">(7) An employee who takes leave under this section shall advise his or her employer that he or she will be doing so. 2003, c. 1, s. 6 (7).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) If the employee must begin the leave before advising the employer, the employee shall advise the employer of the leave as soon as possible after beginning it. 2003, c. 1, s. 6 (8).</p> <p class=\"headnote\">Evidence</p> <p class=\"subsection\">(9) Subject to subsection (10), an employer may require an employee who takes leave under this section to provide evidence reasonable in the circumstances that the employee is entitled to the leave. 2003, c. 1, s. 6 (9).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(10) If the employer asks the employee to provide the written confirmation referred to in subsection (2), the employee need not provide it until his or her leave under this Part has ended. 2003, c. 1, s. 6 (10).</p> <p class=\"headnote\">Exclusions for lay-off purposes</p> <p class=\"subsection\">(11) Any week in which an employee is absent for one or more days because of a leave taken under this Part is deemed to be an excluded week for the purposes of sections 56 and 63 of the <i>Employment Standards Act, 2000</i>. 2003, c. 1, s. 6 (11).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05005#s63s1\">2005, c. 5, s. 63 (1-6)</a></span>\r\n- 09/03/2005</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16023#s68\">2016, c. 23, s. 68</a> - 05/12/2016</span></p>"
        },
        {
            "id": "7",
            "section": "Application of ss. 51, 51.1, 52, Employment Standards Act, 2000",
            "content": "7 (1) Sections 51, 51.1 and 52 of the Employment Standards Act, 2000 apply with necessary modifications in relation to leaves taken under section 6. 2003, c. 1, s. 7 (1). Regulations (2) If the Lieutenant Governor in Council considers it advisable to do so, the Lieutenant Governor in Council may make regulations specifying such modifications as the Lieutenant Governor in Council considers necessary for the purposes of subsection (1). 2003, c. 1, s. 7 (2).",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) Sections 51, 51.1 and 52 of the <i>Employment Standards Act, 2000</i> apply with necessary modifications in relation to leaves taken under section 6. 2003, c. 1, s. 7 (1).</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(2) If the Lieutenant Governor in Council considers it advisable to do so, the Lieutenant Governor in Council may make regulations specifying such modifications as the Lieutenant Governor in Council considers necessary for the purposes of subsection (1). 2003, c. 1, s. 7 (2).</p>"
        },
        {
            "id": "8",
            "section": "Reinstatement",
            "content": "8 (1) On the conclusion of an employee’s leave under this Part, the employer shall reinstate the employee to the position the employee most recently held with the employer, if it still exists, or to a comparable position, if it does not. 2003, c. 1, s. 8 (1). Same (2) Subsection (1) does not apply if the employment of the employee is ended solely for reasons unrelated to the leave. 2003, c. 1, s. 8 (2). Same (3) This section does not limit an employer’s right to terminate an employee’s employment because the employer’s business has been adversely affected because of SARS and as a result the size of its workforce has been reduced so that the employee’s position was eliminated. 2003, c. 1, s. 8 (3). Wage rate (4) The employer shall pay a reinstated employee at a rate that is equal to the greater of, (a) the rate that the employee most recently earned with the employer; and (b) the rate that the employee would be earning had he or she worked throughout the leave. 2003, c. 1, s. 8 (4).",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) On the conclusion of an employee’s leave under this Part, the employer shall reinstate the employee to the position the employee most recently held with the employer, if it still exists, or to a comparable position, if it does not. 2003, c. 1, s. 8 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsection (1) does not apply if the employment of the employee is ended solely for reasons unrelated to the leave. 2003, c. 1, s. 8 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) This section does not limit an employer’s right to terminate an employee’s employment because the employer’s business has been adversely affected because of SARS and as a result the size of its workforce has been reduced so that the employee’s position was eliminated. 2003, c. 1, s. 8 (3).</p> <p class=\"headnote\">Wage rate</p> <p class=\"subsection\">(4) The employer shall pay a reinstated employee at a rate that is equal to the greater of,</p> <p class=\"paragraph\">  (a) the rate that the employee most recently earned with the employer; and</p> <p class=\"paragraph\">  (b) the rate that the employee would be earning had he or she worked throughout the leave. 2003, c. 1, s. 8 (4).</p>"
        },
        {
            "id": "9",
            "section": "Reprisals, leave under this Part ",
            "content": "9 (1) No employer or person acting on behalf of an employer shall intimidate, dismiss or otherwise penalize an employee or threaten to do so because the employee, (a) is or will become eligible to take a leave, intends to take a leave or takes a leave under this Part; or (b) does anything described in subclauses 74 (1) (a) (i) to (vi) of the Employment Standards Act, 2000\r\nin relation to a leave under this Part. 2003, c. 1, s. 9 (1). Same (2) For the purposes of clause (1) (b), subclauses 74 (1) (a) (i) to (vi) of the Employment Standards Act, 2000 shall be read as if the references in those subclauses to that Act were references to this Part. 2003, c. 1, s. 9 (2). Onus of proof (3) In any proceeding under this section, the burden of proof that an employer did not contravene a provision set out in this section lies on the employer. 2003, c. 1, s. 9 (3).",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) No employer or person acting on behalf of an employer shall intimidate, dismiss or otherwise penalize an employee or threaten to do so because the employee,</p> <p class=\"paragraph\">  (a) is or will become eligible to take a leave, intends to take a leave or takes a leave under this Part; or</p> <p class=\"paragraph\">  (b) does anything described in subclauses 74 (1) (a) (i) to (vi) of the <i>Employment Standards Act, 2000</i>\r\nin relation to a leave under this Part. 2003, c. 1, s. 9 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For the purposes of clause (1) (b), subclauses 74 (1) (a) (i) to (vi) of the <i>Employment Standards Act, 2000</i> shall be read as if the references in those subclauses to that Act were references to this Part. 2003, c. 1, s. 9 (2).</p> <p class=\"headnote\">Onus of proof</p> <p class=\"subsection\">(3) In any proceeding under this section, the burden of proof that an employer did not contravene a provision set out in this section lies on the employer. 2003, c. 1, s. 9 (3).</p>"
        },
        {
            "id": "10",
            "section": "Reprisals, leave before this Part in force",
            "content": "10 (1) This section applies where, (a) an employee took a leave during the period beginning March 26, 2003 and ending on the day this Part comes into force and would have been entitled to take that leave under this Part had this Part been in force when the leave was taken; and (b) the employer or person acting on behalf of an employer dismissed the employee because the employee, (i) took the leave described in clause (a), or (ii) did or does anything described in subclauses 74 (1) (a) (i) to (vi) of the Employment Standards Act, 2000 in relation to that leave. 2003, c. 1, s. 10 (1). Same (2) For the purposes of clause (1) (b), subclauses 74 (1) (a) (i) to (vi) of the Employment Standards Act, 2000 shall be read as if the references in those subclauses to that Act were references to this Part. 2003, c. 1, s. 10 (2). Onus of proof (3) In any proceeding under this section, the burden of proof that an employer did not contravene a provision set out in this section lies on the employer. 2003, c. 1, s. 10 (3).",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) This section applies where,</p> <p class=\"paragraph\">  (a) an employee took a leave during the period beginning March 26, 2003 and ending on the day this Part comes into force and would have been entitled to take that leave under this Part had this Part been in force when the leave was taken; and</p> <p class=\"paragraph\">  (b) the employer or person acting on behalf of an employer dismissed the employee because the employee,</p> <p class=\"subclause\">  (i) took the leave described in clause (a), or</p> <p class=\"subclause\">  (ii) did or does anything described in subclauses 74 (1) (a) (i) to (vi) of the <i>Employment Standards Act, 2000</i> in relation to that leave. 2003, c. 1, s. 10 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For the purposes of clause (1) (b), subclauses 74 (1) (a) (i) to (vi) of the <i>Employment Standards Act, 2000</i> shall be read as if the references in those subclauses to that Act were references to this Part. 2003, c. 1, s. 10 (2).</p> <p class=\"headnote\">Onus of proof</p> <p class=\"subsection\">(3) In any proceeding under this section, the burden of proof that an employer did not contravene a provision set out in this section lies on the employer. 2003, c. 1, s. 10 (3).</p>"
        },
        {
            "id": "11",
            "section": "Administration and enforcement of Part",
            "content": "11 (1) Sections 4, 5, 6, 7 and 8 and subsection 15 (7) of the Employment Standards Act, 2000, and Parts XX, XXI, XXII, XXIII, XXIV, XXV and XXVI of the Employment Standards Act, 2000 other than sections 113, 121, 122 and 130 of that Act, apply with necessary modifications to the application, administration and enforcement of this Part, as if this Part formed part of that Act. 2003, c. 1, s. 11 (1). Same (2) Without limiting the generality of subsection (1), for the purposes of subsection (1), this Part shall be deemed to be a Part listed in the paragraphs following the opening sentence of subsection 104 (1) of the Employment Standards Act, 2000. 2003, c. 1, s. 11 (2). Retention of documents (3) Without limiting the generality of subsection (1), for the purposes of subsection (1), subsection 15 (7) of the Employment Standards Act, 2000 shall be deemed to require the same document retention in relation to leave under this Part as is required in relation to emergency leave under section 50 of that Act. 2003, c. 1, s. 11 (3). Regulations (4) If the Lieutenant Governor in Council considers it advisable to do so, the Lieutenant Governor in Council may make regulations specifying such modifications as the Lieutenant Governor in Council considers necessary for the purposes of subsection (1). 2003, c. 1, s. 11 (4). Exception, offences (5) Despite subsection (1), a violation of a provision of this Part that occurs before the day on which this Part comes into force is not an offence. 2003, c. 1, s. 11 (5). Violation of s. 10 (6) If an employment standards officer finds a violation of section 10, the authority of the officer to order compensation under section 104 of the Employment Standards Act, 2000 is limited to compensation for losses that arise from the failure of the employer, on the later of the day on which this section comes into force and the day on which the employee was dismissed, to reinstate the employee. 2003, c. 1, s. 11 (6). Same (7) Subsection (6) shall not be interpreted as limiting the authority of the officer to order reinstatement under section 104 of the Employment Standards Act, 2000, with or without compensation. 2003, c. 1, s. 11 (7). Same (8) If the Ontario Labour Relations Board receives an application for review under section 116 of the Employment Standards Act, 2000 with respect to a matter under section 10, the Board has the same order-making authority as an employment standards officer has under subsections (6) and (7). 2003, c. 1, s. 11 (8).",
            "raw_html": "<p class=\"section\"><b>11 </b>(1) Sections 4, 5, 6, 7 and 8 and subsection 15 (7) of the <i>Employment Standards Act, 2000</i>,<i> </i>and Parts XX, XXI, XXII, XXIII, XXIV, XXV and XXVI of the <i>Employment Standards Act, 2000</i> other than sections 113, 121, 122 and 130 of that Act, apply with necessary modifications to the application, administration and enforcement of this Part, as if this Part formed part of that Act. 2003, c. 1, s. 11 (1).</p> <p class=\"headnote\">Same </p> <p class=\"subsection\">(2) Without limiting the generality of subsection (1), for the purposes of subsection (1), this Part shall be deemed to be a Part listed in the paragraphs following the opening sentence of subsection 104 (1) of the <i>Employment Standards Act, 2000</i>. 2003, c. 1, s. 11 (2).</p> <p class=\"headnote\">Retention of documents</p> <p class=\"subsection\">(3) Without limiting the generality of subsection (1), for the purposes of subsection (1), subsection 15 (7) of the <i>Employment Standards Act, 2000</i> shall be deemed to require the same document retention in relation to leave under this Part as is required in relation to emergency leave under section 50 of that Act. 2003, c. 1, s. 11 (3).</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(4) If the Lieutenant Governor in Council considers it advisable to do so, the Lieutenant Governor in Council may make regulations specifying such modifications as the Lieutenant Governor in Council considers necessary for the purposes of subsection (1). 2003, c. 1, s. 11 (4).</p> <p class=\"headnote\">Exception, offences</p> <p class=\"subsection\">(5) Despite subsection (1), a violation of a provision of this Part that occurs before the day on which this Part comes into force is not an offence. 2003, c. 1, s. 11 (5).</p> <p class=\"headnote\">Violation of s. 10</p> <p class=\"subsection\">(6) If an employment standards officer finds a violation of section 10, the authority of the officer to order compensation under section 104 of the <i>Employment Standards Act, 2000</i> is limited to compensation for losses that arise from the failure of the employer, on the later of the day on which this section comes into force and the day on which the employee was dismissed, to reinstate the employee. 2003, c. 1, s. 11 (6).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) Subsection (6) shall not be interpreted as limiting the authority of the officer to order reinstatement under section 104 of the <i>Employment Standards Act, 2000</i>, with or without compensation. 2003, c. 1, s. 11 (7).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) If the Ontario Labour Relations Board receives an application for review under section 116 of the <i>Employment Standards Act, 2000</i> with respect to a matter under section 10, the Board has the same order-making authority as an employment standards officer has under subsections (6) and (7). 2003, c. 1, s. 11 (8).</p>"
        },
        {
            "id": "12",
            "section": "OLRB review",
            "content": "12 If the Ontario Labour Relations Board receives an application for review under section 116 of the Employment Standards Act, 2000 with respect to a matter under section 8, 9 or 10, the Board shall deal with the matter expeditiously. 2003, c. 1, s. 12. Part II (s. 13) Repealed:  2009, c. 34, Sched. R, s. 18. Section Amendments with date in force (d/m/y) 2009, c. 34, Sched. R, s. 18 - 15/12/2009 14, 15 Omitted (amends or repeals other Acts). 2003, c. 1, ss. 14, 15. 16 Omitted (provides for coming into force of provisions of this Act). 2003, c. 1, s. 16. 17 Omitted (enacts short title of this Act). 2003, c. 1, s. 17. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>12 </b>If the Ontario Labour Relations Board receives an application for review under section 116 of the <i>Employment Standards Act, 2000</i> with respect to a matter under section 8, 9 or 10, the Board shall deal with the matter expeditiously. 2003, c. 1, s. 12.</p> <p class=\"headingx\"><span class=\"ovboldallcaps\"><span>Part II </span></span><span class=\"ovboldallcaps\"><span>(</span></span><span>s. 13) <span class=\"ovsmallcap\">Repealed:</span></span>  2009, c. 34, Sched. R, s. 18<span>.</span></p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09034#schedrs18\">2009, c. 34, Sched. R, s. 18</a></span> - 15/12/2009</p> <p class=\"section\"><b>14, 15</b> <span>Omitted (amends or repeals other Acts)</span>. 2003, c. 1, ss. 14, 15.</p> <p class=\"section\"><b>16 </b><span>Omitted (provides for coming into force of provisions of this Act)</span>. 2003, c. 1, s. 16.</p> <p class=\"section\"><b>17 </b><span>Omitted (enacts short title of this Act)</span>. 2003, c. 1, s. 17.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/03s01\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "14, 15",
            "section": "OLRB review",
            "content": "14, 15 Omitted (amends or repeals other Acts). 2003, c. 1, ss. 14, 15. 16 Omitted (provides for coming into force of provisions of this Act). 2003, c. 1, s. 16. 17 Omitted (enacts short title of this Act). 2003, c. 1, s. 17. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>14, 15</b> <span>Omitted (amends or repeals other Acts)</span>. 2003, c. 1, ss. 14, 15.</p> <p class=\"section\"><b>16 </b><span>Omitted (provides for coming into force of provisions of this Act)</span>. 2003, c. 1, s. 16.</p> <p class=\"section\"><b>17 </b><span>Omitted (enacts short title of this Act)</span>. 2003, c. 1, s. 17.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/03s01\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "16",
            "section": "OLRB review",
            "content": "16 Omitted (provides for coming into force of provisions of this Act). 2003, c. 1, s. 16. 17 Omitted (enacts short title of this Act). 2003, c. 1, s. 17. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>16 </b><span>Omitted (provides for coming into force of provisions of this Act)</span>. 2003, c. 1, s. 16.</p> <p class=\"section\"><b>17 </b><span>Omitted (enacts short title of this Act)</span>. 2003, c. 1, s. 17.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/03s01\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "17",
            "section": "OLRB review",
            "content": "17 Omitted (enacts short title of this Act). 2003, c. 1, s. 17. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>17 </b><span>Omitted (enacts short title of this Act)</span>. 2003, c. 1, s. 17.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/03s01\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}