{
    "act_info": {
        "full_title": "School Boards Collective Bargaining Act, 2014, S.O. 2014, c. 5",
        "act_name_text": "School Boards Collective Bargaining Act, 2014",
        "citation": "S.O. 2014, c. 5",
        "url": "https://www.ontario.ca/laws/statute/14s05",
        "date_scraped": "2023-12-18 23:35:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 21, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/14s05/v7",
            "valid_from": "May  4, 2018",
            "valid_to": "November 20, 2018"
        },
        {
            "a_href": "/laws/statute/14s05/v6",
            "valid_from": "January  1, 2018",
            "valid_to": "May  3, 2018"
        },
        {
            "a_href": "/laws/statute/14s05/v5",
            "valid_from": "December 14, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/statute/14s05/v4",
            "valid_from": "November 27, 2017",
            "valid_to": "December 13, 2017"
        },
        {
            "a_href": "/laws/statute/14s05/v3",
            "valid_from": "March 27, 2017",
            "valid_to": "November 26, 2017"
        },
        {
            "a_href": "/laws/statute/14s05/v2",
            "valid_from": "April 24, 2014",
            "valid_to": "March 26, 2017"
        },
        {
            "a_href": "/laws/statute/14s05/v1",
            "valid_from": "April  9, 2014",
            "valid_to": "April 23, 2014"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/220144",
            "Citation": "O. Reg. 144/22",
            "title": "THE 2022 ROUND OF COLLECTIVE BARGAINING"
        },
        {
            "a_href": "/laws/regulation/210664",
            "Citation": "O. Reg. 664/21",
            "title": "FEES FOR CENTRAL BARGAINING"
        },
        {
            "a_href": "/laws/regulation/200561",
            "Citation": "O. Reg. 561/20",
            "title": "FEES FOR CENTRAL BARGAINING FOR THE 2020-2021 SCHOOL BOARD FISCAL YEAR"
        },
        {
            "a_href": "/laws/regulation/190286",
            "Citation": "O. Reg. 286/19",
            "title": "FEES FOR CENTRAL BARGAINING FOR THE 2019-2020 SCHOOL BOARD FISCAL YEAR"
        },
        {
            "a_href": "/laws/regulation/180493",
            "Citation": "O. Reg. 493/18",
            "title": "THE 2019 ROUND OF COLLECTIVE BARGAINING"
        },
        {
            "a_href": "/laws/regulation/180290",
            "Citation": "O. Reg. 290/18",
            "title": "FEES FOR CENTRAL BARGAINING FOR THE 2018-2019 SCHOOL BOARD FISCAL YEAR"
        },
        {
            "a_href": "/laws/regulation/180050",
            "Citation": "O. Reg. 50/18",
            "title": "MINISTER'S AUTHORITY AS CROWN REPRESENTATIVE"
        },
        {
            "a_href": "/laws/regulation/170281",
            "Citation": "O. Reg. 281/17",
            "title": "FEES FOR CENTRAL BARGAINING FOR THE 2017-2018 SCHOOL BOARD FISCAL YEAR"
        },
        {
            "a_href": "/laws/regulation/170055",
            "Citation": "O. Reg. 55/17",
            "title": "THE 2017 ROUND OF COLLECTIVE BARGAINING"
        },
        {
            "a_href": "/laws/regulation/160222",
            "Citation": "O. Reg. 222/16",
            "title": "FEES FOR CENTRAL BARGAINING FOR THE 2016-2017 SCHOOL BOARD FISCAL YEAR"
        },
        {
            "a_href": "/laws/regulation/150206",
            "Citation": "O. Reg. 206/15",
            "title": "FEES FOR CENTRAL BARGAINING FOR THE 2015-2016 SCHOOL BOARD FISCAL YEAR"
        },
        {
            "a_href": "/laws/regulation/140159",
            "Citation": "O. Reg. 159/14",
            "title": "THE 2014 ROUND OF COLLECTIVE BARGAINING"
        },
        {
            "a_href": "/laws/regulation/140158",
            "Citation": "O. Reg. 158/14",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation and Application",
            "section_x": "Interpretation and Application",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": "Interpretation",
            "content": "1 (1) Expressions used in this Act relating to collective bargaining have the same meaning as in the Labour Relations Act, 1995, unless a contrary intention appears. Same (2) Expressions used in this Act relating to education and the school system have the same meaning as in the Education Act, unless a contrary intention appears. Constitutional rights and privileges (3) This Act and the Labour Relations Act, 1995 do not prejudicially affect any right or privilege guaranteed by section 93 of the Constitution Act, 1867 or by section 23 of the Canadian Charter of Rights and Freedoms, and every authority given by this Act and the Labour Relations Act, 1995 shall be exercised in a manner consistent with those rights and privileges.",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>(1) Expressions used in this Act relating to collective bargaining have the same meaning as in the <i>Labour Relations Act, 1995</i>, unless a contrary intention appears.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Expressions used in this Act relating to education and the school system have the same meaning as in the <i>Education Act</i>, unless a contrary intention appears.</p> <p class=\"headnote\">Constitutional rights and privileges</p> <p class=\"subsection\">(3) This Act and the <i>Labour Relations Act, 1995 </i>do not prejudicially affect any right or privilege guaranteed by section 93 of the <i>Constitution Act, 1867</i> or by section 23 of the <i>Canadian Charter of Rights and Freedoms</i>, and every authority given by this Act and the <i>Labour Relations Act, 1995 </i>shall be exercised in a manner consistent with those rights and privileges.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Definitions, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions, etc.",
            "content": "2 (1) In this Act, “central table” means a central table established under section 23; (“table centrale”) “central terms” means, in relation to a collective agreement, the terms and conditions of the collective agreement that are determined through, or in connection with, central bargaining; (“conditions négociées centralement”) “employee bargaining agency” means an entity designated under section 19, 20 or 20.1 as an employee bargaining agency; (“organisme négociateur syndical”) “employer bargaining agency” means an entity designated under section 21 as an employer bargaining agency; (“organisme négociateur patronal”) “local terms” means, in relation to a collective agreement, the terms and conditions of the collective agreement that are not central terms; (“conditions négociées localement”) “Minister” means the Minister of Education or such other minister to whom the administration of this Act is assigned under the Executive Council Act; (“ministre”) “Ministry” means the Ministry of the Minister; (“ministère”) “Provincial Schools Authority” means the Provincial Schools Authority continued by section 2 of the Provincial Schools Authority Act; (“Administration des écoles provinciales”) “school board” means a district school board and, unless the context requires otherwise, includes a school authority, the Provincial Schools Authority and the Centre Jules-Léger Consortium; (“conseil scolaire”) “teachers’ bargaining unit” means a bargaining unit described in section 5; (“unité de négociation d’enseignants”) “trustees’ association” means l’Association des conseils scolaires des écoles publiques de l’Ontario, l’Association franco-ontarienne des conseils scolaires catholiques, the Ontario Catholic School Trustees’ Association or the Ontario Public School Boards’ Association. (“association d’employeurs”) 2017, c. 3, s. 1 (1-3); 2017, c. 34, Sched. 12, s. 14 (1). Local bargaining (2) In this Act, local bargaining refers to collective bargaining between a school board and a bargaining agent for local terms to be included in a collective agreement. 2017, c. 3, s. 1 (4). Central bargaining (3) In this Act, central bargaining refers to collective bargaining between an employer bargaining agency and an employee bargaining agency for central terms to be included in a collective agreement between a school board and a bargaining agent. School board as employer (4) Nothing in this Act changes the status of a school board as the employer of its employees. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 1 (3)\r\n- 27/03/2017; 2017, c. 3, s. 1 (1, 2, 4) - 04/05/2018; 2017, c. 34, Sched. 12, s. 14 (1) - 14/12/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>(1) In this Act,</p> <p class=\"definition\">“central table” means a central table established under section 23; (“table centrale”)</p> <p class=\"definition\">“central terms” means, in relation to a collective agreement, the terms and conditions of the collective agreement that are determined through, or in connection with, central bargaining; (“conditions négociées centralement”)</p> <p class=\"definition\">“employee bargaining agency” means an entity designated under section 19, 20 or 20.1 as an employee bargaining agency; (“organisme négociateur syndical”)</p> <p class=\"definition\">“employer bargaining agency” means an entity designated under section 21 as an employer bargaining agency; (“organisme négociateur patronal”)</p> <p class=\"definition\">“local terms” means, in relation to a collective agreement, the terms and conditions of the collective agreement that are not central terms; (“conditions négociées localement”)</p> <p class=\"definition\">“Minister” means the Minister of Education or such other minister to whom the administration of this Act is assigned under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“Ministry” means the Ministry of the Minister; (“ministère”)</p> <p class=\"definition\">“Provincial Schools Authority” means the Provincial Schools Authority continued by section 2 of the <i>Provincial Schools Authority Act</i>; (“Administration des écoles provinciales”)</p> <p class=\"definition\">“school board” means a district school board and, unless the context requires otherwise, includes a school authority, the Provincial Schools Authority and the Centre Jules-Léger Consortium; (“conseil scolaire”)</p> <p class=\"definition\">“teachers’ bargaining unit” means a bargaining unit described in section 5; (“unité de négociation d’enseignants”)</p> <p class=\"definition\">“trustees’ association” means l’Association des conseils scolaires des écoles publiques de l’Ontario, l’Association franco-ontarienne des conseils scolaires catholiques, the Ontario Catholic School Trustees’ Association or the Ontario Public School Boards’ Association. (“association d’employeurs”) 2017, c. 3, s. 1 (1-3); 2017, c. 34, Sched. 12, s. 14 (1).</p> <p class=\"headnote\">Local bargaining</p> <p class=\"subsection\">(2) In this Act, local bargaining refers to collective bargaining between a school board and a bargaining agent for local terms to be included in a collective agreement. 2017, c. 3, s. 1 (4).</p> <p class=\"headnote\">Central bargaining</p> <p class=\"subsection\">(3) In this Act, central bargaining refers to collective bargaining between an employer bargaining agency and an employee bargaining agency for central terms to be included in a collective agreement between a school board and a bargaining agent.</p> <p class=\"headnote\">School board as employer</p> <p class=\"subsection\">(4) Nothing in this Act changes the status of a school board as the employer of its employees.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s1s3\">2017, c. 3, s. 1 (3)</a></span>\r\n- 27/03/2017; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s1s1\">2017, c. 3, s. 1 (1, 2, 4)</a></span> - 04/05/2018; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched12s14s1\">2017, c. 34, Sched. 12, s. 14 (1)</a></span> - 14/12/2017</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "section_x": "Application of this Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Application of this Act",
            "content": "3 (1) This Act applies to every school board in Ontario, to the bargaining agents that represent employees of those school boards and to the employees represented by those bargaining agents. Same (2) This Act applies to every employer bargaining agency and employee bargaining agency designated under this Act to represent school boards or employees for central bargaining purposes. Exception, construction industry (3) Despite subsection (1), this Act does not apply with respect to employees of a school board who are or become bound by a provincial agreement within the meaning of subsection 151 (1) of the Labour Relations Act, 1995 or with respect to a trade union that represents them for collective bargaining purposes. Crown bound (4) This Act binds the Crown.",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>3 </b>(1) This Act applies to every school board in Ontario, to the bargaining agents that represent employees of those school boards and to the employees represented by those bargaining agents.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) This Act applies to every employer bargaining agency and employee bargaining agency designated under this Act to represent school boards or employees for central bargaining purposes.</p> <p class=\"headnote\">Exception, construction industry</p> <p class=\"subsection\">(3) Despite subsection (1), this Act does not apply with respect to employees of a school board who are or become bound by a provincial agreement within the meaning of subsection 151 (1) of the <i>Labour Relations Act, 1995 </i>or with respect to a trade union that represents them for collective bargaining purposes.</p> <p class=\"headnote\">Crown bound</p> <p class=\"subsection\">(4) This Act binds the Crown.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "section_x": "Application of the Labour Relations Act, 1995",
            "part_id": null,
            "part_type": null,
            "section_y": "Application of the Labour Relations Act, 1995",
            "content": "4 (1) The Labour Relations Act, 1995 applies with necessary modifications, and with the additional modifications set out in this Act, with respect to the entities to whom this Act applies. Same, limited application to the Crown (2) However, the Labour Relations Act, 1995\r\napplies to the Crown only to the extent necessary to enable the Crown to exercise the Crown’s rights and privileges and perform the Crown’s duties under this Act.  For all other purposes, subsection 4 (2) of that Act governs the application of that Act to the Crown. Same re: related employers (3) Without limiting the generality of subsection (2), subsection 1 (4) of the Labour Relations Act, 1995 does not apply to the Crown. Same (4) Under subsection 1 (4) of the Labour Relations Act, 1995, a school board cannot be treated as constituting one employer with a trustees’ association. Bargaining Units",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>4 </b>(1) The <i>Labour Relations Act, 1995 </i>applies with necessary modifications, and with the additional modifications set out in this Act, with respect to the entities to whom this Act applies.</p> <p class=\"headnote\">Same, limited application to the Crown</p> <p class=\"subsection\">(2) However, the <i>Labour Relations Act, 1995</i>\r\napplies to the Crown only to the extent necessary to enable the Crown to exercise the Crown’s rights and privileges and perform the Crown’s duties under this Act.  For all other purposes, subsection 4 (2) of that Act governs the application of that Act to the Crown.</p> <p class=\"headnote\">Same re: related employers</p> <p class=\"subsection\">(3) Without limiting the generality of subsection (2), subsection 1 (4) of the <i>Labour Relations Act, 1995 </i>does not apply to the Crown.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Under subsection 1 (4) of the <i>Labour Relations Act, 1995</i>,<i> </i>a school board cannot be treated as constituting one employer with a trustees’ association.</p> <p class=\"heading1\"><a name=\"BK5\"></a>Bargaining Units</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "Bargaining Units",
            "section_x": "Bargaining Units",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "Teachers’ bargaining units",
            "part_id": null,
            "part_type": null,
            "section_y": "Teachers’ bargaining units",
            "content": "5 (1) Each district school board and each board established under section 68 of the Education Act has the following teachers’ bargaining units: 1. Elementary school teachers’ unit: One bargaining unit composed of every teacher, other than occasional teachers, who is assigned to one or more elementary schools or to perform duties in respect of such schools all or most of the time. 2. Elementary school occasional teachers’ unit: One bargaining unit composed of every teacher who is an occasional teacher and who is on the board’s roster of occasional teachers who may be assigned to an elementary school. 3. Secondary school teachers’ unit: One bargaining unit composed of every teacher, other than occasional teachers, who is assigned to one or more secondary schools or to perform duties in respect of such schools all or most of the time. 4. Secondary school occasional teachers’ unit: One bargaining unit composed of every teacher who is an occasional teacher and who is on the board’s roster of occasional teachers who may be assigned to a secondary school. Same, at certain school authorities (2) Each school authority, other than a board established under section 68 of the Education Act, has the following teachers’ bargaining units, as applicable: 1. French-language teachers’ unit: One bargaining unit composed of every teacher, other than occasional teachers, who is assigned to teach pupils enrolled in a French-language instructional unit or to perform duties in respect of such instructional units all or most of the time. 2. French-language occasional teachers’ unit: One bargaining unit composed of every teacher who is an occasional teacher and who is on the school authority’s roster of occasional teachers who may be assigned to teach pupils enrolled in a French-language instructional unit. 3. English-language teachers’ unit: One bargaining unit composed of every teacher, other than occasional teachers, who is not assigned to teach pupils enrolled in a French-language instructional unit or to perform duties in respect of such instructional units all or most of the time. 4. English-language occasional teachers’ unit: One bargaining unit composed of every teacher who is an occasional teacher and who is on the school authority’s roster of occasional teachers who may be assigned to teach pupils other than those enrolled in a French-language instructional unit. Same, at the Provincial Schools Authority (3) The Provincial Schools Authority has one teachers’ bargaining unit composed of every teacher employed by the Authority and, for greater certainty, the bargaining unit does not include occasional teachers. Same, at the Centre Jules-Léger Consortium (3.1) The Centre Jules-Léger Consortium has the following teachers’ bargaining units: 1. Teachers’ unit: One bargaining unit composed of every teacher, other than occasional teachers, employed by the Consortium. 2. Occasional teachers’ unit: One bargaining unit composed of every teacher who is an occasional teacher and who is on the Consortium’s roster of occasional teachers. 2017, c. 34, Sched. 12, s. 14 (2). Same, at Centre Jules-Léger Consortium demonstration school (3.2) A teacher seconded from another school board to teach at a demonstration school of the Centre Jules-Léger Consortium is a member of the teachers’ bargaining unit, if any, that corresponds to their position at the other school board, and not a member of a teachers’ bargaining unit of the Centre Jules-Léger Consortium. 2017, c. 34, Sched. 12, s. 14 (2). Appropriate teachers’ bargaining units, deeming (4) The teachers’ bargaining units are deemed to be appropriate bargaining units. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 12, s. 14 (2) - 14/12/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>(1) Each district school board and each board established under section 68 of the <i>Education Act </i>has the following teachers’ bargaining units:</p> <p class=\"paragraph\">  1. Elementary school teachers’ unit: One bargaining unit composed of every teacher, other than occasional teachers, who is assigned to one or more elementary schools or to perform duties in respect of such schools all or most of the time.</p> <p class=\"paragraph\">  2. Elementary school occasional teachers’ unit: One bargaining unit composed of every teacher who is an occasional teacher and who is on the board’s roster of occasional teachers who may be assigned to an elementary school.</p> <p class=\"paragraph\">  3. Secondary school teachers’ unit: One bargaining unit composed of every teacher, other than occasional teachers, who is assigned to one or more secondary schools or to perform duties in respect of such schools all or most of the time.</p> <p class=\"paragraph\">  4. Secondary school occasional teachers’ unit: One bargaining unit composed of every teacher who is an occasional teacher and who is on the board’s roster of occasional teachers who may be assigned to a secondary school.</p> <p class=\"headnote\">Same, at certain school authorities</p> <p class=\"subsection\">(2) Each school authority, other than a board established under section 68 of the <i>Education Act</i>, has the following teachers’ bargaining units, as applicable:</p> <p class=\"paragraph\">  1. French-language teachers’ unit: One bargaining unit composed of every teacher, other than occasional teachers, who is assigned to teach pupils enrolled in a French-language instructional unit or to perform duties in respect of such instructional units all or most of the time.</p> <p class=\"paragraph\">  2. French-language occasional teachers’ unit: One bargaining unit composed of every teacher who is an occasional teacher and who is on the school authority’s roster of occasional teachers who may be assigned to teach pupils enrolled in a French-language instructional unit.</p> <p class=\"paragraph\">  3. English-language teachers’ unit: One bargaining unit composed of every teacher, other than occasional teachers, who is not assigned to teach pupils enrolled in a French-language instructional unit or to perform duties in respect of such instructional units all or most of the time.</p> <p class=\"paragraph\">  4. English-language occasional teachers’ unit: One bargaining unit composed of every teacher who is an occasional teacher and who is on the school authority’s roster of occasional teachers who may be assigned to teach pupils other than those enrolled in a French-language instructional unit.</p> <p class=\"headnote\">Same, at the Provincial Schools Authority</p> <p class=\"subsection\">(3) The Provincial Schools Authority has one teachers’ bargaining unit composed of every teacher employed by the Authority and, for greater certainty, the bargaining unit does not include occasional teachers.</p> <p class=\"headnote\">Same, at the Centre Jules-Léger Consortium</p> <p class=\"subsection\">(3.1) The Centre Jules-Léger Consortium has the following teachers’ bargaining units:</p> <p class=\"paragraph\">  1. Teachers’ unit: One bargaining unit composed of every teacher, other than occasional teachers, employed by the Consortium.</p> <p class=\"paragraph\">  2. Occasional teachers’ unit: One bargaining unit composed of every teacher who is an occasional teacher and who is on the Consortium’s roster of occasional teachers. 2017, c. 34, Sched. 12, s. 14 (2).</p> <p class=\"headnote\">Same, at Centre Jules-Léger Consortium demonstration school</p> <p class=\"subsection\">(3.2) A teacher seconded from another school board to teach at a demonstration school of the Centre Jules-Léger Consortium is a member of the teachers’ bargaining unit, if any, that corresponds to their position at the other school board, and not a member of a teachers’ bargaining unit of the Centre Jules-Léger Consortium. 2017, c. 34, Sched. 12, s. 14 (2).</p> <p class=\"headnote\">Appropriate teachers’ bargaining units, deeming</p> <p class=\"subsection\">(4) The teachers’ bargaining units are deemed to be appropriate bargaining units.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched12s14s2\">2017, c. 34, Sched. 12, s. 14 (2)</a></span> - 14/12/2017</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "section_x": "Combined teachers’ bargaining units",
            "part_id": null,
            "part_type": null,
            "section_y": "Combined teachers’ bargaining units",
            "content": "6 (1) Two or more teachers’ bargaining units (the “predecessor bargaining units”) may be combined to establish a single teachers’ bargaining unit if the bargaining agent for each of the predecessor bargaining units is the same and if the school board and the bargaining agent agree. Discontinuation (2) A combined teachers’ bargaining unit may be discontinued if the school board and the bargaining agent agree.  In that case, the predecessor bargaining units are re-established.",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>6 </b>(1) Two or more teachers’ bargaining units (the “predecessor bargaining units”) may be combined to establish a single teachers’ bargaining unit if the bargaining agent for each of the predecessor bargaining units is the same and if the school board and the bargaining agent agree.</p> <p class=\"headnote\">Discontinuation</p> <p class=\"subsection\">(2) A combined teachers’ bargaining unit may be discontinued if the school board and the bargaining agent agree.  In that case, the predecessor bargaining units are re-established.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "section_x": "Bargaining units for other employees",
            "part_id": null,
            "part_type": null,
            "section_y": "Bargaining units for other employees",
            "content": "7 (1) For employees of a school board who are not included in a teachers’ bargaining unit, the bargaining units are determined under the Labour Relations Act, 1995. s. 15.1 of the Labour Relations Act, 1995 (2) Section 15.1 of the Labour Relations Act, 1995 does not apply for the purpose of determining bargaining units under subsection (1) unless the Lieutenant Governor in Council, by regulation, provides otherwise. 2017, c. 22, Sched. 2, s. 19. Same, regulations (3) A regulation made under subsection (2) may provide for the application of section 15.1 of the Labour Relations Act, 1995 for the purposes of this section and may clarify, modify or restrict the application of that section. 2017, c. 22, Sched. 2, s. 19. Section Amendments with date in force (d/m/y) 2017, c. 22, Sched. 2, s. 19 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>7 </b>(1) For employees of a school board who are not included in a teachers’ bargaining unit, the bargaining units are determined under the <i>Labour Relations Act, 1995</i>.</p> <p class=\"headnote\">s. 15.1 of the <i>Labour Relations Act, 1995</i></p> <p class=\"subsection\">(2) Section 15.1 of the <i>Labour Relations Act, 1995</i> does not apply for the purpose of determining bargaining units under subsection (1) unless the Lieutenant Governor in Council, by regulation, provides otherwise. 2017, c. 22, Sched. 2, s. 19.</p> <p class=\"headnote\">Same, regulations</p> <p class=\"subsection\">(3) A regulation made under subsection (2) may provide for the application of section 15.1 of the <i>Labour Relations Act, 1995</i> for the purposes of this section and may clarify, modify or restrict the application of that section. 2017, c. 22, Sched. 2, s. 19.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17022#sched2s19\">2017, c. 22, Sched. 2, s. 19</a></span> - 01/01/2018</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "section_x": "Management and excluded teachers",
            "part_id": null,
            "part_type": null,
            "section_y": "Management and excluded teachers",
            "content": "8 Supervisory officers, principals and vice-principals are not eligible to be members of any bargaining unit of employees of a school board.",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>8 </b>Supervisory officers, principals and vice-principals are not eligible to be members of any bargaining unit of employees of a school board.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "section_x": "Occasional teachers",
            "part_id": null,
            "part_type": null,
            "section_y": "Occasional teachers",
            "content": "9 (1) An occasional teacher may be a member of more than one teachers’ bargaining unit. Same (2) An occasional teacher is on a school board’s roster of occasional teachers if he or she is on a list of occasional teachers maintained by a school operated by the board. Same (3) Upon request, a school board shall give a bargaining agent a copy of the roster and a principal of a school operated by the school board shall give a bargaining agent a copy of the list of occasional teachers maintained by the school. Bargaining Agents Bargaining agents for teachers",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>9 </b>(1) An occasional teacher may be a member of more than one teachers’ bargaining unit.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) An occasional teacher is on a school board’s roster of occasional teachers if he or she is on a list of occasional teachers maintained by a school operated by the board.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Upon request, a school board shall give a bargaining agent a copy of the roster and a principal of a school operated by the school board shall give a bargaining agent a copy of the list of occasional teachers maintained by the school.</p> <p class=\"heading1\"><a name=\"BK11\"></a>Bargaining Agents</p> <p class=\"headnote\">Bargaining agents for teachers</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "Bargaining Agents",
            "section_x": "Bargaining Agents",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "section_x": "Bargaining agents for teachers",
            "part_id": null,
            "part_type": null,
            "section_y": "AEFO",
            "content": "10 (1) L’Association des enseignantes et des enseignants franco-ontariens is designated as the bargaining agent for employees in each of the following teachers’ bargaining units, as described in section 5: 1. Every elementary school teachers’ unit and elementary school occasional teachers’ unit at a French-language district school board. 2. Every secondary school teachers’ unit and secondary school occasional teachers’ unit at a French-language district school board. 3. Every French-language teachers’ unit and French-language occasional teachers’ unit at a school authority other than a board established under section 68 of the Education Act. 4. The teachers’ unit and occasional teachers’ unit at the Centre Jules-Léger Consortium. 2017, c. 34, Sched. 12, s. 14 (3). ETFO (2) The Elementary Teachers’ Federation of Ontario is designated as the bargaining agent for employees in each of the following teachers’ bargaining units, as described in section 5: 1. Every elementary school teachers’ unit and elementary school occasional teachers’ unit at an English-language public district school board. 2. Every elementary school teachers’ unit and elementary school occasional teachers’ unit at a board established under section 68 of the Education Act. 3. Every English-language teachers’ unit and English-language occasional teachers’ unit at a board of a district school area. 4. Every English-language teachers’ unit and English-language occasional teachers’ unit at a board of a Protestant separate school. OECTA (3) The Ontario English Catholic Teachers’ Association is designated as the bargaining agent for employees in each of the following teachers’ bargaining units, as described in section 5: 1. Every elementary school teachers’ unit and elementary school occasional teachers’ unit at an English-language separate district school board. 2. Every secondary school teachers’ unit and secondary school occasional teachers’ unit at an English-language separate district school board. 3. Every English-language teachers’ unit and English-language occasional teachers’ unit at a Roman Catholic school authority. OSSTF (4) The Ontario Secondary School Teachers’ Federation is designated as the bargaining agent for employees in each of the following teachers’ bargaining units, as described in section 5: 1. Every secondary school teachers’ unit and secondary school occasional teachers’ unit at an English-language public district school board. 2. Every secondary school teachers’ unit and secondary school occasional teachers’ unit at a board established under section 68 of the Education Act. 3. Every secondary school teachers’ unit and secondary school occasional teachers’ unit at a board of a secondary school district established under section 67 of the Education Act. 4. The teachers’ bargaining unit at the Provincial Schools Authority. Certification of bargaining agents, deeming (5) Each bargaining agent designated by this section is deemed to be certified as the bargaining agent for the teachers’ bargaining units indicated. Same (6) No trade union is entitled to apply for certification under the Labour Relations Act, 1995\r\nas the bargaining agent for a teachers’ bargaining unit. Same (7) No person is entitled to apply for a declaration under the Labour Relations Act, 1995 that a bargaining agent designated by this section no longer represents the members of the applicable teachers’ bargaining unit. Status of bargaining agent, deeming (8) A bargaining agent designated by this section is deemed to be a trade union for the purposes of the Labour Relations Act, 1995. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 12, s. 14 (3) - 14/12/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>10 </b>(1) L’Association des enseignantes et des enseignants franco-ontariens is designated as the bargaining agent for employees in each of the following teachers’ bargaining units, as described in section 5:</p> <p class=\"paragraph\">  1. Every elementary school teachers’ unit and elementary school occasional teachers’ unit at a French-language district school board.</p> <p class=\"paragraph\">  2. Every secondary school teachers’ unit and secondary school occasional teachers’ unit at a French-language district school board.</p> <p class=\"paragraph\">  3. Every French-language teachers’ unit and French-language occasional teachers’ unit at a school authority other than a board established under section 68 of the <i>Education Act</i>.</p> <p class=\"paragraph\">  4. The teachers’ unit and occasional teachers’ unit at the Centre Jules-Léger Consortium. 2017, c. 34, Sched. 12, s. 14 (3).</p> <p class=\"headnote\">ETFO</p> <p class=\"subsection\">(2) The Elementary Teachers’ Federation of Ontario is designated as the bargaining agent for employees in each of the following teachers’ bargaining units, as described in section 5:</p> <p class=\"paragraph\">  1. Every elementary school teachers’ unit and elementary school occasional teachers’ unit at an English-language public district school board.</p> <p class=\"paragraph\">  2. Every elementary school teachers’ unit and elementary school occasional teachers’ unit at a board established under section 68 of the <i>Education Act</i>.</p> <p class=\"paragraph\">  3. Every English-language teachers’ unit and English-language occasional teachers’ unit at a board of a district school area.</p> <p class=\"paragraph\">  4. Every English-language teachers’ unit and English-language occasional teachers’ unit at a board of a Protestant separate school.</p> <p class=\"headnote\">OECTA</p> <p class=\"subsection\">(3) The Ontario English Catholic Teachers’ Association is designated as the bargaining agent for employees in each of the following teachers’ bargaining units, as described in section 5:</p> <p class=\"paragraph\">  1. Every elementary school teachers’ unit and elementary school occasional teachers’ unit at an English-language separate district school board.</p> <p class=\"paragraph\">  2. Every secondary school teachers’ unit and secondary school occasional teachers’ unit at an English-language separate district school board.</p> <p class=\"paragraph\">  3. Every English-language teachers’ unit and English-language occasional teachers’ unit at a Roman Catholic school authority.</p> <p class=\"headnote\">OSSTF</p> <p class=\"subsection\">(4) The Ontario Secondary School Teachers’ Federation is designated as the bargaining agent for employees in each of the following teachers’ bargaining units, as described in section 5:</p> <p class=\"paragraph\">  1. Every secondary school teachers’ unit and secondary school occasional teachers’ unit at an English-language public district school board.</p> <p class=\"paragraph\">  2. Every secondary school teachers’ unit and secondary school occasional teachers’ unit at a board established under section 68 of the <i>Education Act</i>.</p> <p class=\"paragraph\">  3. Every secondary school teachers’ unit and secondary school occasional teachers’ unit at a board of a secondary school district established under section 67 of the <i>Education Act</i>.</p> <p class=\"paragraph\">  4. The teachers’ bargaining unit at the Provincial Schools Authority.</p> <p class=\"headnote\">Certification of bargaining agents, deeming</p> <p class=\"subsection\">(5) Each bargaining agent designated by this section is deemed to be certified as the bargaining agent for the teachers’ bargaining units indicated.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) No trade union is entitled to apply for certification under the <i>Labour Relations Act, 1995</i>\r\nas the bargaining agent for a teachers’ bargaining unit.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) No person is entitled to apply for a declaration under the <i>Labour Relations Act, 1995 </i>that a bargaining agent designated by this section no longer represents the members of the applicable teachers’ bargaining unit.</p> <p class=\"headnote\">Status of bargaining agent, deeming</p> <p class=\"subsection\">(8) A bargaining agent designated by this section is deemed to be a trade union for the purposes of the <i>Labour Relations Act, 1995</i>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched12s14s3\">2017, c. 34, Sched. 12, s. 14 (3)</a></span> - 14/12/2017</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "section_x": "Bargaining agents for other employees",
            "part_id": null,
            "part_type": null,
            "section_y": "Bargaining agents for other employees",
            "content": "11 (1) For bargaining units of employees of a school board who are not teachers, the bargaining agents are determined under the Labour Relations Act, 1995. Same (2) Every trade union that is certified or voluntarily recognized as a bargaining agent for a bargaining unit that is not a teachers’ bargaining unit after the day section 2 of the School Boards Collective Bargaining Amendment Act, 2017 comes into force shall advise the Minister in writing within 30 days following certification or voluntary recognition. 2017, c. 3, s. 2. Information in notice (3) The Minister may, by regulation, determine the information that must be included in the notice under subsection (2). 2017, c. 3, s. 2. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 2\r\n- 27/03/2017 Framework for Central and Local Bargaining",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>11</b> (1) For bargaining units of employees of a school board who are not teachers, the bargaining agents are determined under the <i>Labour Relations Act, 1995</i>.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Every trade union that is certified or voluntarily recognized as a bargaining agent for a bargaining unit that is not a teachers’ bargaining unit after the day section 2 of the <i>School Boards Collective Bargaining Amendment Act, 2017 </i>comes into force shall advise the Minister in writing within 30 days following certification or voluntary recognition. 2017, c. 3, s. 2.</p> <p class=\"headnote\">Information in notice</p> <p class=\"subsection\">(3) The Minister may, by regulation, determine the information that must be included in the notice under subsection (2). 2017, c. 3, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s2\">2017, c. 3, s. 2</a></span>\r\n- 27/03/2017</p> <p class=\"heading1\"><a name=\"BK14\"></a>Framework for Central and Local Bargaining</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "Framework for Central and Local Bargaining",
            "section_x": "Framework for Central and Local Bargaining",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "12.",
            "section_x": "Central and local bargaining",
            "part_id": null,
            "part_type": null,
            "section_y": "Central and local bargaining",
            "content": "12 (1) Collective bargaining for a collective agreement between a school board and a bargaining agent shall include both central bargaining and local bargaining. 2017, c. 3, s. 3 (1). (2), (3) Repealed: 2017, c. 3, s. 3 (2). Section Amendments with date in force (d/m/y) 2017, c. 3, s. 3 (1, 2)\r\n- 04/05/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>12 </b>(1) Collective bargaining for a collective agreement between a school board and a bargaining agent shall include both central bargaining and local bargaining. 2017, c. 3, s. 3 (1).</p> <p class=\"subsection\">(2), (3) <span class=\"ovsmallcap\">Repealed</span>: 2017, c. 3, s. 3 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s3s1\">2017, c. 3, s. 3 (1, 2)</a></span>\r\n- 04/05/2018</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "section_x": "Parties to central bargaining",
            "part_id": null,
            "part_type": null,
            "section_y": "Parties to central bargaining",
            "content": "13 (1) The parties to central bargaining at a central table are the applicable employer bargaining agency and employee bargaining agency. Participation by the Crown (2) The Crown is required to participate in central bargaining at each central table.",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>13 </b>(1) The parties to central bargaining at a central table are the applicable employer bargaining agency and employee bargaining agency.</p> <p class=\"headnote\">Participation by the Crown</p> <p class=\"subsection\">(2) The Crown is required to participate in central bargaining at each central table.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "section_x": "Parties to local bargaining",
            "part_id": null,
            "part_type": null,
            "section_y": "Parties to local bargaining",
            "content": "14 (1) The parties to local bargaining are the school board and the bargaining agent that represents the applicable bargaining unit of employees of the school board. Same (2) The Crown is not entitled to participate in local bargaining. Role of Crown and employer bargaining agency in local bargaining",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>14 </b>(1) The parties to local bargaining are the school board and the bargaining agent that represents the applicable bargaining unit of employees of the school board.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Crown is not entitled to participate in local bargaining.</p> <p class=\"headnote\">Role of Crown and employer bargaining agency in local bargaining</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "14.1",
            "section_x": "Role of Crown and employer bargaining agency in local bargaining",
            "part_id": null,
            "part_type": null,
            "section_y": "Assistance with local bargaining",
            "content": "14.1 (1) Despite section 14, (a) the Crown may provide assistance with local bargaining to either party to the bargaining, or both parties to the bargaining, upon request; and (b) an employer bargaining agency may provide assistance with local bargaining to the school board if the school board requests it. 2017, c. 3, s. 4. Not a party or participant (2) The provision of assistance by the Crown or by an employer bargaining agency under subsection (1) does not create any requirement to obtain their consent for or approval of any of the local terms of a collective agreement, and the Crown and an employer bargaining agency do not become a participant or a party to local bargaining by virtue of providing such assistance. 2017, c. 3, s. 4. Information re local bargaining (3) A school board may be required by the Crown or by the employer bargaining agency that represents it at a central table to, (a) inform the Crown or employer bargaining agency, as the case may be, when a memorandum of settlement of local terms has been agreed upon, before ratification of the memorandum; and (b) provide the Crown or employer bargaining agency, as the case may be, with information on the status and progress of local bargaining. 2017, c. 3, s. 4. Timing (4) A school board shall provide any information required under subsection (3) promptly. 2017, c. 3, s. 4. Same (5) Subsection (3) does not authorize the Crown or an employer bargaining agency to require from a school board information regarding details of local bargaining or of the matters under discussion during local bargaining. 2017, c. 3, s. 4. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 4\r\n- 27/03/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>14.1 </b>(1) Despite section 14,</p> <p class=\"paragraph\">  (a) the Crown may provide assistance with local bargaining to either party to the bargaining, or both parties to the bargaining, upon request; and</p> <p class=\"paragraph\">  (b) an employer bargaining agency may provide assistance with local bargaining to the school board if the school board requests it. 2017, c. 3, s. 4.</p> <p class=\"headnote\">Not a party or participant</p> <p class=\"subsection\">(2) The provision of assistance by the Crown or by an employer bargaining agency under subsection (1) does not create any requirement to obtain their consent for or approval of any of the local terms of a collective agreement, and the Crown and an employer bargaining agency do not become a participant or a party to local bargaining by virtue of providing such assistance. 2017, c. 3, s. 4.</p> <p class=\"headnote\">Information re local bargaining</p> <p class=\"subsection\">(3) A school board may be required by the Crown or by the employer bargaining agency that represents it at a central table to, </p> <p class=\"paragraph\">  (a) inform the Crown or employer bargaining agency, as the case may be, when a memorandum of settlement of local terms has been agreed upon, before ratification of the memorandum; and</p> <p class=\"paragraph\">  (b) provide the Crown or employer bargaining agency, as the case may be, with information on the status and progress of local bargaining. 2017, c. 3, s. 4.</p> <p class=\"headnote\">Timing</p> <p class=\"subsection\">(4) A school board shall provide any information required under subsection (3) promptly. 2017, c. 3, s. 4.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Subsection (3) does not authorize the Crown or an employer bargaining agency to require from a school board information regarding details of local bargaining or of the matters under discussion during local bargaining. 2017, c. 3, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s4\">2017, c. 3, s. 4</a></span>\r\n- 27/03/2017</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "15.",
            "section_x": "Role of employer bargaining agency",
            "part_id": null,
            "part_type": null,
            "section_y": "Role of employer bargaining agency",
            "content": "15 (1) An employer bargaining agency that represents specified school boards has exclusive authority, (a) to represent the school boards during bargaining at a particular central table; (b) to exercise all of the school boards’ rights and privileges under the Labour Relations Act, 1995, and to perform all of their duties under that Act, in respect of central bargaining; (c) to bind the school boards to the central terms of their collective agreements; and (d) to exercise the rights and privileges and perform the duties described in sections 42 and 43. Requirement for mutual agreement with Crown (2) Despite subsection (1), an employer bargaining agency cannot exercise the following rights and privileges under the Labour Relations Act, 1995 unless the employer bargaining agency and the Crown have mutually agreed that it can do so: 1. Agree under subsection 40 (1) of that Act to refer matters to an arbitrator or board of arbitration for final and binding determination. 2. Authorize or require school boards to lock out employees. 3. In the circumstances described in clause 86 (1) (a) of that Act, alter the rates of wages, any other term of employment that is a central term or any right, privilege or duty of the school boards, the applicable bargaining agents or the employees relating to central bargaining. 4. Agree under section 86 of that Act with an employee bargaining agency to alter the rates of wages, any other term of employment that is a central term or any right, privilege or duty of the school boards, the applicable bargaining agents or the employees relating to central bargaining. 2017, c. 3, s. 5 (1). Same (3) Subsection (2) applies with necessary modifications with respect to the Provincial Schools Authority when it is acting jointly with an employer bargaining agency as described in subsection 23 (6) for the purposes of central bargaining. Duty of fair representation (4) An employer bargaining agency shall not act in a manner that is arbitrary, discriminatory or in bad faith in the representation of any of the school boards for which it is designated, whether or not the school boards are its members, or, if it is a council of trustees’ associations, are members of an entity that is a council member. 2017, c. 3, s. 5 (2). Same (5) A council of trustees’ associations that has been designated as an employer bargaining agency shall not act in a manner that is arbitrary, discriminatory or in bad faith in the representation of any of its constituent trustees’ associations. 2017, c. 3, s. 5 (2). Duty to co-operate (6) An employer bargaining agency shall co-operate in good faith with the Crown in preparing for and conducting central bargaining. 2017, c. 3, s. 5 (2). Section Amendments with date in force (d/m/y) 2017, c. 3, s. 5 (1, 2)\r\n- 27/03/2017 16 Repealed: 2017, c. 3, s. 6. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 6\r\n- 27/03/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>15 </b>(1) An employer bargaining agency that represents specified school boards has exclusive authority,</p> <p class=\"paragraph\">  (a) to represent the school boards during bargaining at a particular central table;</p> <p class=\"paragraph\">  (b) to exercise all of the school boards’ rights and privileges under the <i>Labour Relations Act, 1995</i>, and to perform all of their duties under that Act, in respect of central bargaining;</p> <p class=\"paragraph\">  (c) to bind the school boards to the central terms of their collective agreements; and</p> <p class=\"paragraph\">  (d) to exercise the rights and privileges and perform the duties described in sections 42 and 43.</p> <p class=\"headnote\">Requirement for mutual agreement with Crown</p> <p class=\"subsection\">(2) Despite subsection (1), an employer bargaining agency cannot exercise the following rights and privileges under the <i>Labour Relations Act, 1995 </i>unless the employer bargaining agency and the Crown have mutually agreed that it can do so:</p> <p class=\"paragraph\">  1. Agree under subsection 40 (1) of that Act to refer matters to an arbitrator or board of arbitration for final and binding determination.</p> <p class=\"paragraph\">  2. Authorize or require school boards to lock out employees.</p> <p class=\"paragraph\">  3. In the circumstances described in clause 86 (1) (a) of that Act, alter the rates of wages, any other term of employment that is a central term or any right, privilege or duty of the school boards, the applicable bargaining agents or the employees relating to central bargaining.</p> <p class=\"paragraph\">  4. Agree under section 86 of that Act with an employee bargaining agency to alter the rates of wages, any other term of employment that is a central term or any right, privilege or duty of the school boards, the applicable bargaining agents or the employees relating to central bargaining. 2017, c. 3, s. 5 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Subsection (2) applies with necessary modifications with respect to the Provincial Schools Authority when it is acting jointly with an employer bargaining agency as described in subsection 23 (6) for the purposes of central bargaining.</p> <p class=\"headnote\">Duty of fair representation</p> <p class=\"subsection\">(4) An employer bargaining agency shall not act in a manner that is arbitrary, discriminatory or in bad faith in the representation of any of the school boards for which it is designated, whether or not the school boards are its members, or, if it is a council of trustees’ associations, are members of an entity that is a council member. 2017, c. 3, s. 5 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) A council of trustees’ associations that has been designated as an employer bargaining agency shall not act in a manner that is arbitrary, discriminatory or in bad faith in the representation of any of its constituent trustees’ associations. 2017, c. 3, s. 5 (2).</p> <p class=\"headnote\">Duty to co-operate</p> <p class=\"subsection\">(6) An employer bargaining agency shall co-operate in good faith with the Crown in preparing for and conducting central bargaining. 2017, c. 3, s. 5 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s5s1\">2017, c. 3, s. 5 (1, 2)</a></span>\r\n- 27/03/2017</p> <p class=\"section\"><b>16 </b><span class=\"ovsmallcap\">Repealed</span>: 2017, c. 3, s. 6.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s6\">2017, c. 3, s. 6</a></span>\r\n- 27/03/2017</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "17.",
            "section_x": "Role of employee bargaining agency",
            "part_id": null,
            "part_type": null,
            "section_y": "Role of employee bargaining agency",
            "content": "17 (1) An employee bargaining agency for specified bargaining units has exclusive authority, (a) to represent employees in the applicable bargaining units during bargaining at a particular central table; (b) to exercise all of the bargaining agents’ rights and privileges under the Labour Relations Act, 1995, and to perform all of their duties under that Act, relating to central bargaining; (c) to bind the employees, and their bargaining agents, to the central terms of their collective agreements; and (d) to exercise the rights and privileges and perform the duties described in sections 42 and 43. Duty of fair representation (2) An employee bargaining agency shall not act in a manner that is arbitrary, discriminatory or in bad faith in the representation of any of the employees in a bargaining unit for which it is designated, whether or not the employees are members of the trade union that represents them. 2017, c. 3, s. 7. Same (3) A council of unions that has been designated as an employee bargaining agency shall not act in a manner that is arbitrary, discriminatory or in bad faith in the representation of any of its constituent trade unions. 2017, c. 3, s. 7. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 7\r\n- 27/03/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>17</b> (1) An employee bargaining agency for specified bargaining units has exclusive authority,</p> <p class=\"paragraph\">  (a) to represent employees in the applicable bargaining units during bargaining at a particular central table;</p> <p class=\"paragraph\">  (b) to exercise all of the bargaining agents’ rights and privileges under the <i>Labour Relations Act, 1995</i>, and to perform all of their duties under that Act, relating to central bargaining;</p> <p class=\"paragraph\">  (c) to bind the employees, and their bargaining agents, to the central terms of their collective agreements; and</p> <p class=\"paragraph\">  (d) to exercise the rights and privileges and perform the duties described in sections 42 and 43.</p> <p class=\"headnote\">Duty of fair representation</p> <p class=\"subsection\">(2) An employee bargaining agency shall not act in a manner that is arbitrary, discriminatory or in bad faith in the representation of any of the employees in a bargaining unit for which it is designated, whether or not the employees are members of the trade union that represents them. 2017, c. 3, s. 7.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A council of unions that has been designated as an employee bargaining agency shall not act in a manner that is arbitrary, discriminatory or in bad faith in the representation of any of its constituent trade unions. 2017, c. 3, s. 7.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s7\">2017, c. 3, s. 7</a></span>\r\n- 27/03/2017</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "18.",
            "section_x": "Crown’s participation in central bargaining",
            "part_id": null,
            "part_type": null,
            "section_y": "Crown’s participation in central bargaining",
            "content": "18 (1) The Crown’s authority to participate in central bargaining at a central table includes participation in the following activities: 1. Conciliation, if a conciliation officer is appointed under section 18 of the Labour Relations Act, 1995 or if a conciliation board is appointed under section 21 of that Act. 2. Mediation, if a mediator is appointed under section 19 of the Labour Relations Act, 1995 or is agreed upon by the parties at the central table. 3. The activities described in sections 37, 38 and 39 of the Labour Relations Act, 1995, if an industrial inquiry commission is appointed under section 37, a special officer is appointed under section 38 or a Disputes Advisory Committee is appointed under section 39, as the case may be. 4. Arbitration, if an arbitrator or board of arbitration is appointed under subsection 40 (1) of the Labour Relations Act, 1995. Duty to co-operate (2) The Crown shall co-operate in good faith with an employer bargaining agency in preparing for and conducting central bargaining. Representatives for Central Bargaining",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>18 </b>(1) The Crown’s authority to participate in central bargaining at a central table includes participation in the following activities:</p> <p class=\"paragraph\">  1. Conciliation, if a conciliation officer is appointed under section 18 of the <i>Labour Relations Act, 1995 </i>or if a conciliation board is appointed under section 21 of that Act.</p> <p class=\"paragraph\">  2. Mediation, if a mediator is appointed under section 19 of the <i>Labour Relations Act, 1995</i> or is agreed upon by the parties at the central table.</p> <p class=\"paragraph\">  3. The activities described in sections 37, 38 and 39 of the <i>Labour Relations Act, 1995</i>, if an industrial inquiry commission is appointed under section 37, a special officer is appointed under section 38 or a Disputes Advisory Committee is appointed under section 39, as the case may be.</p> <p class=\"paragraph\">  4. Arbitration, if an arbitrator or board of arbitration is appointed under subsection 40 (1) of the <i>Labour Relations Act, 1995</i>.</p> <p class=\"headnote\">Duty to co-operate</p> <p class=\"subsection\">(2) The Crown shall co-operate in good faith with an employer bargaining agency in preparing for and conducting central bargaining.</p> <p class=\"heading1\"><a name=\"BK22\"></a>Representatives for Central Bargaining</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "Representatives for Central Bargaining",
            "section_x": "Representatives for Central Bargaining",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "18.1",
            "section_x": "Bargaining agency required for central bargaining",
            "part_id": null,
            "part_type": null,
            "section_y": "Bargaining agency required for central bargaining",
            "content": "18.1 (1) For the purposes of central bargaining, every school board to whom this Act applies must be represented by an employer bargaining agency, and every employee to whom this Act applies must be represented by an employee bargaining agency. 2017, c. 3, s. 8. Same (2) Representatives for central bargaining shall be determined in accordance with the following: 1. Employee bargaining agencies for employees in teachers’ bargaining units are set out in section 19. 2. Employee bargaining agencies for employees in bargaining units that are not teachers’ bargaining units shall be determined under sections 20 and 20.1. 3. Employer bargaining agencies for school boards shall be determined under section 21. 2017, c. 3, s. 8. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 8\r\n- 04/05/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>18.1 </b>(1) For the purposes of central bargaining, every school board to whom this Act applies must be represented by an employer bargaining agency, and every employee to whom this Act applies must be represented by an employee bargaining agency. 2017, c. 3, s. 8.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Representatives for central bargaining shall be determined in accordance with the following:</p> <p class=\"paragraph\">  1. Employee bargaining agencies for employees in teachers’ bargaining units are set out in section 19.</p> <p class=\"paragraph\">  2. Employee bargaining agencies for employees in bargaining units that are not teachers’ bargaining units shall be determined under sections 20 and 20.1.</p> <p class=\"paragraph\">  3. Employer bargaining agencies for school boards shall be determined under section 21. 2017, c. 3, s. 8.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s8\">2017, c. 3, s. 8</a></span>\r\n- 04/05/2018</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "19.",
            "section_x": "Employee bargaining agencies for teachers",
            "part_id": null,
            "part_type": null,
            "section_y": "Employee bargaining agencies for teachers",
            "content": "19 Each of the following entities is designated as the employee bargaining agency for the employees in the teachers’ bargaining units indicated: 1. L’Association des enseignantes et des enseignants franco-ontariens is the employee bargaining agency for all of the teachers’ bargaining units for which it is the bargaining agent. 2. Elementary Teachers’ Federation of Ontario is the employee bargaining agency for all of the teachers’ bargaining units for which it is the bargaining agent. 3. The Ontario English Catholic Teachers’ Association is the employee bargaining agency for all of the teachers’ bargaining units for which it is the bargaining agent. 4. The Ontario Secondary School Teachers’ Federation is the employee bargaining agency for all of the teachers’ bargaining units for which it is the bargaining agent.",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>19 </b>Each of the following entities is designated as the employee bargaining agency for the employees in the teachers’ bargaining units indicated:</p> <p class=\"paragraph\">  1. L’Association des enseignantes et des enseignants franco-ontariens is the employee bargaining agency for all of the teachers’ bargaining units for which it is the bargaining agent.</p> <p class=\"paragraph\">  2. Elementary Teachers’ Federation of Ontario is the employee bargaining agency for all of the teachers’ bargaining units for which it is the bargaining agent.</p> <p class=\"paragraph\">  3. The Ontario English Catholic Teachers’ Association is the employee bargaining agency for all of the teachers’ bargaining units for which it is the bargaining agent.</p> <p class=\"paragraph\">  4. The Ontario Secondary School Teachers’ Federation is the employee bargaining agency for all of the teachers’ bargaining units for which it is the bargaining agent.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "20.",
            "section_x": "Employee bargaining agencies for other employees",
            "part_id": null,
            "part_type": null,
            "section_y": "Employee bargaining agencies for other employees",
            "content": "20 (1) All employees in bargaining units that are not teachers’ bargaining units who are represented by the same trade union and its affiliated local trade unions must be represented by the same employee bargaining agency. 2017, c. 3, s. 9. 60 or more bargaining units, single trade union (2) If all of the following conditions are met, the Minister shall, by regulation, designate a trade union as the employee bargaining agency for all employees in all of the bargaining units that are not teachers’ bargaining units represented by that trade union and its affiliated local trade unions: 1. The trade union and its affiliated local trade unions represent at least 60 bargaining units that are not teachers’ bargaining units. 2. The Minister is satisfied that the trade union and its affiliated local trade unions are the bargaining agents for the bargaining units at issue. 2017, c. 3, s. 9. 15 or more bargaining units (3) If all of the following conditions are met, the Minister shall, by regulation, designate a trade union or council of unions as the employee bargaining agency, for a specified round of collective bargaining, for the employees in specified bargaining units that are not teachers’ bargaining units: 1. The trade union has not been designated as an employee bargaining agency under subsection (2). 2. The trade union or council of unions must request the designation under this subsection. 3. The trade union or council of unions must specify the bargaining units for which the designation is requested. 4. The designation must be requested for at least 15 specified bargaining units. 5. In the case of a council of unions requesting designation, the expiry dates of the collective agreements that apply to the constituent trade unions of the council of unions are the same. 6. In the case of a trade union requesting designation, the Minister is satisfied that the trade union and its affiliated local trade unions are the bargaining agents for the specified bargaining units. 7. In the case of a council of unions requesting designation, the Minister is satisfied that the bargaining agents for all the bargaining units to be represented at the applicable central table have vested in the council appropriate authority enabling it to discharge the responsibilities of an employee bargaining agency. 2017, c. 3, s. 9. Revocation of designation under subs. (2) (4) If a trade union that has been or would be designated as an employee bargaining agency under subsection (2) becomes a constituent member of a council of unions and the council of unions requests a designation under subsection (3), then, despite subsection (2), the Minister shall not designate the trade union under subsection (2) and shall, by regulation, revoke any such designation. 2017, c. 3, s. 9. Trade union application for advice (5) If, on the day section 9 of the School Boards Collective Bargaining Amendment Act, 2017 comes into force, a trade union is not a constituent member of a council of unions designated as an employee bargaining agency, and has not itself been designated as an employee bargaining agency, it shall, on or before the date specified by regulation, apply to the Ontario Labour Relations Board for advice and notify the Minister that an application has been made. 2017, c. 3, s. 9. Crown application for advice (6) If the trade union does not apply for advice in accordance with subsection (5), the Crown may apply to the Board for advice. 2017, c. 3, s. 9. Board advice (7) If an application is made to the Board under subsection (5) or (6), the Board shall provide advice, which may include the following: 1. A recommendation to the trade union to join a particular council of unions. 2. A recommendation to a council of unions to accept the trade union into its membership. 3. General advice in respect of the composition of councils of unions. 4. Advice about documents to establish and govern a council of unions. 5. Any other advice the Board believes is advisable in the circumstances to ensure that all employees in every school board who are in bargaining units other than teachers’ bargaining units are represented by an employee bargaining agency for the purposes of central bargaining. 2017, c. 3, s. 9. Trade union application for order (8) If, on the date specified by regulation, a trade union is still not a constituent member of a council of unions designated as an employee bargaining agency and has not itself been designated as an employee bargaining agency, it shall, on or before that date, apply to the Board for an order and notify the Minister that an application has been made. 2017, c. 3, s. 9. Crown application for order (9) If a trade union does not apply for an order in accordance with subsection (8), the Crown may apply to the Board for the order. 2017, c. 3, s. 9. Board order (10) If an application is made to the Board under subsection (8) or (9), the Board shall make one or more of the following orders: 1. An order directing the trade union to join an existing council of unions. 2. An order directing an existing council of unions to accept the trade union into its membership, including directing the council to amend the documents that establish and govern the council. 3. An order that establishes a council of unions, including the necessary documentation to do so. The Board may only make this order if, in the Board’s opinion, the order is necessary. 4. Any other order the Board believes is advisable in the circumstances to ensure that all employees in every school board who are in bargaining units other than teachers’ bargaining units are represented by an employee bargaining agency for the purposes of central bargaining. 5. Any other type of order that the Lieutenant Governor in Council may, by regulation, specify. 2017, c. 3, s. 9. Restrictions on Board orders (11) In making an order under subsection (10), the Board must ensure that, (a) the result required by the order would be in compliance with subsection (1); and (b) the order does not result in a council of unions that represents employees in fewer than 15 bargaining units. 2017, c. 3, s. 9. Designation regulation (12) If an order is made under subsection (10), the Minister shall make a regulation that designates employee bargaining agencies in accordance with the order. 2017, c. 3, s. 9. New bargaining units (13) If a trade union is certified or voluntarily recognized on or after the day section 9 of the School Boards Collective Bargaining Amendment Act, 2017 comes into force, and on the date specified by regulation, the trade union is not a constituent member of a council of unions designated as an employee bargaining agency and has not itself been designated as an employee bargaining agency, subsections (5) to (12) apply with necessary modifications. 2017, c. 3, s. 9. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 9\r\n- 04/05/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>20 </b>(1) All employees in bargaining units that are not teachers’ bargaining units who are represented by the same trade union and its affiliated local trade unions must be represented by the same employee bargaining agency. 2017, c. 3, s. 9.</p> <p class=\"headnote\">60 or more bargaining units, single trade union</p> <p class=\"subsection\">(2) If all of the following conditions are met, the Minister shall, by regulation, designate a trade union as the employee bargaining agency for all employees in all of the bargaining units that are not teachers’ bargaining units represented by that trade union and its affiliated local trade unions:</p> <p class=\"paragraph\">  1. The trade union and its affiliated local trade unions represent at least 60 bargaining units that are not teachers’ bargaining units. </p> <p class=\"paragraph\">  2. The Minister is satisfied that the trade union and its affiliated local trade unions are the bargaining agents for the bargaining units at issue. 2017, c. 3, s. 9.</p> <p class=\"headnote\">15 or more bargaining units</p> <p class=\"subsection\">(3) If all of the following conditions are met, the Minister shall, by regulation, designate a trade union or council of unions as the employee bargaining agency, for a specified round of collective bargaining, for the employees in specified bargaining units that are not teachers’ bargaining units:</p> <p class=\"paragraph\">  1. The trade union has not been designated as an employee bargaining agency under subsection (2).</p> <p class=\"paragraph\">  2. The trade union or council of unions must request the designation under this subsection.</p> <p class=\"paragraph\">  3. The trade union or council of unions must specify the bargaining units for which the designation is requested.</p> <p class=\"paragraph\">  4. The designation must be requested for at least 15 specified bargaining units. </p> <p class=\"paragraph\">  5. In the case of a council of unions requesting designation, the expiry dates of the collective agreements that apply to the constituent trade unions of the council of unions are the same.</p> <p class=\"paragraph\">  6. In the case of a trade union requesting designation, the Minister is satisfied that the trade union and its affiliated local trade unions are the bargaining agents for the specified bargaining units.\r\n</p> <p class=\"paragraph\">  7. In the case of a council of unions requesting designation, the Minister is satisfied that the bargaining agents for all the bargaining units to be represented at the applicable central table have vested in the council appropriate authority enabling it to discharge the responsibilities of an employee bargaining agency. 2017, c. 3, s. 9.</p> <p class=\"headnote\">Revocation of designation under subs. (2)</p> <p class=\"subsection\">(4) If a trade union that has been or would be designated as an employee bargaining agency under subsection (2) becomes a constituent member of a council of unions and the council of unions requests a designation under subsection (3), then, despite subsection (2), the Minister shall not designate the trade union under subsection (2) and shall, by regulation, revoke any such designation. 2017, c. 3, s. 9.</p> <p class=\"headnote\">Trade union application for advice</p> <p class=\"subsection\">(5) If, on the day section 9 of the <i>School Boards Collective Bargaining Amendment Act, 2017</i> comes into force, a trade union is not a constituent member of a council of unions designated as an employee bargaining agency, and has not itself been designated as an employee bargaining agency, it shall, on or before the date specified by regulation, apply to the Ontario Labour Relations Board for advice and notify the Minister that an application has been made. 2017, c. 3, s. 9.</p> <p class=\"headnote\">Crown application for advice</p> <p class=\"subsection\">(6) If the trade union does not apply for advice in accordance with subsection (5), the Crown may apply to the Board for advice. 2017, c. 3, s. 9.</p> <p class=\"headnote\">Board advice</p> <p class=\"subsection\">(7) If an application is made to the Board under subsection (5) or (6), the Board shall provide advice, which may include the following:</p> <p class=\"paragraph\">  1. A recommendation to the trade union to join a particular council of unions.</p> <p class=\"paragraph\">  2. A recommendation to a council of unions to accept the trade union into its membership.</p> <p class=\"paragraph\">  3. General advice in respect of the composition of councils of unions.</p> <p class=\"paragraph\">  4. Advice about documents to establish and govern a council of unions.</p> <p class=\"paragraph\">  5. Any other advice the Board believes is advisable in the circumstances to ensure that all employees in every school board who are in bargaining units other than teachers’ bargaining units are represented by an employee bargaining agency for the purposes of central bargaining. 2017, c. 3, s. 9.</p> <p class=\"headnote\">Trade union application for order</p> <p class=\"subsection\">(8) If, on the date specified by regulation, a trade union is still not a constituent member of a council of unions designated as an employee bargaining agency and has not itself been designated as an employee bargaining agency, it shall, on or before that date, apply to the Board for an order and notify the Minister that an application has been made. 2017, c. 3, s. 9.</p> <p class=\"headnote\">Crown application for order</p> <p class=\"subsection\">(9) If a trade union does not apply for an order in accordance with subsection (8), the Crown may apply to the Board for the order. 2017, c. 3, s. 9.</p> <p class=\"headnote\">Board order</p> <p class=\"subsection\">(10) If an application is made to the Board under subsection (8) or (9), the Board shall make one or more of the following orders:</p> <p class=\"paragraph\">  1. An order directing the trade union to join an existing council of unions.</p> <p class=\"paragraph\">  2. An order directing an existing council of unions to accept the trade union into its membership, including directing the council to amend the documents that establish and govern the council.</p> <p class=\"paragraph\">  3. An order that establishes a council of unions, including the necessary documentation to do so. The Board may only make this order if, in the Board’s opinion, the order is necessary. </p> <p class=\"paragraph\">  4. Any other order the Board believes is advisable in the circumstances to ensure that all employees in every school board who are in bargaining units other than teachers’ bargaining units are represented by an employee bargaining agency for the purposes of central bargaining<span class=\"MsoCommentReference\"><span>.</span></span></p> <p class=\"paragraph\">  5. Any other type of order that the Lieutenant Governor in Council may, by regulation, specify. 2017, c. 3, s. 9.</p> <p class=\"headnote\">Restrictions on Board orders</p> <p class=\"subsection\">(11) In making an order under subsection (10), the Board must ensure that,</p> <p class=\"paragraph\">  (a) the result required by the order would be in compliance with subsection (1); and</p> <p class=\"paragraph\">  (b) the order does not result in a council of unions that represents employees in fewer than 15 bargaining units. 2017, c. 3, s. 9.</p> <p class=\"headnote\">Designation regulation</p> <p class=\"subsection\">(12) If an order is made under subsection (10), the Minister shall make a regulation that designates employee bargaining agencies in accordance with the order. 2017, c. 3, s. 9.</p> <p class=\"headnote\">New bargaining units </p> <p class=\"subsection\">(13) If a trade union is certified or voluntarily recognized on or after the day section 9 of the <i>School Boards Collective Bargaining Amendment Act, 2017</i> comes into force, and on the date specified by regulation<i>, </i>the trade union is not a constituent member of a council of unions designated as an employee bargaining agency and has not itself been designated as an employee bargaining agency, subsections (5) to (12) apply with necessary modifications. 2017, c. 3, s. 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s9\">2017, c. 3, s. 9</a></span>\r\n- 04/05/2018</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "20.1",
            "section_x": "Changing employee bargaining agency",
            "part_id": null,
            "part_type": null,
            "section_y": "Changing employee bargaining agency ",
            "content": "20.1 (1) If the Minister has designated an employee bargaining agency for a specified round of collective bargaining under subsection 20 (3) or (12) or this subsection, the Minister shall, by regulation, make the same designation for the next round of collective bargaining, unless the Minister receives notice under subsection (2) or (3). 2017, c. 3, s. 9. Withdrawal of union from council (2) If a constituent trade union of a council of unions that was designated as an employee bargaining agency for a specified round of collective bargaining wishes to withdraw from that council for the next round of collective bargaining, it shall give the notice described in subsection (6) to, (a) the Minister; (b) every other constituent trade union that is a member of the same council of unions; and (c) every council of unions that has been designated as an employee bargaining agency. 2017, c. 3, s. 9. Same (3) A constituent trade union that receives a notice under clause (2) (b) shall give the notice described in subsection (6) to the Minister and to every council of unions that has been designated as an employee bargaining agency. 2017, c. 3, s. 9. Addition of union to council (4) If a council of unions that was designated as an employee bargaining agency for a specified round of collective bargaining wishes to include in its council, for the next round of collective bargaining, a trade union that was itself designated as an employee bargaining agency, it shall give, to the Minister and to every council of unions that has been designated as an employee bargaining agency, notice that includes the information that the Minister may, by regulation, specify. 2017, c. 3, s. 9. Notice of change (5) The notices mentioned in subsections (2), (3) and (4) may only be given within the period specified by regulation. 2017, c. 3, s. 9. Same (6) The notice required under subsection (2) or (3) shall include the following information: 1. The name of the council of unions of which the trade union was a constituent member in the last round of collective bargaining. 2. The expiry date of the collective agreement that applies to the trade union. 3. A list of the bargaining units that the trade union and its affiliated local trade unions, if any, represent. 4. An indication as to whether the trade union intends to be designated as an employee bargaining agency under subsection 20 (2) or (3), or whether it is, or intends to become, a constituent member of a council of unions that will request designation as an employee bargaining agency under subsection 20 (3). 5. The name of the council of unions that will accept the trade union as a constituent member for the next round of collective bargaining, if any. 6. If a name is provided under paragraph 5, i. information showing that the trade union has vested in the council of unions appropriate authority enabling the council to discharge the responsibilities of an employee bargaining agency, and ii. the expiry date of the collective agreements that apply to the trade unions in the council of unions. 7. Any other information that the Minister may, by regulation, specify. 2017, c. 3, s. 9. Restriction (7) A trade union may only identify a council of unions under paragraph 5 of subsection (6) if the expiry dates identified under paragraph 2 and subparagraph 6 ii are the same. 2017, c. 3, s. 9. No employee bargaining agency (8) If a trade union gives notice under subsection (2) or (3) and, on the date specified by regulation, the trade union is not a constituent member of a council of unions designated as an employee bargaining agency and has not itself been designated as an employee bargaining agency for the next round of collective bargaining, subsections 20 (5) to (12) apply with necessary modifications. 2017, c. 3, s. 9. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 9\r\n- 04/05/2018 Applications re employee bargaining agencies",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>20.1 </b>(1) If the Minister has designated an employee bargaining agency for a specified round of collective bargaining under subsection 20 (3) or (12) or this subsection, the Minister shall, by regulation, make the same designation for the next round of collective bargaining, unless the Minister receives notice under subsection (2) or (3). 2017, c. 3, s. 9.</p> <p class=\"headnote\">Withdrawal of union from council</p> <p class=\"subsection\">(2) If a constituent trade union of a council of unions that was designated as an employee bargaining agency for a specified round of collective bargaining wishes to withdraw from that council for the next round of collective bargaining, it shall give the notice described in subsection (6) to,</p> <p class=\"paragraph\">  (a) the Minister;</p> <p class=\"paragraph\">  (b) every other constituent trade union that is a member of the same council of unions; and</p> <p class=\"paragraph\">  (c) every council of unions that has been designated as an employee bargaining agency. 2017, c. 3, s. 9.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A constituent trade union that receives a notice under clause (2) (b) shall give the notice described in subsection (6) to the Minister and to every council of unions that has been designated as an employee bargaining agency. 2017, c. 3, s. 9.</p> <p class=\"headnote\">Addition of union to council</p> <p class=\"subsection\">(4) If a council of unions that was designated as an employee bargaining agency for a specified round of collective bargaining wishes to include in its council, for the next round of collective bargaining, a trade union that was itself designated as an employee bargaining agency, it shall give, to the Minister and to every council of unions that has been designated as an employee bargaining agency, notice that includes the information that the Minister may, by regulation, specify. 2017, c. 3, s. 9.</p> <p class=\"headnote\">Notice of change</p> <p class=\"subsection\">(5) The notices mentioned in subsections (2), (3) and (4) may only be given within the period specified by regulation. 2017, c. 3, s. 9.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) The notice required under subsection (2) or (3) shall include the following information:</p> <p class=\"paragraph\">  1. The name of the council of unions of which the trade union was a constituent member in the last round of collective bargaining.</p> <p class=\"paragraph\">  2. The expiry date of the collective agreement that applies to the trade union.</p> <p class=\"paragraph\">  3. A list of the bargaining units that the trade union and its affiliated local trade unions, if any, represent.</p> <p class=\"paragraph\">  4. An indication as to whether the trade union intends to be designated as an employee bargaining agency under subsection 20 (2) or (3), or whether it is, or intends to become, a constituent member of a council of unions that will request designation as an employee bargaining agency under subsection 20 (3).</p> <p class=\"paragraph\">  5. The name of the council of unions that will accept the trade union as a constituent member for the next round of collective bargaining, if any.</p> <p class=\"paragraph\">  6. If a name is provided under paragraph 5, </p> <p class=\"subpara\">  i. information showing that the trade union has vested in the council of unions appropriate authority enabling the council to discharge the responsibilities of an employee bargaining agency, and</p> <p class=\"subpara\">  ii. the expiry date of the collective agreements that apply to the trade unions in the council of unions.</p> <p class=\"paragraph\">  7. Any other information that the Minister may, by regulation, specify. 2017, c. 3, s. 9.</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(7) A trade union may only identify a council of unions under paragraph 5 of subsection (6) if the expiry dates identified under paragraph 2 and subparagraph 6 ii are the same. 2017, c. 3, s. 9.</p> <p class=\"headnote\">No employee bargaining agency</p> <p class=\"subsection\">(8) If a trade union gives notice under subsection (2) or (3) and, on the date specified by regulation, the trade union is not a constituent member of a council of unions designated as an employee bargaining agency and has not itself been designated as an employee bargaining agency for the next round of collective bargaining, subsections 20 (5) to (12) apply with necessary modifications. 2017, c. 3, s. 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s9\">2017, c. 3, s. 9</a></span>\r\n- 04/05/2018</p> <p class=\"headnote\">Applications re employee bargaining agencies</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "20.2",
            "section_x": "Applications re employee bargaining agencies",
            "part_id": null,
            "part_type": null,
            "section_y": "Rules of practice",
            "content": "20.2 (1) The following rules apply to the Ontario Labour Relations Board’s practices and procedures with respect to applications made under section 20 or 20.1: 1. The Board shall deal with the applications in an expeditious fashion. 2. The Statutory Powers Procedure Act does not apply. 3. The Board is not required to hold a hearing. 4. The Board may consult with trade unions or councils of unions that may be affected. 5. The Board may determine the extent to which the Board is required to give full opportunity to the parties to present their evidence and to make their submissions. 6. The Board may make or cause to be made such examination of records and such other inquiries as it considers necessary in the circumstances. 7. The Board shall provide to the Minister a copy of any advice given or order made in response to an application. 2017, c. 3, s. 9. Same (2) Subject to subsection (1), the Board may determine its own practices and procedures with respect to applications made under section 20 or 20.1, and the chair may make rules governing such practices and procedures and prescribing such forms as the chair considers advisable. 2017, c. 3, s. 9. Rules not regulations (3) Part III of the Legislation Act, 2006 does not apply to rules made under subsection (2). 2017, c. 3, s. 9. Minister regulations (4) The Minister may, by regulation, specify dates for the purposes of subsections 20 (5), (8), (13), 20.1 (5) and (8) and information for the purposes of paragraph 7 of subsection 20.1 (6). 2017, c. 3, s. 9. Lieutenant Governor in Council regulations (5) The Lieutenant Governor in Council may, by regulation, (a) prescribe factors that the Board shall consider in providing advice or making orders under section 20; (b) specify types of orders that may be made under subsection 20 (10); (c) govern who may participate in proceedings relating to applications under sections 20 and 20.1; and (d) govern the manner in which orders may be enforced. 2017, c. 3, s. 9. Conflict (6) In case of a conflict or an inconsistency between a rule made under subsection (2) and a regulation made under subsection (4) or (5), the regulation prevails. 2017, c. 3, s. 9. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 9\r\n- 04/05/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>20.2 </b>(1) The following rules apply to the Ontario Labour Relations Board’s practices and procedures with respect to applications made under section 20 or 20.1:</p> <p class=\"paragraph\">  1. The Board shall deal with the applications in an expeditious fashion.</p> <p class=\"paragraph\">  2. The <i>Statutory Powers Procedure Act </i>does not apply.</p> <p class=\"paragraph\">  3. The Board is not required to hold a hearing.</p> <p class=\"paragraph\">  4. The Board may consult with trade unions or councils of unions that may be affected.</p> <p class=\"paragraph\">  5. The Board may determine the extent to which the Board is required to give full opportunity to the parties to present their evidence and to make their submissions.</p> <p class=\"paragraph\">  6. The Board may make or cause to be made such examination of records and such other inquiries as it considers necessary in the circumstances.</p> <p class=\"paragraph\">  7. The Board shall provide to the Minister a copy of any advice given or order made in response to an application. 2017, c. 3, s. 9.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subject to subsection (1), the Board may determine its own practices and procedures with respect to applications made under section 20 or 20.1, and the chair may make rules governing such practices and procedures and prescribing such forms as the chair considers advisable. 2017, c. 3, s. 9.</p> <p class=\"headnote\">Rules not regulations</p> <p class=\"subsection\">(3) Part III of the <i>Legislation Act, 2006</i> does not apply to rules made under subsection (2). 2017, c. 3, s. 9.</p> <p class=\"headnote\">Minister regulations</p> <p class=\"subsection\">(4) The Minister may, by regulation, specify dates for the purposes of subsections 20 (5), (8), (13), 20.1 (5) and (8) and information for the purposes of paragraph 7 of subsection 20.1 (6). 2017, c. 3, s. 9.</p> <p class=\"headnote\">Lieutenant Governor in Council regulations</p> <p class=\"subsection\">(5) The Lieutenant Governor in Council may, by regulation,</p> <p class=\"paragraph\">  (a) prescribe factors that the Board shall consider in providing advice or making orders under section 20;</p> <p class=\"paragraph\">  (b) specify types of orders that may be made under subsection 20 (10);</p> <p class=\"paragraph\">  (c) govern who may participate in proceedings relating to applications under sections 20 and 20.1; and</p> <p class=\"paragraph\">  (d) govern the manner in which orders may be enforced. 2017, c. 3, s. 9.</p> <p class=\"headnote\">Conflict</p> <p class=\"subsection\">(6) In case of a conflict or an inconsistency between a rule made under subsection (2) and a regulation made under subsection (4) or (5), the regulation prevails. 2017, c. 3, s. 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s9\">2017, c. 3, s. 9</a></span>\r\n- 04/05/2018</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "21.",
            "section_x": "Employer bargaining agencies",
            "part_id": null,
            "part_type": null,
            "section_y": "Employer bargaining agencies",
            "content": "21 (1) Each of the following is designated as the employer bargaining agency for the school boards and with respect to the bargaining units indicated: 1. L’Association des conseils scolaires des écoles publiques de l’Ontario is the employer bargaining agency for every French-language public district school board, with respect to all bargaining units other than teachers’ bargaining units that are represented by l’Association des enseignantes et des enseignants franco-ontariens. 2. L’Association franco-ontarienne des conseils scolaires catholiques is the employer bargaining agency for every French-language separate district school board, with respect to all bargaining units other than teachers’ bargaining units that are represented by l’Association des enseignantes et des enseignants franco-ontariens. 3. Ontario Catholic School Trustees’ Association is the employer bargaining agency for every English-language separate district school board, with respect to all bargaining units. 4. Ontario Public School Boards’ Association is the employer bargaining agency for every English-language public district school board and every board established under section 68 of the Education Act, with respect to all bargaining units. 5. A council of the following trustees’ associations is the employer bargaining agency for every French-language public district school board and French-language separate district school board and for the Centre Jules-Léger Consortium, with respect to all teachers’ bargaining units that are represented by l’Association des enseignantes et des enseignants franco-ontariens: i. L’Association des conseils scolaires des écoles publiques de l’Ontario. ii. L’Association franco-ontarienne des conseils scolaires catholiques. 2017, c. 34, Sched. 12, s. 14 (4). Same (2) The Minister may, by regulation, designate a trustees’ association as the employer bargaining agency for a school board for which no employer bargaining agency is designated by subsection (1). Policies and procedures (3) A trustees’ association or council of trustees’ associations designated by subsection (1) is required to establish policies and procedures for the effective exercise of its rights and privileges and performance of its duties as an employer bargaining agency under this Act. Voting process (4) If voting is required in respect of collective bargaining by an employer bargaining agency designated by subsection (1), the outcome of a vote must be decided by the approval of a majority of the school boards that are represented by the agency, with their votes weighted to reasonably reflect, for each school board, the size of the bargaining units containing employees of the school board. Corporate matters (5) A trustees’ association is deemed to have the capacity in law to exercise the rights and privileges and perform the duties of an employer bargaining agency under this Act. Designation re: other employees (6) Despite subsections (1) and (2), the Minister may, by regulation, designate a council of trustees’ associations as the employer bargaining agency for a central table for central bargaining with respect to employees other than teachers. Same (7) If a council of trustees’ associations is designated under subsection (6) as an employer bargaining agency, the regulation in which the designation is made may also, (a) establish policies and procedures for the effective exercise of the council’s rights and privileges and performance of its duties as an employer bargaining agency under this Act; (b) establish a committee of the council and provide for the composition of the committee; (c) authorize the committee, on behalf of the council, to exercise the rights and privileges and perform the duties of the council as the employer bargaining agency; and (d) establish the voting process to be used by the council or committee in respect of central bargaining, which process must be consistent with subsection (4). Same (8) If a committee is established under subsection (7), the regulation must ensure that each trustees’ association that is a member of the council is entitled to have a representative on the committee. Effect of designating a council (9) If a council of trustees’ associations is designated under subsection (6) for a specified central table, it replaces the individual trustees’ associations as the employer bargaining agency for the applicable school boards for the purposes of central bargaining at that table and exercising the rights and privileges and performing the duties described in sections 42 and 43. Requirement to pay fees (10) The Minister may, by regulation, require a school board to pay fees to a trustees’ association that represents the school board, relating to the activities of the trustees’ association under this Act, and the regulation may provide for the following matters: 1. The manner of determining the amount of the fees. 2. Matters relating to the payment of the fees. 3. The consequences of failure to pay the fees, which may include providing that a school board that does not pay a fee by the specified deadline forfeits its entitlement to participate in a vote described in subsection (4) during a specified period. Effect on voting process (11) If a regulation made under subsection (10) specifies that a school board forfeits its entitlement to participate in a vote described in subsection (4) during a specified period, the voting process described in subsection (4) excludes the school board when the outcome of a vote is determined. Information re trustees’ association’s funds (12) The Minister may require a trustees’ association to provide to the Minister, in the form and manner specified, such information as he or she requests regarding the trustees’ association’s use of the following funds: 1. Funds granted to the trustees’ association pursuant to a regulation made under section 234 of the Education Act. 2. Fees paid to the trustees’ association pursuant to a regulation made under subsection (10). 3. Direct payments made under transfer payment agreements with the Crown, as represented by the Minister. 2017, c. 3, s. 10. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 10\r\n- 27/03/2017; 2017, c. 34, Sched. 12, s. 14 (4) - 14/12/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>21 </b>(1) Each of the following is designated as the employer bargaining agency for the school boards and with respect to the bargaining units indicated:</p> <p class=\"paragraph\">  1. L’Association des conseils scolaires des écoles publiques de l’Ontario is the employer bargaining agency for every French-language public district school board, with respect to all bargaining units other than teachers’ bargaining units that are represented by l’Association des enseignantes et des enseignants franco-ontariens.</p> <p class=\"paragraph\">  2. L’Association franco-ontarienne des conseils scolaires catholiques is the employer bargaining agency for every French-language separate district school board, with respect to all bargaining units other than teachers’ bargaining units that are represented by l’Association des enseignantes et des enseignants franco-ontariens.</p> <p class=\"paragraph\">  3. Ontario Catholic School Trustees’ Association is the employer bargaining agency for every English-language separate district school board, with respect to all bargaining units.</p> <p class=\"paragraph\">  4. Ontario Public School Boards’ Association is the employer bargaining agency for every English-language public district school board and every board established under section 68 of the <i>Education Act</i>, with respect to all bargaining units.</p> <p class=\"paragraph\">  5. A council of the following trustees’ associations is the employer bargaining agency for every French-language public district school board and French-language separate district school board and for the Centre Jules-Léger Consortium, with respect to all teachers’ bargaining units that are represented by l’Association des enseignantes et des enseignants franco-ontariens: </p> <p class=\"subpara\">  i. L’Association des conseils scolaires des écoles publiques de l’Ontario.</p> <p class=\"subpara\">  ii. L’Association franco-ontarienne des conseils scolaires catholiques. 2017, c. 34, Sched. 12, s. 14 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Minister may, by regulation, designate a trustees’ association as the employer bargaining agency for a school board for which no employer bargaining agency is designated by subsection (1).</p> <p class=\"headnote\">Policies and procedures</p> <p class=\"subsection\">(3) A trustees’ association or council of trustees’ associations designated by subsection (1) is required to establish policies and procedures for the effective exercise of its rights and privileges and performance of its duties as an employer bargaining agency under this Act.</p> <p class=\"headnote\">Voting process</p> <p class=\"subsection\">(4) If voting is required in respect of collective bargaining by an employer bargaining agency designated by subsection (1), the outcome of a vote must be decided by the approval of a majority of the school boards that are represented by the agency, with their votes weighted to reasonably reflect, for each school board, the size of the bargaining units containing employees of the school board.</p> <p class=\"headnote\">Corporate matters</p> <p class=\"subsection\">(5) A trustees’ association is deemed to have the capacity in law to exercise the rights and privileges and perform the duties of an employer bargaining agency under this Act.</p> <p class=\"headnote\">Designation re: other employees</p> <p class=\"subsection\">(6) Despite subsections (1) and (2), the Minister may, by regulation, designate a council of trustees’ associations as the employer bargaining agency for a central table for central bargaining with respect to employees other than teachers.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) If a council of trustees’ associations is designated under subsection (6) as an employer bargaining agency, the regulation in which the designation is made may also,</p> <p class=\"paragraph\">  (a) establish policies and procedures for the effective exercise of the council’s rights and privileges and performance of its duties as an employer bargaining agency under this Act;</p> <p class=\"paragraph\">  (b) establish a committee of the council and provide for the composition of the committee;</p> <p class=\"paragraph\">  (c) authorize the committee, on behalf of the council, to exercise the rights and privileges and perform the duties of the council as the employer bargaining agency; and</p> <p class=\"paragraph\">  (d) establish the voting process to be used by the council or committee in respect of central bargaining, which process must be consistent with subsection (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) If a committee is established under subsection (7), the regulation must ensure that each trustees’ association that is a member of the council is entitled to have a representative on the committee.</p> <p class=\"headnote\">Effect of designating a council</p> <p class=\"subsection\">(9) If a council of trustees’ associations is designated under subsection (6) for a specified central table, it replaces the individual trustees’ associations as the employer bargaining agency for the applicable school boards for the purposes of central bargaining at that table and exercising the rights and privileges and performing the duties described in sections 42 and 43.</p> <p class=\"headnote\">Requirement to pay fees</p> <p class=\"subsection\">(10) The Minister may, by regulation, require a school board to pay fees to a trustees’ association that represents the school board, relating to the activities of the trustees’ association under this Act, and the regulation may provide for the following matters:</p> <p class=\"paragraph\">  1. The manner of determining the amount of the fees.</p> <p class=\"paragraph\">  2. Matters relating to the payment of the fees.</p> <p class=\"paragraph\">  3. The consequences of failure to pay the fees, which may include providing that a school board that does not pay a fee by the specified deadline forfeits its entitlement to participate in a vote described in subsection (4) during a specified period.</p> <p class=\"headnote\">Effect on voting process</p> <p class=\"subsection\">(11) If a regulation made under subsection (10) specifies that a school board forfeits its entitlement to participate in a vote described in subsection (4) during a specified period, the voting process described in subsection (4) excludes the school board when the outcome of a vote is determined.</p> <p class=\"headnote\">Information re trustees’ association’s funds</p> <p class=\"subsection\">(12) The Minister may require a trustees’ association to provide to the Minister, in the form and manner specified, such information as he or she requests regarding the trustees’ association’s use of the following funds:</p> <p class=\"paragraph\">  1. Funds granted to the trustees’ association pursuant to a regulation made under section 234 of the <i>Education Act</i>.</p> <p class=\"paragraph\">  2. Fees paid to the trustees’ association pursuant to a regulation made under subsection (10).</p> <p class=\"paragraph\">  3. Direct payments made under transfer payment agreements with the Crown, as represented by the Minister. 2017, c. 3, s. 10.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s10\">2017, c. 3, s. 10</a></span>\r\n- 27/03/2017; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched12s14s4\">2017, c. 34, Sched. 12, s. 14 (4)</a></span> - 14/12/2017</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "22.",
            "section_x": "Substitution if employer bargaining agency unable, etc., to act",
            "part_id": null,
            "part_type": null,
            "section_y": "Substitution if employer bargaining agency unable, etc., to act",
            "content": "22 (1) If, in the Minister’s opinion, a trustees’ association or a council designated by or under section 21 is unable or unwilling to exercise its rights and privileges or perform its duties as an employer bargaining agency under this Act, the Lieutenant Governor in Council may, by regulation, establish a committee to exercise the rights and privileges and perform the duties on its behalf until central bargaining is completed. Same (2) If, in the Minister’s opinion, a trustees’ association that is a member of a council designated by or under section 21 is unable or unwilling to exercise its rights and privileges or perform its duties as a member of the council, the Lieutenant Governor in Council may, by regulation, establish a committee to exercise the rights and privileges and perform the duties on its behalf until central bargaining is completed. Same (3) Before a regulation can be made under subsection (1) or (2), as the case may be, the Minister must first consult with the school boards that are represented by the trustees’ association or council and must have reasonable grounds for forming the opinion that is required by subsection (1) or (2). Same (4) The regulation must ensure that each school board that is represented by the trustees’ association or council, as the case may be, is entitled to have a representative on the committee. Same (5) The regulation establishing the committee may also, (a) provide for the composition of the committee; (b) provide for the establishment, composition and election of a negotiating committee by members of the committee; (c) establish policies and procedures for the effective exercise of the committee’s rights and privileges and performance of its duties as an employer bargaining agency under this Act; (d) establish the voting process to be used by the committee in respect of central bargaining, which process must be consistent with subsection 21 (4); (e) authorize or require the trustees’ association, or a school board represented by the trustees’ association, or both, to provide services to the committee; (f) authorize or require the payment of fees to the committee by a trustees’ association or by a school board represented by the trustees’ association, or both; (g) specify the manner of determining the amount of the fees, if any, payable to the committee and specifying other matters respecting the payment of the fees. Central Tables Central tables",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>22 </b>(1) If, in the Minister’s opinion, a trustees’ association or a council designated by or under section 21 is unable or unwilling to exercise its rights and privileges or perform its duties as an employer bargaining agency under this Act, the Lieutenant Governor in Council may, by regulation, establish a committee to exercise the rights and privileges and perform the duties on its behalf until central bargaining is completed.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If, in the Minister’s opinion, a trustees’ association that is a member of a council designated by or under section 21 is unable or unwilling to exercise its rights and privileges or perform its duties as a member of the council, the Lieutenant Governor in Council may, by regulation, establish a committee to exercise the rights and privileges and perform the duties on its behalf until central bargaining is completed.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Before a regulation can be made under subsection (1) or (2), as the case may be, the Minister must first consult with the school boards that are represented by the trustees’ association or council and must have reasonable grounds for forming the opinion that is required by subsection (1) or (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) The regulation must ensure that each school board that is represented by the trustees’ association or council, as the case may be, is entitled to have a representative on the committee.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) The regulation establishing the committee may also,</p> <p class=\"paragraph\">  (a) provide for the composition of the committee;</p> <p class=\"paragraph\">  (b) provide for the establishment, composition and election of a negotiating committee by members of the committee;</p> <p class=\"paragraph\">  (c) establish policies and procedures for the effective exercise of the committee’s rights and privileges and performance of its duties as an employer bargaining agency under this Act;</p> <p class=\"paragraph\">  (d) establish the voting process to be used by the committee in respect of central bargaining, which process must be consistent with subsection 21 (4);</p> <p class=\"paragraph\">  (e) authorize or require the trustees’ association, or a school board represented by the trustees’ association, or both, to provide services to the committee;</p> <p class=\"paragraph\">  (f) authorize or require the payment of fees to the committee by a trustees’ association or by a school board represented by the trustees’ association, or both;</p> <p class=\"paragraph\">  (g) specify the manner of determining the amount of the fees, if any, payable to the committee and specifying other matters respecting the payment of the fees.</p> <p class=\"heading1\"><a name=\"BK30\"></a>Central Tables</p> <p class=\"headnote\">Central tables</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "Central Tables",
            "section_x": "Central Tables",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "23.",
            "section_x": "Central tables",
            "part_id": null,
            "part_type": null,
            "section_y": "For teachers",
            "content": "23 (1) The following central tables are established for central bargaining with respect to the teachers’ bargaining units indicated: 1. A central table for every teachers’ bargaining unit that is represented by l’Association des enseignantes et des enseignants franco-ontariens. 2. A central table for every teachers’ bargaining unit that is represented by the Elementary Teachers’ Federation of Ontario. 3. A central table for every teachers’ bargaining unit that is represented by The Ontario English Catholic Teachers’ Association. 4. A central table for every teachers’ bargaining unit that is represented by The Ontario Secondary School Teachers’ Federation, other than the teachers’ bargaining unit of the Provincial Schools Authority. For other employees (2) The Minister shall, by regulation, establish a central table for central bargaining by each employee bargaining agency designated under subsection 20 (2), (3), (12) or 20.1 (1) with respect to all of the bargaining units for which the employee bargaining agency is designated. 2017, c. 3, s. 11. (3), (4) Repealed: 2017, c. 3, s. 11. Same (5) A central table cannot have more than one employer bargaining agency or more than one employee bargaining agency. Joint bargaining, Provincial Schools Authority (6) If the Crown and The Ontario Secondary School Teachers’ Federation agree, (a) the central table described in paragraph 4 of subsection (1) may be expanded to include the teachers’ bargaining unit of the Provincial Schools Authority; and (b) the Provincial Schools Authority may act jointly with the employer bargaining agency as a party at that table for the purposes of central bargaining with The Ontario Secondary School Teachers’ Federation. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 11\r\n- 04/05/2018 Scope of Central and Local Bargaining",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>23 </b>(1) The following central tables are established for central bargaining with respect to the teachers’ bargaining units indicated:</p> <p class=\"paragraph\">  1. A central table for every teachers’ bargaining unit that is represented by l’Association des enseignantes et des enseignants franco-ontariens.</p> <p class=\"paragraph\">  2. A central table for every teachers’ bargaining unit that is represented by the Elementary Teachers’ Federation of Ontario.</p> <p class=\"paragraph\">  3. A central table for every teachers’ bargaining unit that is represented by The Ontario English Catholic Teachers’ Association.</p> <p class=\"paragraph\">  4. A central table for every teachers’ bargaining unit that is represented by The Ontario Secondary School Teachers’ Federation, other than the teachers’ bargaining unit of the Provincial Schools Authority.</p> <p class=\"headnote\">For other employees</p> <p class=\"subsection\">(2) The Minister shall, by regulation, establish a central table for central bargaining by each employee bargaining agency designated under subsection 20 (2), (3), (12) or 20.1 (1) with respect to all of the bargaining units for which the employee bargaining agency is designated. 2017, c. 3, s. 11.</p> <p class=\"subsection\">(3), (4) <span class=\"ovsmallcap\">Repealed</span>: 2017, c. 3, s. 11.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) A central table cannot have more than one employer bargaining agency or more than one employee bargaining agency.</p> <p class=\"headnote\">Joint bargaining, Provincial Schools Authority</p> <p class=\"subsection\">(6) If the Crown and The Ontario Secondary School Teachers’ Federation agree,</p> <p class=\"paragraph\">  (a) the central table described in paragraph 4 of subsection (1) may be expanded to include the teachers’ bargaining unit of the Provincial Schools Authority; and</p> <p class=\"paragraph\">  (b) the Provincial Schools Authority may act jointly with the employer bargaining agency as a party at that table for the purposes of central bargaining with The Ontario Secondary School Teachers’ Federation.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s11\">2017, c. 3, s. 11</a></span>\r\n- 04/05/2018</p> <p class=\"heading1\"><a name=\"BK32\"></a>Scope of Central and Local Bargaining</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "Scope of Central and Local Bargaining",
            "section_x": "Scope of Central and Local Bargaining",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "24.",
            "section_x": "Scope of central bargaining",
            "part_id": null,
            "part_type": null,
            "section_y": "Scope of central bargaining",
            "content": "24 The matters to be included within the scope of central bargaining at a central table shall be determined by the parties at the table and the Crown in accordance with section 28.",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>24 </b>The matters to be included within the scope of central bargaining at a central table shall be determined by the parties at the table and the Crown in accordance with section 28.</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "25.",
            "section_x": "Denominational rights and privileges",
            "part_id": null,
            "part_type": null,
            "section_y": "Denominational rights and privileges",
            "content": "25 (1) This section applies if a council is designated as the employer bargaining agency for a particular central table and if l’Association franco-ontarienne des conseils scolaires catholiques or the Ontario Catholic School Trustees’ Association is a member of the council. 2014, c. 5, s. 25 (1). Notice re: prejudicial effect (2) A council member referred to in subsection (1) may give written notice to the parties at the central table and to the Crown that a particular matter or proposal that is the subject of central bargaining may prejudicially affect the denominational rights and privileges referred to in subsection 1 (3). 2014, c. 5, s. 25 (2). Agreement re: central, local bargaining (3) Upon receiving the notice, the parties and the Crown may agree to exclude the matter or proposal from central bargaining and may agree to make the matter or proposal the subject of local bargaining. 2014, c. 5, s. 25 (3). Application to Ontario Labour Relations Board (4) If the matter or proposal is not excluded from central bargaining, the council member that gave the notice may apply to the Ontario Labour Relations Board to decide the issue. 2014, c. 5, s. 25 (4). Parties (5) The Crown, the council, each of the members of the council, the employee bargaining agency and such other persons and entities as the Board considers appropriate may participate in a proceeding under subsection (4). 2014, c. 5, s. 25 (5). Decision (6) The Board shall decide the issue and may exclude the matter or proposal from central bargaining, may make the matter or proposal the subject of local bargaining or may make such other orders regarding the bargaining of the matter or proposal as the Board determines are appropriate in the circumstances. 2014, c. 5, s. 25 (6). Restriction (7) The Board is only permitted to limit the scope of central bargaining respecting the matter to the minimum extent necessary to avoid an infringement of the denominational rights and privileges referred to in subsection 1 (3). 2014, c. 5, s. 25 (7). Timing (8) The Board shall make a decision in an expeditious fashion. 2014, c. 5, s. 25 (8). Expediting proceedings (9) The chair of the Board may make rules under subsection 110 (18) of the Labour Relations Act, 1995\r\nto expedite proceedings relating to an application under this section, and subsections 110 (20), (21) and (22) of that Act apply, with necessary modifications, with respect to the rules. 2014, c. 5, s. 25 (9); 2018, c. 14, Sched. 2, s. 24. Section Amendments with date in force (d/m/y) 2018, c. 14, Sched. 2, s. 24 - 21/11/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>25 </b>(1) This section applies if a council is designated as the employer bargaining agency for a particular central table and if l’Association franco-ontarienne des conseils scolaires catholiques or the Ontario Catholic School Trustees’ Association is a member of the council. 2014, c. 5, s. 25 (1).</p> <p class=\"headnote\">Notice re: prejudicial effect</p> <p class=\"subsection\">(2) A council member referred to in subsection (1) may give written notice to the parties at the central table and to the Crown that a particular matter or proposal that is the subject of central bargaining may prejudicially affect the denominational rights and privileges referred to in subsection 1 (3). 2014, c. 5, s. 25 (2).</p> <p class=\"headnote\">Agreement re: central, local bargaining</p> <p class=\"subsection\">(3) Upon receiving the notice, the parties and the Crown may agree to exclude the matter or proposal from central bargaining and may agree to make the matter or proposal the subject of local bargaining. 2014, c. 5, s. 25 (3).</p> <p class=\"headnote\">Application to Ontario Labour Relations Board</p> <p class=\"subsection\">(4) If the matter or proposal is not excluded from central bargaining, the council member that gave the notice may apply to the Ontario Labour Relations Board to decide the issue. 2014, c. 5, s. 25 (4).</p> <p class=\"headnote\">Parties</p> <p class=\"subsection\">(5) The Crown, the council, each of the members of the council, the employee bargaining agency and such other persons and entities as the Board considers appropriate may participate in a proceeding under subsection (4). 2014, c. 5, s. 25 (5).</p> <p class=\"headnote\">Decision</p> <p class=\"subsection\">(6) The Board shall decide the issue and may exclude the matter or proposal from central bargaining, may make the matter or proposal the subject of local bargaining or may make such other orders regarding the bargaining of the matter or proposal as the Board determines are appropriate in the circumstances. 2014, c. 5, s. 25 (6).</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(7) The Board is only permitted to limit the scope of central bargaining respecting the matter to the minimum extent necessary to avoid an infringement of the denominational rights and privileges referred to in subsection 1 (3). 2014, c. 5, s. 25 (7).</p> <p class=\"headnote\">Timing</p> <p class=\"subsection\">(8) The Board shall make a decision in an expeditious fashion. 2014, c. 5, s. 25 (8).</p> <p class=\"headnote\">Expediting proceedings</p> <p class=\"subsection\">(9) The chair of the Board may make rules under subsection 110 (18) of the <i>Labour Relations Act, 1995</i>\r\nto expedite proceedings relating to an application under this section, and subsections 110 (20), (21) and (22) of that Act apply, with necessary modifications, with respect to the rules. 2014, c. 5, s. 25 (9); 2018, c. 14, Sched. 2, s. 24.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18014#sched2s24\">2018, c. 14, Sched. 2, s. 24</a></span> - 21/11/2018</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "26.",
            "section_x": "Linguistic rights and privileges",
            "part_id": null,
            "part_type": null,
            "section_y": "Linguistic rights and privileges",
            "content": "26 (1) This section applies if a council is designated as the employer bargaining agency for a particular central table and if l’Association des conseils scolaires des écoles publiques de l’Ontario or l’Association franco-ontarienne des conseils scolaires catholiques is a member of the council. Notice re: prejudicial effect (2) A council member referred to in subsection (1) may give written notice to the parties at the central table and to the Crown that a particular matter or proposal that is the subject of central bargaining may prejudicially affect the linguistic rights and privileges referred to in subsection 1 (3). Agreement, etc., re: central, local bargaining (3) Subsections 25 (3) to (9) apply, with necessary modifications, with respect to the matter or proposal.",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>26 </b>(1) This section applies if a council is designated as the employer bargaining agency for a particular central table and if l’Association des conseils scolaires des écoles publiques de l’Ontario or l’Association franco-ontarienne des conseils scolaires catholiques is a member of the council.</p> <p class=\"headnote\">Notice re: prejudicial effect</p> <p class=\"subsection\">(2) A council member referred to in subsection (1) may give written notice to the parties at the central table and to the Crown that a particular matter or proposal that is the subject of central bargaining may prejudicially affect the linguistic rights and privileges referred to in subsection 1 (3).</p> <p class=\"headnote\">Agreement, etc., re: central, local bargaining</p> <p class=\"subsection\">(3) Subsections 25 (3) to (9) apply, with necessary modifications, with respect to the matter or proposal.</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "27.",
            "section_x": "Scope of local bargaining",
            "part_id": null,
            "part_type": null,
            "section_y": "Scope of local bargaining",
            "content": "27 If a matter is not within the scope of central bargaining at a particular central table, it is within the scope of local bargaining.",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>27 </b>If a matter is not within the scope of central bargaining at a particular central table, it is within the scope of local bargaining.</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "28.",
            "section_x": "Negotiations about scope of central bargaining",
            "part_id": null,
            "part_type": null,
            "section_y": "Negotiations about scope of central bargaining",
            "content": "28 (1) The parties at a central table and the Crown shall meet within 15 days after the notice of desire to bargain has been given under section 59 of the Labour Relations Act, 1995, or within such further period as they agree upon, and they shall bargain in good faith and make every reasonable effort to agree upon the matters to be included within the scope of central bargaining at the central table. 2014, c. 5, s. 28 (1). Restriction re: impasse (2) No strike shall be called or lock-out authorized because there is a failure to agree upon whether a matter is within the scope of central or local bargaining. 2014, c. 5, s. 28 (2). Referral by local parties (3) A dispute between the parties to local bargaining about whether a matter is within the scope of local bargaining shall be referred to the parties at the central table and the Crown to determine. 2014, c. 5, s. 28 (3). Application to the Ontario Labour Relations Board (4) If the parties at a central table and the Crown do not agree upon the matters to be included within the scope of central bargaining at a central table, either party or the Crown may apply to the Ontario Labour Relations Board to decide the issue. 2014, c. 5, s. 28 (4). Same (5) If the parties at a central table and the Crown do not agree upon the interpretation or application of an agreement or order determining the matters that are included within the scope of central or local bargaining, either party or the Crown may apply to the Ontario Labour Relations Board to decide the issue. 2014, c. 5, s. 28 (5). Time (6) An application to the Board under subsection (4) cannot be made until 45 days have elapsed after the notice of desire to bargain was given under section 59 of the Labour Relations Act, 1995. 2014, c. 5, s. 28 (6). Decision (7) The Board shall decide the issue. 2014, c. 5, s. 28 (7). Factors (8) For the purpose of deciding whether a matter is within the scope of central bargaining, the Board shall consider the following factors: 1. The extent to which the matter could result in a significant impact on the implementation of provincial education policy. 2. The extent to which the matter could result in a significant impact on expenditures for one or more school boards. 3. Whether the matter raises common issues between the parties to the collective agreements that can more appropriately be addressed in central bargaining than in local bargaining. 4. Such other factors as the Board considers relevant in the circumstances. 2014, c. 5, s. 28 (8). Timing (9) The Board shall make a decision in an expeditious manner. 2014, c. 5, s. 28 (9). Expediting proceedings (10) The chair of the Board may make rules under subsection 110 (18) of the Labour Relations Act, 1995\r\nto expedite proceedings relating to an application under this section, and subsections 110 (20), (21) and (22) of that Act apply, with necessary modifications, with respect to the rules. 2014, c. 5, s. 28 (10); 2018, c. 14, Sched. 2, s. 24. Section Amendments with date in force (d/m/y) 2018, c. 14, Sched. 2, s. 24 - 21/11/2018 Negotiations",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>28 </b>(1) The parties at a central table and the Crown shall meet within 15 days after the notice of desire to bargain has been given under section 59 of the <i>Labour Relations Act, 1995</i>, or within such further period as they agree upon, and they shall bargain in good faith and make every reasonable effort to agree upon the matters to be included within the scope of central bargaining at the central table. 2014, c. 5, s. 28 (1).</p> <p class=\"headnote\">Restriction re: impasse</p> <p class=\"subsection\">(2) No strike shall be called or lock-out authorized because there is a failure to agree upon whether a matter is within the scope of central or local bargaining. 2014, c. 5, s. 28 (2).</p> <p class=\"headnote\">Referral by local parties</p> <p class=\"subsection\">(3) A dispute between the parties to local bargaining about whether a matter is within the scope of local bargaining shall be referred to the parties at the central table and the Crown to determine. 2014, c. 5, s. 28 (3).</p> <p class=\"headnote\">Application to the Ontario Labour Relations Board</p> <p class=\"subsection\">(4) If the parties at a central table and the Crown do not agree upon the matters to be included within the scope of central bargaining at a central table, either party or the Crown may apply to the Ontario Labour Relations Board to decide the issue. 2014, c. 5, s. 28 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) If the parties at a central table and the Crown do not agree upon the interpretation or application of an agreement or order determining the matters that are included within the scope of central or local bargaining, either party or the Crown may apply to the Ontario Labour Relations Board to decide the issue. 2014, c. 5, s. 28 (5).</p> <p class=\"headnote\">Time</p> <p class=\"subsection\">(6) An application to the Board under subsection (4) cannot be made until 45 days have elapsed after the notice of desire to bargain was given under section 59 of the <i>Labour Relations Act, 1995</i>. 2014, c. 5, s. 28 (6).</p> <p class=\"headnote\">Decision</p> <p class=\"subsection\">(7) The Board shall decide the issue. 2014, c. 5, s. 28 (7).</p> <p class=\"headnote\">Factors</p> <p class=\"subsection\">(8) For the purpose of deciding whether a matter is within the scope of central bargaining, the Board shall consider the following factors:</p> <p class=\"paragraph\">  1. The extent to which the matter could result in a significant impact on the implementation of provincial education policy.</p> <p class=\"paragraph\">  2. The extent to which the matter could result in a significant impact on expenditures for one or more school boards.</p> <p class=\"paragraph\">  3. Whether the matter raises common issues between the parties to the collective agreements that can more appropriately be addressed in central bargaining than in local bargaining.</p> <p class=\"paragraph\">  4. Such other factors as the Board considers relevant in the circumstances. 2014, c. 5, s. 28 (8).</p> <p class=\"headnote\">Timing</p> <p class=\"subsection\">(9) The Board shall make a decision in an expeditious manner. 2014, c. 5, s. 28 (9).</p> <p class=\"headnote\">Expediting proceedings</p> <p class=\"subsection\">(10) The chair of the Board may make rules under subsection 110 (18) of the <i>Labour Relations Act, 1995</i>\r\nto expedite proceedings relating to an application under this section, and subsections 110 (20), (21) and (22) of that Act apply, with necessary modifications, with respect to the rules. 2014, c. 5, s. 28 (10); 2018, c. 14, Sched. 2, s. 24.</p> <p class=\"footnoteLeft\"><a name=\"BK38\"></a><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18014#sched2s24\">2018, c. 14, Sched. 2, s. 24</a></span> - 21/11/2018</p> <p class=\"heading1\">Negotiations</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "Negotiations",
            "section_x": "Negotiations",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "29.",
            "section_x": "Central bargaining and the Labour Relations Act, 1995",
            "part_id": null,
            "part_type": null,
            "section_y": "Central bargaining and the Labour Relations Act, 1995",
            "content": "29 The Labour Relations Act, 1995 governs central bargaining at a central table as if the settlement of the central terms constituted a collective agreement between the central bargaining representatives.",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>29 </b>The <i>Labour Relations Act, 1995 </i>governs central bargaining at a central table as if the settlement of the central terms constituted a collective agreement between the central bargaining representatives.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "30.",
            "section_x": "Local bargaining and the Labour Relations Act, 1995",
            "part_id": null,
            "part_type": null,
            "section_y": "Local bargaining and the Labour Relations Act, 1995",
            "content": "30 (1) The Labour Relations Act, 1995 governs local bargaining as if the settlement of the local terms constituted a collective agreement between the employer and the bargaining agent. 2017, c. 3, s. 12. Joint negotiations (2) For the purposes of local bargaining, two or more school boards may act jointly as a party and two or more bargaining agents may act jointly as a party if the boards and the agents all agree to do so. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 12\r\n- 04/05/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>30 </b>(1) The <i>Labour Relations Act, 1995 </i>governs local bargaining as if the settlement of the local terms constituted a collective agreement between the employer and the bargaining agent. 2017, c. 3, s. 12.</p> <p class=\"headnote\">Joint negotiations</p> <p class=\"subsection\">(2) For the purposes of local bargaining, two or more school boards may act jointly as a party and two or more bargaining agents may act jointly as a party if the boards and the agents all agree to do so.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s12\">2017, c. 3, s. 12</a></span>\r\n- 04/05/2018</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "31.",
            "section_x": "Notice of desire to bargain, central and local bargaining",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice of desire to bargain, central and local bargaining",
            "content": "31 (1) Either of the parties to central bargaining at a central table may give notice under section 59 of the Labour Relations Act, 1995 of its desire to bargain. Restriction, local bargaining (2) Neither of the parties at a corresponding local table are permitted to give notice under section 59 of the Labour Relations Act, 1995 of its desire to bargain. 2017, c. 3, s. 13. Deemed notice by parties to local bargaining (3) When the notice is given by a party at the central table, it is also deemed to be notice given by each of the school boards or bargaining agents, as the case may be, represented by the party of their desire to bargain at the corresponding local tables. Notice to the Crown (4) The party that gives notice for the central table shall give a copy of the notice to the Crown. When notice may be given (5) The Minister may, by regulation, authorize the notice under section 59 of the Labour Relations Act, 1995 to be given within a longer period than is specified in subsection 59 (1) of that Act but shall not authorize the notice to be given more than 180 days before the collective agreement ceases to operate. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 13\r\n- 04/05/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>31 </b>(1) Either of the parties to central bargaining at a central table may give notice under section 59 of the <i>Labour Relations Act, 1995</i> of its desire to bargain.</p> <p class=\"headnote\">Restriction, local bargaining</p> <p class=\"subsection\">(2) Neither of the parties at a corresponding local table are permitted to give notice under section 59 of the <i>Labour Relations Act, 1995</i> of its desire to bargain. 2017, c. 3, s. 13.</p> <p class=\"headnote\">Deemed notice by parties to local bargaining</p> <p class=\"subsection\">(3) When the notice is given by a party at the central table, it is also deemed to be notice given by each of the school boards or bargaining agents, as the case may be, represented by the party of their desire to bargain at the corresponding local tables.</p> <p class=\"headnote\">Notice to the Crown</p> <p class=\"subsection\">(4) The party that gives notice for the central table shall give a copy of the notice to the Crown.</p> <p class=\"headnote\">When notice may be given</p> <p class=\"subsection\">(5) The Minister may, by regulation, authorize the notice under section 59 of the <i>Labour Relations Act, 1995</i> to be given within a longer period than is specified in subsection 59 (1) of that Act but shall not authorize the notice to be given more than 180 days before the collective agreement ceases to operate. </p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s13\">2017, c. 3, s. 13</a></span>\r\n- 04/05/2018</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "32.",
            "section_x": "Obligation to bargain, central and local bargaining",
            "part_id": null,
            "part_type": null,
            "section_y": "Obligation to bargain, central and local bargaining",
            "content": "32 (1) The parties to central bargaining at a central table, and the Crown, shall meet within 15 days after the scope of the central bargaining has been determined or within such further period as they agree upon and they shall bargain in good faith and make every reasonable effort to agree upon central terms. Same (2) The parties to local bargaining shall meet within 15 days after the scope of the central bargaining, if any, has been determined or within such further period as they agree upon and they shall bargain in good faith and make every reasonable effort to agree upon local terms. 2017, c. 3, s. 14. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 14\r\n- 04/05/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>32 </b>(1) The parties to central bargaining at a central table, and the Crown, shall meet within 15 days after the scope of the central bargaining has been determined or within such further period as they agree upon and they shall bargain in good faith and make every reasonable effort to agree upon central terms.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The parties to local bargaining shall meet within 15 days after the scope of the central bargaining, if any, has been determined or within such further period as they agree upon and they shall bargain in good faith and make every reasonable effort to agree upon local terms. 2017, c. 3, s. 14.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s14\">2017, c. 3, s. 14</a></span>\r\n- 04/05/2018</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "33.",
            "section_x": "Bargaining for a first collective agreement",
            "part_id": null,
            "part_type": null,
            "section_y": "Bargaining for a first collective agreement",
            "content": "33 (1) If a notice of desire to bargain is given under section 16 of the Labour Relations Act, 1995, the following rules apply: 1. The local terms of the first collective agreement shall be negotiated by the applicable school board and bargaining agent. 2. The first collective agreement is deemed to include the central terms negotiated by the designated employee bargaining agency that represents the employees in the bargaining unit, as determined under section 20 or 20.1. 3. The first collective agreement must have an expiry date that is the same as the date determined under this Act for collective agreements in operation on the date on which the bargaining agent acquired bargaining rights under the Labour Relations Act, 1995 with respect to the bargaining unit.  If the collective agreement does not provide for that date, it is deemed to have done so. 4. The term of operation of the collective agreement may be less than one year. 2017, c. 3, s. 15 (1-3). (1.1) Repealed: 2017, c. 3, s. 15 (4). Same (2) For greater certainty, subsection (1) applies despite any other requirement of this Act or the Labour Relations Act, 1995. Regulations (3) The Lieutenant Governor in Council may, by regulation, (a) establish and govern a process to determine whether the deemed inclusion of central terms in a first collective agreement under subsection (1) prejudicially affects any right or privilege guaranteed by section 93 of the Constitution Act, 1867 or by section 23 of the Canadian Charter of Rights and Freedoms; (b) despite subsection (1), establish and govern processes for the exclusion of central terms that have been found under the process mentioned in clause (a) to prejudicially affect a right or privilege mentioned in that clause, and for the negotiation of alternatives to such terms; (c) provide for the representation of affected school boards by a trustees’ association or a council of trustees’ associations that is designated as an employer bargaining agency; and (d) govern first collective agreements and transitional matters relating to the operation of first collective agreements, and establish and govern processes for addressing disputes relating to the operation of first collective agreements. 2017, c. 3, s. 15 (5). Section Amendments with date in force (d/m/y) 2017, c. 3, s. 15 (1, 5)\r\n- 27/03/2017; 2017, c. 3, s. 15 (2-4)\r\n- 04/05/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>33 </b>(1) If a notice of desire to bargain is given under section 16 of the <i>Labour Relations Act, 1995</i>, the following rules apply:</p> <p class=\"paragraph\">  1. The local terms of the first collective agreement shall be negotiated by the applicable school board and bargaining agent. </p> <p class=\"paragraph\">  2. The first collective agreement is deemed to include the central terms negotiated by the designated employee bargaining agency that represents the employees in the bargaining unit, as determined under section 20 or 20.1.</p> <p class=\"paragraph\">  3. The first collective agreement must have an expiry date that is the same as the date determined under this Act for collective agreements in operation on the date on which the bargaining agent acquired bargaining rights under the <i>Labour Relations Act, 1995</i> with respect to the bargaining unit.  If the collective agreement does not provide for that date, it is deemed to have done so.</p> <p class=\"paragraph\">  4. The term of operation of the collective agreement may be less than one year. 2017, c. 3, s. 15 (1-3).</p> <p class=\"subsection\">(1.1) <span class=\"ovsmallcap\">Repealed</span>: 2017, c. 3, s. 15 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For greater certainty, subsection (1) applies despite any other requirement of this Act or the <i>Labour Relations Act, 1995</i>.</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(3) The Lieutenant Governor in Council may, by regulation,</p> <p class=\"paragraph\">  (a) establish and govern a process to determine whether the deemed inclusion of central terms in a first collective agreement under subsection (1) prejudicially affects any right or privilege guaranteed by section 93 of the <i>Constitution Act, 1867</i> or by section 23 of the <i>Canadian Charter of Rights and Freedoms</i>;</p> <p class=\"paragraph\">  (b) despite subsection (1), establish and govern processes for the exclusion of central terms that have been found under the process mentioned in clause (a) to prejudicially affect a right or privilege mentioned in that clause, and for the negotiation of alternatives to such terms; </p> <p class=\"paragraph\">  (c) provide for the representation of affected school boards by a trustees’ association or a council of trustees’ associations that is designated as an employer bargaining agency; and</p> <p class=\"paragraph\">  (d) govern first collective agreements and transitional matters relating to the operation of first collective agreements, and establish and govern processes for addressing disputes relating to the operation of first collective agreements. 2017, c. 3, s. 15 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s15s1\">2017, c. 3, s. 15 (1, 5)</a></span>\r\n- 27/03/2017; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s15s2\">2017, c. 3, s. 15 (2-4)</a></span>\r\n- 04/05/2018</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "34.",
            "section_x": "Strike or lock-out, central and local bargaining",
            "part_id": null,
            "part_type": null,
            "section_y": "Strike or lock-out, central and local bargaining",
            "content": "34 (1) Subsections 79 (2), (3), (4), (6), (7) and (8) of the Labour Relations Act, 1995 apply separately with respect to the central bargaining and the local bargaining. 2017, c. 3, s. 16 (1). Voting, council of unions (2) If the employee bargaining agency is a council of unions, the weight to be assigned to the votes of employees in each bargaining unit for the purposes of a vote required by subsection 79 (3) of the\r\nLabour Relations Act, 1995 in respect of central bargaining may be determined in the documents that establish the council. 2017, c. 3, s. 16 (2). Notice before strike, central bargaining (3) No employee shall strike in respect of central bargaining unless, at least five days before the strike begins, the employee bargaining agency for the employee gives written notice of the strike to the employer bargaining agency at the central table and to the Crown, indicating the date on which the strike will begin. Same, local bargaining (4) No employee shall strike in respect of local bargaining unless, at least five days before the strike begins, the bargaining agent representing the employee gives written notice of the strike to the school board, indicating the date on which the strike will begin. Notice before lock-out, central bargaining (5) No employer bargaining agency shall authorize or require a school board to lock out an employee, and no school board shall lock out an employee, in respect of central bargaining unless the employer bargaining agency and Crown have agreed to the lock-out and, at least five days before the lock-out begins, the employer bargaining agency gives written notice of the lock-out to the employee bargaining agency at the central table and to the Crown, indicating the date on which the lock-out will begin. 2017, c. 3, s. 16 (3). Same, local bargaining (6) No school board shall lock out an employee in respect of local bargaining unless, at least five days before the lock-out begins, the school board gives written notice of the lock-out to the bargaining agent representing the employee, indicating the date on which the lock-out will begin. Change in strike (7) If a change to the nature or scope of a strike in respect of central or local bargaining will result in the complete withdrawal of instruction or services in one or more schools of a school board, notice shall be given, as required under subsection (3) or (4), as the case may be, at least five days before the change commences or occurs, and shall indicate the date the change will commence or occur. 2017, c. 3, s. 16 (4). Change in lock-out (8) If a change to the nature or scope of a lock-out in respect of central or local bargaining will result in the closure of one or more schools of a school board, notice shall be given, as required under subsection (5) or (6), as the case may be, at least five days before the change commences or occurs, and shall indicate the date the change will commence or occur. 2017, c. 3, s. 16 (4). Section Amendments with date in force (d/m/y) 2017, c. 3, s. 16 (1, 2)\r\n- 04/05/2018; 2017, c. 3, s. 16 (3, 4)\r\n- 27/03/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK44\"></a><b>34 </b>(1) Subsections 79 (2), (3), (4), (6), (7) and (8) of the <i>Labour Relations Act, 1995</i> apply separately with respect to the central bargaining and the local bargaining. 2017, c. 3, s. 16 (1).</p> <p class=\"headnote\">Voting, council of unions</p> <p class=\"subsection\">(2) If the employee bargaining agency is a council of unions, the weight to be assigned to the votes of employees in each bargaining unit for the purposes of a vote required by subsection 79 (3) of the\r\n<i>Labour Relations Act, 1995</i> in respect of central bargaining may be determined in the documents that establish the council. 2017, c. 3, s. 16 (2).</p> <p class=\"headnote\">Notice before strike, central bargaining</p> <p class=\"subsection\">(3) No employee shall strike in respect of central bargaining unless, at least five days before the strike begins, the employee bargaining agency for the employee gives written notice of the strike to the employer bargaining agency at the central table and to the Crown, indicating the date on which the strike will begin.</p> <p class=\"headnote\">Same, local bargaining</p> <p class=\"subsection\">(4) No employee shall strike in respect of local bargaining unless, at least five days before the strike begins, the bargaining agent representing the employee gives written notice of the strike to the school board, indicating the date on which the strike will begin.</p> <p class=\"headnote\">Notice before lock-out, central bargaining</p> <p class=\"subsection\">(5) No employer bargaining agency shall authorize or require a school board to lock out an employee, and no school board shall lock out an employee, in respect of central bargaining unless the employer bargaining agency and Crown have agreed to the lock-out and, at least five days before the lock-out begins, the employer bargaining agency gives written notice of the lock-out to the employee bargaining agency at the central table and to the Crown, indicating the date on which the lock-out will begin. 2017, c. 3, s. 16 (3).</p> <p class=\"headnote\">Same, local bargaining</p> <p class=\"subsection\">(6) No school board shall lock out an employee in respect of local bargaining unless, at least five days before the lock-out begins, the school board gives written notice of the lock-out to the bargaining agent representing the employee, indicating the date on which the lock-out will begin.</p> <p class=\"headnote\">Change in strike </p> <p class=\"subsection\">(7) If a change to the nature or scope of a strike in respect of central or local bargaining will result in the complete withdrawal of instruction or services in one or more schools of a school board, notice shall be given, as required under subsection (3) or (4), as the case may be, at least five days before the change commences or occurs, and shall indicate the date the change will commence or occur. 2017, c. 3, s. 16 (4).</p> <p class=\"headnote\">Change in lock-out</p> <p class=\"subsection\">(8) If a change to the nature or scope of a lock-out in respect of central or local bargaining will result in the closure of one or more schools of a school board, notice shall be given, as required under subsection (5) or (6), as the case may be, at least five days before the change commences or occurs, and shall indicate the date the change will commence or occur. 2017, c. 3, s. 16 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s16s1\">2017, c. 3, s. 16 (1, 2)</a></span>\r\n- 04/05/2018; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s16s3\">2017, c. 3, s. 16 (3, 4)</a></span>\r\n- 27/03/2017</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "35.",
            "section_x": "Definition of “strike” re: teachers’ bargaining units",
            "part_id": null,
            "part_type": null,
            "section_y": "Definition of “strike” re: teachers’ bargaining units",
            "content": "35 (1) For the purposes of this Act, the definition of “strike” in section 1 of the Labour Relations Act, 1995 does not apply with respect to a teachers’ bargaining unit. Same (2) For the purposes of this Act, “strike”, in relation to a teachers’ bargaining unit, includes any action or activity by teachers in combination or in concert or in accordance with a common understanding that is designed or may reasonably be expected to have the effect of curtailing, restricting, limiting or interfering with, (a) the normal activities of a school board or its employees, (b) the operation or functioning of one or more of a school board’s schools or of one or more of the programs in one or more schools of a school board, or (c) the performance of the duties of teachers set out in the Education Act or the regulations under it, including any withdrawal of services or work to rule by teachers acting in combination or in concert or with a common understanding. Restriction, alteration of working conditions",
            "raw_html": "<p class=\"section\"><a name=\"BK45\"></a><b>35 </b>(1) For the purposes of this Act, the definition of “strike” in section 1 of the <i>Labour Relations Act, 1995</i> does not apply with respect to a teachers’ bargaining unit.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For the purposes of this Act,</p> <p class=\"definition\">“strike”, in relation to a teachers’ bargaining unit, includes any action or activity by teachers in combination or in concert or in accordance with a common understanding that is designed or may reasonably be expected to have the effect of curtailing, restricting, limiting or interfering with,</p> <p class=\"paragraph\">  (a) the normal activities of a school board or its employees,</p> <p class=\"paragraph\">  (b) the operation or functioning of one or more of a school board’s schools or of one or more of the programs in one or more schools of a school board, or</p> <p class=\"paragraph\">  (c) the performance of the duties of teachers set out in the <i>Education Act</i> or the regulations under it,</p> <p class=\"definition\">  including any withdrawal of services or work to rule by teachers acting in combination or in concert or with a common understanding.</p> <p class=\"headnote\">Restriction, alteration of working conditions</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "36.",
            "section_x": "Restriction, alteration of working conditions",
            "part_id": null,
            "part_type": null,
            "section_y": "Central bargaining",
            "content": "36 (1) In addition to the conditions set out in clause 86 (1) (a) of the Labour Relations Act, 1995, any term or condition of employment or right, privilege or duty of the employer that is within the scope of central bargaining cannot be altered unless the employer bargaining agency gives the employee bargaining agency for the employees at least five days’ written notice of the alteration. Local bargaining (2) In addition to the conditions set out in clause 86 (1) (a) of the Labour Relations Act, 1995, any term or condition of employment or right, privilege or duty of the employer that is within the scope of local bargaining cannot be altered unless the school board gives the employees’ bargaining agent at least five days’ written notice of the alteration.",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>36 </b>(1) In addition to the conditions set out in clause 86 (1) (a) of the <i>Labour Relations Act, 1995</i>, any term or condition of employment or right, privilege or duty of the employer that is within the scope of central bargaining cannot be altered unless the employer bargaining agency gives the employee bargaining agency for the employees at least five days’ written notice of the alteration.</p> <p class=\"headnote\">Local bargaining</p> <p class=\"subsection\">(2) In addition to the conditions set out in clause 86 (1) (a) of the <i>Labour Relations Act, 1995</i>, any term or condition of employment or right, privilege or duty of the employer that is within the scope of local bargaining cannot be altered unless the school board gives the employees’ bargaining agent at least five days’ written notice of the alteration.</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "37.",
            "section_x": "Vote on offer re: central terms",
            "part_id": null,
            "part_type": null,
            "section_y": "Vote on offer re: central terms",
            "content": "37 (1) This section governs the circumstances in which the employer bargaining agency at a central table is permitted to make a request under subsection 42 (1) of the Labour Relations Act, 1995 that a vote of employees be taken as to the acceptance or rejection of an offer made by the employer bargaining agency with respect to central terms. Preceding steps (2) The following steps must be taken before the employer bargaining agency is authorized to make the request under subsection 42 (1) of the Labour Relations Act, 1995 with respect to a particular offer: 1. The employer bargaining agency must have given its final approval to the proposed offer, using a voting process that is consistent with subsection 21 (4). 2. The Crown must have agreed to the proposed offer. 3. The employee bargaining agency must have rejected the proposed offer after the employer bargaining agency gave its final approval to the proposed offer and after the Crown agreed to it.",
            "raw_html": "<p class=\"section\"><a name=\"BK47\"></a><b>37 </b>(1) This section governs the circumstances in which the employer bargaining agency at a central table is permitted to make a request under subsection 42 (1) of the <i>Labour Relations Act, 1995</i> that a vote of employees be taken as to the acceptance or rejection of an offer made by the employer bargaining agency with respect to central terms.</p> <p class=\"headnote\">Preceding steps</p> <p class=\"subsection\">(2) The following steps must be taken before the employer bargaining agency is authorized to make the request under subsection 42 (1) of the <i>Labour Relations Act, 1995</i> with respect to a particular offer:</p> <p class=\"paragraph\">  1. The employer bargaining agency must have given its final approval to the proposed offer, using a voting process that is consistent with subsection 21 (4).</p> <p class=\"paragraph\">  2. The Crown must have agreed to the proposed offer.</p> <p class=\"paragraph\">  3. The employee bargaining agency must have rejected the proposed offer after the employer bargaining agency gave its final approval to the proposed offer and after the Crown agreed to it.</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "38.",
            "section_x": "Duty of arbitrators, etc., central bargaining",
            "part_id": null,
            "part_type": null,
            "section_y": "Duty of arbitrators, etc., central bargaining",
            "content": "38 When resolving matters in dispute with respect to central bargaining, an arbitrator or board of arbitration appointed under section 40 of the Labour Relations Act, 1995 shall take into consideration all factors that the arbitrator or board, as the case may be, considers relevant, including the following criteria: 1. The school boards’ ability to pay in light of their fiscal situation. 2. The extent to which services may have to be reduced, in light of the decision or award, if current funding and taxation levels are not increased. 3. The economic situation in Ontario. 4. A comparison, as between the employees and other comparable employees in the public and private sectors, of the terms and conditions of employment and the nature of work performed. 5. The school boards’ ability to attract and retain qualified employees.",
            "raw_html": "<p class=\"section\"><a name=\"BK48\"></a><b>38 </b>When resolving matters in dispute with respect to central bargaining, an arbitrator or board of arbitration appointed under section 40 of the <i>Labour Relations Act, 1995 </i>shall take into consideration all factors that the arbitrator or board, as the case may be, considers relevant, including the following criteria:</p> <p class=\"paragraph\">  1. The school boards’ ability to pay in light of their fiscal situation.</p> <p class=\"paragraph\">  2. The extent to which services may have to be reduced, in light of the decision or award, if current funding and taxation levels are not increased.</p> <p class=\"paragraph\">  3. The economic situation in Ontario.</p> <p class=\"paragraph\">  4. A comparison, as between the employees and other comparable employees in the public and private sectors, of the terms and conditions of employment and the nature of work performed.</p> <p class=\"paragraph\">  5. The school boards’ ability to attract and retain qualified employees.</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "39.",
            "section_x": "Ratification of collective agreement, central and local bargaining",
            "part_id": null,
            "part_type": null,
            "section_y": "Ratification of collective agreement, central and local bargaining",
            "content": "39 (1) Section 44 of the Labour Relations Act, 1995 applies separately with respect to central bargaining and local bargaining. 2017, c. 3, s. 17 (1). Memorandum of settlement of central terms (2) A memorandum of settlement of central terms has no effect until it is ratified by the parties at the central table and agreed to by the Crown. 2017, c. 3, s. 17 (1). Memorandum of settlement of local terms (2.1) A memorandum of settlement of local terms has no effect until it is ratified by the parties to the local bargaining. 2017, c. 3, s. 17 (1). Central and local ratification (2.2) The parties at the central table and the Crown are not entitled to ratify local terms, and the parties to the local bargaining are not entitled to ratify the central terms. 2017, c. 3, s. 17 (1). Same (3) For greater certainty, if a party to local bargaining is also a party at the related central table, the party is entitled to ratify the local terms as well as the central terms. Ratification by employer bargaining agency (4) When ratifying the memorandum of settlement of central terms, the employer bargaining agency must use a voting process that is consistent with subsection 21 (4). Voting, council of trade unions (5) If the employee bargaining agency is a council of unions, the weight to be assigned to the votes of employees in each bargaining unit for the purposes of a vote required by subsection 44 (3) of the\r\nLabour Relations Act, 1995 in respect of central bargaining may be determined in the documents that establish the council. 2017, c. 3, s. 17 (2). When agreement comes into effect (6) A collective agreement containing central terms and local terms cannot come into effect until the central terms have been ratified by the parties at the central table and agreed to by the Crown and the local terms have been ratified by the parties at the local table. Same (7) If any central terms or local terms of a collective agreement are determined by arbitration, the collective agreement cannot come into effect until the decision of the arbitrator or board of arbitration is final and the remaining central terms and local terms, if any, have been ratified and approved as described in subsection (6). Section Amendments with date in force (d/m/y) 2017, c. 3, s. 17 (1)\r\n- 04/05/2018; 2017, c. 3, s. 17 (2)\r\n- 27/03/2017 Collective Agreements",
            "raw_html": "<p class=\"section\"><a name=\"BK49\"></a><b>39 </b>(1) Section 44 of the <i>Labour Relations Act, 1995</i> applies separately with respect to central bargaining and local bargaining. 2017, c. 3, s. 17 (1).</p> <p class=\"headnote\">Memorandum of settlement of central terms</p> <p class=\"subsection\">(2) A memorandum of settlement of central terms has no effect until it is ratified by the parties at the central table and agreed to by the Crown. 2017, c. 3, s. 17 (1).</p> <p class=\"headnote\">Memorandum of settlement of local terms</p> <p class=\"subsection\">(2.1) A memorandum of settlement of local terms has no effect until it is ratified by the parties to the local bargaining. 2017, c. 3, s. 17 (1).</p> <p class=\"headnote\">Central and local ratification</p> <p class=\"subsection\">(2.2) The parties at the central table and the Crown are not entitled to ratify local terms, and the parties to the local bargaining are not entitled to ratify the central terms. 2017, c. 3, s. 17 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) For greater certainty, if a party to local bargaining is also a party at the related central table, the party is entitled to ratify the local terms as well as the central terms.</p> <p class=\"headnote\">Ratification by employer bargaining agency</p> <p class=\"subsection\">(4) When ratifying the memorandum of settlement of central terms, the employer bargaining agency must use a voting process that is consistent with subsection 21 (4).</p> <p class=\"headnote\">Voting, council of trade unions</p> <p class=\"subsection\">(5) If the employee bargaining agency is a council of unions, the weight to be assigned to the votes of employees in each bargaining unit for the purposes of a vote required by subsection 44 (3) of the\r\n<i>Labour Relations Act, 1995</i> in respect of central bargaining may be determined in the documents that establish the council. 2017, c. 3, s. 17 (2).</p> <p class=\"headnote\">When agreement comes into effect</p> <p class=\"subsection\">(6) A collective agreement containing central terms and local terms cannot come into effect until the central terms have been ratified by the parties at the central table and agreed to by the Crown and the local terms have been ratified by the parties at the local table.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) If any central terms or local terms of a collective agreement are determined by arbitration, the collective agreement cannot come into effect until the decision of the arbitrator or board of arbitration is final and the remaining central terms and local terms, if any, have been ratified and approved as described in subsection (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s17s1\">2017, c. 3, s. 17 (1)</a></span>\r\n- 04/05/2018; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s17s2\">2017, c. 3, s. 17 (2)</a></span>\r\n- 27/03/2017</p> <p class=\"heading1\"><a name=\"BK50\"></a>Collective Agreements</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "Collective Agreements",
            "section_x": "Collective Agreements",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "40.",
            "section_x": "Contents of collective agreements",
            "part_id": null,
            "part_type": null,
            "section_y": "Contents of collective agreements",
            "content": "40 (1) A collective agreement includes central terms and local terms. 2017, c. 3, s. 18. Same (2) A collective agreement also includes terms and conditions that, under this Act or the Labour Relations Act, 1995, are deemed to be included in it. Parties (3) The parties to a collective agreement are the school board and the bargaining agent. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 18\r\n- 04/05/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK51\"></a><b>40 </b>(1) A collective agreement includes central terms and local terms. 2017, c. 3, s. 18.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A collective agreement also includes terms and conditions that, under this Act or the <i>Labour Relations Act, 1995</i>, are deemed to be included in it.</p> <p class=\"headnote\">Parties</p> <p class=\"subsection\">(3) The parties to a collective agreement are the school board and the bargaining agent.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s18\">2017, c. 3, s. 18</a></span>\r\n- 04/05/2018</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "41.",
            "section_x": "Term of operation",
            "part_id": null,
            "part_type": null,
            "section_y": "Term of operation",
            "content": "41 (1) A collective agreement between a school board and a bargaining agent that is entered into on or after the day on which this section comes into force shall provide for a three-year term of operation and shall have a commencement date of September 1 of the year in which the previous collective agreement expired. Exception (2) Despite subsection (1), the Minister may, by regulation, specify the term of operation of collective agreements, and the regulation may specify a term of two years, four years or five years. 2017, c. 3, s. 19 (1). Same (3) The Minister must consult with the employer bargaining agencies and employee bargaining agencies before making a regulation under subsection (2). Deemed commencement (4) If a collective agreement does not provide for the commencement date required by subsection (1), the collective agreement is deemed to have done so. Deemed expiry date (5) If a collective agreement does not provide for the term of operation required under this section and for an expiry date of August 31, the collective agreement is deemed to have done so. No continuation of term (6) Despite subsection 58 (2) of the Labour Relations Act, 1995, no agreement may be entered into to continue the term of operation of a collective agreement or of any of its provisions beyond the term of operation of the agreement, except in accordance with section 41.1 of this Act, and any renewal provision in a collective agreement that purports to do so is deemed to be void. 2017, c. 3, s. 19 (2, 3). Section Amendments with date in force (d/m/y) 2017, c. 3, s. 19 (1, 2)\r\n- 27/03/2017; 2017, c. 3, s. 19 (3)\r\n- 04/05/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK52\"></a><b>41 </b>(1) A collective agreement between a school board and a bargaining agent that is entered into on or after the day on which this section comes into force shall provide for a three-year term of operation and shall have a commencement date of September 1 of the year in which the previous collective agreement expired.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Despite subsection (1), the Minister may, by regulation, specify the term of operation of collective agreements, and the regulation may specify a term of two years, four years or five years. 2017, c. 3, s. 19 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Minister must consult with the employer bargaining agencies and employee bargaining agencies before making a regulation under subsection (2).</p> <p class=\"headnote\">Deemed commencement</p> <p class=\"subsection\">(4) If a collective agreement does not provide for the commencement date required by subsection (1), the collective agreement is deemed to have done so.</p> <p class=\"headnote\">Deemed expiry date</p> <p class=\"subsection\">(5) If a collective agreement does not provide for the term of operation required under this section and for an expiry date of August 31, the collective agreement is deemed to have done so.</p> <p class=\"headnote\">No continuation of term</p> <p class=\"subsection\">(6) Despite subsection 58 (2) of the <i>Labour Relations Act, 1995</i>, no agreement may be entered into to continue the term of operation of a collective agreement or of any of its provisions beyond the term of operation of the agreement, except in accordance with section 41.1 of this Act, and any renewal provision in a collective agreement that purports to do so is deemed to be void. 2017, c. 3, s. 19 (2, 3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s19s1\">2017, c. 3, s. 19 (1, 2)</a></span>\r\n- 27/03/2017; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s19s3\">2017, c. 3, s. 19 (3)</a></span>\r\n- 04/05/2018</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "41.1",
            "section_x": "Continuation of collective agreements",
            "part_id": null,
            "part_type": null,
            "section_y": "Continuation of collective agreements",
            "content": "41.1 (1) This section applies to agreements between an employer bargaining agency and an employee bargaining agency to continue the term of operation of all collective agreements between the school boards represented by the employer bargaining agency and the bargaining agents for the employees in the bargaining units represented by the employee bargaining agency, with or without modifications to the central terms of the collective agreements, for a period of two, three, four or five years. 2017, c. 3, s. 20 (1). Conditions (2) If the following conditions are met, an employer bargaining agency and the corresponding employee bargaining agency at a central table may enter into an agreement described in subsection (1): 1. The employer bargaining agency and the employee bargaining agency must each be satisfied that they are authorized to enter into the agreement. 2. The Crown approves the agreement. 2017, c. 3, s. 20 (1). Other central tables (3) If an agreement is entered into under subsection (2) between the parties to central bargaining at one central table, the Crown shall consult with the parties to central bargaining at all other central tables as to whether they also wish to enter into an agreement described in subsection (1), whether for the same period as agreed to under the agreement made under subsection (2) or a different period. 2017, c. 3, s. 20 (1). Same (4) The parties to central bargaining at another central table may enter into an agreement described in subsection (1) if the conditions set out in subsection (2) are met. 2017, c. 3, s. 20 (1). Continuation (5) If an agreement is entered into under subsection (2) or (4), (a) the collective agreements are continued for the period set out in the agreement; and (b) the collective agreements are deemed to provide for the continuation and for an expiry date of August 31. 2017, c. 3, s. 20 (1). Crown consultation (6) In conducting the consultations required under subsection (3) and subsection 41 (3), the Crown is not required to consult directly with any parties to local bargaining. 2017, c. 3, s. 20 (1). Section Amendments with date in force (d/m/y) 2017, c. 3, s. 20 (1)\r\n- 27/03/2017 41.1.1 Repealed: 2017, c. 3, s. 20 (2). Section Amendments with date in force (d/m/y) 2017, c. 3, s. 20 (1)\r\n- 27/03/2017; 2017, c. 3, s. 20 (2)\r\n- 04/05/2018 41.2 Repealed: 2017, c. 3, s. 20 (3). Section Amendments with date in force (d/m/y) 2017, c. 3, s. 20 (1)\r\n- 27/03/2017; 2017, c. 3, s. 20 (3)\r\n- 04/05/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK53\"></a><b>41.1 </b>(1) This section applies to agreements between an employer bargaining agency and an employee bargaining agency to continue the term of operation of all collective agreements between the school boards represented by the employer bargaining agency and the bargaining agents for the employees in the bargaining units represented by the employee bargaining agency, with or without modifications to the central terms of the collective agreements, for a period of two, three, four or five years. 2017, c. 3, s. 20 (1).</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(2) If the following conditions are met, an employer bargaining agency and the corresponding employee bargaining agency at a central table may enter into an agreement described in subsection (1):</p> <p class=\"paragraph\">  1. The employer bargaining agency and the employee bargaining agency must each be satisfied that they are authorized to enter into the agreement.</p> <p class=\"paragraph\">  2. The Crown approves the agreement. 2017, c. 3, s. 20 (1).</p> <p class=\"headnote\">Other central tables</p> <p class=\"subsection\">(3) If an agreement is entered into under subsection (2) between the parties to central bargaining at one central table, the Crown shall consult with the parties to central bargaining at all other central tables as to whether they also wish to enter into an agreement described in subsection (1), whether for the same period as agreed to under the agreement made under subsection (2) or a different period. 2017, c. 3, s. 20 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) The parties to central bargaining at another central table may enter into an agreement described in subsection (1) if the conditions set out in subsection (2) are met. 2017, c. 3, s. 20 (1).</p> <p class=\"headnote\">Continuation</p> <p class=\"subsection\">(5) If an agreement is entered into under subsection (2) or (4),</p> <p class=\"paragraph\">  (a) the collective agreements are continued for the period set out in the agreement; and</p> <p class=\"paragraph\">  (b) the collective agreements are deemed to provide for the continuation and for an expiry date of August 31. 2017, c. 3, s. 20 (1).</p> <p class=\"headnote\">Crown consultation</p> <p class=\"subsection\">(6) In conducting the consultations required under subsection (3) and subsection 41 (3), the Crown is not required to consult directly with any parties to local bargaining. 2017, c. 3, s. 20 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s20s1\">2017, c. 3, s. 20 (1)</a></span>\r\n- 27/03/2017</p> <p class=\"section\"><b>41.1.1 </b><span class=\"ovsmallcap\">Repealed</span>: 2017, c. 3, s. 20 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s20s1\">2017, c. 3, s. 20 (1)</a></span>\r\n- 27/03/2017; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s20s2\">2017, c. 3, s. 20 (2)</a></span>\r\n- 04/05/2018</p> <p class=\"section\"><b>41.2 </b><span class=\"ovsmallcap\">Repealed</span>: 2017, c. 3, s. 20 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s20s1\">2017, c. 3, s. 20 (1)</a></span>\r\n- 27/03/2017; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s20s3\">2017, c. 3, s. 20 (3)</a></span>\r\n- 04/05/2018</p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "42.",
            "section_x": "Revision of provisions by mutual consent",
            "part_id": null,
            "part_type": null,
            "section_y": "Revision of provisions by mutual consent",
            "content": "42 (1) While a collective agreement is in operation, mutual consent to the revision of any central terms may only be given by the parties who were at the central table, and the employer bargaining agency cannot consent to a revision unless the Crown agrees to the revision. Successor party (2) If a party who was at the central table (the “original party”) has been replaced by another employer bargaining agency or employee bargaining agency, as the case may be, (the “successor party”) for the purposes of central bargaining for the next collective agreement, the successor party may give the consent described in subsection (1) and the original party ceases to be permitted to do so. Grievance arbitration",
            "raw_html": "<p class=\"section\"><a name=\"BK54\"></a><b>42 </b>(1) While a collective agreement is in operation, mutual consent to the revision of any central terms may only be given by the parties who were at the central table, and the employer bargaining agency cannot consent to a revision unless the Crown agrees to the revision.</p> <p class=\"headnote\">Successor party</p> <p class=\"subsection\">(2) If a party who was at the central table (the “original party”) has been replaced by another employer bargaining agency or employee bargaining agency, as the case may be, (the “successor party”) for the purposes of central bargaining for the next collective agreement, the successor party may give the consent described in subsection (1) and the original party ceases to be permitted to do so.</p> <p class=\"headnote\">Grievance arbitration</p>"
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "43.",
            "section_x": "Grievance arbitration",
            "part_id": null,
            "part_type": null,
            "section_y": "Arbitration by central parties",
            "content": "43 (1) An employer bargaining agency or an employee bargaining agency may seek a decision through final and binding arbitration to resolve any difference arising from the interpretation, application or administration of any central term of a collective agreement. Application of ss. 48, 49 of the Labour Relations Act, 1995 (2) Sections 48 and 49 of the Labour Relations Act, 1995 apply, with necessary modifications, to and in respect of the employer bargaining agency and the employee bargaining agency for the purpose of obtaining a decision of an arbitrator or arbitration board concerning a matter described in subsection (1). Arbitration by local parties (3) Subsection (1) does not prevent a party to a collective agreement from seeking a decision through final and binding arbitration to resolve any difference arising from the interpretation, application or administration of any term of a collective agreement, including a central term. Jurisdiction of arbitrator (4) If an arbitrator is appointed under subsection 49 (4) of the Labour Relations Act, 1995 to resolve a difference between the parties to a collective agreement arising from the interpretation, application or administration of a central term of the agreement, subsection 49 (4) of that Act does not operate to prevent the appointment of an arbitrator or arbitration board for an arbitration by the central parties under subsection (1) of this section to resolve a difference arising from the interpretation, application or administration of the same central term. Rules for arbitration by central parties (5) The following rules apply with respect to an arbitration referred to in subsection (1): 1. The Crown is entitled to intervene. 2. The arbitrator or arbitration board is authorized to interpret and apply local terms to the extent necessary for the purpose of resolving a difference respecting any central terms at issue in the arbitration. 3. The decision of the arbitrator or arbitration board is binding on the parties to the arbitration and on the school boards and bargaining agents that they represent. 4. The arbitrator or arbitration board may make orders in respect of each of the collective agreements to which a school board and bargaining agent referred to in paragraph 3 is a party. Settlement agreement of central parties (6) An employer bargaining agency is not permitted to enter into a settlement agreement resolving a difference arising from the interpretation, application or administration of a central term without the agreement of the Crown. Effect of decision, etc., by local parties (7) The resolution by the parties to a collective agreement of a difference arising from the interpretation, application or administration of a central term binds only those parties. Conflict (8) In case of a conflict between a decision, order or settlement agreement in an arbitration referred to in subsection (1) (the “central arbitration”) and a decision, order or settlement agreement in an arbitration by the parties to the collective agreement (the “local parties”) with respect to a central term, the decision, order or settlement agreement in the central arbitration prevails with respect to those local parties prospectively from the date on which the decision, order or agreement in the central arbitration is made. General",
            "raw_html": "<p class=\"section\"><a name=\"BK55\"></a><b>43 </b>(1) An employer bargaining agency or an employee bargaining agency may seek a decision through final and binding arbitration to resolve any difference arising from the interpretation, application or administration of any central term of a collective agreement.</p> <p class=\"headnote\">Application of ss. 48, 49 of the <i>Labour Relations Act, 1995</i></p> <p class=\"subsection\">(2) Sections 48 and 49 of the <i>Labour Relations Act, 1995</i> apply, with necessary modifications, to and in respect of the employer bargaining agency and the employee bargaining agency for the purpose of obtaining a decision of an arbitrator or arbitration board concerning a matter described in subsection (1).</p> <p class=\"headnote\">Arbitration by local parties</p> <p class=\"subsection\">(3) Subsection (1) does not prevent a party to a collective agreement from seeking a decision through final and binding arbitration to resolve any difference arising from the interpretation, application or administration of any term of a collective agreement, including a central term.</p> <p class=\"headnote\">Jurisdiction of arbitrator</p> <p class=\"subsection\">(4) If an arbitrator is appointed under subsection 49 (4) of the <i>Labour Relations Act, 1995</i> to resolve a difference between the parties to a collective agreement arising from the interpretation, application or administration of a central term of the agreement, subsection 49 (4) of that Act does not operate to prevent the appointment of an arbitrator or arbitration board for an arbitration by the central parties under subsection (1) of this section to resolve a difference arising from the interpretation, application or administration of the same central term.</p> <p class=\"headnote\">Rules for arbitration by central parties</p> <p class=\"subsection\">(5) The following rules apply with respect to an arbitration referred to in subsection (1):</p> <p class=\"paragraph\">  1. The Crown is entitled to intervene.</p> <p class=\"paragraph\">  2. The arbitrator or arbitration board is authorized to interpret and apply local terms to the extent necessary for the purpose of resolving a difference respecting any central terms at issue in the arbitration.</p> <p class=\"paragraph\">  3. The decision of the arbitrator or arbitration board is binding on the parties to the arbitration and on the school boards and bargaining agents that they represent.</p> <p class=\"paragraph\">  4. The arbitrator or arbitration board may make orders in respect of each of the collective agreements to which a school board and bargaining agent referred to in paragraph 3 is a party. </p> <p class=\"headnote\">Settlement agreement of central parties</p> <p class=\"subsection\">(6) An employer bargaining agency is not permitted to enter into a settlement agreement resolving a difference arising from the interpretation, application or administration of a central term without the agreement of the Crown.</p> <p class=\"headnote\">Effect of decision, etc., by local parties</p> <p class=\"subsection\">(7) The resolution by the parties to a collective agreement of a difference arising from the interpretation, application or administration<b> </b>of a central term binds only those parties.</p> <p class=\"headnote\">Conflict</p> <p class=\"subsection\">(8) In case of a conflict between a decision, order or settlement agreement in an arbitration referred to in subsection (1) (the “central arbitration”) and a decision, order or settlement agreement in an arbitration by the parties to the collective agreement (the “local parties”) with respect to a central term, the decision, order or settlement agreement in the central arbitration prevails with respect to those local parties prospectively from the date on which the decision, order or agreement in the central arbitration is made.</p> <p class=\"heading1\"><a name=\"BK56\"></a>General</p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "General",
            "section_x": "General",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "43.1",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "43.1 The Lieutenant Governor in Council may, by regulation, (a) govern any transitional matters that may arise out of amendments to this Act; and (b) provide for any matter that is necessary or advisable to ensure that central bargaining can take place under this Act. 2017, c. 3, s. 21. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 21\r\n- 27/03/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK57\"></a><b>43.1 </b>The Lieutenant Governor in Council may, by regulation,</p> <p class=\"paragraph\">  (a) govern any transitional matters that may arise out of amendments to this Act; and</p> <p class=\"paragraph\">  (b) provide for any matter that is necessary or advisable to ensure that central bargaining can take place under this Act. 2017, c. 3, s. 21.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s21\">2017, c. 3, s. 21</a></span>\r\n- 27/03/2017</p>"
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "44.",
            "section_x": "Enforcement of this Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Enforcement of this Act",
            "content": "44 (1) This Act may be enforced as if it formed part of the Labour Relations Act, 1995. Same (2) For greater certainty, a reference to “this Act” in the Labour Relations Act, 1995 is deemed to include the School Boards Collective Bargaining Act, 2014. Exceptions (3) Subsections 15 (6) and 18 (2) are not enforceable as if they formed part of the Labour Relations Act, 1995. 2017, c. 3, s. 22. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 22\r\n- 27/03/2017 Complaints re: unlawful strike",
            "raw_html": "<p class=\"section\"><a name=\"BK58\"></a><b>44 </b>(1) This Act may be enforced as if it formed part of the <i>Labour Relations Act, 1995</i>.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For greater certainty, a reference to “this Act” in the <i>Labour Relations Act, 1995</i> is deemed to include the <i>School Boards Collective Bargaining Act, 2014</i>.</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(3) Subsections 15 (6) and 18 (2) are not enforceable as if they formed part of the <i>Labour Relations Act, 1995</i>. 2017, c. 3, s. 22.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s22\">2017, c. 3, s. 22</a></span>\r\n- 27/03/2017</p> <p class=\"headnote\">Complaints re: unlawful strike</p>"
        },
        {
            "ahref_id": "#BK59",
            "TOCid": "45.",
            "section_x": "Complaints re: unlawful strike",
            "part_id": null,
            "part_type": null,
            "section_y": "Complaint by the Minister",
            "content": "45 (1) With the consent of the applicable employer bargaining agency, the Minister may make a complaint under section 100 of the Labour Relations Act, 1995\r\nin respect of an unlawful strike. Complaint by employer bargaining agency (2) With the consent of the Minister, an employer bargaining agency may make a complaint under section 100 of the Labour Relations Act, 1995 in respect of an unlawful strike. Complaint by school boards (3) Nothing in this section limits the rights of a school board to make a complaint under section 100 of the Labour Relations Act, 1995 in respect of an unlawful strike.",
            "raw_html": "<p class=\"section\"><a name=\"BK59\"></a><b>45 </b>(1) With the consent of the applicable employer bargaining agency, the Minister may make a complaint under section 100 of the <i>Labour Relations Act, 1995</i>\r\nin respect of an unlawful strike.</p> <p class=\"headnote\">Complaint by employer bargaining agency</p> <p class=\"subsection\">(2) With the consent of the Minister, an employer bargaining agency may make a complaint under section 100 of the <i>Labour Relations Act, 1995</i> in respect of an unlawful strike.</p> <p class=\"headnote\">Complaint by school boards</p> <p class=\"subsection\">(3) Nothing in this section limits the rights of a school board to make a complaint under section 100 of the <i>Labour Relations Act, 1995</i> in respect of an unlawful strike.</p>"
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "45.1",
            "section_x": "Conflicts and inconsistencies between local and central terms",
            "part_id": null,
            "part_type": null,
            "section_y": "Conflicts and inconsistencies between local and central terms",
            "content": "45.1 (1) In case of a conflict or an inconsistency within a collective agreement between any of the central terms and any of the local terms, the central term prevails. 2017, c. 3, s. 23. Application to Ontario Labour Relations Board (2) If the Crown or a party to central bargaining is of the opinion that a local term in a collective agreement conflicts with or is inconsistent with a central term in the collective agreement, it may apply to the Ontario Labour Relations Board to decide the issue. 2017, c. 3, s. 23. Participation (3) The Crown, the employer bargaining agency, the employee bargaining agency, the school board, the bargaining agent and such other persons and entities as the Board considers appropriate may participate in a proceeding under subsection (2). 2017, c. 3, s. 23. Decision (4) The Board shall decide the issue and, subject to subsection (1), may make such orders in respect of the conflict or inconsistency as the Board determines are appropriate in the circumstances. 2017, c. 3, s. 23. Factors (5) For the purpose of deciding the issue described in subsection (2), the Board shall consider the factors set out in subsection 28 (8) and any other factors that the Lieutenant Governor in Council may, by regulation, prescribe. 2017, c. 3, s. 23. Timing (6) The Board shall make a decision in an expeditious manner. 2017, c. 3, s. 23. Expediting proceedings (7) The chair of the Board may make rules under subsection 110 (18) of the Labour Relations Act, 1995 to expedite proceedings relating to an application under this section, and subsections 110 (20), (21) and (22) of that Act apply, with necessary modifications, with respect to the rules. 2017, c. 3, s. 23; 2018, c. 14, Sched. 2, s. 24. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 23\r\n- 27/03/2017 2018, c. 14, Sched. 2, s. 24 - 21/11/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK60\"></a><b>45.1 </b>(1) In case of a conflict or an inconsistency within a collective agreement between any of the central terms and any of the local terms, the central term prevails. 2017, c. 3, s. 23.</p> <p class=\"headnote\">Application to Ontario Labour Relations Board</p> <p class=\"subsection\">(2) If the Crown or a party to central bargaining is of the opinion that a local term in a collective agreement conflicts with or is inconsistent with a central term in the collective agreement, it may apply to the Ontario Labour Relations Board to decide the issue. 2017, c. 3, s. 23.</p> <p class=\"headnote\">Participation </p> <p class=\"subsection\">(3) The Crown, the employer bargaining agency, the employee bargaining agency, the school board, the bargaining agent and such other persons and entities as the Board considers appropriate may participate in a proceeding under subsection (2). 2017, c. 3, s. 23.</p> <p class=\"headnote\">Decision</p> <p class=\"subsection\">(4) The Board shall decide the issue and, subject to subsection (1), may make such orders in respect of the conflict or inconsistency as the Board determines are appropriate in the circumstances. 2017, c. 3, s. 23.</p> <p class=\"headnote\">Factors</p> <p class=\"subsection\">(5) For the purpose of deciding the issue described in subsection (2), the Board shall consider the factors set out in subsection 28 (8) and any other factors that the Lieutenant Governor in Council may, by regulation, prescribe. 2017, c. 3, s. 23.</p> <p class=\"headnote\">Timing</p> <p class=\"subsection\">(6) The Board shall make a decision in an expeditious manner. 2017, c. 3, s. 23.</p> <p class=\"headnote\">Expediting proceedings</p> <p class=\"subsection\">(7) The chair of the Board may make rules under subsection 110 (18) of the <i>Labour Relations Act, 1995</i> to expedite proceedings relating to an application under this section, and subsections 110 (20), (21) and (22) of that Act apply, with necessary modifications, with respect to the rules. 2017, c. 3, s. 23; 2018, c. 14, Sched. 2, s. 24.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s23\">2017, c. 3, s. 23</a></span>\r\n- 27/03/2017</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18014#sched2s24\">2018, c. 14, Sched. 2, s. 24</a></span> - 21/11/2018</p>"
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "46.",
            "section_x": "Conflicts and inconsistencies",
            "part_id": null,
            "part_type": null,
            "section_y": "Conflicts and inconsistencies",
            "content": "46 (1) Repealed: 2017, c. 3, s. 24. Between collective agreement and Act, etc. (2) In case of a conflict or an inconsistency between a collective agreement and this Act, or a regulation made under it, this Act or the regulation made under it prevails. Between collective agreement and Education Act, etc. (3) In case of a conflict or an inconsistency between a collective agreement and the Education Act, or a regulation made under it, the Education Act or the regulation made under it prevails. Between Acts, etc. (4) In case of a conflict or an inconsistency between the Labour Relations Act, 1995 and this Act, or a regulation made under it, this Act or the regulation made under it prevails. Same (5) In case of a conflict or an inconsistency between the Education Act, or a regulation made under it, and this Act, or a regulation made under it, the Education Act or the regulation made under it prevails. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 24\r\n- 27/03/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK61\"></a><b>46 </b>(1) <span class=\"ovsmallcap\">Repealed</span>: 2017, c. 3, s. 24.</p> <p class=\"headnote\">Between collective agreement and Act, etc.</p> <p class=\"subsection\">(2) In case of a conflict or an inconsistency between a collective agreement and this Act, or a regulation made under it, this Act or the regulation made under it prevails.</p> <p class=\"headnote\">Between collective agreement and <i>Education Act</i>, etc.</p> <p class=\"subsection\">(3) In case of a conflict or an inconsistency between a collective agreement and the <i>Education Act</i>, or a regulation made under it, the <i>Education Act</i> or the regulation made under it prevails.</p> <p class=\"headnote\">Between Acts, etc.</p> <p class=\"subsection\">(4) In case of a conflict or an inconsistency between the <i>Labour Relations Act, 1995 </i>and this Act, or a regulation made under it, this Act or the regulation made under it prevails.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) In case of a conflict or an inconsistency between the <i>Education Act</i>, or a regulation made under it, and this Act, or a regulation made under it, the <i>Education Act</i> or the regulation made under it prevails.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s24\">2017, c. 3, s. 24</a></span>\r\n- 27/03/2017</p>"
        },
        {
            "ahref_id": "#BK62",
            "TOCid": "47.",
            "section_x": "Crown agreements, undertakings",
            "part_id": null,
            "part_type": null,
            "section_y": "Crown agreements, undertakings",
            "content": "47 The Crown may enter into agreements or undertakings that, in the opinion of the Crown, are necessary or ancillary to, (a) facilitate reaching a memorandum of settlement of central terms, implementing such a memorandum or meeting commitments of the Crown relating to such a memorandum; or (b) administer or implement this Act. 2017, c. 3, s. 25. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 25\r\n- 27/03/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK62\"></a><b>47 </b>The Crown may enter into agreements or undertakings that, in the opinion of the Crown, are necessary or ancillary to,</p> <p class=\"paragraph\">  (a) facilitate reaching a memorandum of settlement of central terms, implementing such a memorandum or meeting commitments of the Crown relating to such a memorandum; or</p> <p class=\"paragraph\">  (b) administer or implement this Act. 2017, c. 3, s. 25.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s25\">2017, c. 3, s. 25</a></span>\r\n- 27/03/2017</p>"
        },
        {
            "ahref_id": "#BK63",
            "TOCid": "48.",
            "section_x": "Minister’s authority",
            "part_id": null,
            "part_type": null,
            "section_y": "Minister’s authority",
            "content": "48 The Lieutenant Governor in Council may, by regulation, specify the powers of the Crown under this Act that the Minister is authorized to exercise as the representative of the Crown. 2017, c. 3, s. 25. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 25\r\n- 27/03/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK63\"></a><b>48 </b>The Lieutenant Governor in Council may, by regulation, specify the powers of the Crown under this Act that the Minister is authorized to exercise as the representative of the Crown. 2017, c. 3, s. 25.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s25\">2017, c. 3, s. 25</a></span>\r\n- 27/03/2017</p>"
        },
        {
            "ahref_id": "#BK64",
            "TOCid": "49.",
            "section_x": "Delegation to Ministry employees",
            "part_id": null,
            "part_type": null,
            "section_y": "Delegation to Ministry employees",
            "content": "49 (1) The Minister may delegate to any person employed in the Ministry any of the Minister’s powers or duties under this Act, including powers specified in a regulation made under section 48. 2017, c. 3, s. 25. Same (2) The delegation must be made in writing and is subject to such limitations, conditions and requirements as are set out in it. 2017, c. 3, s. 25. Subdelegation (3) In a delegation, the Minister may authorize a person to whom a power or duty is delegated to delegate the power or duty to other persons employed in the Ministry, subject to such limitations, conditions and requirements as the person may impose. 2017, c. 3, s. 25. Presumption (4) A person who purports to exercise a delegated power or perform a delegated duty shall be presumed conclusively to act in accordance with the delegation. 2017, c. 3, s. 25. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 25\r\n- 27/03/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK64\"></a><b>49 </b>(1) The Minister may delegate to any person employed in the Ministry any of the Minister’s powers or duties under this Act, including powers specified in a regulation made under section 48. 2017, c. 3, s. 25.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The delegation must be made in writing and is subject to such limitations, conditions and requirements as are set out in it. 2017, c. 3, s. 25.</p> <p class=\"headnote\">Subdelegation</p> <p class=\"subsection\">(3) In a delegation, the Minister may authorize a person to whom a power or duty is delegated to delegate the power or duty to other persons employed in the Ministry, subject to such limitations, conditions and requirements as the person may impose. 2017, c. 3, s. 25.</p> <p class=\"headnote\">Presumption</p> <p class=\"subsection\">(4) A person who purports to exercise a delegated power or perform a delegated duty shall be presumed conclusively to act in accordance with the delegation. 2017, c. 3, s. 25.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s25\">2017, c. 3, s. 25</a></span>\r\n- 27/03/2017</p>"
        },
        {
            "ahref_id": "#BK65",
            "TOCid": "50.",
            "section_x": "Education Relations Commission",
            "part_id": null,
            "part_type": null,
            "section_y": "Education Relations Commission",
            "content": "50 (1) The Education Relations Commission is continued for the purposes of advising the Lieutenant Governor in Council when, in the opinion of the Commission, the continuation of a strike by school board employees or of a lock-out of school board employees will place in jeopardy the successful completion of courses of study by the affected pupils. 2017, c. 3, s. 25. Composition (2) The Commission shall be composed of five persons who shall be appointed by the Lieutenant Governor in Council. 2017, c. 3, s. 25. Chair and vice-chair (3) The Lieutenant Governor in Council shall designate a chair and a vice-chair from among the members of the Commission. 2017, c. 3, s. 25. Acting chair (4) In the case of the absence or inability to act of the chair or of there being a vacancy in the office of the chair, the vice-chair shall act as and have all the powers of the chair and in the case of the absence of the chair and vice-chair from any meeting of the Commission, the members of the Commission present at the meeting shall appoint an acting chair who shall act as and have all the powers of the chair during the meeting. 2017, c. 3, s. 25. Quorum (5) Three members of the Commission constitute a quorum and are sufficient for the exercise of all the authority of the Commission. 2017, c. 3, s. 25. Exercising powers (6) The powers of the Commission shall be exercised by resolution and the Commission may pass resolutions governing the calling of and the proceedings at meetings and generally dealing with the carrying out of its duties. 2017, c. 3, s. 25. Remuneration (7) The members of the Commission shall be paid such remuneration and expenses as are determined by the Lieutenant Governor in Council. 2017, c. 3, s. 25. Competency as witness (8) The members of the Commission are not competent or compellable witnesses before a court or tribunal respecting any information or material furnished to them while the Commission is forming its opinion regarding matters described in subsection (1). 2017, c. 3, s. 25. Section Amendments with date in force (d/m/y) 2017, c. 3, s. 25\r\n- 27/03/2017 51-54 Omitted (amends, repeals or revokes other legislation). 55 Omitted\r\n(provides for coming into force of provisions of this Act). 56 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK65\"></a><b>50 </b>(1) The Education Relations Commission is continued for the purposes of advising the Lieutenant Governor in Council when, in the opinion of the Commission, the continuation of a strike by school board employees or of a lock-out of school board employees will place in jeopardy the successful completion of courses of study by the affected pupils. 2017, c. 3, s. 25.</p> <p class=\"headnote\">Composition</p> <p class=\"subsection\">(2) The Commission shall be composed of five persons who shall be appointed by the Lieutenant Governor in Council. 2017, c. 3, s. 25.</p> <p class=\"headnote\">Chair and vice-chair</p> <p class=\"subsection\">(3) The Lieutenant Governor in Council shall designate a chair and a vice-chair from among the members of the Commission. 2017, c. 3, s. 25.</p> <p class=\"headnote\">Acting chair</p> <p class=\"subsection\">(4) In the case of the absence or inability to act of the chair or of there being a vacancy in the office of the chair, the vice-chair shall act as and have all the powers of the chair and in the case of the absence of the chair and vice-chair from any meeting of the Commission, the members of the Commission present at the meeting shall appoint an acting chair who shall act as and have all the powers of the chair during the meeting. 2017, c. 3, s. 25.</p> <p class=\"headnote\">Quorum</p> <p class=\"subsection\">(5) Three members of the Commission constitute a quorum and are sufficient for the exercise of all the authority of the Commission. 2017, c. 3, s. 25.</p> <p class=\"headnote\">Exercising powers</p> <p class=\"subsection\">(6) The powers of the Commission shall be exercised by resolution and the Commission may pass resolutions governing the calling of and the proceedings at meetings and generally dealing with the carrying out of its duties. 2017, c. 3, s. 25.</p> <p class=\"headnote\">Remuneration</p> <p class=\"subsection\">(7) The members of the Commission shall be paid such remuneration and expenses as are determined by the Lieutenant Governor in Council. 2017, c. 3, s. 25.</p> <p class=\"headnote\">Competency as witness</p> <p class=\"subsection\">(8) The members of the Commission are not competent or compellable witnesses before a court or tribunal respecting any information or material furnished to them while the Commission is forming its opinion regarding matters described in subsection (1). 2017, c. 3, s. 25.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17003#s25\">2017, c. 3, s. 25</a></span>\r\n- 27/03/2017</p> <p class=\"section\"><b>51</b><b>-54 </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>55 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>56</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/14s05\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}