{
    "act_info": {
        "full_title": "Settlers' Pulpwood Protection Act, R.S.O. 1990, c. S.8",
        "act_name_text": "Not Found",
        "citation": "Settlers' Pulpwood Protection Act, R.S.O. 1990, c. S.8",
        "url": "https://www.ontario.ca/laws/statute/90s08",
        "date_scraped": "2023-12-20 00:17:39"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “company” means a company, partnership or individual operating in Ontario in connection with the purchasing, trading in or holding of pulpwood or pulpwood lands by contract, lease or otherwise, or manufacturing pulpwood, paper of any kind, or other products of pulpwood; (“compagnie”) “Minister” means the Minister of Natural Resources; (“ministre”) “regulations” means the regulations made under this Act; (“règlements”) “settler” means any settler occupying lands under the Public Lands Act or engaged in agricultural pursuits involving the clearing and cultivation of land. (“colon”) R.S.O. 1990, c. S.8, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“company” means a company, partnership or individual operating in Ontario in connection with the purchasing, trading in or holding of pulpwood or pulpwood lands by contract, lease or otherwise, or manufacturing pulpwood, paper of any kind, or other products of pulpwood; (“compagnie”)</p> <p class=\"definition-e\">“Minister” means the Minister of Natural Resources; (“ministre”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“settler” means any settler occupying lands under the <i>Public Lands Act</i> or engaged in agricultural pursuits involving the clearing and cultivation of land. (“colon”) R.S.O. 1990, c. S.8, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Power to investigate",
            "content": "2.  (1) The Minister or any officer of the Ministry of Natural Resources upon the instructions of the Minister may investigate the prices received and the terms and conditions with respect to the sale, disposal or transfer of pulpwood cut on settlers’ lands. Furnishing of information (2) The Minister may require any company or settler to furnish in writing and under oath such information relating to sale, transfer or purchase of pulpwood as the Minister may consider necessary for the purposes of this Act. Service of notice (3) Notice may be forwarded to the company or settler by registered mail, and such information as may be required under subsection (2) shall be furnished to the Minister within the time specified in the notice. R.S.O. 1990, c. S.8, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>  (1) The Minister or any officer of the Ministry of Natural Resources upon the instructions of the Minister may investigate the prices received and the terms and conditions with respect to the sale, disposal or transfer of pulpwood cut on settlers’ lands.</p> <p class=\"headnote-e\"><b>Furnishing of information</b></p> <p class=\"subsection-e\">(2) The Minister may require any company or settler to furnish in writing and under oath such information relating to sale, transfer or purchase of pulpwood as the Minister may consider necessary for the purposes of this Act.</p> <p class=\"headnote-e\"><b>Service of notice</b></p> <p class=\"subsection-e\">(3) Notice may be forwarded to the company or settler by registered mail, and such information as may be required under subsection (2) shall be furnished to the Minister within the time specified in the notice. R.S.O. 1990, c. S.8, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Regulations",
            "content": "3. Upon the recommendation of the Minister, the Lieutenant Governor in Council may make regulations, (a) governing the sale and supply to any company of pulpwood cut by any settler, or of pulpwood cut from the lands of any settler; (b) fixing the kinds and quantities of pulpwood that may be purchased by any company within any stated period, having regard to the requirements of such company for such period; (c) fixing the prices to be paid by any company to any settler for pulpwood cut on settlers’ lands and controlling the method of measuring such pulpwood; (d) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c. S.8, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> Upon the recommendation of the Minister, the Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) governing the sale and supply to any company of pulpwood cut by any settler, or of pulpwood cut from the lands of any settler;</p> <p class=\"clause-e\">(b) fixing the kinds and quantities of pulpwood that may be purchased by any company within any stated period, having regard to the requirements of such company for such period;</p> <p class=\"clause-e\">(c) fixing the prices to be paid by any company to any settler for pulpwood cut on settlers’ lands and controlling the method of measuring such pulpwood;</p> <p class=\"clause-e\">(d) respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act. R.S.O. 1990, c. S.8, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Offence, individuals",
            "content": "4.  (1) Every settler who contravenes any of the provisions of this Act or the regulations is guilty of an offence and on conviction is liable to a fine of not less than $25 and not more than $100. Idem, companies (2) If a company or an agent or employee of a company contravenes this Act or the regulations, the company is guilty of an offence and on conviction is liable to a fine of not less than $500 and not more than $1,000. R.S.O. 1990, c. S.8, s. 4. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>4.</b>  (1) Every settler who contravenes any of the provisions of this Act or the regulations is guilty of an offence and on conviction is liable to a fine of not less than $25 and not more than $100.</p> <p class=\"headnote-e\"><b>Idem, companies</b></p> <p class=\"subsection-e\">(2) If a company or an agent or employee of a company contravenes this Act or the regulations, the company is guilty of an offence and on conviction is liable to a fine of not less than $500 and not more than $1,000. R.S.O. 1990, c. S.8, s. 4.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90s08_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90s08_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}