{
    "act_info": {
        "full_title": "Settled Estates Act, R.S.O. 1990, c. S.7",
        "act_name_text": "Settled Estates Act",
        "citation": "R.S.O. 1990, c. S.7",
        "url": "https://www.ontario.ca/laws/statute/90s07",
        "date_scraped": "2023-12-19 07:15:24"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 15, 2009",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90s07/v4",
            "valid_from": "January  1, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/90s07/v3",
            "valid_from": "December 20, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "/laws/statute/90s07/v2",
            "valid_from": "June 22, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/90s07/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 (1) In this Act, “court” means the Superior Court of Justice; (“tribunal”) “income” includes rents and profits; (“revenu”) “land” includes incorporeal hereditaments and an undivided share in land; (“bien-fonds”) “possession” includes receipt of income; (“possession”) “settled estate” means land and all estates or interests in land that are the subject of a settlement; (“domaine grevé de droits successifs”) “settlement” means a statute, deed, agreement, will or other instrument, or any number of such instruments, under or by virtue of which land or any estate or interest in land stands limited to or in trust for any persons by way of succession, including any such instruments affecting the estates of any one or more of such persons exclusively. (“acte de disposition”)  R.S.O. 1990, c. S.7, s. 1 (1); 2006, c. 19, Sched. C, s. 1 (1). Estates in remainder or reversion not disposed of by settlement (2) All estates or interests in remainder or reversion not disposed of by the settlement, and reverting to a settlor or descending to the heir, or as upon an intestacy to the representative of a testator, shall be deemed to be estates coming to such settlor, heir or representative under or by virtue of the settlement.  R.S.O. 1990, c. S.7, s. 1 (2). Determining what are settled estates (3) In determining what are settled estates within the meaning of this Act the court shall be governed by the state of facts and by the trusts or limitations of the settlement at the time of the settlement taking effect.  R.S.O. 1990, c. S.7, s. 1 (3). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“court” means the Superior Court of Justice; (“tribunal”)</p> <p class=\"definition\">“income” includes rents and profits; (“revenu”)</p> <p class=\"definition\">“land” includes incorporeal hereditaments and an undivided share in land; (“bien-fonds”)</p> <p class=\"definition\">“possession” includes receipt of income; (“possession”)</p> <p class=\"definition\">“settled estate” means land and all estates or interests in land that are the subject of a settlement; (“domaine grevé de droits successifs”)</p> <p class=\"definition\">“settlement” means a statute, deed, agreement, will or other instrument, or any number of such instruments, under or by virtue of which land or any estate or interest in land stands limited to or in trust for any persons by way of succession, including any such instruments affecting the estates of any one or more of such persons exclusively. (“acte de disposition”)  R.S.O. 1990, c. S.7, s. 1 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote\">Estates in remainder or reversion not disposed of by settlement</p> <p class=\"subsection\">(2) All estates or interests in remainder or reversion not disposed of by the settlement, and reverting to a settlor or descending to the heir, or as upon an intestacy to the representative of a testator, shall be deemed to be estates coming to such settlor, heir or representative under or by virtue of the settlement.  R.S.O. 1990, c. S.7, s. 1 (2).</p> <p class=\"headnote\">Determining what are settled estates</p> <p class=\"subsection\">(3) In determining what are settled estates within the meaning of this Act the court shall be governed by the state of facts and by the trusts or limitations of the settlement at the time of the settlement taking effect.  R.S.O. 1990, c. S.7, s. 1 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "id": "2",
            "section": "Power to authorize leases of settled estates",
            "content": "2 (1) The court, if it considers it proper and consistent with a due regard for the interests of all persons entitled under the settlement, and subject to the provisions and restrictions of this Act, may authorize leases of any settled estate or of any rights or privileges over or affecting any settled estate, for any purpose whatsoever, the following conditions being observed: When lease to take effect 1. Every such lease shall be made to take effect in possession at or within one year after the making thereof, and shall be for such term of years as the court shall direct, where the court is satisfied that it is beneficial to the inheritance to grant a lease. Best rent to be reserved Exception 2. On every such lease shall be reserved the best rent or reservation in the nature of rent, either uniform or not, that can be reasonably obtained, to be made payable half-yearly or more often, and to be incident to the immediate reversion; but in the case of a mining lease, a repairing lease or a building lease a nominal rent or any smaller rent than the rent to be ultimately made payable may, if the court thinks fit so to direct, be made payable during all or any part of the first five years of the term of the lease. Reservation of rent in leases of earth, coal, stone or mineral 3. Where any such lease is of any earth, coal, stone or mineral a certain portion of the whole rent or payment reserved shall be from time to time set aside and invested, when and so long as the person for the time being entitled to the receipt of the rent is a person who by reason of the person’s estate or by virtue of any declaration in the settlement is entitled to work the earth, coal, stone, or mineral for the person’s own benefit, one-fourth part of the rent, and in other cases three-fourth parts thereof, and in every such lease sufficient provision shall be made to ensure such application of that portion of the rent by the appointment of trustees or otherwise, as the court considers expedient. Cutting timber 4. No such lease shall authorize the cutting of any timber or the felling of any trees except in the ordinary course of husbandry, or so far as shall in the judgment of the court be necessary, nor shall it be made without impeachment of waste. Form of lease 5. Every such lease shall be by deed, in duplicate, executed by the lessor and lessee, and shall be subject to the statutory right of re-entry for non-payment of rent contained in the Commercial Tenancies Act.  R.S.O. 1990, c. S.7, s. 2 (1); 1997, c. 24, s. 221 (1). Agreements for renewal (2) Any such lease may contain an agreement for the renewal or renewals thereof if the court thinks fit, and the court may determine the length of time for which the renewal or renewals, if any, may be made.  R.S.O. 1990, c. S.7, s. 2 (2). Section Amendments with date in force (d/m/y) 1997, c. 24, s. 221 (1) - 17/06/1998",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) The court, if it considers it proper and consistent with a due regard for the interests of all persons entitled under the settlement, and subject to the provisions and restrictions of this Act, may authorize leases of any settled estate or of any rights or privileges over or affecting any settled estate, for any purpose whatsoever, the following conditions being observed:</p> <p class=\"headnote\">When lease to take effect</p> <p class=\"paragraph\">  1. Every such lease shall be made to take effect in possession at or within one year after the making thereof, and shall be for such term of years as the court shall direct, where the court is satisfied that it is beneficial to the inheritance to grant a lease.</p> <p class=\"headnote\">Best rent to be reserved</p> <p class=\"headnote\">Exception</p> <p class=\"paragraph\">  2. On every such lease shall be reserved the best rent or reservation in the nature of rent, either uniform or not, that can be reasonably obtained, to be made payable half-yearly or more often, and to be incident to the immediate reversion; but in the case of a mining lease, a repairing lease or a building lease a nominal rent or any smaller rent than the rent to be ultimately made payable may, if the court thinks fit so to direct, be made payable during all or any part of the first five years of the term of the lease.</p> <p class=\"headnote\">Reservation of rent in leases of earth, coal, stone or mineral</p> <p class=\"paragraph\">  3. Where any such lease is of any earth, coal, stone or mineral a certain portion of the whole rent or payment reserved shall be from time to time set aside and invested, when and so long as the person for the time being entitled to the receipt of the rent is a person who by reason of the person’s estate or by virtue of any declaration in the settlement is entitled to work the earth, coal, stone, or mineral for the person’s own benefit, one-fourth part of the rent, and in other cases three-fourth parts thereof, and in every such lease sufficient provision shall be made to ensure such application of that portion of the rent by the appointment of trustees or otherwise, as the court considers expedient.</p> <p class=\"headnote\">Cutting timber</p> <p class=\"paragraph\">  4. No such lease shall authorize the cutting of any timber or the felling of any trees except in the ordinary course of husbandry, or so far as shall in the judgment of the court be necessary, nor shall it be made without impeachment of waste.</p> <p class=\"headnote\">Form of lease</p> <p class=\"paragraph\">  5. Every such lease shall be by deed, in duplicate, executed by the lessor and lessee, and shall be subject to the statutory right of re-entry for non-payment of rent contained in the<i> <i>Commercial Tenancies Act</i></i>.  R.S.O. 1990, c. S.7, s. 2 (1); 1997, c. 24, s. 221 (1).</p> <p class=\"headnote\">Agreements for renewal</p> <p class=\"subsection\">(2) Any such lease may contain an agreement for the renewal or renewals thereof if the court thinks fit, and the court may determine the length of time for which the renewal or renewals, if any, may be made.  R.S.O. 1990, c. S.7, s. 2 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 24, s. 221 (1) - 17/06/1998</p>"
        },
        {
            "id": "3",
            "section": "Special covenants",
            "content": "3 Subject and in addition to the conditions hereinbefore mentioned every such lease shall contain such covenants, conditions and stipulations as the court considers expedient with reference to the special circumstances of the demise.  R.S.O. 1990, c. S.7, s. 3.",
            "raw_html": "<p class=\"section\"><b>3 </b>Subject and in addition to the conditions hereinbefore mentioned every such lease shall contain such covenants, conditions and stipulations as the court considers expedient with reference to the special circumstances of the demise.  R.S.O. 1990, c. S.7, s. 3.</p>"
        },
        {
            "id": "4",
            "section": "Leases of parts of settled estates",
            "content": "4 The power to authorize leases conferred by this Act authorizes leases either of the whole or any part of the settled estate, and may be exercised from time to time.  R.S.O. 1990, c. S.7, s. 4.",
            "raw_html": "<p class=\"section\"><b>4 </b>The power to authorize leases conferred by this Act authorizes leases either of the whole or any part of the settled estate, and may be exercised from time to time.  R.S.O. 1990, c. S.7, s. 4.</p>"
        },
        {
            "id": "5",
            "section": "Surrender and renewal",
            "content": "5 A lease, whether granted in pursuance of this Act or otherwise, may be surrendered either for the purpose of obtaining a renewal of it or not, and the power to authorize leases conferred by this Act shall authorize a new lease of the whole or any part of the hereditaments comprised in any surrendered lease.  R.S.O. 1990, c. S.7, s. 5.",
            "raw_html": "<p class=\"section\"><b>5 </b>A lease, whether granted in pursuance of this Act or otherwise, may be surrendered either for the purpose of obtaining a renewal of it or not, and the power to authorize leases conferred by this Act shall authorize a new lease of the whole or any part of the hereditaments comprised in any surrendered lease.  R.S.O. 1990, c. S.7, s. 5.</p>"
        },
        {
            "id": "6",
            "section": "Preliminary contracts",
            "content": "6 The power to authorize leases conferred by this Act extends to authorize preliminary contracts to grant such leases, and any of the terms of such contracts may be varied in the leases.  R.S.O. 1990, c. S.7, s. 6.",
            "raw_html": "<p class=\"section\"><b>6 </b>The power to authorize leases conferred by this Act extends to authorize preliminary contracts to grant such leases, and any of the terms of such contracts may be varied in the leases.  R.S.O. 1990, c. S.7, s. 6.</p>"
        },
        {
            "id": "7",
            "section": "Mode in which leases may be authorized",
            "content": "7 The power to authorize leases conferred by this Act may be exercised by the court either by approving of a particular lease or by ordering that the power of leasing in conformity with this Act shall be vested in trustees in the manner hereinafter mentioned.  R.S.O. 1990, c. S.7, s. 7.",
            "raw_html": "<p class=\"section\"><b>7 </b>The power to authorize leases conferred by this Act may be exercised by the court either by approving of a particular lease or by ordering that the power of leasing in conformity with this Act shall be vested in trustees in the manner hereinafter mentioned.  R.S.O. 1990, c. S.7, s. 7.</p>"
        },
        {
            "id": "8",
            "section": "What evidence to be produced on an application to authorize leases",
            "content": "8 Where application is made to the court either to approve of a particular lease or to vest any power of leasing in trustees, the court shall require the applicant to produce such evidence as it considers sufficient to enable it to ascertain the nature, value and circumstances of the estate and the terms and conditions on which leases thereof ought to be authorized.  R.S.O. 1990, c. S.7, s. 8.",
            "raw_html": "<p class=\"section\"><b>8 </b>Where application is made to the court either to approve of a particular lease or to vest any power of leasing in trustees, the court shall require the applicant to produce such evidence as it considers sufficient to enable it to ascertain the nature, value and circumstances of the estate and the terms and conditions on which leases thereof ought to be authorized.  R.S.O. 1990, c. S.7, s. 8.</p>"
        },
        {
            "id": "9",
            "section": "Direction as to who shall be lessor",
            "content": "9 Where a particular lease or contract for a lease has been approved by the court, the court shall direct what person shall execute the same as lessor, and the lease or contract executed by such person shall take effect in all respects as if the person had been at the time of the execution thereof absolutely entitled to the whole estate or interest that is bound by the settlement, and had immediately afterwards settled the same according to the settlement, and so as to operate if necessary by way of revocation and appointment of the use or otherwise as the court directs.  R.S.O. 1990, c. S.7, s. 9.",
            "raw_html": "<p class=\"section\"><b>9 </b>Where a particular lease or contract for a lease has been approved by the court, the court shall direct what person shall execute the same as lessor, and the lease or contract executed by such person shall take effect in all respects as if the person had been at the time of the execution thereof absolutely entitled to the whole estate or interest that is bound by the settlement, and had immediately afterwards settled the same according to the settlement, and so as to operate if necessary by way of revocation and appointment of the use or otherwise as the court directs.  R.S.O. 1990, c. S.7, s. 9.</p>"
        },
        {
            "id": "10",
            "section": "When powers of leasing may be vested in trustees",
            "content": "10 Where the court considers it expedient that any general power of leasing any settled estate conformable with this Act should be vested in trustees it may, by order, vest any such power accordingly either in the existing trustees of the settlement or in any other person or persons, and the power, when exercised by such trustees, shall take effect in all respects as if the power so vested in them had been originally contained in the settlement, and so as to operate if necessary by way of revocation and appointment of the use or otherwise as the court directs, and in every such case the court may impose any conditions as to consents or otherwise on the exercise of the power and may also authorize the insertion of provisions in any such order for the appointment of new trustees from time to time for the purpose of exercising the power of leasing.  R.S.O. 1990, c. S.7, s. 10.",
            "raw_html": "<p class=\"section\"><b>10 </b>Where the court considers it expedient that any general power of leasing any settled estate conformable with this Act should be vested in trustees it may, by order, vest any such power accordingly either in the existing trustees of the settlement or in any other person or persons, and the power, when exercised by such trustees, shall take effect in all respects as if the power so vested in them had been originally contained in the settlement, and so as to operate if necessary by way of revocation and appointment of the use or otherwise as the court directs, and in every such case the court may impose any conditions as to consents or otherwise on the exercise of the power and may also authorize the insertion of provisions in any such order for the appointment of new trustees from time to time for the purpose of exercising the power of leasing.  R.S.O. 1990, c. S.7, s. 10.</p>"
        },
        {
            "id": "11",
            "section": "Conditions that leases be settled by the court",
            "content": "11 In any order under this Act for vesting any power of leasing in any trustees or other person or persons no conditions shall be inserted requiring that the lease thereby authorized shall be submitted to or be settled by the court or be made conformable with a model lease, unless the person applying for the order desires to have any such condition inserted or it appears to the court that there is some special reason for the insertion of such a condition.  R.S.O. 1990, c. S.7, s. 11.",
            "raw_html": "<p class=\"section\"><b>11 </b>In any order under this Act for vesting any power of leasing in any trustees or other person or persons no conditions shall be inserted requiring that the lease thereby authorized shall be submitted to or be settled by the court or be made conformable with a model lease, unless the person applying for the order desires to have any such condition inserted or it appears to the court that there is some special reason for the insertion of such a condition.  R.S.O. 1990, c. S.7, s. 11.</p>"
        },
        {
            "id": "12",
            "section": "Striking out such conditions",
            "content": "12 (1) In any order, whether under this Act or under any other Act, in which any such condition has been inserted, any person interested may apply to the court to alter the order by striking out the condition, and the court may alter the order accordingly, and the order so altered has the same validity as if it had originally been made in its altered state.  R.S.O. 1990, c. S.7, s. 12 (1). Idem (2) The court may decline to act under this section in any case in which it appears to the court that for any special reason such a condition is necessary or expedient.  R.S.O. 1990, c. S.7, s. 12 (2).",
            "raw_html": "<p class=\"section\"><b>12 </b>(1) In any order, whether under this Act or under any other Act, in which any such condition has been inserted, any person interested may apply to the court to alter the order by striking out the condition, and the court may alter the order accordingly, and the order so altered has the same validity as if it had originally been made in its altered state.  R.S.O. 1990, c. S.7, s. 12 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The court may decline to act under this section in any case in which it appears to the court that for any special reason such a condition is necessary or expedient.  R.S.O. 1990, c. S.7, s. 12 (2).</p>"
        },
        {
            "id": "13",
            "section": "Powers of court:",
            "content": "13 (1) The court, if it considers it proper and consistent with a due regard for the interests of all parties entitled under the settlement, and subject to the provisions and restrictions in this Act, may,  to authorize mortgages for purpose of repairs, etc. (a) from time to time authorize a mortgage of the whole or any part of any settled estate for the purpose of raising money to repair, rebuild or alter any existing building upon the estate, or otherwise to build upon or improve the same, or for the purpose of raising money to pay off and discharge wholly or in part any encumbrance thereon; to authorize sales of settled estates and of timber (b) from time to time authorize a sale of the whole or any part of any settled estate or of any easement, right or privilege, of any kind, over or in relation to the same, or of any timber not being ornamental timber growing on the settled estate; to sanction proceedings for protection of estate (c) sanction any action, defence, petition to the Legislature or other proceeding appearing to the court necessary for the protection of any settled estate, and order that all or any part of the costs and expenses in relation thereto be raised and paid by means of a sale or mortgage of or charge upon all or any part of the settled estate, or be raised and paid out of the rents and profits of the settled estate, or out of any money or investment representing money liable to be laid out in the purchase of land to be settled in the same manner as the settled estate, or out of the income of such money or investment, or out of any accumulations of rents, profits or income.  R.S.O. 1990, c. S.7, s. 13 (1). When mortgages authorized (2) Such mortgage shall be authorized where the court is of the opinion that the interests of the estate or any part thereof or of the persons entitled to the estate or any part thereof require, or will be substantially promoted by such mortgage.  R.S.O. 1990, c. S.7, s. 13 (2). How sales conducted (3) Every such sale shall be conducted and confirmed in the same manner as by the rules and practice of the court is required in the sale of land under an order of the court.  R.S.O. 1990, c. S.7, s. 13 (3).",
            "raw_html": "<p class=\"section\"><b>13 </b>(1) The court, if it considers it proper and consistent with a due regard for the interests of all parties entitled under the settlement, and subject to the provisions and restrictions in this Act, may, </p> <p class=\"headnote\">to authorize mortgages for purpose of repairs, etc.</p> <p class=\"paragraph\">  (a) from time to time authorize a mortgage of the whole or any part of any settled estate for the purpose of raising money to repair, rebuild or alter any existing building upon the estate, or otherwise to build upon or improve the same, or for the purpose of raising money to pay off and discharge wholly or in part any encumbrance thereon;</p> <p class=\"headnote\">to authorize sales of settled estates and of timber</p> <p class=\"paragraph\">  (b) from time to time authorize a sale of the whole or any part of any settled estate or of any easement, right or privilege, of any kind, over or in relation to the same, or of any timber not being ornamental timber growing on the settled estate;</p> <p class=\"headnote\">to sanction proceedings for protection of estate</p> <p class=\"paragraph\">  (c) sanction any action, defence, petition to the Legislature or other proceeding appearing to the court necessary for the protection of any settled estate, and order that all or any part of the costs and expenses in relation thereto be raised and paid by means of a sale or mortgage of or charge upon all or any part of the settled estate, or be raised and paid out of the rents and profits of the settled estate, or out of any money or investment representing money liable to be laid out in the purchase of land to be settled in the same manner as the settled estate, or out of the income of such money or investment, or out of any accumulations of rents, profits or income.  R.S.O. 1990, c. S.7, s. 13 (1).</p> <p class=\"headnote\">When mortgages authorized</p> <p class=\"subsection\">(2) Such mortgage shall be authorized where the court is of the opinion that the interests of the estate or any part thereof or of the persons entitled to the estate or any part thereof require, or will be substantially promoted by such mortgage.  R.S.O. 1990, c. S.7, s. 13 (2).</p> <p class=\"headnote\">How sales conducted</p> <p class=\"subsection\">(3) Every such sale shall be conducted and confirmed in the same manner as by the rules and practice of the court is required in the sale of land under an order of the court.  R.S.O. 1990, c. S.7, s. 13 (3).</p>"
        },
        {
            "id": "14",
            "section": "Rental as consideration for land sold for building",
            "content": "14 Where land is sold for building purposes, the court may allow the whole or any part of the consideration to be a rent issuing out of the land, which may be secured and settled in such manner as the court approves.  R.S.O. 1990, c. S.7, s. 14.",
            "raw_html": "<p class=\"section\"><b>14 </b>Where land is sold for building purposes, the court may allow the whole or any part of the consideration to be a rent issuing out of the land, which may be secured and settled in such manner as the court approves.  R.S.O. 1990, c. S.7, s. 14.</p>"
        },
        {
            "id": "15",
            "section": "What may be reserved",
            "content": "15 On any sale of land, any earth, coal, stone or mineral may be excepted and any rights or privileges may be reserved, and the purchaser may be required to enter into any covenants or submit to any restrictions that the court considers advisable.  R.S.O. 1990, c. S.7, s. 15.",
            "raw_html": "<p class=\"section\"><b>15 </b>On any sale of land, any earth, coal, stone or mineral may be excepted and any rights or privileges may be reserved, and the purchaser may be required to enter into any covenants or submit to any restrictions that the court considers advisable.  R.S.O. 1990, c. S.7, s. 15.</p>"
        },
        {
            "id": "16",
            "section": "Dedications for streets, etc.",
            "content": "16 (1) The court, if it considers it proper and consistent with a due regard for the interests of all persons entitled under the settlement and subject to the provisions and restrictions of this Act, may from time to time direct that any part of any settled estate be laid out for streets, roads, paths, squares, gardens, or other open spaces, or for sewers, drains or watercourses, either to be dedicated to the public or not, and may direct that the parts so laid out shall, subject to this Act, remain vested in the trustees of the settlement or be conveyed to or vested in any other trustees upon such trusts for securing the continued appropriation thereof to such purposes in all respects and with such provisions for the appointment of new trustees when required as the court considers advisable.  R.S.O. 1990, c. S.7, s. 16 (1). How provision made for laying out streets, etc. (2) Where any part of any settled estate is directed to be laid out for such purposes the court may direct that open spaces, sewers, drains or watercourses, including all necessary and proper fences, pavings, connections and other works incidental thereto, be made and executed, and that all or any part of the expenses in relation to such laying out and making and execution be raised and paid by means of a sale or mortgage of or charge upon all or any part of the settled estate, or be raised and paid out of the rents and profits of the settled estate or any part thereof, or out of any money or investments representing money liable to be laid out in the purchase of land to be settled in the same manner as the settled estate, or out of the income of such money or investments, or out of any accumulations of rents, profits or income, and the court may also give such directions as it considers advisable for any repair or maintenance of any such streets, roads, paths, squares, gardens or other open spaces, sewers, drains or watercourses or other works out of any such rents, profits, income or accumulations during such period as the court considers advisable.  R.S.O. 1990, c. S.7, s. 16 (2). Restrictions (3) The powers hereby granted shall be exercised subject to the Registry Act, the Land Titles Act, the Municipal Act, 2001,\r\nthe City of Toronto Act, 2006, the Planning Act and any other Act dealing with the subdivision of land and the registration of plans.  R.S.O. 1990, c. S.7, s. 16 (3); 2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 59. Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003 2006, c. 32, Sched. C, s. 59 - 01/01/2007",
            "raw_html": "<p class=\"section\"><b>16 </b>(1) The court, if it considers it proper and consistent with a due regard for the interests of all persons entitled under the settlement and subject to the provisions and restrictions of this Act, may from time to time direct that any part of any settled estate be laid out for streets, roads, paths, squares, gardens, or other open spaces, or for sewers, drains or watercourses, either to be dedicated to the public or not, and may direct that the parts so laid out shall, subject to this Act, remain vested in the trustees of the settlement or be conveyed to or vested in any other trustees upon such trusts for securing the continued appropriation thereof to such purposes in all respects and with such provisions for the appointment of new trustees when required as the court considers advisable.  R.S.O. 1990, c. S.7, s. 16 (1).</p> <p class=\"headnote\">How provision made for laying out streets, etc.</p> <p class=\"subsection\">(2) Where any part of any settled estate is directed to be laid out for such purposes the court may direct that open spaces, sewers, drains or watercourses, including all necessary and proper fences, pavings, connections and other works incidental thereto, be made and executed, and that all or any part of the expenses in relation to such laying out and making and execution be raised and paid by means of a sale or mortgage of or charge upon all or any part of the settled estate, or be raised and paid out of the rents and profits of the settled estate or any part thereof, or out of any money or investments representing money liable to be laid out in the purchase of land to be settled in the same manner as the settled estate, or out of the income of such money or investments, or out of any accumulations of rents, profits or income, and the court may also give such directions as it considers advisable for any repair or maintenance of any such streets, roads, paths, squares, gardens or other open spaces, sewers, drains or watercourses or other works out of any such rents, profits, income or accumulations during such period as the court considers advisable.  R.S.O. 1990, c. S.7, s. 16 (2).</p> <p class=\"headnote\">Restrictions</p> <p class=\"subsection\">(3) The powers hereby granted shall be exercised subject to the <i>Registry Act</i>, the <i>Land Titles Act</i>, the <i>Municipal Act, 2001</i><i>,</i>\r\nthe <i>City of Toronto Act, 2006</i>, the <i>Planning Act</i> and any other Act dealing with the subdivision of land and the registration of plans.  R.S.O. 1990, c. S.7, s. 16 (3); 2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 59.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedcs59\">2006, c. 32, Sched. C, s. 59</a></span> - 01/01/2007</p>"
        },
        {
            "id": "17",
            "section": "Directions as to execution of deeds",
            "content": "17 On every sale, mortgage or dedication made under the authority of this Act, the court may direct what person shall execute the deed of conveyance or mortgage, and the deed or mortgage executed by such person shall take effect as if the settlement had contained a power enabling such person to effect the sale, mortgage or dedication, and so as to operate if necessary by way of revocation and appointment of the use or otherwise as the court directs.  R.S.O. 1990, c. S.7, s. 17.",
            "raw_html": "<p class=\"section\"><b>17 </b>On every sale, mortgage or dedication made under the authority of this Act, the court may direct what person shall execute the deed of conveyance or mortgage, and the deed or mortgage executed by such person shall take effect as if the settlement had contained a power enabling such person to effect the sale, mortgage or dedication, and so as to operate if necessary by way of revocation and appointment of the use or otherwise as the court directs.  R.S.O. 1990, c. S.7, s. 17.</p>"
        },
        {
            "id": "18",
            "section": "Who may apply for exercise of powers",
            "content": "18 (1) Any of the persons authorized by section 32 to make a demise of a settled estate, and any person entitled to the possession or to the receipt of the rents and profits of a settled estate for any greater estate than the estate mentioned in that section and the assigns of any such person may apply to the court to exercise the powers conferred by this Act.  R.S.O. 1990, c. S.7, s. 18 (1). Where jointly entitled (2) Where two or more persons are entitled as tenants in common, joint tenants or coparceners, any or either of them may make the application.  R.S.O. 1990, c. S.7, s. 18 (2).",
            "raw_html": "<p class=\"section\"><b>18 </b>(1) Any of the persons authorized by section 32 to make a demise of a settled estate, and any person entitled to the possession or to the receipt of the rents and profits of a settled estate for any greater estate than the estate mentioned in that section and the assigns of any such person may apply to the court to exercise the powers conferred by this Act.  R.S.O. 1990, c. S.7, s. 18 (1).</p> <p class=\"headnote\">Where jointly entitled</p> <p class=\"subsection\">(2) Where two or more persons are entitled as tenants in common, joint tenants or coparceners, any or either of them may make the application.  R.S.O. 1990, c. S.7, s. 18 (2).</p>"
        },
        {
            "id": "19",
            "section": "Consent to application",
            "content": "19 (1) Subject to this section, every application to the court under this Act shall be made with the concurrence or consent of all those in existence having any estate or beneficial interest under the settlement and of all trustees having any estate or interest on behalf of any unborn child.  R.S.O. 1990, c. S.7, s. 19 (1). Notice to persons who do not consent or concur (2) Where the concurrence or consent of any person mentioned in subsection (1) has not been obtained, notice shall be given to such person in such manner as the court directs, requiring the person to notify within a time to be specified in the notice whether the person assents to or dissents from the application or submits the person’s rights or interests, or so far as they may be affected by the application, to be dealt with by the court, and every notice shall specify to whom and in what manner the notification is to be delivered or left.  R.S.O. 1990, c. S.7, s. 19 (2). Effect of non-reply (3) If no notification is delivered or left in accordance with the notice and within the time thereby limited, the person to or for whom the notice has been given or left shall be deemed to have submitted the person’s rights and interests to be dealt with by the court.  R.S.O. 1990, c. S.7, s. 19 (3). When court may dispense with notice (4) Where the concurrence or consent of any such person has not been obtained, and if such person cannot be found or if it is uncertain whether the person is living or dead, or if it appears to the court that the notice cannot be given to the person without expense disproportionate to the value of the subject-matter of the application, the court if it thinks fit, either on the ground of the rights or interests of such person being small or remote or being similar to the rights or interests of any other person or on any other ground, may by order dispense with notice to such person, and such person shall thereupon be deemed to have submitted the person’s rights and interests to be dealt with by the court.  R.S.O. 1990, c. S.7, s. 19 (4). When court may dispense with consent (5) An order may be made despite the fact that the concurrence or consent of any such person has not been obtained or has been refused, but the court, in considering the application, shall have regard to the number of persons who concur in or consent to the application and who dissent therefrom or who submit or are to be deemed to submit their rights or interests to be dealt with by the court, and to the estates or interests that such persons respectively have or claim to have in the estate, and every order made upon such application has the same effect as if all such persons had been consenting parties thereto.  R.S.O. 1990, c. S.7, s. 19 (5). Order saving rights of non-consenting parties (6) The court may give effect to any application subject to and so as not to affect the rights, estate or interest of any person whose concurrence or consent has been refused, or who has not submitted or is not deemed to have submitted the person’s rights or interests to be dealt with by the court, or whose rights, estate or interest ought in the opinion of the court to be excepted.  R.S.O. 1990, c. S.7, s. 19 (6).",
            "raw_html": "<p class=\"section\"><b>19 </b>(1) Subject to this section, every application to the court under this Act shall be made with the concurrence or consent of all those in existence having any estate or beneficial interest under the settlement and of all trustees having any estate or interest on behalf of any unborn child.  R.S.O. 1990, c. S.7, s. 19 (1).</p> <p class=\"headnote\">Notice to persons who do not consent or concur</p> <p class=\"subsection\">(2) Where the concurrence or consent of any person mentioned in subsection (1) has not been obtained, notice shall be given to such person in such manner as the court directs, requiring the person to notify within a time to be specified in the notice whether the person assents to or dissents from the application or submits the person’s rights or interests, or so far as they may be affected by the application, to be dealt with by the court, and every notice shall specify to whom and in what manner the notification is to be delivered or left.  R.S.O. 1990, c. S.7, s. 19 (2).</p> <p class=\"headnote\">Effect of non-reply</p> <p class=\"subsection\">(3) If no notification is delivered or left in accordance with the notice and within the time thereby limited, the person to or for whom the notice has been given or left shall be deemed to have submitted the person’s rights and interests to be dealt with by the court.  R.S.O. 1990, c. S.7, s. 19 (3).</p> <p class=\"headnote\">When court may dispense with notice</p> <p class=\"subsection\">(4) Where the concurrence or consent of any such person has not been obtained, and if such person cannot be found or if it is uncertain whether the person is living or dead, or if it appears to the court that the notice cannot be given to the person without expense disproportionate to the value of the subject-matter of the application, the court if it thinks fit, either on the ground of the rights or interests of such person being small or remote or being similar to the rights or interests of any other person or on any other ground, may by order dispense with notice to such person, and such person shall thereupon be deemed to have submitted the person’s rights and interests to be dealt with by the court.  R.S.O. 1990, c. S.7, s. 19 (4).</p> <p class=\"headnote\">When court may dispense with consent</p> <p class=\"subsection\">(5) An order may be made despite the fact that the concurrence or consent of any such person has not been obtained or has been refused, but the court, in considering the application, shall have regard to the number of persons who concur in or consent to the application and who dissent therefrom or who submit or are to be deemed to submit their rights or interests to be dealt with by the court, and to the estates or interests that such persons respectively have or claim to have in the estate, and every order made upon such application has the same effect as if all such persons had been consenting parties thereto.  R.S.O. 1990, c. S.7, s. 19 (5).</p> <p class=\"headnote\">Order saving rights of non-consenting parties</p> <p class=\"subsection\">(6) The court may give effect to any application subject to and so as not to affect the rights, estate or interest of any person whose concurrence or consent has been refused, or who has not submitted or is not deemed to have submitted the person’s rights or interests to be dealt with by the court, or whose rights, estate or interest ought in the opinion of the court to be excepted.  R.S.O. 1990, c. S.7, s. 19 (6).</p>"
        },
        {
            "id": "20",
            "section": "Notice to trustees, etc.",
            "content": "20 Notice of any application under this Act shall be served on all trustees who are seized or possessed of any estate in trust for any person whose consent to or concurrence in the application is hereby required, and on any other persons who in the opinion of the court ought to be so served, unless the court dispenses with such notice.  R.S.O. 1990, c. S.7, s. 20.",
            "raw_html": "<p class=\"section\"><b>20 </b>Notice of any application under this Act shall be served on all trustees who are seized or possessed of any estate in trust for any person whose consent to or concurrence in the application is hereby required, and on any other persons who in the opinion of the court ought to be so served, unless the court dispenses with such notice.  R.S.O. 1990, c. S.7, s. 20.</p>"
        },
        {
            "id": "21",
            "section": "When notice of application to be given in the newspapers",
            "content": "21 Notice of any application, if the court so directs but not otherwise, shall be published in such newspapers as the court directs, and any person, whether interested in the estate or not, may be heard in opposition to or in support of the application, and the court may permit such person to appear and be heard in opposition to or in support of the application on such terms as to costs or otherwise and in such manner as it thinks fit.  R.S.O. 1990, c. S.7, s. 21.",
            "raw_html": "<p class=\"section\"><b>21 </b>Notice of any application, if the court so directs but not otherwise, shall be published in such newspapers as the court directs, and any person, whether interested in the estate or not, may be heard in opposition to or in support of the application, and the court may permit such person to appear and be heard in opposition to or in support of the application on such terms as to costs or otherwise and in such manner as it thinks fit.  R.S.O. 1990, c. S.7, s. 21.</p>"
        },
        {
            "id": "22",
            "section": "Where a similar application has been rejected by the Legislature",
            "content": "22 The court shall not grant an application where the applicant, or any person entitled, has previously applied to the Legislature for a private Act to effect the same or a similar object, and such application has been rejected on its merits, or reported against by the judges to whom the Bill was referred.  R.S.O. 1990, c. S.7, s. 22.",
            "raw_html": "<p class=\"section\"><b>22 </b>The court shall not grant an application where the applicant, or any person entitled, has previously applied to the Legislature for a private Act to effect the same or a similar object, and such application has been rejected on its merits, or reported against by the judges to whom the Bill was referred.  R.S.O. 1990, c. S.7, s. 22.</p>"
        },
        {
            "id": "23",
            "section": "Application of money arising from sales, etc.",
            "content": "23 All money to be received on any sale effected under the authority of this Act, or to be set aside out of the rent or payments reserved on any lease of earth, coal, stone or mineral may, if the court thinks fit, be paid to any trustees of whom it shall approve, otherwise the same shall be paid into court, and such money shall be applied as the court from time to time directs to one or more of the following purposes: 1. The payment of any costs that the court orders to be paid. 2. The discharge of any encumbrance affecting the land in respect of which the money was paid, or affecting any other land subject to the same uses or trusts. 3. The purchase of other land to be settled in the same manner as the land in respect of which the money was paid. 4. The payment of the expenses connected with any buildings, repairs, rebuilding, alterations or improvements authorized to be made upon the settled estate. 5. The payment to any person becoming absolutely entitled.  R.S.O. 1990, c. S.7, s. 23.",
            "raw_html": "<p class=\"section\"><b>23 </b>All money to be received on any sale effected under the authority of this Act, or to be set aside out of the rent or payments reserved on any lease of earth, coal, stone or mineral may, if the court thinks fit, be paid to any trustees of whom it shall approve, otherwise the same shall be paid into court, and such money shall be applied as the court from time to time directs to one or more of the following purposes:</p> <p class=\"paragraph\">  1. The payment of any costs that the court orders to be paid.</p> <p class=\"paragraph\">  2. The discharge of any encumbrance affecting the land in respect of which the money was paid, or affecting any other land subject to the same uses or trusts.</p> <p class=\"paragraph\">  3. The purchase of other land to be settled in the same manner as the land in respect of which the money was paid.</p> <p class=\"paragraph\">  4. The payment of the expenses connected with any buildings, repairs, rebuilding, alterations or improvements authorized to be made upon the settled estate.</p> <p class=\"paragraph\">  5. The payment to any person becoming absolutely entitled.  R.S.O. 1990, c. S.7, s. 23.</p>"
        },
        {
            "id": "24",
            "section": "Application of money in certain cases without application to court",
            "content": "24 The application of the money, if the court so directs, may be made by the trustees to whom the court has authorized the money to be paid, without any application to the court, or upon an order of the court upon the petition of the person who would be entitled to the possession or the receipt of the rents and profits of the land if the money had been invested in the purchase of land.  R.S.O. 1990, c. S.7, s. 24.",
            "raw_html": "<p class=\"section\"><b>24 </b>The application of the money, if the court so directs, may be made by the trustees to whom the court has authorized the money to be paid, without any application to the court, or upon an order of the court upon the petition of the person who would be entitled to the possession or the receipt of the rents and profits of the land if the money had been invested in the purchase of land.  R.S.O. 1990, c. S.7, s. 24.</p>"
        },
        {
            "id": "25",
            "section": "Payment of interest",
            "content": "25 Until the money can be so applied, the interest accruing thereon shall be paid as the court directs to the person who would have been entitled to the rents and profits of the land if the money had been invested in the purchase of land.  R.S.O. 1990, c. S.7, s. 25.",
            "raw_html": "<p class=\"section\"><b>25 </b>Until the money can be so applied, the interest accruing thereon shall be paid as the court directs to the person who would have been entitled to the rents and profits of the land if the money had been invested in the purchase of land.  R.S.O. 1990, c. S.7, s. 25.</p>"
        },
        {
            "id": "26",
            "section": "Application of money in respect of leases or reversions",
            "content": "26 Where any purchase money paid into court or to trustees under this Act has been paid in respect of a lease for a life or lives or years, or for a life or lives and years, or of any estate in land less than the whole fee simple thereof, or of any reversion dependent on any such lease or estate, the court may, on the petition of any person interested in the money, order that the interest that accrues thereon be paid in such manner as the court considers will give to the parties interested in the money the same benefit therefrom as they might lawfully have had from the lease, estate or reversion in respect of which the money has been paid, or as near thereto as may be.  R.S.O. 1990, c. S.7, s. 26.",
            "raw_html": "<p class=\"section\"><b>26 </b>Where any purchase money paid into court or to trustees under this Act has been paid in respect of a lease for a life or lives or years, or for a life or lives and years, or of any estate in land less than the whole fee simple thereof, or of any reversion dependent on any such lease or estate, the court may, on the petition of any person interested in the money, order that the interest that accrues thereon be paid in such manner as the court considers will give to the parties interested in the money the same benefit therefrom as they might lawfully have had from the lease, estate or reversion in respect of which the money has been paid, or as near thereto as may be.  R.S.O. 1990, c. S.7, s. 26.</p>"
        },
        {
            "id": "27",
            "section": "Court may exercise powers repeatedly",
            "content": "27 (1) The court may exercise any of the powers conferred on it by this Act whether the court has already exercised any of such powers in respect of the same property or not, but no such powers shall be exercised if any express declaration that they shall not be exercised is contained in the settlement.  R.S.O. 1990, c. S.7, s. 27 (1). Despite express powers (2) The circumstance that the settlement contains powers to effect similar purposes does not preclude the court from exercising any of the powers conferred by this Act if it thinks that the powers contained in the settlement ought to be extended.  R.S.O. 1990, c. S.7, s. 27 (2).",
            "raw_html": "<p class=\"section\"><b>27 </b>(1) The court may exercise any of the powers conferred on it by this Act whether the court has already exercised any of such powers in respect of the same property or not, but no such powers shall be exercised if any express declaration that they shall not be exercised is contained in the settlement.  R.S.O. 1990, c. S.7, s. 27 (1).</p> <p class=\"headnote\">Despite express powers</p> <p class=\"subsection\">(2) The circumstance that the settlement contains powers to effect similar purposes does not preclude the court from exercising any of the powers conferred by this Act if it thinks that the powers contained in the settlement ought to be extended.  R.S.O. 1990, c. S.7, s. 27 (2).</p>"
        },
        {
            "id": "28",
            "section": "Extent of powers",
            "content": "28 Nothing in this Act empowers the court to authorize any lease, mortgage, sale or other act beyond the extent to which, in the opinion of the court, the same might have been authorized in and by the settlement by the settlor.  R.S.O. 1990, c. S.7, s. 28.",
            "raw_html": "<p class=\"section\"><b>28 </b>Nothing in this Act empowers the court to authorize any lease, mortgage, sale or other act beyond the extent to which, in the opinion of the court, the same might have been authorized in and by the settlement by the settlor.  R.S.O. 1990, c. S.7, s. 28.</p>"
        },
        {
            "id": "29",
            "section": "Validity of acts",
            "content": "29 After the completion of any lease, mortgage or sale, or other act under the authority of the court and purporting to be in pursuance of this Act, the same is not invalidated on the ground that the court was not empowered to authorize the same.  R.S.O. 1990, c. S.7, s. 29.",
            "raw_html": "<p class=\"section\"><b>29 </b>After the completion of any lease, mortgage or sale, or other act under the authority of the court and purporting to be in pursuance of this Act, the same is not invalidated on the ground that the court was not empowered to authorize the same.  R.S.O. 1990, c. S.7, s. 29.</p>"
        },
        {
            "id": "30",
            "section": "Orders of court conclusive",
            "content": "30 (1) An order of the court under jurisdiction conferred by this Act is not, as against a lessee, mortgagee or purchaser, invalidated on the ground of want of jurisdiction or of want of any concurrence, consent, notice or service, whether the lessee, mortgagee or purchaser had or had not notice of any such want.  R.S.O. 1990, c. S.7, s. 30 (1). Scope of section (2) This section has effect with respect to any lease, mortgage, sale or other act under the authority of the court and purporting to be in pursuance of this Act, or to be in pursuance of any former Act, despite any exception in any former Act.  R.S.O. 1990, c. S.7, s. 30 (2).",
            "raw_html": "<p class=\"section\"><b>30 </b>(1) An order of the court under jurisdiction conferred by this Act is not, as against a lessee, mortgagee or purchaser, invalidated on the ground of want of jurisdiction or of want of any concurrence, consent, notice or service, whether the lessee, mortgagee or purchaser had or had not notice of any such want.  R.S.O. 1990, c. S.7, s. 30 (1).</p> <p class=\"headnote\">Scope of section</p> <p class=\"subsection\">(2) This section has effect with respect to any lease, mortgage, sale or other act under the authority of the court and purporting to be in pursuance of this Act, or to be in pursuance of any former Act, despite any exception in any former Act.  R.S.O. 1990, c. S.7, s. 30 (2).</p>"
        },
        {
            "id": "31",
            "section": "Costs",
            "content": "31 The court may order that any costs or expenses of any persons of and incident to any application under this Act shall be a charge on the land that is the subject of the application, or on any other land included in the same settlement and subject to the same limitations, or may direct the same to be paid out of the corpus or income of any fund realized by the sale, mortgage or lease of such estate under this Act, and the court may also direct that the costs and expenses, to be assessed and paid as the court directs, shall be raised by a sale or mortgage of a sufficient part of such land or out of the rents or profits thereof.  R.S.O. 1990, c. S.7, s. 31.",
            "raw_html": "<p class=\"section\"><b>31 </b>The court may order that any costs or expenses of any persons of and incident to any application under this Act shall be a charge on the land that is the subject of the application, or on any other land included in the same settlement and subject to the same limitations, or may direct the same to be paid out of the corpus or income of any fund realized by the sale, mortgage or lease of such estate under this Act, and the court may also direct that the costs and expenses, to be assessed and paid as the court directs, shall be raised by a sale or mortgage of a sufficient part of such land or out of the rents or profits thereof.  R.S.O. 1990, c. S.7, s. 31.</p>"
        },
        {
            "id": "32",
            "section": "Power to make leases for 21 years",
            "content": "32 (1) The following persons, unless the settlement contains an express declaration that it is not lawful for them to make the demise, may from time to time and without any application to the court, except as hereinafter mentioned, demise the settled estate or any part thereof for any term, not exceeding twenty-one years, to take effect in possession at or within one year next after the making thereof: 1. A person entitled to the possession or to the receipt of the rents and profits of any settled estate, for an estate for life or for a term of years determinable with any life or lives or for any greater estate not holding merely under a lease at a rent. 2. A tenant in fee simple with an executory limitation, gift or disposition over on failure of the tenant’s issue or in any other event. 3. A tenant for years determinable on life not holding merely under a lease at a rent. 4. A tenant for the life of another not holding merely under a lease at a rent. 5. A tenant for the tenant’s own or any other life or for years determinable on life, whose estate is liable to cease in any event during that life, whether by expiration of the estate or by conditional limitation or otherwise, or to be defeated by an executory limitation, gift or disposition over, or is subject to a trust for accumulation of income for payment of debts or any other purpose. 6. A person entitled to the income of land under a trust or direction for payment thereof to the person during the person’s own or any other life whether subject to expenses of management or not or until sale of the land or until forfeiture of the person’s interest therein on bankruptcy or other event.  R.S.O. 1990, c. S.7, s. 32 (1). Curtesy and dower (2) The powers conferred by subsection (1) may be exercised by a person entitled to the possession or to the receipt of the rents and profits of unsettled land as tenant by the curtesy or tenant in dower.  R.S.O. 1990, c. S.7, s. 32 (2). Additional powers (3) Any of the persons empowered by subsections (1) and (2) to make a demise may also make, (a) a lease for giving effect to a contract entered into by any of the person’s predecessors in title for making a lease that, if made by the predecessor, would have been binding on the successors in title; and (b) a lease for giving effect to a covenant of renewal, performance whereof could be enforced against the owner for the time being of the settled estate; and (c) a lease for confirming, as far as may be, a previous lease being void or voidable; but so that every lease, as and when confirmed, shall be such a lease as might at the date of the original lease have been lawfully granted under this Act, or otherwise as the case may require.  R.S.O. 1990, c. S.7, s. 32 (3). Joint action (4) Where two or more persons are under the same settlement or otherwise entitled in possession to concurrent estates for life, or are concurrently entitled to the possession or receipts of the rents and profits as in subsection (1) mentioned, they shall, for the purposes of this section, act concurrently.  R.S.O. 1990, c. S.7, s. 32 (4). Form of lease (5) Every demise made under this section shall be by deed in duplicate, and for the best rent that can reasonably be obtained, which rent shall be incident to the immediate reversion and shall be made payable half-yearly or oftener.  R.S.O. 1990, c. S.7, s. 32 (5). Conditions (6) Such demise shall not be made without impeachment of waste and shall not authorize the cutting of any timber or felling of any trees except in the ordinary course of husbandry, and shall contain a covenant for payment of the rent and such other usual and proper covenants as the lessor thinks fit, and shall be subject to the statutory right of re-entry for non-payment of rent in the Commercial Tenancies Act.  R.S.O. 1990, c. S.7, s. 32 (6); 1997, c. 24, s. 221 (2). Section Amendments with date in force (d/m/y) 1997, c. 24, s. 221 (2) - 17/06/1998",
            "raw_html": "<p class=\"section\"><b>32 </b>(1) The following persons, unless the settlement contains an express declaration that it is not lawful for them to make the demise, may from time to time and without any application to the court, except as hereinafter mentioned, demise the settled estate or any part thereof for any term, not exceeding twenty-one years, to take effect in possession at or within one year next after the making thereof:</p> <p class=\"paragraph\">  1. A person entitled to the possession or to the receipt of the rents and profits of any settled estate, for an estate for life or for a term of years determinable with any life or lives or for any greater estate not holding merely under a lease at a rent.</p> <p class=\"paragraph\">  2. A tenant in fee simple with an executory limitation, gift or disposition over on failure of the tenant’s issue or in any other event.</p> <p class=\"paragraph\">  3. A tenant for years determinable on life not holding merely under a lease at a rent.</p> <p class=\"paragraph\">  4. A tenant for the life of another not holding merely under a lease at a rent.</p> <p class=\"paragraph\">  5. A tenant for the tenant’s own or any other life or for years determinable on life, whose estate is liable to cease in any event during that life, whether by expiration of the estate or by conditional limitation or otherwise, or to be defeated by an executory limitation, gift or disposition over, or is subject to a trust for accumulation of income for payment of debts or any other purpose.</p> <p class=\"paragraph\">  6. A person entitled to the income of land under a trust or direction for payment thereof to the person during the person’s own or any other life whether subject to expenses of management or not or until sale of the land or until forfeiture of the person’s interest therein on bankruptcy or other event.  R.S.O. 1990, c. S.7, s. 32 (1).</p> <p class=\"headnote\">Curtesy and dower</p> <p class=\"subsection\">(2) The powers conferred by subsection (1) may be exercised by a person entitled to the possession or to the receipt of the rents and profits of unsettled land as tenant by the curtesy or tenant in dower.  R.S.O. 1990, c. S.7, s. 32 (2).</p> <p class=\"headnote\">Additional powers</p> <p class=\"subsection\">(3) Any of the persons empowered by subsections (1) and (2) to make a demise may also make,</p> <p class=\"paragraph\">  (a) a lease for giving effect to a contract entered into by any of the person’s predecessors in title for making a lease that, if made by the predecessor, would have been binding on the successors in title; and</p> <p class=\"paragraph\">  (b) a lease for giving effect to a covenant of renewal, performance whereof could be enforced against the owner for the time being of the settled estate; and</p> <p class=\"paragraph\">  (c) a lease for confirming, as far as may be, a previous lease being void or voidable; but so that every lease, as and when confirmed, shall be such a lease as might at the date of the original lease have been lawfully granted under this Act, or otherwise as the case may require.  R.S.O. 1990, c. S.7, s. 32 (3).</p> <p class=\"headnote\">Joint action</p> <p class=\"subsection\">(4) Where two or more persons are under the same settlement or otherwise entitled in possession to concurrent estates for life, or are concurrently entitled to the possession or receipts of the rents and profits as in subsection (1) mentioned, they shall, for the purposes of this section, act concurrently.  R.S.O. 1990, c. S.7, s. 32 (4).</p> <p class=\"headnote\">Form of lease</p> <p class=\"subsection\">(5) Every demise made under this section shall be by deed in duplicate, and for the best rent that can reasonably be obtained, which rent shall be incident to the immediate reversion and shall be made payable half-yearly or oftener.  R.S.O. 1990, c. S.7, s. 32 (5).</p> <p class=\"headnote\">Conditions</p> <p class=\"subsection\">(6) Such demise shall not be made without impeachment of waste and shall not authorize the cutting of any timber or felling of any trees except in the ordinary course of husbandry, and shall contain a covenant for payment of the rent and such other usual and proper covenants as the lessor thinks fit, and shall be subject to the statutory right of re-entry for non-payment of rent in the <i>Commercial Tenancies Act</i>.  R.S.O. 1990, c. S.7, s. 32 (6); 1997, c. 24, s. 221 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 24, s. 221 (2) - 17/06/1998</p>"
        },
        {
            "id": "33",
            "section": "Against whom leases valid",
            "content": "33 (1) Every demise of a settled estate authorized by section 32 is valid against the person granting the demise and all other persons entitled to estates subsequent to the person’s estate under or by virtue of the same settlement.  R.S.O. 1990, c. S.7, s. 33 (1). Idem (2) Every demise of unsettled land by a tenant by the curtesy or by a tenant in dower is valid against the person granting the demise and all other persons entitled to an estate subsequent to the estate of such tenant.  R.S.O. 1990, c. S.7, s. 33 (2).",
            "raw_html": "<p class=\"section\"><b>33 </b>(1) Every demise of a settled estate authorized by section 32 is valid against the person granting the demise and all other persons entitled to estates subsequent to the person’s estate under or by virtue of the same settlement.  R.S.O. 1990, c. S.7, s. 33 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Every demise of unsettled land by a tenant by the curtesy or by a tenant in dower is valid against the person granting the demise and all other persons entitled to an estate subsequent to the estate of such tenant.  R.S.O. 1990, c. S.7, s. 33 (2).</p>"
        },
        {
            "id": "34",
            "section": "Provisions as to persons under disability",
            "content": "34 (1) All powers given by this Act, and all applications to the court under this Act and consents to and notifications respecting them, may be executed, made or given by, and all notices under this Act may be given to the guardian of property, attorney acting under a continuing power of attorney for property or litigation guardian on behalf of persons who are incapable as defined in the Substitute Decisions Act, 1992, and by or to trustees or assignees of the property of bankrupts, debtors in liquidation or insolvents, and the Children’s Lawyer or any other litigation guardian may consent to, and give notifications respecting such applications, and give all notices under this Act on behalf of any minor.  R.S.O. 1990, c. S.7, s. 34 (1); 1994, c. 27, s. 43 (2); 2009, c. 33, Sched. 2, s. 68 (1). Court approval (2) All consents, notifications or notices respecting an application that are given by a guardian of property, attorney acting under a continuing power of attorney for property or litigation guardian on behalf of a person who is incapable as defined in the Substitute Decisions Act, 1992, or by the Children’s Lawyer or other litigation guardian on behalf of a minor, are subject to court approval.  2009, c. 33, Sched. 2, s. 68 (2). Section Amendments with date in force (d/m/y) 1994, c. 27, s. 43 (2) - 03/04/1995 2009, c. 33, Sched. 2, s. 68 (1, 2) - 15/12/2009",
            "raw_html": "<p class=\"section\"><b>34 </b>(1) All powers given by this Act, and all applications to the court under this Act and consents to and notifications respecting them, may be executed, made or given by, and all notices under this Act may be given to the guardian of property, attorney acting under a continuing power of attorney for property or litigation guardian on behalf of persons who are incapable as defined in the <i>Substitute Decisions Act, 1992</i>, and by or to trustees or assignees of the property of bankrupts, debtors in liquidation or insolvents, and the Children’s Lawyer or any other litigation guardian may consent to, and give notifications respecting such applications, and give all notices under this Act on behalf of any minor.  R.S.O. 1990, c. S.7, s. 34 (1); 1994, c. 27, s. 43 (2); 2009, c. 33, Sched. 2, s. 68 (1).</p> <p class=\"headnote\">Court approval</p> <p class=\"subsection\">(2) All consents, notifications or notices respecting an application that are given by a guardian of property, attorney acting under a continuing power of attorney for property or litigation guardian on behalf of a person who is incapable as defined in the <i>Substitute Decisions Act, 1992</i>, or by the Children’s Lawyer or other litigation guardian on behalf of a minor, are subject to court approval.  2009, c. 33, Sched. 2, s. 68 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1994, c. 27, s. 43 (2) - 03/04/1995</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched2s68s1\">2009, c. 33, Sched. 2, s. 68 (1, 2)</a></span> - 15/12/2009</p>"
        },
        {
            "id": "35",
            "section": "No obligation to make or consent to application",
            "content": "35 Nothing in this Act imposes any obligation on any person to make or consent to any application to the court or to exercise any power.  R.S.O. 1990, c. S.7, s. 35.",
            "raw_html": "<p class=\"section\"><b>35 </b>Nothing in this Act imposes any obligation on any person to make or consent to any application to the court or to exercise any power.  R.S.O. 1990, c. S.7, s. 35.</p>"
        },
        {
            "id": "36",
            "section": "Tenants for life, etc., to be deemed entitled despite encumbrances",
            "content": "36 A person shall be deemed to be entitled to the possession or to the receipt of the rents and profits of an estate although the person’s estate may be charged or encumbered, either by the person or by the settlor or otherwise, to any extent, but the estates or interests of the persons entitled to the charge or encumbrance are not affected by the acts of such persons unless they concur therein.  R.S.O. 1990, c. S.7, s. 36.",
            "raw_html": "<p class=\"section\"><b>36 </b>A person shall be deemed to be entitled to the possession or to the receipt of the rents and profits of an estate although the person’s estate may be charged or encumbered, either by the person or by the settlor or otherwise, to any extent, but the estates or interests of the persons entitled to the charge or encumbrance are not affected by the acts of such persons unless they concur therein.  R.S.O. 1990, c. S.7, s. 36.</p>"
        },
        {
            "id": "37",
            "section": "Powers conferred by other Acts",
            "content": "37 Nothing in this Act interferes with the exercise of any powers to authorize or grant leases conferred by any other statute.  R.S.O. 1990, c. S.7, s. 37. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>37 </b>Nothing in this Act interferes with the exercise of any powers to authorize or grant leases conferred by any other statute.  R.S.O. 1990, c. S.7, s. 37.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90s07\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}