{
    "act_info": {
        "full_title": "Sheep and Wool Marketing Act, R.S.O. 1990, c. S.9",
        "act_name_text": "Not Found",
        "citation": "Sheep and Wool Marketing Act, R.S.O. 1990, c. S.9",
        "url": "https://www.ontario.ca/laws/statute/90s09",
        "date_scraped": "2023-12-20 00:17:17"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “Association” means The Ontario Sheep Association incorporated under the Agricultural and Horticultural Organizations Act; (“Association”) “buyer” means a person engaged in buying sheep or wool from producers of sheep or wool in Ontario; (“acheteur”) “inspector” means an inspector appointed for the purposes of this Act; (“inspecteur”) “licence” means a licence issued under this Act; (“permis”) “Minister” means the Minister of Agriculture and Food; (“ministre”) “regulations” means the regulations made under this Act; (“règlements”) “sheep” includes rams, ewes and lambs but does not include sheep that are not sold for the production of meat. (“ovins”) R.S.O. 1990, c. S.9, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Act,</p> <p class=\"firstdef-e\">“Association” means The Ontario Sheep Association incorporated under the <i>Agricultural and Horticultural Organizations Act</i>; (“Association”)</p> <p class=\"definition-e\">“buyer” means a person engaged in buying sheep or wool from producers of sheep or wool in Ontario; (“acheteur”)</p> <p class=\"definition-e\">“inspector” means an inspector appointed for the purposes of this Act; (“inspecteur”)</p> <p class=\"definition-e\">“licence” means a licence issued under this Act; (“permis”)</p> <p class=\"definition-e\">“Minister” means the Minister of Agriculture and Food; (“ministre”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“sheep” includes rams, ewes and lambs but does not include sheep that are not sold for the production of meat. (“ovins”) R.S.O. 1990, c. S.9, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Purpose and intent of Act",
            "content": "2. (1) The purpose and intent of this Act is to provide for the financing of the Association so it may expend money to advance the production of sheep and wool in all its branches and improve the marketing of sheep and wool by, (a) encouraging and promoting improvement in all phases of sheep breeding, production and marketing; (b) sponsoring sales, competitive exhibitions and projects to further the interests of sheep owners; (c) co-operating with government and agencies of government to improve the breeding, production and marketing of sheep and the production and marketing of wool; (d) holding meetings for the consideration of questions relating to the sheep and wool industry; (e) co-operating with organizations of producers of agricultural products; (f) collecting, arranging, assembling and disseminating information; and (g) making representations to all levels of government and to agencies of government. Use of licence fees by Association (2) The Association may use licence fees paid to it under this Act for defraying the expenses of the Association in doing any thing referred to in subsection (1) and in carrying out its objects. R.S.O. 1990, c. S.9, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2. </b>(1) The purpose and intent of this Act is to provide for the financing of the Association so it may expend money to advance the production of sheep and wool in all its branches and improve the marketing of sheep and wool by,</p> <p class=\"clause-e\">(a) encouraging and promoting improvement in all phases of sheep breeding, production and marketing;</p> <p class=\"clause-e\">(b) sponsoring sales, competitive exhibitions and projects to further the interests of sheep owners;</p> <p class=\"clause-e\">(c) co-operating with government and agencies of government to improve the breeding, production and marketing of sheep and the production and marketing of wool;</p> <p class=\"clause-e\">(d) holding meetings for the consideration of questions relating to the sheep and wool industry;</p> <p class=\"clause-e\">(e) co-operating with organizations of producers of agricultural products;</p> <p class=\"clause-e\">(f) collecting, arranging, assembling and disseminating information; and</p> <p class=\"clause-e\">(g) making representations to all levels of government and to agencies of government.</p> <p class=\"headnote-e\"><b>Use of licence fees by Association</b></p> <p class=\"subsection-e\">(2) The Association may use licence fees paid to it under this Act for defraying the expenses of the Association in doing any thing referred to in subsection (1) and in carrying out its objects. R.S.O. 1990, c. S.9, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Exemption",
            "content": "3. (1) A person who produces sheep and sells them directly to another producer of sheep or directly to a consumer is exempt from this Act in respect of such sheep. Idem (2) A person who produces wool and sells it directly to another producer of wool or directly to a consumer is exempt from this Act in respect of such wool. R.S.O. 1990, c. S.9, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) A person who produces sheep and sells them directly to another producer of sheep or directly to a consumer is exempt from this Act in respect of such sheep.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) A person who produces wool and sells it directly to another producer of wool or directly to a consumer is exempt from this Act in respect of such wool. R.S.O. 1990, c. S.9, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Licences",
            "content": "4. (1) Except under the authority of a licence, no person shall sell sheep to a buyer. Idem (2) Every person who sells sheep to a buyer shall be deemed to be the holder of a licence, except when in default of payment of licence fees prescribed under this Act. R.S.O. 1990, c. S.9, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4. </b>(1) Except under the authority of a licence, no person shall sell sheep to a buyer.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Every person who sells sheep to a buyer shall be deemed to be the holder of a licence, except when in default of payment of licence fees prescribed under this Act. R.S.O. 1990, c. S.9, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Licences",
            "content": "5. (1) Except under the authority of a licence, no person shall sell wool to a buyer. Idem (2) Every person who sells wool to a buyer shall be deemed to be the holder of a licence, except when in default of payment of licence fees prescribed under this Act. R.S.O. 1990, c. S.9, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5. </b>(1) Except under the authority of a licence, no person shall sell wool to a buyer.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Every person who sells wool to a buyer shall be deemed to be the holder of a licence, except when in default of payment of licence fees prescribed under this Act. R.S.O. 1990, c. S.9, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Refund of licence fees",
            "content": "6. (1) Every person who is the holder of a licence under section 4 or 5 may apply for a refund of any licence fees paid by that person to the Association under this Act. Idem (2) Every application for a refund shall be made in the manner prescribed in the regulations. Idem (3) Where the Association receives an application for a refund, it shall refund the licence fees in the manner prescribed in the regulations and in any case not later than six months after receipt of the application therefor. Producer-buyer (4) Any person who is a producer and a buyer is entitled in the respective capacities as a producer and as a buyer to all the rights and privileges and is subject to all the duties and obligations of a producer and of a buyer. Idem (5) If sheep or wool is produced and bought by the same person, that person shall be deemed to have received as a buyer the sheep or wool that the person has produced as a producer and to have contracted as both buyer and producer for the marketing thereof upon the condition that this Act and regulations apply. R.S.O. 1990, c. S.9, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> (1) Every person who is the holder of a licence under section 4 or 5 may apply for a refund of any licence fees paid by that person to the Association under this Act.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Every application for a refund shall be made in the manner prescribed in the regulations.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) Where the Association receives an application for a refund, it shall refund the licence fees in the manner prescribed in the regulations and in any case not later than six months after receipt of the application therefor.</p> <p class=\"headnote-e\"><b>Producer-buyer</b></p> <p class=\"subsection-e\">(4) Any person who is a producer and a buyer is entitled in the respective capacities as a producer and as a buyer to all the rights and privileges and is subject to all the duties and obligations of a producer and of a buyer.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(5) If sheep or wool is produced and bought by the same person, that person shall be deemed to have received as a buyer the sheep or wool that the person has produced as a producer and to have contracted as both buyer and producer for the marketing thereof upon the condition that this Act and regulations apply. R.S.O. 1990, c. S.9, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Recommendations by directors of Association",
            "content": "7. Where the board of directors of the Association is of the opinion that a majority of the members of the Association are in favour thereof, the board of directors may recommend through the Minister to the Lieutenant Governor in Council the making, amending or revoking of regulations respecting any of the matters set forth in section 8. R.S.O. 1990, c. S.9, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> Where the board of directors of the Association is of the opinion that a majority of the members of the Association are in favour thereof, the board of directors may recommend through the Minister to the Lieutenant Governor in Council the making, amending or revoking of regulations respecting any of the matters set forth in section 8. R.S.O. 1990, c. S.9, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Regulations",
            "content": "8. (1) Despite section 7, the Lieutenant Governor in Council may make regulations, (a) fixing the amount of licence fees up to but not exceeding one and one-half per cent of the sale price of any sheep and any wool; (b) requiring persons to pay to the Association licence fees owing by them; (c) requiring any buyer who receives sheep or wool from a seller thereof to deduct, from the money payable to the seller, any licence fee payable by the seller to the Association, and to forward such licence fees to the Association; (d) providing for the recovery by the Association of licence fees owing to the Association by suit in a court of competent jurisdiction; (e) prescribing the manner in which applications for refund of licence fees shall be made and the manner in which refunds shall be made; (e.1) exempting classes of persons from the requirement under section 4 or 5 to hold a licence, in such circumstances as may be prescribed and subject to such restrictions as may be prescribed; (f) providing for the exemption from any or all of the regulations of any sheep or wool or class thereof or any person or class of persons; (g) prescribing the duties of inspectors; (h) prescribing forms and providing for their use. R.S.O. 1990, c. S.9, s. 8 (1); 1994, c. 27, s. 38. Application of regulations (2) Any regulation may be limited as to time or place, or to both. Definitions (3) Any word or expression used in a regulation may be defined in the regulation for the purposes of the regulation. R.S.O. 1990, c. S.9, s. 8 (2, 3).",
            "raw_html": "<p class=\"section-e\"><b>8. </b>(1) Despite section 7, the Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) fixing the amount of licence fees up to but not exceeding one and one-half per cent of the sale price of any sheep and any wool;</p> <p class=\"clause-e\">(b) requiring persons to pay to the Association licence fees owing by them;</p> <p class=\"clause-e\">(c) requiring any buyer who receives sheep or wool from a seller thereof to deduct, from the money payable to the seller, any licence fee payable by the seller to the Association, and to forward such licence fees to the Association;</p> <p class=\"clause-e\">(d) providing for the recovery by the Association of licence fees owing to the Association by suit in a court of competent jurisdiction;</p> <p class=\"clause-e\">(e) prescribing the manner in which applications for refund of licence fees shall be made and the manner in which refunds shall be made;</p> <p class=\"clause-e\">(e.1) exempting classes of persons from the requirement under section 4 or 5 to hold a licence, in such circumstances as may be prescribed and subject to such restrictions as may be prescribed; </p> <p class=\"clause-e\">(f) providing for the exemption from any or all of the regulations of any sheep or wool or class thereof or any person or class of persons;</p> <p class=\"clause-e\">(g) prescribing the duties of inspectors;</p> <p class=\"clause-e\">(h) prescribing forms and providing for their use. R.S.O. 1990, c. S.9, s. 8 (1); 1994, c. 27, s. 38.</p> <p class=\"headnote-e\"><b>Application of regulations</b></p> <p class=\"subsection-e\">(2) Any regulation may be limited as to time or place, or to both.</p> <p class=\"headnote-e\"><b>Definitions</b></p> <p class=\"subsection-e\">(3) Any word or expression used in a regulation may be defined in the regulation for the purposes of the regulation. R.S.O. 1990, c. S.9, s. 8 (2, 3).</p>"
        },
        {
            "id": "9.",
            "section": "Appointment of inspectors",
            "content": "9. The Lieutenant Governor in Council may appoint inspectors for the purposes of this Act. R.S.O. 1990, c. S.9, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9. </b>The Lieutenant Governor in Council may appoint inspectors for the purposes of this Act. R.S.O. 1990, c. S.9, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Powers of inspectors",
            "content": "10. (1) For the purposes of enforcing this Act and the regulations, an inspector may, during normal business hours, enter any premises, other than a dwelling, that he or she has reason to believe is used by a buyer for receiving, assembling or storing wool or for receiving, assembling or slaughtering sheep, or an office used in connection therewith. Production of documents (2) For the purpose of enforcing this Act and the regulations, an inspector may demand the production or furnishing by the owner or custodian thereof of any books, records, documents or extracts therefrom, in a place referred to in subsection (1), relating to sheep or wool. Idem (3) Where an inspector demands the production or furnishing of books, records, documents or extracts therefrom, the person having custody thereof shall produce or furnish them to the inspector, and the inspector may detain them for the purpose of photocopying them, provided such photocopying is carried out with reasonable dispatch and the inspector shall forthwith thereafter return them to the person who produced or furnished them. Photocopy as evidence (4) Where a book, record, document or extract has been photocopied under subsection (3), a photocopy purporting to be certified by an inspector to be a copy made pursuant to subsection (3) is admissible in evidence and has the same probative force as the original document would have had if it had been proven in the ordinary way. Demand to be in writing (5) Where an inspector makes a demand under subsection (2), the demand shall be in writing and shall include a statement of the nature of the investigation and the general nature of the books, records, documents or extracts required. Obstruction of inspector (6) No person shall hinder or obstruct an inspector in the course of the inspector’s duties or furnish him or her with false information or refuse to furnish him or her with information relating to the duties under this section. R.S.O. 1990, c. S.9, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) For the purposes of enforcing this Act and the regulations, an inspector may, during normal business hours, enter any premises, other than a dwelling, that he or she has reason to believe is used by a buyer for receiving, assembling or storing wool or for receiving, assembling or slaughtering sheep, or an office used in connection therewith.</p> <p class=\"headnote-e\"><b>Production of documents</b></p> <p class=\"subsection-e\">(2) For the purpose of enforcing this Act and the regulations, an inspector may demand the production or furnishing by the owner or custodian thereof of any books, records, documents or extracts therefrom, in a place referred to in subsection (1), relating to sheep or wool.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) Where an inspector demands the production or furnishing of books, records, documents or extracts therefrom, the person having custody thereof shall produce or furnish them to the inspector, and the inspector may detain them for the purpose of photocopying them, provided such photocopying is carried out with reasonable dispatch and the inspector shall forthwith thereafter return them to the person who produced or furnished them.</p> <p class=\"headnote-e\"><b>Photocopy as evidence</b></p> <p class=\"subsection-e\">(4) Where a book, record, document or extract has been photocopied under subsection (3), a photocopy purporting to be certified by an inspector to be a copy made pursuant to subsection (3) is admissible in evidence and has the same probative force as the original document would have had if it had been proven in the ordinary way.</p> <p class=\"headnote-e\"><b>Demand to be in writing</b></p> <p class=\"subsection-e\">(5) Where an inspector makes a demand under subsection (2), the demand shall be in writing and shall include a statement of the nature of the investigation and the general nature of the books, records, documents or extracts required.</p> <p class=\"headnote-e\"><b>Obstruction of inspector</b></p> <p class=\"subsection-e\">(6) No person shall hinder or obstruct an inspector in the course of the inspector’s duties or furnish him or her with false information or refuse to furnish him or her with information relating to the duties under this section. R.S.O. 1990, c. S.9, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Certificate of appointment of inspector",
            "content": "11. The production by an inspector of a certificate of his or her appointment purporting to be signed by the Minister is admissible in evidence as proof, in the absence of evidence to the contrary, of the facts stated in the certificate and of the authority of the inspector to exercise the powers and perform the duties prescribed in this Act and the regulations. R.S.O. 1990, c. S.9, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11. </b>The production by an inspector of a certificate of his or her appointment purporting to be signed by the Minister is admissible in evidence as proof, in the absence of evidence to the contrary, of the facts stated in the certificate and of the authority of the inspector to exercise the powers and perform the duties prescribed in this Act and the regulations. R.S.O. 1990, c. S.9, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Offence",
            "content": "12. Every person who contravenes this Act or the regulations is guilty of an offence and on conviction is liable for a first offence to a fine of not more than $2,000 and for a subsequent offence to a fine of not more than $5,000. R.S.O. 1990, c. S.9, s. 12. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>12.</b> Every person who contravenes this Act or the regulations is guilty of an offence and on conviction is liable for a first offence to a fine of not more than $2,000 and for a subsequent offence to a fine of not more than $5,000. R.S.O. 1990, c. S.9, s. 12.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90s09_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90s09_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}