{
    "act_info": {
        "full_title": "Shoreline Property Assistance Act, R.S.O. 1990, c. S.10",
        "act_name_text": "Shoreline Property Assistance Act",
        "citation": "R.S.O. 1990, c. S.10",
        "url": "https://www.ontario.ca/laws/statute/90s10",
        "date_scraped": "2023-12-19 10:30:43"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "January  1, 2007",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90s10/v2",
            "valid_from": "December 20, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "/laws/statute/90s10/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "December 19, 2006"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/901017",
            "Citation": "R.R.O. 1990, Reg. 1017",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “building raising” means the raising of a building or structure required by reason of damage or potential damage to the building or structure; (“élévation d’un bâtiment”) “building relocation” means the relocation of a building or structure required by reason of damage or potential damage to the building or structure; (“déplacement d’un bâtiment”) “building repairs” means repairs to a building or structure required by reason of damage to the building or structure; (“réfection d’un bâtiment”) “damage” means damage caused by high water levels of or the impact of ice on a lake, river or other body of water or by damage to or erosion of the shore of a lake, river or body of water caused by the elements, and “potential damage” has a corresponding meaning; (“dommages”, “dommages éventuels”) “Minister” means the Minister of Municipal Affairs and Housing or such other member of the Executive Council to whom the administration of this Act may be assigned; (“ministre”) “municipality” means a local municipality; (“municipalité”) “prescribed” means prescribed by the regulations made under this Act; (“prescrit”) “works” means retaining walls, dykes, breakwaters, groynes, cribs and other structures designed for the rehabilitation or protection, or both, of property on the shores of lakes, rivers or other bodies of water that have been damaged or eroded by the elements, and includes repairs and improvements to existing works. (“ouvrages”)  R.S.O. 1990, c. S.10, s. 1; 2002, c. 17, Sched. F, Table. Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“building raising” means the raising of a building or structure required by reason of damage or potential damage to the building or structure; (“élévation d’un bâtiment”)</p> <p class=\"definition\">“building relocation” means the relocation of a building or structure required by reason of damage or potential damage to the building or structure; (“déplacement d’un bâtiment”)</p> <p class=\"definition\">“building repairs” means repairs to a building or structure required by reason of damage to the building or structure; (“réfection d’un bâtiment”)</p> <p class=\"definition\">“damage” means damage caused by high water levels of or the impact of ice on a lake, river or other body of water or by damage to or erosion of the shore of a lake, river or body of water caused by the elements, and “potential damage” has a corresponding meaning; (“dommages”, “dommages éventuels”)</p> <p class=\"definition\">“Minister” means the Minister of Municipal Affairs and Housing or such other member of the Executive Council to whom the administration of this Act may be assigned; (“ministre”)</p> <p class=\"definition\">“municipality” means a local municipality; (“municipalité”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations made under this Act; (“prescrit”)</p> <p class=\"definition\">“works” means retaining walls, dykes, breakwaters, groynes, cribs and other structures designed for the rehabilitation or protection, or both, of property on the shores of lakes, rivers or other bodies of water that have been damaged or eroded by the elements, and includes repairs and improvements to existing works. (“ouvrages”)  R.S.O. 1990, c. S.10, s. 1; 2002, c. 17, Sched. F, Table.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p>"
        },
        {
            "id": "2",
            "section": "Building relocation",
            "content": "2 A loan for building relocation may be made under this Act despite the fact that the building or structure is to be relocated on a parcel of land other than the one it was on at the time the application was made for the loan, (a) if at the time of the application and at the time money is advanced under the loan, the applicant is assessed as owner of both parcels; (b) if the declaration required by subsection 4 (3) or clause 13 (3) (a) sets out the particulars referred to in the relevant subsection for both parcels of land, and, (c) the money lent shall be deemed to be lent in respect of the parcel on which the building or structure is situate after the relocation; (d) subsection 4 (4) applies with necessary modifications to both parcels of land where the land is in a municipality and clause 13 (3) (b) applies with necessary modifications to both parcels of land where the land is not in a municipality.  R.S.O. 1990, c. S.10, s. 2. PART I   LOANS IN MUNICIPALITIES",
            "raw_html": "<p class=\"section\"><b>2 </b>A loan for building relocation may be made under this Act despite the fact that the building or structure is to be relocated on a parcel of land other than the one it was on at the time the application was made for the loan,</p> <p class=\"paragraph\">  (a) if at the time of the application and at the time money is advanced under the loan, the applicant is assessed as owner of both parcels;</p> <p class=\"paragraph\">  (b) if the declaration required by subsection 4 (3) or clause 13 (3) (a) sets out the particulars referred to in the relevant subsection for both parcels of land,</p> <p class=\"section\">and,</p> <p class=\"paragraph\">  (c) the money lent shall be deemed to be lent in respect of the parcel on which the building or structure is situate after the relocation;</p> <p class=\"paragraph\">  (d) subsection 4 (4) applies with necessary modifications to both parcels of land where the land is in a municipality and clause 13 (3) (b) applies with necessary modifications to both parcels of land where the land is not in a municipality.  R.S.O. 1990, c. S.10, s. 2.</p> <p class=\"partnum\">PART I <br/>  LOANS IN MUNICIPALITIES</p>"
        },
        {
            "id": null,
            "section": "Building relocation",
            "content": "and, (c) the money lent shall be deemed to be lent in respect of the parcel on which the building or structure is situate after the relocation; (d) subsection 4 (4) applies with necessary modifications to both parcels of land where the land is in a municipality and clause 13 (3) (b) applies with necessary modifications to both parcels of land where the land is not in a municipality.  R.S.O. 1990, c. S.10, s. 2. PART I   LOANS IN MUNICIPALITIES",
            "raw_html": "<p class=\"section\">and,</p> <p class=\"paragraph\">  (c) the money lent shall be deemed to be lent in respect of the parcel on which the building or structure is situate after the relocation;</p> <p class=\"paragraph\">  (d) subsection 4 (4) applies with necessary modifications to both parcels of land where the land is in a municipality and clause 13 (3) (b) applies with necessary modifications to both parcels of land where the land is not in a municipality.  R.S.O. 1990, c. S.10, s. 2.</p> <p class=\"partnum\">PART I <br/>  LOANS IN MUNICIPALITIES</p>"
        },
        {
            "id": "3",
            "section": "Borrowing by municipalities",
            "content": "3 (1) The council of a municipality may pass by-laws in the prescribed form authorizing, (a) the borrowing of money from the Treasurer of Ontario for the purpose of lending the money for any or all of the construction of works, building raising, building relocation and building repairs; and (b) the issuing of debentures in the prescribed form by the municipality or by a district, metropolitan or regional municipality on its behalf.  R.S.O. 1990, c. S.10, s. 3 (1); 1996, c. 32, s. 97. Registration of by-law (2) Forthwith after the passing of a by-law under subsection (1), the clerk of the municipality shall register a duplicate original or a copy of it, certified under his or her hand and the seal of the municipal corporation, in the land registry office for the registry division in which the municipality is situate or, if the municipality is partly within two or more registry divisions, in each of them.  R.S.O. 1990, c. S.10, s. 3 (2). When by-law to be valid, where no application to quash (3) Every by-law registered in accordance with subsection (2), unless an application or action to quash the by-law is made or brought in a court of competent jurisdiction before the by-law is registered, is valid and binding according to its terms.  R.S.O. 1990, c. S.10, s. 3 (3). Offer to sell debentures to the Province (4) Where no application or action to quash the by-law has been made or brought before the by-law is registered or, where an application or action has been made or brought and is dismissed, a certified copy of the by-law shall be deposited with the Treasurer of Ontario together with an affidavit of the clerk of the municipality in the prescribed form stating that no application or action to quash the by-law has been made or brought or, if an application or action has been made or brought, that it has been dismissed, and the debentures authorized by the by-law may thereafter be offered for sale to the Province of Ontario.  R.S.O. 1990, c. S.10, s. 3 (4). By-laws, etc., declared valid (5) Every by-law passed or purporting to have been passed by the council of a municipality under subsection 2 (1) of The Shoreline Property Assistance Act, 1973, being chapter 22, before the 1st day of February, 1981 is hereby declared to be and to have always been valid and binding in accordance with the provisions thereof and every debenture purchased by the Treasurer of Ontario, every loan made by the municipality to an owner of land and every special rate levied on the land of an owner under that Act pursuant to the said by-law is hereby declared to be and to have always been valid and binding on the corporation of the municipality that passed the by-law and on the owner and the land to whom or in respect of which the loan was made.  R.S.O. 1990, c. S.10, s. 3 (5). Section Amendments with date in force (d/m/y) 1996, c. 32, s. 97 - 06/03/1997",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) The council of a municipality may pass by-laws in the prescribed form authorizing,</p> <p class=\"paragraph\">  (a) the borrowing of money from the Treasurer of Ontario for the purpose of lending the money for any or all of the construction of works, building raising, building relocation and building repairs; and</p> <p class=\"paragraph\">  (b) the issuing of debentures in the prescribed form by the municipality or by a district, metropolitan or regional municipality on its behalf.  R.S.O. 1990, c. S.10, s. 3 (1); 1996, c. 32, s. 97.</p> <p class=\"headnote\">Registration of by-law</p> <p class=\"subsection\">(2) Forthwith after the passing of a by-law under subsection (1), the clerk of the municipality shall register a duplicate original or a copy of it, certified under his or her hand and the seal of the municipal corporation, in the land registry office for the registry division in which the municipality is situate or, if the municipality is partly within two or more registry divisions, in each of them.  R.S.O. 1990, c. S.10, s. 3 (2).</p> <p class=\"headnote\">When by-law to be valid, where no application to quash</p> <p class=\"subsection\">(3) Every by-law registered in accordance with subsection (2), unless an application or action to quash the by-law is made or brought in a court of competent jurisdiction before the by-law is registered, is valid and binding according to its terms.  R.S.O. 1990, c. S.10, s. 3 (3).</p> <p class=\"headnote\">Offer to sell debentures to the Province</p> <p class=\"subsection\">(4) Where no application or action to quash the by-law has been made or brought before the by-law is registered or, where an application or action has been made or brought and is dismissed, a certified copy of the by-law shall be deposited with the Treasurer of Ontario together with an affidavit of the clerk of the municipality in the prescribed form stating that no application or action to quash the by-law has been made or brought or, if an application or action has been made or brought, that it has been dismissed, and the debentures authorized by the by-law may thereafter be offered for sale to the Province of Ontario.  R.S.O. 1990, c. S.10, s. 3 (4).</p> <p class=\"headnote\">By-laws, etc., declared valid</p> <p class=\"subsection\">(5) Every by-law passed or purporting to have been passed by the council of a municipality under subsection 2 (1) of <i>The Shoreline Property Assistance Act, 1973</i>, being chapter 22, before the 1st day of February, 1981 is hereby declared to be and to have always been valid and binding in accordance with the provisions thereof and every debenture purchased by the Treasurer of Ontario, every loan made by the municipality to an owner of land and every special rate levied on the land of an owner under that Act pursuant to the said by-law is hereby declared to be and to have always been valid and binding on the corporation of the municipality that passed the by-law and on the owner and the land to whom or in respect of which the loan was made.  R.S.O. 1990, c. S.10, s. 3 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1996, c. 32, s. 97 - 06/03/1997</p>"
        },
        {
            "id": "4",
            "section": "Application by owner for loan",
            "content": "4 (1) An owner of land who is assessed as the owner thereof in a municipality or, where at any time after the return of the assessment roll and before the return of the assessment roll in the following year, the land is conveyed to some other person, such other person may make application to the council of the municipality in the prescribed form to borrow money for the purpose of, (a) constructing works on the land or, with the prior consent of the Crown, on Crown land immediately adjacent to the land; or (b) building raising, building relocation or building repairs on the land.  R.S.O. 1990, c. S.10, s. 4 (1). Where works on Crown lands (2) Where the money is borrowed to construct works on Crown lands, it shall be deemed to be borrowed in respect of the land of the owner who borrowed the money.  R.S.O. 1990, c. S.10, s. 4 (2). Statutory declaration of applicant (3) The application shall not be acted upon unless it is accompanied by a declaration of the applicant stating that the applicant is the actual owner of the land mentioned in the application, and that the land is free from encumbrance, or if the land or any part of it is mortgaged or otherwise encumbered, stating the name and address of the mortgagee or encumbrancer, and where it has been assigned, the name of the assignee of the mortgage or encumbrance with the assignee’s address.  R.S.O. 1990, c. S.10, s. 4 (3). Notice to encumbrancer (4) Where it appears that there is a mortgage or encumbrance upon the land or any part of it, the application shall not be disposed of until two weeks after the mortgagee, encumbrancer or assignee has been notified of the application by registered mail, sent to the mortgagee, encumbrancer or assignee by the clerk at the mortgagee’s, encumbrancer’s or assignee’s last known address.  R.S.O. 1990, c. S.10, s. 4 (4). Objections to application (5) If a mortgagee, encumbrancer or assignee notifies the clerk in writing within the time specified in subsection (4) that the mortgagee, encumbrancer or assignee objects to the granting of the application, the council shall afford the mortgagee, encumbrancer or assignee an opportunity to make representation to council.  R.S.O. 1990, c. S.10, s. 4 (5). Discretion of council (6) The approval of any application under subsection (1) is in the discretion of the council whose decision is final and written notice of the decision shall forthwith be given to the applicant.  R.S.O. 1990, c. S.10, s. 4 (6). Limitation on loans (7) A loan under this Part shall not exceed the amount prescribed.  R.S.O. 1990, c. S.10, s. 4 (7). Building relocation must be in same municipality (8) A municipality shall not lend money for building relocation unless, following the relocation, the building or structure is in the same municipality as it was in at the time of the application for the loan.  R.S.O. 1990, c. S.10, s. 4 (8).",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) An owner of land who is assessed as the owner thereof in a municipality or, where at any time after the return of the assessment roll and before the return of the assessment roll in the following year, the land is conveyed to some other person, such other person may make application to the council of the municipality in the prescribed form to borrow money for the purpose of,</p> <p class=\"paragraph\">  (a) constructing works on the land or, with the prior consent of the Crown, on Crown land immediately adjacent to the land; or</p> <p class=\"paragraph\">  (b) building raising, building relocation or building repairs on the land.  R.S.O. 1990, c. S.10, s. 4 (1).</p> <p class=\"headnote\">Where works on Crown lands</p> <p class=\"subsection\">(2) Where the money is borrowed to construct works on Crown lands, it shall be deemed to be borrowed in respect of the land of the owner who borrowed the money.  R.S.O. 1990, c. S.10, s. 4 (2).</p> <p class=\"headnote\">Statutory declaration of applicant</p> <p class=\"subsection\">(3) The application shall not be acted upon unless it is accompanied by a declaration of the applicant stating that the applicant is the actual owner of the land mentioned in the application, and that the land is free from encumbrance, or if the land or any part of it is mortgaged or otherwise encumbered, stating the name and address of the mortgagee or encumbrancer, and where it has been assigned, the name of the assignee of the mortgage or encumbrance with the assignee’s address.  R.S.O. 1990, c. S.10, s. 4 (3).</p> <p class=\"headnote\">Notice to encumbrancer</p> <p class=\"subsection\">(4) Where it appears that there is a mortgage or encumbrance upon the land or any part of it, the application shall not be disposed of until two weeks after the mortgagee, encumbrancer or assignee has been notified of the application by registered mail, sent to the mortgagee, encumbrancer or assignee by the clerk at the mortgagee’s, encumbrancer’s or assignee’s last known address.  R.S.O. 1990, c. S.10, s. 4 (4).</p> <p class=\"headnote\">Objections to application</p> <p class=\"subsection\">(5) If a mortgagee, encumbrancer or assignee notifies the clerk in writing within the time specified in subsection (4) that the mortgagee, encumbrancer or assignee objects to the granting of the application, the council shall afford the mortgagee, encumbrancer or assignee an opportunity to make representation to council.  R.S.O. 1990, c. S.10, s. 4 (5).</p> <p class=\"headnote\">Discretion of council</p> <p class=\"subsection\">(6) The approval of any application under subsection (1) is in the discretion of the council whose decision is final and written notice of the decision shall forthwith be given to the applicant.  R.S.O. 1990, c. S.10, s. 4 (6).</p> <p class=\"headnote\">Limitation on loans</p> <p class=\"subsection\">(7) A loan under this Part shall not exceed the amount prescribed.  R.S.O. 1990, c. S.10, s. 4 (7).</p> <p class=\"headnote\">Building relocation must be in same municipality</p> <p class=\"subsection\">(8) A municipality shall not lend money for building relocation unless, following the relocation, the building or structure is in the same municipality as it was in at the time of the application for the loan.  R.S.O. 1990, c. S.10, s. 4 (8).</p>"
        },
        {
            "id": "5",
            "section": "Appointment and duties of inspector",
            "content": "5 (1) The council of a municipality borrowing money under this Part shall have a competent inspector assess the need for the work, the type of work proposed and the compatability of the work with adjacent property.  R.S.O. 1990, c. S.10, s. 5 (1). Idem (2) The inspector shall inspect the work and shall file with the clerk of the municipality an inspection and completion certificate in the prescribed form and no money shall be advanced by the municipality under the loan until the certificate has been filed.  R.S.O. 1990, c. S.10, s. 5 (2). Payment for inspector’s services (3) The costs of the services of the inspector shall be charged against the work inspected and shall be paid out of the amount borrowed and deducted from the amount loaned under section 8.  R.S.O. 1990, c. S.10, s. 5 (3).",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) The council of a municipality borrowing money under this Part shall have a competent inspector assess the need for the work, the type of work proposed and the compatability of the work with adjacent property.  R.S.O. 1990, c. S.10, s. 5 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The inspector shall inspect the work and shall file with the clerk of the municipality an inspection and completion certificate in the prescribed form and no money shall be advanced by the municipality under the loan until the certificate has been filed.  R.S.O. 1990, c. S.10, s. 5 (2).</p> <p class=\"headnote\">Payment for inspector’s services</p> <p class=\"subsection\">(3) The costs of the services of the inspector shall be charged against the work inspected and shall be paid out of the amount borrowed and deducted from the amount loaned under section 8.  R.S.O. 1990, c. S.10, s. 5 (3).</p>"
        },
        {
            "id": "6",
            "section": "Debentures may be issued after receipt of inspector’s certificate",
            "content": "6 (1) After the receipt of the inspection and completion certificate, the council may issue a debenture payable to the Treasurer of Ontario with respect to the funds to be loaned by the municipality, and, in the case of a municipality within a regional municipality, the council may request the regional municipality to issue the debenture on its behalf.  R.S.O. 1990, c. S.10, s. 6 (1); 2002, c. 17, Sched. F, Table. (2), (3) Repealed:  2002, c. 17, Sched. F, Table. Interest rates on debentures (4) The interest rates applicable to debentures, both before and after maturity, issued under this Act shall be determined from time to time by the Lieutenant Governor in Council.  R.S.O. 1990, c. S.10, s. 6 (4). Term of debentures (5) The term of the debentures shall be for such period as is prescribed and the debentures shall provide that the principal outstanding and interest thereon shall be payable in equal annual instalments of principal and interest as set out in the debenture, each due on the anniversary date of the debenture.  R.S.O. 1990, c. S.10, s. 6 (5). Prepayments (6) The debentures shall provide that the municipality or regional municipality, as the case may be, may, at any time, with or without giving notice or at such times and on such notice and in accordance with such other terms and conditions as may be prescribed, pay the whole or any part of the amount of principal then outstanding on the debentures and shall not be liable thereafter to pay any interest on the amount so paid other than any interest accrued thereon to the date of such prepayment.  R.S.O. 1990, c. S.10, s. 6 (6); 2002, c. 17, Sched. F, Table. Instalments after partial prepayment (7) The debentures shall provide that where the municipality or regional municipality, as the case may be, pays under subsection (6) part but not all of the amount of principal then outstanding, the equal annual instalment payable for the remainder of the term of the debenture shall be determined by the Treasurer of Ontario and set out in the schedule to the debenture.  R.S.O. 1990, c. S.10, s. 6 (7); 2002, c. 17, Sched. F, Table. Debentures issued before April 24, 1978 (8) Debentures issued under The Shoreline Property Assistance Act, 1973, being chapter 22, before the 24th day of April, 1978 shall be deemed to contain the provisions set out in subsections (6) and (7).  R.S.O. 1990, c. S.10, s. 6 (8). Date of debentures (9) Each debenture shall be dated the first day of the month following the month in which it is delivered to the Treasurer of Ontario.  R.S.O. 1990, c. S.10, s. 6 (9). Offer to sell (10) An application requesting the Treasurer of Ontario to purchase a debenture, which shall be by way of an offer to sell in the prescribed form, and a copy of the inspection and completion certificate mentioned in subsection (1) certified by the clerk with whom it was filed shall accompany the debenture delivered to the Treasurer of Ontario.  R.S.O. 1990, c. S.10, s. 6 (10). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) After the receipt of the inspection and completion certificate, the council may issue a debenture payable to the Treasurer of Ontario with respect to the funds to be loaned by the municipality, and, in the case of a municipality within a regional municipality, the council may request the regional municipality to issue the debenture on its behalf.  R.S.O. 1990, c. S.10, s. 6 (1); 2002, c. 17, Sched. F, Table.</p> <p class=\"subsection\">(2), (3) <span>Repealed</span>:  2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Interest rates on debentures</p> <p class=\"subsection\">(4) The interest rates applicable to debentures, both before and after maturity, issued under this Act shall be determined from time to time by the Lieutenant Governor in Council.  R.S.O. 1990, c. S.10, s. 6 (4).</p> <p class=\"headnote\">Term of debentures</p> <p class=\"subsection\">(5) The term of the debentures shall be for such period as is prescribed and the debentures shall provide that the principal outstanding and interest thereon shall be payable in equal annual instalments of principal and interest as set out in the debenture, each due on the anniversary date of the debenture.  R.S.O. 1990, c. S.10, s. 6 (5).</p> <p class=\"headnote\">Prepayments</p> <p class=\"subsection\">(6) The debentures shall provide that the municipality or regional municipality, as the case may be, may, at any time, with or without giving notice or at such times and on such notice and in accordance with such other terms and conditions as may be prescribed, pay the whole or any part of the amount of principal then outstanding on the debentures and shall not be liable thereafter to pay any interest on the amount so paid other than any interest accrued thereon to the date of such prepayment.  R.S.O. 1990, c. S.10, s. 6 (6); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Instalments after partial prepayment</p> <p class=\"subsection\">(7) The debentures shall provide that where the municipality or regional municipality, as the case may be, pays under subsection (6) part but not all of the amount of principal then outstanding, the equal annual instalment payable for the remainder of the term of the debenture shall be determined by the Treasurer of Ontario and set out in the schedule to the debenture.  R.S.O. 1990, c. S.10, s. 6 (7); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Debentures issued before April 24, 1978</p> <p class=\"subsection\">(8) Debentures issued under <i>The Shoreline Property Assistance Act, 1973</i>, being chapter 22, before the 24th day of April, 1978 shall be deemed to contain the provisions set out in subsections (6) and (7).  R.S.O. 1990, c. S.10, s. 6 (8).</p> <p class=\"headnote\">Date of debentures</p> <p class=\"subsection\">(9) Each debenture shall be dated the first day of the month following the month in which it is delivered to the Treasurer of Ontario.  R.S.O. 1990, c. S.10, s. 6 (9).</p> <p class=\"headnote\">Offer to sell</p> <p class=\"subsection\">(10) An application requesting the Treasurer of Ontario to purchase a debenture, which shall be by way of an offer to sell in the prescribed form, and a copy of the inspection and completion certificate mentioned in subsection (1) certified by the clerk with whom it was filed shall accompany the debenture delivered to the Treasurer of Ontario.  R.S.O. 1990, c. S.10, s. 6 (10).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p>"
        },
        {
            "id": "7",
            "section": "Purchase",
            "content": "7 (1) The Treasurer of Ontario may purchase, acquire and hold debentures issued under the authority of this Act and pay therefor out of the Consolidated Revenue Fund.  R.S.O. 1990, c. S.10, s. 7 (1). Limitation on amount of debentures (2) The aggregate principal amount of the outstanding debentures purchased by the Treasurer of Ontario under this Act shall not exceed $50,000,000 at any time.  R.S.O. 1990, c. S.10, s. 7 (2).",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) The Treasurer of Ontario may purchase, acquire and hold debentures issued under the authority of this Act and pay therefor out of the Consolidated Revenue Fund.  R.S.O. 1990, c. S.10, s. 7 (1).</p> <p class=\"headnote\">Limitation on amount of debentures</p> <p class=\"subsection\">(2) The aggregate principal amount of the outstanding debentures purchased by the Treasurer of Ontario under this Act shall not exceed $50,000,000 at any time.  R.S.O. 1990, c. S.10, s. 7 (2).</p>"
        },
        {
            "id": "8",
            "section": "Terms on which council shall lend money",
            "content": "8 The council shall lend the money so borrowed under the authority of section 3 in sums of $100 or multiples thereof at a rate of interest equal to that set out in the debenture by which the funds are borrowed and the term of the loan shall be the same number of years as the term of the debenture.  R.S.O. 1990, c. S.10, s. 8.",
            "raw_html": "<p class=\"section\"><b>8 </b>The council shall lend the money so borrowed under the authority of section 3 in sums of $100 or multiples thereof at a rate of interest equal to that set out in the debenture by which the funds are borrowed and the term of the loan shall be the same number of years as the term of the debenture.  R.S.O. 1990, c. S.10, s. 8.</p>"
        },
        {
            "id": "9",
            "section": "Collection",
            "content": "9 (1) The council shall impose by by-law in the prescribed form and, subject to section 12, shall levy and collect for the term of the loan, over and above all other rates, upon the land in respect of which the money is lent, a special equal annual rate sufficient to discharge within the term of the loan the principal and interest of the money lent, and the special rates imposed shall have priority lien status, as described in section 1 of the Municipal Act, 2001 or section 3 of the City of Toronto Act, 2006, as the case may be, and shall be added to the tax roll.  2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 60. Registration of by-law (2) Where the council of a municipality passes a by-law under subsection (1) imposing special equal annual rates on land, the clerk of the municipality shall forthwith register a copy of the by-law in the proper land registry office.  R.S.O. 1990, c. S.10, s. 9 (2). Certain special rates invalid (3) Despite subsection 3 (5), the special rates imposed under section 8 or 13 of The Shoreline Property Assistance Act, 1973, being chapter 22, before the 1st day of February, 1981 on the lands described in the Schedule hereto are hereby declared to be and to have always been invalid and do not constitute a charge or lien on the lands and that the money borrowed by the owner thereof under the provisions of the said Act are hereby deemed not to be or to have been a debt upon which special rates may have been or may be imposed, assessed or levied against such lands or any interest therein.  R.S.O. 1990, c. S.10, s. 9 (3). Township of Malden (4) Despite subsection (3), The Corporation of the Township of Malden is not relieved from its obligation to repay to the Treasurer of Ontario all money borrowed from the Treasurer under The Shoreline Property Assistance Act, 1973, being chapter 22, before the 1st day of February, 1981 in respect of the lands described in the Schedule hereto, together with interest thereon, in accordance with the debenture issued by the township for the borrowing of that money.  R.S.O. 1990, c. S.10, s. 9 (4). SCHEDULE All and singular those certain parcels or tracts of land and premises situate, lying and being in the Township of Malden, in the County of Essex and the Province of Ontario, more particularly described as follows: Firstly, all of Lots 6 and 7 according to a plan registered in the Land Registry Office for the Registry Division of Essex (No. 12) as No. 1103. Secondly, all of Lot 7 according to a plan registered in the Land Registry Office for the Registry Division of Essex (No. 12) as No. 1502. Thirdly, all of Lot 14 according to a plan registered in the Land Registry Office for the Registry Division of Essex (No. 12) as No. 1193. Fourthly, all of Lot 20 according to a plan registered in the Land Registry Office for the Registry Division of Essex (No. 12) as No. 1038. R.S.O. 1990, c. S.10, s. 9, Sched. Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003 2006, c. 32, Sched. C, s. 60 - 01/01/2007",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) The council shall impose by by-law in the prescribed form and, subject to section 12, shall levy and collect for the term of the loan, over and above all other rates, upon the land in respect of which the money is lent, a special equal annual rate sufficient to discharge within the term of the loan the principal and interest of the money lent, and the special rates imposed shall have priority lien status, as described in section 1 of the <i>Municipal Act, 2001</i> or section 3 of the <i>City of Toronto Act, 2006</i>, as the case may be, and shall be added to the tax roll.  2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 60.</p> <p class=\"headnote\">Registration of by-law</p> <p class=\"subsection\">(2) Where the council of a municipality passes a by-law under subsection (1) imposing special equal annual rates on land, the clerk of the municipality shall forthwith register a copy of the by-law in the proper land registry office.  R.S.O. 1990, c. S.10, s. 9 (2).</p> <p class=\"headnote\">Certain special rates invalid</p> <p class=\"subsection\">(3) Despite subsection 3 (5), the special rates imposed under section 8 or 13 of <i>The Shoreline Property Assistance Act, 1973</i>, being chapter 22, before the 1st day of February, 1981 on the lands described in the Schedule hereto are hereby declared to be and to have always been invalid and do not constitute a charge or lien on the lands and that the money borrowed by the owner thereof under the provisions of the said Act are hereby deemed not to be or to have been a debt upon which special rates may have been or may be imposed, assessed or levied against such lands or any interest therein.  R.S.O. 1990, c. S.10, s. 9 (3).</p> <p class=\"headnote\">Township of Malden</p> <p class=\"subsection\">(4) Despite subsection (3), The Corporation of the Township of Malden is not relieved from its obligation to repay to the Treasurer of Ontario all money borrowed from the Treasurer under <i>The Shoreline Property Assistance Act, 1973</i>, being chapter 22, before the 1st day of February, 1981 in respect of the lands described in the Schedule hereto, together with interest thereon, in accordance with the debenture issued by the township for the borrowing of that money.  R.S.O. 1990, c. S.10, s. 9 (4).</p> <p class=\"heading2\">SCHEDULE</p> <p class=\"paranoindt\"> <span>All and singular</span> those certain parcels or tracts of land and premises situate, lying and being in the Township of Malden, in the County of Essex and the Province of Ontario, more particularly described as follows:</p> <p class=\"paranoindt\"> <span>Firstly</span>, all of Lots 6 and 7 according to a plan registered in the Land Registry Office for the Registry Division of Essex (No. 12) as No. 1103.</p> <p class=\"paranoindt\"> <span>Secondly</span>, all of Lot 7 according to a plan registered in the Land Registry Office for the Registry Division of Essex (No. 12) as No. 1502.</p> <p class=\"paranoindt\"> <span>Thirdly</span>, all of Lot 14 according to a plan registered in the Land Registry Office for the Registry Division of Essex (No. 12) as No. 1193.</p> <p class=\"paranoindt\"> <span>Fourthly</span>, all of Lot 20 according to a plan registered in the Land Registry Office for the Registry Division of Essex (No. 12) as No. 1038.</p> <p class=\"footnote\">R.S.O. 1990, c. S.10, s. 9, Sched.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedcs60\">2006, c. 32, Sched. C, s. 60</a></span> - 01/01/2007</p>"
        },
        {
            "id": "10",
            "section": "Repayment by municipality to Province",
            "content": "10 (1) The annual payment on any debenture for principal and interest shall be remitted by the treasurer of the municipality or regional municipality to the Treasurer of Ontario on or before the due date.  R.S.O. 1990, c. S.10, s. 10 (1); 2002, c. 17, Sched. F, Table. Interest when default in payment (2) In the event of default in any such payment, interest thereon shall accrue during the time of such default and the rate of such interest shall be determined from time to time by the Lieutenant Governor in Council.  R.S.O. 1990, c. S.10, s. 10 (2). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) The annual payment on any debenture for principal and interest shall be remitted by the treasurer of the municipality or regional municipality to the Treasurer of Ontario on or before the due date.  R.S.O. 1990, c. S.10, s. 10 (1); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote\">Interest when default in payment</p> <p class=\"subsection\">(2) In the event of default in any such payment, interest thereon shall accrue during the time of such default and the rate of such interest shall be determined from time to time by the Lieutenant Governor in Council.  R.S.O. 1990, c. S.10, s. 10 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p>"
        },
        {
            "id": "11",
            "section": "Sale of part of land with respect to which money lent",
            "content": "11 (1) Where a part of a parcel of land in respect of which money has been lent under this Act is sold, the council of the municipality may apportion the special annual rate between the part sold and the part remaining.  R.S.O. 1990, c. S.10, s. 11 (1). Notice (2) The clerk of the municipality shall give the owners of the parts into which the land is divided at least ten days notice in writing by registered mail of the time and place the council will make the apportionment.  R.S.O. 1990, c. S.10, s. 11 (2). Apportionment of rate (3) The council in making the apportionment shall have regard to the effect of the works on each part into which the parcel of land is divided and such other matters as it considers appropriate, and the decision of the council with respect to the apportionment is final.  R.S.O. 1990, c. S.10, s. 11 (3). Filing of order of apportionment (4) The order of apportionment shall be filed with the clerk and thereafter the special annual rate shall be levied and collected in accordance with the apportionment.  R.S.O. 1990, c. S.10, s. 11 (4).",
            "raw_html": "<p class=\"section\"><b>11 </b>(1) Where a part of a parcel of land in respect of which money has been lent under this Act is sold, the council of the municipality may apportion the special annual rate between the part sold and the part remaining.  R.S.O. 1990, c. S.10, s. 11 (1).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) The clerk of the municipality shall give the owners of the parts into which the land is divided at least ten days notice in writing by registered mail of the time and place the council will make the apportionment.  R.S.O. 1990, c. S.10, s. 11 (2).</p> <p class=\"headnote\">Apportionment of rate</p> <p class=\"subsection\">(3) The council in making the apportionment shall have regard to the effect of the works on each part into which the parcel of land is divided and such other matters as it considers appropriate, and the decision of the council with respect to the apportionment is final.  R.S.O. 1990, c. S.10, s. 11 (3).</p> <p class=\"headnote\">Filing of order of apportionment</p> <p class=\"subsection\">(4) The order of apportionment shall be filed with the clerk and thereafter the special annual rate shall be levied and collected in accordance with the apportionment.  R.S.O. 1990, c. S.10, s. 11 (4).</p>"
        },
        {
            "id": "12",
            "section": "Discharge of indebtedness by owner",
            "content": "12 The owner of land in respect of which money has been borrowed under this Part may obtain a discharge of the indebtedness at any time by paying to the treasurer of the municipality the outstanding balance of the loan together with accrued interest.  R.S.O. 1990, c. S.10, s. 12. PART II   LOANS IN TERRITORY WITHOUT MUNICIPAL ORGANIZATION",
            "raw_html": "<p class=\"section\"><b>12 </b>The owner of land in respect of which money has been borrowed under this Part may obtain a discharge of the indebtedness at any time by paying to the treasurer of the municipality the outstanding balance of the loan together with accrued interest.  R.S.O. 1990, c. S.10, s. 12.</p> <p class=\"partnum\">PART II <br/>  LOANS IN TERRITORY WITHOUT MUNICIPAL ORGANIZATION</p>"
        },
        {
            "id": "13",
            "section": "Application by owner for loan",
            "content": "13 (1) An owner of land in territory without municipal organization who is assessed as the owner thereof may make application to the Minister in the prescribed form to borrow money for the purpose of, (a) constructing works on the land or, with the prior consent of the Crown, on Crown land immediately adjacent to the land; or (b) building raising, building relocation or building repairs on the land.  R.S.O. 1990, c. S.10, s. 13 (1). Where works on Crown land (2) Where the money is borrowed to construct works on Crown lands, it shall be deemed to be borrowed in respect of the land of the owner who borrowed the money.  R.S.O. 1990, c. S.10, s. 13 (2). Statutory declaration of applicant (3) The application shall not be acted upon unless it is accompanied by, (a) a declaration of the applicant stating that the applicant is the actual owner of the land mentioned in the application, and that the land is free from encumbrance, or if the land or any part of it is mortgaged or otherwise encumbered, stating the name and address of the mortgagee or other encumbrancer and where it has been assigned, the name and address of the assignee of the mortgage or other encumbrance; and (b) where there is a mortgage or other encumbrance, the written consent to the loan of each such mortgagee or other encumbrancer and assignee of the mortgage or encumbrance.  R.S.O. 1990, c. S.10, s. 13 (3). Hearing not required (4) The Minister is not required to hold a hearing before deciding on an application.  R.S.O. 1990, c. S.10, s. 13 (4). Discretion of Minister (5) The approval of an application under subsection (1) is in the discretion of the Minister whose decision is final and written notice of the decision shall forthwith be given to the applicant and all mortgagees and other encumbrancers and assignees referred to in subsection (3).  R.S.O. 1990, c. S.10, s. 13 (5). Limitation on loans (6) A loan under this Part shall not exceed the amount prescribed.  R.S.O. 1990, c. S.10, s. 13 (6). Loans by Minister (7) The Minister shall lend the money borrowed under the authority of this Part in sums of $100 or multiples thereof for a term of ten years to be repaid in equal annual payments at a rate of interest prescribed by the regulations.  R.S.O. 1990, c. S.10, s. 13 (7). Note required (8) No money shall be advanced under a loan under this Part unless the owner has delivered a signed note for the amount of the loan.  R.S.O. 1990, c. S.10, s. 13 (8).",
            "raw_html": "<p class=\"section\"><b>13 </b>(1) An owner of land in territory without municipal organization who is assessed as the owner thereof may make application to the Minister in the prescribed form to borrow money for the purpose of,</p> <p class=\"paragraph\">  (a) constructing works on the land or, with the prior consent of the Crown, on Crown land immediately adjacent to the land; or</p> <p class=\"paragraph\">  (b) building raising, building relocation or building repairs on the land.  R.S.O. 1990, c. S.10, s. 13 (1).</p> <p class=\"headnote\">Where works on Crown land</p> <p class=\"subsection\">(2) Where the money is borrowed to construct works on Crown lands, it shall be deemed to be borrowed in respect of the land of the owner who borrowed the money.  R.S.O. 1990, c. S.10, s. 13 (2).</p> <p class=\"headnote\">Statutory declaration of applicant</p> <p class=\"subsection\">(3) The application shall not be acted upon unless it is accompanied by,</p> <p class=\"paragraph\">  (a) a declaration of the applicant stating that the applicant is the actual owner of the land mentioned in the application, and that the land is free from encumbrance, or if the land or any part of it is mortgaged or otherwise encumbered, stating the name and address of the mortgagee or other encumbrancer and where it has been assigned, the name and address of the assignee of the mortgage or other encumbrance; and</p> <p class=\"paragraph\">  (b) where there is a mortgage or other encumbrance, the written consent to the loan of each such mortgagee or other encumbrancer and assignee of the mortgage or encumbrance.  R.S.O. 1990, c. S.10, s. 13 (3).</p> <p class=\"headnote\">Hearing not required</p> <p class=\"subsection\">(4) The Minister is not required to hold a hearing before deciding on an application.  R.S.O. 1990, c. S.10, s. 13 (4).</p> <p class=\"headnote\">Discretion of Minister</p> <p class=\"subsection\">(5) The approval of an application under subsection (1) is in the discretion of the Minister whose decision is final and written notice of the decision shall forthwith be given to the applicant and all mortgagees and other encumbrancers and assignees referred to in subsection (3).  R.S.O. 1990, c. S.10, s. 13 (5).</p> <p class=\"headnote\">Limitation on loans</p> <p class=\"subsection\">(6) A loan under this Part shall not exceed the amount prescribed.  R.S.O. 1990, c. S.10, s. 13 (6).</p> <p class=\"headnote\">Loans by Minister</p> <p class=\"subsection\">(7) The Minister shall lend the money borrowed under the authority of this Part in sums of $100 or multiples thereof for a term of ten years to be repaid in equal annual payments at a rate of interest prescribed by the regulations.  R.S.O. 1990, c. S.10, s. 13 (7).</p> <p class=\"headnote\">Note required</p> <p class=\"subsection\">(8) No money shall be advanced under a loan under this Part unless the owner has delivered a signed note for the amount of the loan.  R.S.O. 1990, c. S.10, s. 13 (8).</p>"
        },
        {
            "id": "14",
            "section": "Default",
            "content": "14 (1) In the event of any default in the repayment of a loan made under this Part, (a) interest on the amount due shall accrue during the time of such default at the rate prescribed from time to time; and (b) in addition to any other remedy for the recovery thereof, should the default continue for a period of one year, the outstanding balance of the loan together with accrued interest and costs shall thereupon become due and payable.  R.S.O. 1990, c. S.10, s. 14 (1). Debt owing Her Majesty (2) The amount lent under this Part is a debt due Her Majesty in right of Ontario from the owner of the land and any subsequent owner of the land and the outstanding balance of the loan, together with interest due and costs, may be recovered by an action in any court of competent jurisdiction against the owner or any subsequent owner.  R.S.O. 1990, c. S.10, s. 14 (2). Special lien (3) Her Majesty in right of Ontario has a special lien for the outstanding balance of a loan made under this Part, together with interest and costs, against the land in respect of which the loan was made and against the buildings and structures on the land.  R.S.O. 1990, c. S.10, s. 14 (3). Priority (4) The special lien conferred by subsection (3) has priority over, (a) every mortgage and other encumbrance in respect of which a consent to the loan was given; and (b) every mortgage and other encumbrance or claim that was created or that arose before the lien arose, if the mortgage, other encumbrance or claim was not registered in the proper land registry office against the title to the land at the time the lien arose.  R.S.O. 1990, c. S.10, s. 14 (4). Idem (5) The Minister may register a notice of the special lien conferred by subsection (3) in the proper land registry office against the title of the land, and, upon registration of the notice, the special lien has, in addition to the priority given by subsection (4), priority over every mortgage or other encumbrance or claim registered in the proper land registry office against the title to the land after registration of the notice.  R.S.O. 1990, c. S.10, s. 14 (5). Additional remedies (6) In addition to any other remedies, where there has been default in repayment of a loan made under this Part, (a) the amount of the loan due and unpaid, together with interest and costs, may be deducted from any money payable by the Province of Ontario to the person who is in default; and (b) if the land or any part of it is occupied by a tenant, the Minister may give notice in writing to the tenant requiring the tenant to pay to the Treasurer of Ontario the rent payable by the tenant as it becomes due to the amount of the loan due and unpaid, together with interest and costs.  R.S.O. 1990, c. S.10, s. 14 (6). Apportionment on subdivision of land (7) Where a part of a parcel of land in respect of which money has been lent under this Part is sold, the Minister may apportion the amount owing, including interest and costs between the part sold and the part remaining, having regard to the effect of the works, building raising, building relocation or building repair on each part into which the parcel of land is divided and such other matters as the Minister considers appropriate, and the decision of the Minister with respect to the apportionment is final.  R.S.O. 1990, c. S.10, s. 14 (7). Discharge of debt (8) The owner of land in respect of which money has been borrowed under this Part may obtain a discharge of the indebtedness at any time by paying to the Treasurer of Ontario the outstanding balance of the loan together with accrued interest and costs.  R.S.O. 1990, c. S.10, s. 14 (8). Idem (9) Upon the repayment in full of a loan made under this Part, the Minister shall cause to be registered in the proper land registry office against the title of the land a certificate discharging the special lien conferred by subsection (3).  R.S.O. 1990, c. S.10, s. 14 (9).",
            "raw_html": "<p class=\"section\"><b>14 </b>(1) In the event of any default in the repayment of a loan made under this Part,</p> <p class=\"paragraph\">  (a) interest on the amount due shall accrue during the time of such default at the rate prescribed from time to time; and</p> <p class=\"paragraph\">  (b) in addition to any other remedy for the recovery thereof, should the default continue for a period of one year, the outstanding balance of the loan together with accrued interest and costs shall thereupon become due and payable.  R.S.O. 1990, c. S.10, s. 14 (1).</p> <p class=\"headnote\">Debt owing Her Majesty</p> <p class=\"subsection\">(2) The amount lent under this Part is a debt due Her Majesty in right of Ontario from the owner of the land and any subsequent owner of the land and the outstanding balance of the loan, together with interest due and costs, may be recovered by an action in any court of competent jurisdiction against the owner or any subsequent owner.  R.S.O. 1990, c. S.10, s. 14 (2).</p> <p class=\"headnote\">Special lien</p> <p class=\"subsection\">(3) Her Majesty in right of Ontario has a special lien for the outstanding balance of a loan made under this Part, together with interest and costs, against the land in respect of which the loan was made and against the buildings and structures on the land.  R.S.O. 1990, c. S.10, s. 14 (3).</p> <p class=\"headnote\">Priority</p> <p class=\"subsection\">(4) The special lien conferred by subsection (3) has priority over,</p> <p class=\"paragraph\">  (a) every mortgage and other encumbrance in respect of which a consent to the loan was given; and</p> <p class=\"paragraph\">  (b) every mortgage and other encumbrance or claim that was created or that arose before the lien arose, if the mortgage, other encumbrance or claim was not registered in the proper land registry office against the title to the land at the time the lien arose.  R.S.O. 1990, c. S.10, s. 14 (4).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(5) The Minister may register a notice of the special lien conferred by subsection (3) in the proper land registry office against the title of the land, and, upon registration of the notice, the special lien has, in addition to the priority given by subsection (4), priority over every mortgage or other encumbrance or claim registered in the proper land registry office against the title to the land after registration of the notice.  R.S.O. 1990, c. S.10, s. 14 (5).</p> <p class=\"headnote\">Additional remedies</p> <p class=\"subsection\">(6) In addition to any other remedies, where there has been default in repayment of a loan made under this Part,</p> <p class=\"paragraph\">  (a) the amount of the loan due and unpaid, together with interest and costs, may be deducted from any money payable by the Province of Ontario to the person who is in default; and</p> <p class=\"paragraph\">  (b) if the land or any part of it is occupied by a tenant, the Minister may give notice in writing to the tenant requiring the tenant to pay to the Treasurer of Ontario the rent payable by the tenant as it becomes due to the amount of the loan due and unpaid, together with interest and costs.  R.S.O. 1990, c. S.10, s. 14 (6).</p> <p class=\"headnote\">Apportionment on subdivision of land</p> <p class=\"subsection\">(7) Where a part of a parcel of land in respect of which money has been lent under this Part is sold, the Minister may apportion the amount owing, including interest and costs between the part sold and the part remaining, having regard to the effect of the works, building raising, building relocation or building repair on each part into which the parcel of land is divided and such other matters as the Minister considers appropriate, and the decision of the Minister with respect to the apportionment is final.  R.S.O. 1990, c. S.10, s. 14 (7).</p> <p class=\"headnote\">Discharge of debt</p> <p class=\"subsection\">(8) The owner of land in respect of which money has been borrowed under this Part may obtain a discharge of the indebtedness at any time by paying to the Treasurer of Ontario the outstanding balance of the loan together with accrued interest and costs.  R.S.O. 1990, c. S.10, s. 14 (8).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(9) Upon the repayment in full of a loan made under this Part, the Minister shall cause to be registered in the proper land registry office against the title of the land a certificate discharging the special lien conferred by subsection (3).  R.S.O. 1990, c. S.10, s. 14 (9).</p>"
        },
        {
            "id": "15",
            "section": "Appointment and duties of inspector",
            "content": "15 (1) The Minister shall have a competent inspector assess the need for the work, the type of work proposed and the compatability of the work with adjacent property.  R.S.O. 1990, c. S.10, s. 15 (1). Idem (2) The inspector shall inspect the work and shall file with the Minister an inspection and completion certificate in the prescribed form and no money shall be advanced under the loan until the certificate has been filed.  R.S.O. 1990, c. S.10, s. 15 (2). Payment for inspector’s services (3) The costs of the services of the inspector may be charged against the work inspected and may be paid out of the amount borrowed and deducted from the amount loaned under section 13.  R.S.O. 1990, c. S.10, s. 15 (3). PART III   GENERAL",
            "raw_html": "<p class=\"section\"><b>15 </b>(1) The Minister shall have a competent inspector assess the need for the work, the type of work proposed and the compatability of the work with adjacent property.  R.S.O. 1990, c. S.10, s. 15 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The inspector shall inspect the work and shall file with the Minister an inspection and completion certificate in the prescribed form and no money shall be advanced under the loan until the certificate has been filed.  R.S.O. 1990, c. S.10, s. 15 (2).</p> <p class=\"headnote\">Payment for inspector’s services</p> <p class=\"subsection\">(3) The costs of the services of the inspector may be charged against the work inspected and may be paid out of the amount borrowed and deducted from the amount loaned under section 13.  R.S.O. 1990, c. S.10, s. 15 (3).</p> <p class=\"partnum\">PART III <br/>  GENERAL</p>"
        },
        {
            "id": "16",
            "section": "Regulations",
            "content": "16 The Lieutenant Governor in Council may make regulations for the purposes of this Act, (a) prescribing forms and defining any word or expression not defined in this Act; (b) prescribing the maximum amount of loans that may be made under this Act; (c) prescribing the terms and conditions of prepayment for the purposes of subsection 6 (6); (d) determining the rate of interest for the purposes of subsection 6 (4), 10 (2), 13 (7) and 14 (1); (e) prescribing the term of the debentures that may be issued under this Act.  R.S.O. 1990, c. S.10, s. 16. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>16 </b>The Lieutenant Governor in Council may make regulations for the purposes of this Act,</p> <p class=\"paragraph\">  (a) prescribing forms and defining any word or expression not defined in this Act;</p> <p class=\"paragraph\">  (b) prescribing the maximum amount of loans that may be made under this Act;</p> <p class=\"paragraph\">  (c) prescribing the terms and conditions of prepayment for the purposes of subsection 6 (6);</p> <p class=\"paragraph\">  (d) determining the rate of interest for the purposes of subsection 6 (4), 10 (2), 13 (7) and 14 (1);</p> <p class=\"paragraph\">  (e) prescribing the term of the debentures that may be issued under this Act.  R.S.O. 1990, c. S.10, s. 16.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90s10\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}