{
    "act_info": {
        "full_title": "Simpler, Faster, Better Services Act, 2019, S.O. 2019, c. 7, Sched. 56",
        "act_name_text": "Simpler, Faster, Better Services Act, 2019",
        "citation": "S.O. 2019, c. 7, Sched. 56",
        "url": "https://www.ontario.ca/laws/statute/19s07",
        "date_scraped": "2023-12-18 02:19:17"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  4, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/19s07/v4",
            "valid_from": "September 25, 2023",
            "valid_to": "December  3, 2023"
        },
        {
            "a_href": "/laws/statute/19s07/v3",
            "valid_from": "May 18, 2023",
            "valid_to": "September 24, 2023"
        },
        {
            "a_href": "/laws/statute/19s07/v2",
            "valid_from": "August  6, 2019",
            "valid_to": "May 17, 2023"
        },
        {
            "a_href": "/laws/statute/19s07/v1",
            "valid_from": "May 29, 2019",
            "valid_to": "August  5, 2019"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Preamble",
            "section_x": "Preamble",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Purpose of the Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Purpose of the Act",
            "content": "1 The purpose of this Act is to promote the transformation of government services in Ontario and their delivery in order to allow for, (a)  access by Ontarians to high-quality digital services from anywhere and at any time; (b)  digital services that are well designed and operate effectively; (c)  better access to useful government data by Ontarians; and (d)  the best use of digital resources and data by broader public sector organizations to develop and implement policies, programs and services.",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>The purpose of this Act is to promote the transformation of government services in Ontario and their delivery in order to allow for,</p> <p class=\"paragraph\">  (a)  access by Ontarians to high-quality digital services from anywhere and at any time;</p> <p class=\"paragraph\">  (b)  digital services that are well designed and operate effectively;</p> <p class=\"paragraph\">  (c)  better access to useful government data by Ontarians; and</p> <p class=\"paragraph\">  (d)  the best use of digital resources and data by broader public sector organizations to develop and implement policies, programs and services.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "2 (1) In this Act, “broader public sector organization” means, (a)  a public sector organization, (b)  an organization referred to in the Schedule to this Act, subject to a regulation made under subsection (2), and (c)  an organization prescribed by the regulations made under subsection (2); (“organisme du secteur parapublic”) “digital services” means mechanisms that facilitate the provision of a good or a service by means of the internet or other technology, including through the exchange of information; (“services numériques”) “public sector organization” means, (a)  a ministry of the Government of Ontario, and (b)  a public body as defined in subsection 2 (1) of the\r\nPublic Service of Ontario Act, 2006. (“organisme du secteur public”) Regulations (2) The Lieutenant Governor in Council may make regulations, (a)  providing that an organization referred to in the Schedule to this Act is not a broader public sector organization for the purposes of this Act; (b)  prescribing additional organizations as broader public sector organizations for the purposes of this Act.",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>(1) In this Act,</p> <p class=\"definition\">“broader public sector organization” means,</p> <p class=\"paragraph\">  (a)  a public sector organization,</p> <p class=\"paragraph\">  (b)  an organization referred to in the Schedule to this Act, subject to a regulation made under subsection (2), and</p> <p class=\"paragraph\">  (c)  an organization prescribed by the regulations made under subsection (2); (“organisme du secteur parapublic”)</p> <p class=\"definition\">“digital services” means mechanisms that facilitate the provision of a good or a service by means of the internet or other technology, including through the exchange of information; (“services numériques”)</p> <p class=\"definition\">“public sector organization” means,</p> <p class=\"paragraph\">  (a)  a ministry of the Government of Ontario, and</p> <p class=\"paragraph\">  (b)  a public body as defined in subsection 2 (1) of the\r\n<i>Public Service of Ontario Act, 2006</i>. (“organisme du secteur public”)</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  providing that an organization referred to in the Schedule to this Act is not a broader public sector organization for the purposes of this Act;</p> <p class=\"paragraph\">  (b)  prescribing additional organizations as broader public sector organizations for the purposes of this Act.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "section_x": "Chief Digital and Data Officer",
            "part_id": null,
            "part_type": null,
            "section_y": "Chief Digital and Data Officer",
            "content": "3 (1) The Minister responsible for the administration of this Act may appoint a Deputy Minister or a public servant employed under Part III of the Public Service of Ontario Act, 2006 as the Chief Digital and Data Officer. Functions (2) The Chief Digital and Data Officer shall, (a)  promote the development and implementation of digital services in connection with programs and services offered by public sector organizations; (b)  provide advice to broader public sector organizations on the development and implementation of digital services; (c)  assess the design, development and effectiveness of digital services used by a public sector organization. (d)  promote the use of data and effective data management by broader public sector organizations by providing advice to them on, (i)  the collection, management and use of data as it relates to the provision of services, (ii)  the use of common tools and digital platforms, (iii)  the effective use of data in the development of their policies, programs and services; (e)  promote the proactive publication of data by broader public sector organizations; (f)  promote the engagement of the public in the design, development and implementation of digital services and with respect to the publication of data by broader public sector organizations; and (g)  perform any other function provided for in this Act and any other function assigned to the Chief Digital and Data Officer by the Management Board of Cabinet respecting digital services and data management. Digital and data action plan (3) The Chief Digital and Data Officer shall establish a digital and data action plan that may include the following elements: 1.  Initiatives to identify and recommend changes to services provided by public sector organizations respecting the use of digital services. 2.  Initiatives to integrate digital services into the services provided by public sector organizations. 3.  Initiatives to promote, i.  effective data management and data sharing across public sector organizations, ii.  the use of technology by public sector organizations that is scalable and interoperable, and iii.  the availability of government data in useful forms. 4.  Targets and indicators to measure the plan’s effectiveness. Review of action plan (4) The Chief Digital and Data Officer shall review the digital and data action plan and make any changes that the Chief Digital and Data Officer’s considers appropriate at least once every three years. Plan to be public (5) The Chief Digital and Data Officer shall ensure that the digital and data action plan and any subsequent revised plan is published on a website of the Government of Ontario.",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>3 </b>(1) The Minister responsible for the administration of this Act may appoint a Deputy Minister or a public servant employed under Part III of the <i>Public Service of Ontario Act, 2006</i> as the Chief Digital and Data Officer.</p> <p class=\"headnote\">Functions</p> <p class=\"subsection\">(2) The Chief Digital and Data Officer shall,</p> <p class=\"paragraph\">  (a)  promote the development and implementation of digital services in connection with programs and services offered by public sector organizations;</p> <p class=\"paragraph\">  (b)  provide advice to broader public sector organizations on the development and implementation of digital services;</p> <p class=\"paragraph\">  (c)  assess the design, development and effectiveness of digital services used by a public sector organization.</p> <p class=\"paragraph\">  (d)  promote the use of data and effective data management by broader public sector organizations by providing advice to them on,</p> <p class=\"subpara\">  (i)  the collection, management and use of data as it relates to the provision of services,</p> <p class=\"subpara\">  (ii)  the use of common tools and digital platforms,</p> <p class=\"subpara\">  (iii)  the effective use of data in the development of their policies, programs and services;</p> <p class=\"paragraph\">  (e)  promote the proactive publication of data by broader public sector organizations;</p> <p class=\"paragraph\">  (f)  promote the engagement of the public in the design, development and implementation of digital services and with respect to the publication of data by broader public sector organizations; and</p> <p class=\"paragraph\">  (g)  perform any other function provided for in this Act and any other function assigned to the Chief Digital and Data Officer by the Management Board of Cabinet respecting digital services and data management.</p> <p class=\"headnote\">Digital and data action plan</p> <p class=\"subsection\">(3) The Chief Digital and Data Officer shall establish a digital and data action plan that may include the following elements:</p> <p class=\"paragraph\">  1.  Initiatives to identify and recommend changes to services provided by public sector organizations respecting the use of digital services.</p> <p class=\"paragraph\">  2.  Initiatives to integrate digital services into the services provided by public sector organizations.</p> <p class=\"paragraph\">  3.  Initiatives to promote,</p> <p class=\"subpara\">  i.  effective data management and data sharing across public sector organizations,</p> <p class=\"subpara\">  ii.  the use of technology by public sector organizations that is scalable and interoperable, and</p> <p class=\"subpara\">  iii.  the availability of government data in useful forms.</p> <p class=\"paragraph\">  4.  Targets and indicators to measure the plan’s effectiveness.</p> <p class=\"headnote\">Review of action plan</p> <p class=\"subsection\">(4) The Chief Digital and Data Officer shall review the digital and data action plan and make any changes that the Chief Digital and Data Officer’s considers appropriate at least once every three years.</p> <p class=\"headnote\">Plan to be public</p> <p class=\"subsection\">(5) The Chief Digital and Data Officer shall ensure that the digital and data action plan and any subsequent revised plan is published on a website of the Government of Ontario.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "section_x": "Standards",
            "part_id": null,
            "part_type": null,
            "section_y": "Standards",
            "content": "4 (1) The Chief Digital and Data Officer shall, subject to the approval of the Management Board of Cabinet, establish standards respecting digital services and standards for open data for use by public sector organizations. Digital services standards (2) The standards respecting digital services may govern any matter respecting digital services as they pertain to public sector organizations, including, (a)  requirements for the development of digital services; (b)  requirements for the provision of programs and services by means of digital services; (c)  requirements respecting the technology to be used in the development and provision of digital services; (d)  measures for evaluating the effectiveness of digital services; (e)  requirements to report publicly on the development and evaluation of digital services; and (f)  requirements for the collection, management and use of data as part of the development and provision of digital services. Open data standards (3) The standards for open data may govern any matter respecting the publication of data by public sector organizations, including, (a)  requirements to make specified datasets publicly available; (b)  requirements respecting the format of datasets, technical standards for datasets and the frequency at which and the manner by which datasets are to be made public; (c)  requirements to make available specified information about a dataset that has been made publicly available; (d)  the terms by which a public sector organization shall grant licenses for use of the datasets it publishes; and (e)  requirements to report publicly on the public availability of data. Compliance with standards (4) A public sector organization shall comply with the standards respecting digital services and the standards for open data. Part III of the Legislation Act, 2006 (5) Part III (Regulations) of the Legislation Act, 2006 does not apply to the standards respecting digital services and the standards for open data. Regulations, certain broader public sector organization (6) The Lieutenant Governor in Council may make regulations that apply to an organization referred to in clause (b) or (c) of the definition of “broader public sector organization” in subsection 2 (1) respecting, (a)  digital services as they pertain to the organization; and (b)  the publication of data by the organization. Same (7) The regulations may deal with any of the same subject-matter that may be dealt with by the standards respecting digital services and the standards for open data. Inventory of government datasets (8) The Chief Digital and Data Officer shall maintain a list and description of all datasets in the possession of a public sector organization, including those datasets that are required by the standards for open data to be publicly available. Public availability of standards, dataset inventory (9) The Chief Digital and Data Officer shall publish on a website of the Government of Ontario, (a)  all standards established under this section; and (b)  the most recent version of the list of datasets and their description maintained under subsection (8), subject to subsection (10). Restriction on publication (10) The Chief Digital and Data Officer shall not publish information about a dataset if, (a)  the disclosure of the information would result in the contravention of an Act of Ontario or Canada; or (b)  the information relates to confidential law enforcement activities or other matters involving public safety or security.",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>4 </b>(1) The Chief Digital and Data Officer shall, subject to the approval of the Management Board of Cabinet, establish standards respecting digital services and standards for open data for use by public sector organizations.</p> <p class=\"headnote\">Digital services standards</p> <p class=\"subsection\">(2) The standards respecting digital services may govern any matter respecting digital services as they pertain to public sector organizations, including,</p> <p class=\"paragraph\">  (a)  requirements for the development of digital services;</p> <p class=\"paragraph\">  (b)  requirements for the provision of programs and services by means of digital services;</p> <p class=\"paragraph\">  (c)  requirements respecting the technology to be used in the development and provision of digital services;</p> <p class=\"paragraph\">  (d)  measures for evaluating the effectiveness of digital services;</p> <p class=\"paragraph\">  (e)  requirements to report publicly on the development and evaluation of digital services; and</p> <p class=\"paragraph\">  (f)  requirements for the collection, management and use of data as part of the development and provision of digital services.</p> <p class=\"headnote\">Open data standards</p> <p class=\"subsection\">(3) The standards for open data may govern any matter respecting the publication of data by public sector organizations, including,</p> <p class=\"paragraph\">  (a)  requirements to make specified datasets publicly available;</p> <p class=\"paragraph\">  (b)  requirements respecting the format of datasets, technical standards for datasets and the frequency at which and the manner by which datasets are to be made public;</p> <p class=\"paragraph\">  (c)  requirements to make available specified information about a dataset that has been made publicly available;</p> <p class=\"paragraph\">  (d)  the terms by which a public sector organization shall grant licenses for use of the datasets it publishes; and</p> <p class=\"paragraph\">  (e)  requirements to report publicly on the public availability of data.</p> <p class=\"headnote\">Compliance with standards</p> <p class=\"subsection\">(4) A public sector organization shall comply with the standards respecting digital services and the standards for open data.</p> <p class=\"headnote\">Part III of the <i>Legislation Act, 2006</i></p> <p class=\"subsection\">(5) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to the standards respecting digital services and the standards for open data.</p> <p class=\"headnote\">Regulations, certain broader public sector organization</p> <p class=\"subsection\">(6) The Lieutenant Governor in Council may make regulations that apply to an organization referred to in clause (b) or (c) of the definition of “broader public sector organization” in subsection 2 (1) respecting,</p> <p class=\"paragraph\">  (a)  digital services as they pertain to the organization; and</p> <p class=\"paragraph\">  (b)  the publication of data by the organization.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) The regulations may deal with any of the same subject-matter that may be dealt with by the standards respecting digital services and the standards for open data.</p> <p class=\"headnote\">Inventory of government datasets</p> <p class=\"subsection\">(8) The Chief Digital and Data Officer shall maintain a list and description of all datasets in the possession of a public sector organization, including those datasets that are required by the standards for open data to be publicly available.</p> <p class=\"headnote\">Public availability of standards, dataset inventory</p> <p class=\"subsection\">(9) The Chief Digital and Data Officer shall publish on a website of the Government of Ontario,</p> <p class=\"paragraph\">  (a)  all standards established under this section; and</p> <p class=\"paragraph\">  (b)  the most recent version of the list of datasets and their description maintained under subsection (8), subject to subsection (10).</p> <p class=\"headnote\">Restriction on publication</p> <p class=\"subsection\">(10) The Chief Digital and Data Officer shall not publish information about a dataset if,</p> <p class=\"paragraph\">  (a)  the disclosure of the information would result in the contravention of an Act of Ontario or Canada; or</p> <p class=\"paragraph\">  (b)  the information relates to confidential law enforcement activities or other matters involving public safety or security.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "section_x": "Principles for public sector organizations",
            "part_id": null,
            "part_type": null,
            "section_y": "Principles for public sector organizations",
            "content": "5 (1) In developing and using digital services, a public sector organization shall have regard to the following principles: 1.  The design and implementation of digital services should be user-centred. 2.  The potential users of digital services should be consulted about the design and implementation of digital services. 3.  Services should not be available only through the use of digital services. 4.  Digital services should be continuously evaluated and improved. 5.  The most effective use of government data should be considered in the design, development and provision of digital services, including how the data may be made publicly accessible. 6.  Digital services should include reasonable measures to protect the security and privacy of users’ personal information. 7.  Digital services should be developed using scalable, interoperable and reusable technology platforms where available. Same (2) In managing data and making it publicly available, a public sector organization shall have regard to the following principles: 1.  Data should be made available in formats that are readily accessible by the public, such as formats that are machine readable and capable of being accessed and searched using readily available technology. 2.  Data that is published should generally be provided at no cost and any associated cost should be reasonable. 3.  Data that is publicly available should be made available under reasonable terms that allow for its reuse by the public, including commercial and non-commercial use, wherever possible. 4.  Data that is publicly available should be as accurate, complete and up-to-date as possible. However, public sector organizations should consider the value of making the data publicly available even where it is not yet complete and up-to-date if the data would eventually be made public by the organization once complete and up-to-date. 5.  Public sector organizations should be proactive in making datasets publicly available. 6.  Any decision not to make a particular dataset publicly available should be based on a reasonable assessment of the security or other concerns respecting disclosure.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>5 </b>(1) In developing and using digital services, a public sector organization shall have regard to the following principles:</p> <p class=\"paragraph\">  1.  The design and implementation of digital services should be user-centred.</p> <p class=\"paragraph\">  2.  The potential users of digital services should be consulted about the design and implementation of digital services.</p> <p class=\"paragraph\">  3.  Services should not be available only through the use of digital services.</p> <p class=\"paragraph\">  4.  Digital services should be continuously evaluated and improved.</p> <p class=\"paragraph\">  5.  The most effective use of government data should be considered in the design, development and provision of digital services, including how the data may be made publicly accessible.</p> <p class=\"paragraph\">  6.  Digital services should include reasonable measures to protect the security and privacy of users’ personal information.</p> <p class=\"paragraph\">  7.  Digital services should be developed using scalable, interoperable and reusable technology platforms where available.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In managing data and making it publicly available, a public sector organization shall have regard to the following principles:</p> <p class=\"paragraph\">  1.  Data should be made available in formats that are readily accessible by the public, such as formats that are machine readable and capable of being accessed and searched using readily available technology.</p> <p class=\"paragraph\">  2.  Data that is published should generally be provided at no cost and any associated cost should be reasonable.</p> <p class=\"paragraph\">  3.  Data that is publicly available should be made available under reasonable terms that allow for its reuse by the public, including commercial and non-commercial use, wherever possible.</p> <p class=\"paragraph\">  4.  Data that is publicly available should be as accurate, complete and up-to-date as possible. However, public sector organizations should consider the value of making the data publicly available even where it is not yet complete and up-to-date if the data would eventually be made public by the organization once complete and up-to-date.</p> <p class=\"paragraph\">  5.  Public sector organizations should be proactive in making datasets publicly available.</p> <p class=\"paragraph\">  6.  Any decision not to make a particular dataset publicly available should be based on a reasonable assessment of the security or other concerns respecting disclosure.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "section_x": "Requirements of public sector organizations",
            "part_id": null,
            "part_type": null,
            "section_y": "Requirements of public sector organizations",
            "content": "6 (1) A public sector organization shall provide to the Chief Digital and Data Officer, (a)  a list of datasets in the possession of the organization, along with a description of those datasets and, if a dataset is not publicly available, an explanation as to why it is not; and (b)  any other information or records that the Officer may reasonably require to carry out the Officer’s functions under this Act. Compliance (2) If the Chief Digital and Data Officer believes that a public sector organization is not in compliance with a provision of the standards respecting digital services or the standards for open data, the Officer may, (a)  inform the organization of the non-compliance and provide it with direction on how to remedy the non-compliance; and (b)  notify the Management Board of Cabinet of the non-compliance and provide the Board with information on how the public sector organization may remedy the non-compliance.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>6 </b>(1) A public sector organization shall provide to the Chief Digital and Data Officer,</p> <p class=\"paragraph\">  (a)  a list of datasets in the possession of the organization, along with a description of those datasets and, if a dataset is not publicly available, an explanation as to why it is not; and</p> <p class=\"paragraph\">  (b)  any other information or records that the Officer may reasonably require to carry out the Officer’s functions under this Act.</p> <p class=\"headnote\">Compliance</p> <p class=\"subsection\">(2) If the Chief Digital and Data Officer believes that a public sector organization is not in compliance with a provision of the standards respecting digital services or the standards for open data, the Officer may,</p> <p class=\"paragraph\">  (a)  inform the organization of the non-compliance and provide it with direction on how to remedy the non-compliance; and</p> <p class=\"paragraph\">  (b)  notify the Management Board of Cabinet of the non-compliance and provide the Board with information on how the public sector organization may remedy the non-compliance.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "section_x": "Reporting",
            "part_id": null,
            "part_type": null,
            "section_y": "Reporting",
            "content": "7 (1) At the request of the Minister responsible for the administration of this Act, the Chief Digital and Data Officer shall provide the Minister with, (a)  a summary of the work performed by the Chief Digital and Data Officer for a specified period of time; or (b)  an assessment of a public sector organization’s compliance with this Act and any standard made under section 4. Documents publicly available (2) The Chief Digital and Data Officer shall publish, on a website of the Government of Ontario, any summary or assessment provided to the Minister under subsection (1). 8 Omitted (provides for amendments to this Act). 9 Omitted\r\n(provides for coming into force of provisions of this Act). 10 Omitted (enacts short title of this Act). Schedule   Broader public sector organizations 1.  A municipality. 2.  A local board as defined in subsection 1 (1) of the\r\nMunicipal Act, 2001 or subsection 3 (1) of the City of Toronto Act, 2006. 3.  A board as defined in subsection 1 (1) of the Education Act. 4.  A university that receives regular and ongoing operating funds from the Government of Ontario for the purposes of post-secondary education or a college of applied arts and technology established under the Ontario Colleges of Applied Arts and Technology Act, 2002. 5.  A person described in clause (b), (c) or (d) of the definition of “service provider” in subsection 2 (1) of the Child, Youth and Family Services Act, 2017. 6.  A local health integration network as defined in subsection 2 (1) of the Local Health System Integration Act, 2006. Note: On a day to be named by proclamation of the Lieutenant Governor, item 6 of the Schedule to the Act is repealed. (See: 2023, c. 19, s. 26) 7.  A health service provider within the meaning of the\r\nConnecting Care Act, 2019 other than a person that operates a private hospital within the meaning of the Private Hospitals Act, unless the person received public funds for the operation of the hospital in the previous fiscal year of the Government of Ontario, other than funds paid in exchange for the provision of goods or services to the Government of Ontario or to a public body or provided by way of a loan or a loan guarantee. 2019, c. 7, Sched. 56, Sched.; 2023, c. 4, Sched. 1, s. 83. Section Amendments with date in force (d/m/y) 2019, c. 7, Sched. 56, s. 8 - no effect  - see 2023, c. 4, Sched. 1, s. 78 (3) 2023, c. 4, Sched. 1, s. 83 - 25/09/2023 2023, c. 19, s. 26\r\n- not in force _____________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>7 </b>(1) At the request of the Minister responsible for the administration of this Act, the Chief Digital and Data Officer shall provide the Minister with,</p> <p class=\"paragraph\">  (a)  a summary of the work performed by the Chief Digital and Data Officer for a specified period of time; or</p> <p class=\"paragraph\">  (b)  an assessment of a public sector organization’s compliance with this Act and any standard made under section 4.</p> <p class=\"headnote\">Documents publicly available</p> <p class=\"subsection\">(2) The Chief Digital and Data Officer shall publish, on a website of the Government of Ontario, any summary or assessment provided to the Minister under subsection (1).</p> <p class=\"section\"><b>8</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for amendments to this Act).</span></p> <p class=\"section\"><b>9 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>10</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"schedule\"><a name=\"BK8\"></a>Schedule <br/>  Broader public sector organizations</p> <p class=\"paragraph\">  1.  A municipality.</p> <p class=\"paragraph\">  2.  A local board as defined in subsection 1 (1) of the\r\n<i>Municipal Act, 2001</i> or subsection 3 (1) of the <i>City of Toronto Act, 2006</i>.</p> <p class=\"paragraph\">  3.  A board as defined in subsection 1 (1) of the <i>Education Act</i>.</p> <p class=\"paragraph\">  4.  A university that receives regular and ongoing operating funds from the Government of Ontario for the purposes of post-secondary education or a college of applied arts and technology established under the <i>Ontario Colleges of Applied Arts and Technology Act, 2002</i>.</p> <p class=\"paragraph\">  5.  A person described in clause (b), (c) or (d) of the definition of “service provider” in subsection 2 (1) of the <i>Child, Youth and Family Services Act, 2017</i>.</p> <p class=\"paragraph\">  6.  A local health integration network as defined in subsection 2 (1) of the <i>Local Health System Integration Act, 2006</i>.</p> <p class=\"Pnote\"><span>Note: On a day to be named by proclamation of the Lieutenant Governor, item 6 of the Schedule to the Act is repealed. (See: 2023, c. 19, s. 26)</span></p> <p class=\"paragraph\">  7.  A health service provider within the meaning of the\r\n<i>Connecting Care Act, 2019</i> other than a person that operates a private hospital within the meaning of the <i>Private Hospitals Act</i>, unless the person received public funds for the operation of the hospital in the previous fiscal year of the Government of Ontario, other than funds paid in exchange for the provision of goods or services to the Government of Ontario or to a public body or provided by way of a loan or a loan guarantee. 2019, c. 7, Sched. 56, Sched.; 2023, c. 4, Sched. 1, s. 83.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched56s8\">2019, c. 7, Sched. 56, s. 8</a></span> - no effect  - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23004#sched1s78s3\">2023, c. 4, Sched. 1, s. 78 (3)</a></span> </p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23004#sched1s83\">2023, c. 4, Sched. 1, s. 83</a></span> - <span>25/09/2023</span></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S23019#s26\">2023, c. 19, s. 26</a></span>\r\n- not in force</p> <p class=\"line\">_____________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/19s07\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "Schedule",
            "section_x": "Broader public sector organizations",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        }
    ]
}