{
    "act_info": {
        "full_title": "Skin Cancer Prevention Act (Tanning Beds), 2013, S.O. 2013, c. 5",
        "act_name_text": "Not Found",
        "citation": "Skin Cancer Prevention Act (Tanning Beds), 2013, S.O. 2013, c. 5",
        "url": "https://www.ontario.ca/laws/statute/13s05",
        "date_scraped": "2023-12-19 04:20:28"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "May  1, 2014",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/13s05/v1",
            "valid_from": "October 10, 2013",
            "valid_to": "April 30, 2014"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/140099",
            "Citation": "O. Reg. 99/14",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "id": "ys1",
            "section": "Definitions",
            "content": " 1. In this Act, “health unit” has the same meaning as in the Health Protection and Promotion Act; (“circonscription sanitaire”) “medical officer of health” has the same meaning as in the Health Protection and Promotion Act; (“médecin-hygiéniste”) “Minister” means the Minister of Health and Long-Term Care or, if another member of the Executive Council is responsible for the administration of this Act, that Minister; (“ministre”) “prescribed” means prescribed in the regulations; (“prescrit”) “provide” means to provide for consideration, regardless of who furnishes the consideration; (“fournir”) “record” means any collection of information however recorded, whether in printed form, on film, by electronic means or otherwise, and includes any data that is recorded or stored on any medium in or by a computer system or similar device, as well as drawings, specifications or floor plans for an enclosed workplace; (“document”) “regulations” means regulations made under this Act; (“règlements”) “ultraviolet light treatments for tanning” means treatments involving the application of ultraviolet light to humans for tanning. (“traitements par rayonnement ultraviolet à des fins de bronzage”) 2013, c. 5, s. 1.",
            "raw_html": "<p class=\"section-e\"><a name=\"ys1\"></a><a name=\"s1\"></a><b> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s1\"><span lang=\"EN-US\">1.</span></a> </b>In this Act,</p> <p class=\"firstdef-e\">“health unit” has the same meaning as in the <i>Health Protection and Promotion Act</i>; (“circonscription sanitaire”)</p> <p class=\"definition-e\">“medical officer of health” has the same meaning as in the <i>Health Protection and Promotion Act</i>; (“médecin-hygiéniste”)</p> <p class=\"definition-e\">“Minister” means the Minister of Health and Long-Term Care or, if another member of the Executive Council is responsible for the administration of this Act, that Minister; (“ministre”)</p> <p class=\"definition-e\">“prescribed” means prescribed in the regulations; (“prescrit”)</p> <p class=\"definition-e\">“provide” means to provide for consideration, regardless of who furnishes the consideration; (“fournir”)</p> <p class=\"definition-e\">“record” means any collection of information however recorded, whether in printed form, on film, by electronic means or otherwise, and includes any data that is recorded or stored on any medium in or by a computer system or similar device, as well as drawings, specifications or floor plans for an enclosed workplace; (“document”)</p> <p class=\"definition-e\">“regulations” means regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“ultraviolet light treatments for tanning” means treatments involving the application of ultraviolet light to humans for tanning. (“traitements par rayonnement ultraviolet à des fins de bronzage”) 2013, c. 5, s. 1.</p>"
        },
        {
            "id": "ys2s1",
            "section": "Services and treatments to young people prohibited",
            "content": " 2. (1) No person shall sell, offer for sale or provide tanning services or ultraviolet light treatments for tanning to an individual who is less than 18 years old. 2013, c. 5, s. 2 (1). Apparent age (2) No person shall sell, offer for sale or provide tanning services or ultraviolet light treatments for tanning to an individual who appears to be less than 25 years old unless he or she has required the individual to produce identification and is satisfied that the individual is at least 18 years old. 2013, c. 5, s. 2 (2). Defence (3) It is a defence to a charge under subsection (1) or (2) that the defendant believed the individual to be at least 18 years old because the individual produced a prescribed form of identification showing his or her age and there was no apparent reason to doubt the authenticity of the document or that it was issued to the individual producing it. 2013, c. 5, s. 2 (3). Owner’s responsibility (4) The owner of a business where tanning services or ultraviolet light treatments are sold to an individual who is less than 18 years old shall be deemed to be liable for any contravention of subsection (1) or (2) at the place where the contravention took place, unless the owner exercised due diligence to prevent such a contravention. 2013, c. 5, s. 2 (4). Exception (5) Subsections (1) and (2) do not apply to a person who belongs to a prescribed class, as long as the person is complying with all applicable requirements provided for in the regulations. 2013, c. 5, s. 2 (5).",
            "raw_html": "<p class=\"section-e\"><a name=\"ys2s1\"></a><a name=\"s2s1\"></a><b> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s2s1\"><span lang=\"EN-US\">2. (1)</span></a></b> No person shall sell, offer for sale or provide tanning services or ultraviolet light treatments for tanning to an individual who is less than 18 years old. 2013, c. 5, s. 2 (1).</p> <p class=\"headnote-e\">Apparent age</p> <p class=\"subsection-e\"><a name=\"ys2s2\"></a><a name=\"s2s2\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s2s2\"><span lang=\"EN-US\">(2)</span></a> No person shall sell, offer for sale or provide tanning services or ultraviolet light treatments for tanning to an individual who appears to be less than 25 years old unless he or she has required the individual to produce identification and is satisfied that the individual is at least 18 years old. 2013, c. 5, s. 2 (2).</p> <p class=\"headnote-e\">Defence</p> <p class=\"subsection-e\"><a name=\"ys2s3\"></a><a name=\"s2s3\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s2s3\"><span lang=\"EN-US\">(3)</span></a> It is a defence to a charge under subsection (1) or (2) that the defendant believed the individual to be at least 18 years old because the individual produced a prescribed form of identification showing his or her age and there was no apparent reason to doubt the authenticity of the document or that it was issued to the individual producing it. 2013, c. 5, s. 2 (3).</p> <p class=\"headnote-e\">Owner’s responsibility </p> <p class=\"subsection-e\"><a name=\"ys2s4\"></a><a name=\"s2s4\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s2s4\"><span lang=\"EN-US\">(4)</span></a> The owner of a business where tanning services or ultraviolet light treatments are sold to an individual who is less than 18 years old shall be deemed to be liable for any contravention of subsection (1) or (2) at the place where the contravention took place, unless the owner exercised due diligence to prevent such a contravention. 2013, c. 5, s. 2 (4).</p> <p class=\"headnote-e\">Exception</p> <p class=\"subsection-e\"><a name=\"ys2s5\"></a><a name=\"s2s5\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s2s5\"><span lang=\"EN-US\">(5)</span></a> Subsections (1) and (2) do not apply to a person who belongs to a prescribed class, as long as the person is complying with all applicable requirements provided for in the regulations. 2013, c. 5, s. 2 (5).</p>"
        },
        {
            "id": "ys3",
            "section": "No self-tanning",
            "content": " 3. No person who owns an establishment where tanning services or ultraviolet light treatments for tanning are sold, offered for sale or provided shall permit the services or treatment to be provided by a device that does not require the presence of an attendant. 2013, c. 5, s. 3.",
            "raw_html": "<p class=\"section-e\"><a name=\"ys3\"></a><a name=\"s3\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s3\"><span lang=\"EN-US\">3.</span></a><b> </b>No person who owns an establishment where tanning services or ultraviolet light treatments for tanning are sold, offered for sale or provided shall permit the services or treatment to be provided by a device that does not require the presence of an attendant. 2013, c. 5, s. 3.</p>"
        },
        {
            "id": "ys4s1",
            "section": "Advertising and marketing",
            "content": " 4. (1) No person who advertises or markets tanning services or ultraviolet light treatments for tanning shall direct the advertising or marketing to persons who are less than 18 years old. 2013, c. 5, s. 4 (1). Exception (2) Subsection (1) does not apply to a person who complies with all applicable provisions concerning advertising or marketing provided for in the regulations. 2013, c. 5, s. 4 (2).",
            "raw_html": "<p class=\"section-e\"><a name=\"ys4s1\"></a><a name=\"s4s1\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s4s1\"><span lang=\"EN-US\">4. (1)</span></a> No person who advertises or markets tanning services or ultraviolet light treatments for tanning shall direct the advertising or marketing to persons who are less than 18 years old. 2013, c. 5, s. 4 (1).</p> <p class=\"headnote-e\">Exception</p> <p class=\"subsection-e\"><a name=\"ys4s2\"></a><a name=\"s4s2\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s4s2\"><span lang=\"EN-US\">(2)</span></a> Subsection (1) does not apply to a person who complies with all applicable provisions concerning advertising or marketing provided for in the regulations. 2013, c. 5, s. 4 (2).</p>"
        },
        {
            "id": "ys5",
            "section": "Signs",
            "content": " 5. Subject to the regulations, no person shall, in any place, sell tanning services or ultraviolet light treatments for tanning unless signs are prominently posted at the place in accordance with the regulations, (a) referring to the prohibitions imposed by section 2; (b) respecting the health effects of the services or treatment; and (c) including anything provided for in the regulations. 2013, c. 5, s. 5.",
            "raw_html": "<p class=\"section-e\"><a name=\"ys5\"></a><a name=\"s5\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s5\"><span lang=\"EN-US\">5.</span></a><b> </b>Subject to the regulations, no person shall, in any place, sell tanning services or ultraviolet light treatments for tanning unless signs are prominently posted at the place in accordance with the regulations,</p> <p class=\"clause-e\">  (a) referring to the prohibitions imposed by section 2;</p> <p class=\"clause-e\">  (b) respecting the health effects of the services or treatment; and </p> <p class=\"clause-e\">  (c) including anything provided for in the regulations. 2013, c. 5, s. 5.</p>"
        },
        {
            "id": "ys6",
            "section": "Protective eyewear",
            "content": " 6. Every person who sells or provides tanning services or ultraviolet light treatments for tanning to an individual shall ensure that the individual is provided with protective eyewear that meets the standards provided for in the regulations. 2013, c. 5, s. 6.",
            "raw_html": "<p class=\"section-e\"><a name=\"ys6\"></a><a name=\"s6\"></a><b> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s6\"><span lang=\"EN-US\">6.</span></a> </b>Every person who sells or provides tanning services or ultraviolet light treatments for tanning to an individual shall ensure that the individual is provided with protective eyewear that meets the standards provided for in the regulations. 2013, c. 5, s. 6.</p>"
        },
        {
            "id": "ys7",
            "section": "Notice of operation",
            "content": " 7. Every person who intends to sell tanning services or ultraviolet light treatments for tanning shall provide notice to the medical officer of health of the health unit in which the services or treatments will be sold of the name, business address and business telephone number of the establishment where the service or treatments will be sold,  (a) before commencing the selling; or (b) within 60 days of the coming into force of this section, in the case of a person who was selling such services or treatments before this section came into force. 2013, c. 5, s. 7.",
            "raw_html": "<p class=\"section-e\"><a name=\"ys7\"></a><a name=\"s7\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s7\"><span lang=\"EN-US\">7.</span></a><b> </b>Every person who intends to sell tanning services or ultraviolet light treatments for tanning shall provide notice to the medical officer of health of the health unit in which the services or treatments will be sold of the name, business address and business telephone number of the establishment where the service or treatments will be sold, </p> <p class=\"clause-e\">  (a) before commencing the selling; or</p> <p class=\"clause-e\">  (b) within 60 days of the coming into force of this section, in the case of a person who was selling such services or treatments before this section came into force. 2013, c. 5, s. 7.</p>"
        },
        {
            "id": "ys8s1",
            "section": "Inspectors ",
            "content": " 8. (1) The Minister may appoint inspectors for the purposes of this Act.  2013, c. 5, s. 8 (1). Inspection (2) For the purpose of determining whether this Act is being complied with, an inspector may, without a warrant, enter and inspect places where tanning services or ultraviolet light treatments for tanning are sold, offered for sale or provided. 2013, c. 5, s. 8 (2). Time of entry (3) The power to enter and inspect a place without a warrant may be exercised only during the place’s regular business hours or, if it does not have regular business hours, during daylight hours.  2013, c. 5, s. 8 (3). Dwellings (4) The power to enter and inspect a place without a warrant shall not be exercised to enter and inspect a place or a part of a place that is used as a dwelling. 2013, c. 5, s. 8 (4). Use of force (5) An inspector is not entitled to use force to enter and inspect a place.  2013, c. 5, s. 8 (5). Identification (6) An inspector conducting an inspection shall produce, on request, evidence of his or her appointment.  2013, c. 5, s. 8 (6). Powers of inspector (7) An inspector conducting an inspection may, (a) examine a record or other thing that is relevant to the inspection; (b) demand the production for inspection of a record or other thing that is relevant to the inspection; (c) remove for review and copying a record or other thing that is relevant to the inspection; (d) in order to produce a record in readable form, use data storage, information processing or retrieval devices or systems that are normally used in carrying on business in the place; and (e) question a person on matters relevant to the inspection. 2013, c. 5, s. 8 (7). Written demand (8) A demand that a record or other thing be produced for inspection must be in writing and must include a statement of the nature of the record or thing required. 2013, c. 5, s. 8 (8). Obligation to produce and assist (9) If an inspector demands that a record or other thing be produced for inspection, the person who has custody of the record or thing shall produce it and, in the case of a record, shall on request provide any assistance that is reasonably necessary to interpret the record or to produce it in a readable form. 2013, c. 5, s. 8 (9). Records and things removed from place (10) A record or other thing that has been removed for review and copying, (a) shall be made available to the person from whom it was removed, for review and copying, on request and at a time and place that are convenient for the person and for the inspector; and (b) shall be returned to the person within a reasonable time. 2013, c. 5, s. 8 (10). Copy admissible in evidence (11) A copy of a record that purports to be certified by an inspector as being a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value. 2013, c. 5, s. 8 (11). Obstruction (12) No person shall hinder, obstruct or interfere with an inspector conducting an inspection, refuse to answer questions on matters relevant to the inspection or provide the inspector with information on matters relevant to the inspection that the person knows to be false or misleading.  2013, c. 5, s. 8 (12).",
            "raw_html": "<p class=\"section-e\"><a name=\"ys8s1\"></a><a name=\"s8s1\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s8s1\"><span lang=\"EN-US\">8. (1)</span></a> The Minister may appoint inspectors for the purposes of this Act.  2013, c. 5, s. 8 (1).</p> <p class=\"headnote-e\">Inspection</p> <p class=\"subsection-e\"><a name=\"ys8s2\"></a><a name=\"s8s2\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s8s2\"><span lang=\"EN-US\">(2)</span></a> For the purpose of determining whether this Act is being complied with, an inspector may, without a warrant, enter and inspect places where tanning services or ultraviolet light treatments for tanning are sold, offered for sale or provided. 2013, c. 5, s. 8 (2).</p> <p class=\"headnote-e\">Time of entry</p> <p class=\"subsection-e\"><a name=\"ys8s3\"></a><a name=\"s8s3\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s8s3\"><span lang=\"EN-US\">(3)</span></a> The power to enter and inspect a place without a warrant may be exercised only during the place’s regular business hours or, if it does not have regular business hours, during daylight hours.  2013, c. 5, s. 8 (3).</p> <p class=\"headnote-e\">Dwellings</p> <p class=\"subsection-e\"><a name=\"ys8s4\"></a><a name=\"s8s4\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s8s4\"><span lang=\"EN-US\">(4)</span></a> The power to enter and inspect a place without a warrant shall not be exercised to enter and inspect a place or a part of a place that is used as a dwelling. 2013, c. 5, s. 8 (4).</p> <p class=\"headnote-e\">Use of force</p> <p class=\"subsection-e\"><a name=\"ys8s5\"></a><a name=\"s8s5\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s8s5\"><span lang=\"EN-US\">(5)</span></a> An inspector is not entitled to use force to enter and inspect a place.  2013, c. 5, s. 8 (5).</p> <p class=\"headnote-e\">Identification</p> <p class=\"subsection-e\"><a name=\"ys8s6\"></a><a name=\"s8s6\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s8s6\"><span lang=\"EN-US\">(6)</span></a> An inspector conducting an inspection shall produce, on request, evidence of his or her appointment.  2013, c. 5, s. 8 (6).</p> <p class=\"headnote-e\">Powers of inspector</p> <p class=\"subsection-e\"><a name=\"ys8s7\"></a><a name=\"s8s7\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s8s7\"><span lang=\"EN-US\">(7)</span></a> An inspector conducting an inspection may,</p> <p class=\"clause-e\">  (a) examine a record or other thing that is relevant to the inspection;</p> <p class=\"clause-e\">  (b) demand the production for inspection of a record or other thing that is relevant to the inspection;</p> <p class=\"clause-e\">  (c) remove for review and copying a record or other thing that is relevant to the inspection;</p> <p class=\"clause-e\">  (d) in order to produce a record in readable form, use data storage, information processing or retrieval devices or systems that are normally used in carrying on business in the place; and</p> <p class=\"clause-e\">  (e) question a person on matters relevant to the inspection. 2013, c. 5, s. 8 (7).</p> <p class=\"headnote-e\">Written demand</p> <p class=\"subsection-e\"><a name=\"ys8s8\"></a><a name=\"s8s8\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s8s8\"><span lang=\"EN-US\">(8)</span></a> A demand that a record or other thing be produced for inspection must be in writing and must include a statement of the nature of the record or thing required. 2013, c. 5, s. 8 (8).</p> <p class=\"headnote-e\">Obligation to produce and assist</p> <p class=\"subsection-e\"><a name=\"ys8s9\"></a><a name=\"s8s9\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s8s9\"><span lang=\"EN-US\">(9)</span></a> If an inspector demands that a record or other thing be produced for inspection, the person who has custody of the record or thing shall produce it and, in the case of a record, shall on request provide any assistance that is reasonably necessary to interpret the record or to produce it in a readable form. 2013, c. 5, s. 8 (9).</p> <p class=\"headnote-e\">Records and things removed from place</p> <p class=\"subsection-e\"><a name=\"ys8s10\"></a><a name=\"s8s10\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s8s10\"><span lang=\"EN-US\">(10)</span></a> A record or other thing that has been removed for review and copying,</p> <p class=\"clause-e\">  (a) shall be made available to the person from whom it was removed, for review and copying, on request and at a time and place that are convenient for the person and for the inspector; and</p> <p class=\"clause-e\">  (b) shall be returned to the person within a reasonable time. 2013, c. 5, s. 8 (10).</p> <p class=\"headnote-e\">Copy admissible in evidence</p> <p class=\"subsection-e\"><a name=\"ys8s11\"></a><a name=\"s8s11\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s8s11\"><span lang=\"EN-US\">(11)</span></a> A copy of a record that purports to be certified by an inspector as being a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value. 2013, c. 5, s. 8 (11).</p> <p class=\"headnote-e\">Obstruction</p> <p class=\"subsection-e\"><a name=\"ys8s12\"></a><a name=\"s8s12\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s8s12\"><span lang=\"EN-US\">(12)</span></a> No person shall hinder, obstruct or interfere with an inspector conducting an inspection, refuse to answer questions on matters relevant to the inspection or provide the inspector with information on matters relevant to the inspection that the person knows to be false or misleading.  2013, c. 5, s. 8 (12).</p>"
        },
        {
            "id": "ys9s1",
            "section": "Offences",
            "content": " 9. (1) Every person who contravenes any provision of this Act or the regulations is guilty of an offence and is liable, for each day or part of a day on which the offence occurs or continues, to a fine of not more than, (a) $5,000, in the case of an individual; or (b) $25,000, in the case of a corporation. 2013, c. 5, s. 9 (1). Duty of directors and officers (2) A director or officer of a corporation that engages in the sale, offering for sale or provision of tanning services or ultraviolet light treatments for tanning has a duty to take all reasonable care to prevent the corporation from contravening this Act. 2013, c. 5, s. 9 (2). Offence (3) A person who has the duty imposed by subsection (2) and fails to carry it out is guilty of an offence and on conviction is liable to the penalty provided for in subsection (1). 2013, c. 5, s. 9 (3). Same (4) A person may be prosecuted and convicted under subsection (3) even if the corporation has not been prosecuted or convicted. 2013, c. 5, s. 9 (4).",
            "raw_html": "<p class=\"section-e\"><a name=\"ys9s1\"></a><a name=\"s9s1\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s9s1\"><span lang=\"EN-US\">9. (1)</span></a> Every person who contravenes any provision of this Act or the regulations is guilty of an offence and is liable, for each day or part of a day on which the offence occurs or continues, to a fine of not more than,</p> <p class=\"clause-e\">  (a) $5,000, in the case of an individual; or</p> <p class=\"clause-e\">  (b) $25,000, in the case of a corporation. 2013, c. 5, s. 9 (1).</p> <p class=\"headnote-e\">Duty of directors and officers</p> <p class=\"subsection-e\"><a name=\"ys9s2\"></a><a name=\"s9s2\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s9s2\"><span lang=\"EN-US\">(2)</span></a> A director or officer of a corporation that engages in the sale, offering for sale or provision of tanning services or ultraviolet light treatments for tanning has a duty to take all reasonable care to prevent the corporation from contravening this Act. 2013, c. 5, s. 9 (2).</p> <p class=\"headnote-e\">Offence</p> <p class=\"subsection-e\"><a name=\"ys9s3\"></a><a name=\"s9s3\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s9s3\"><span lang=\"EN-US\">(3)</span></a> A person who has the duty imposed by subsection (2) and fails to carry it out is guilty of an offence and on conviction is liable to the penalty provided for in subsection (1). 2013, c. 5, s. 9 (3).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\"><a name=\"ys9s4\"></a><a name=\"s9s4\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s9s4\"><span lang=\"EN-US\">(4)</span></a> A person may be prosecuted and convicted under subsection (3) even if the corporation has not been prosecuted or convicted. 2013, c. 5, s. 9 (4).</p>"
        },
        {
            "id": "ys10",
            "section": "Regulations ",
            "content": " 10. The Lieutenant Governor in Council may make regulations, (a) prescribing, specifying or providing for anything that this Act describes as being prescribed or provided for in the regulations; (b) exempting persons or classes of persons from the requirements of section 5, and making such exemptions subject to compliance with any requirements provided for in the regulations; (c) respecting and governing signs for the purposes of section 5; (d) defining, for the purposes of this Act and its regulations, any word or expression used in this Act that has not already been expressly defined in this Act; (e) for carrying out the purposes, provisions and intent of this Act. 2013, c. 5, s. 10. 11. Omitted (provides for coming into force of provisions of this Act). 2013, c. 5, s. 11. 12. Omitted (enacts short title of this Act). 2013, c. 5, s. 12. ______________  Français  ",
            "raw_html": "<p class=\"section-e\"><a name=\"ys10\"></a><a name=\"s10\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s10\"><span lang=\"EN-US\">10.</span></a><b> </b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">  (a) prescribing, specifying or providing for anything that this Act describes as being prescribed or provided for in the regulations;</p> <p class=\"clause-e\">  (b) exempting persons or classes of persons from the requirements of section 5, and making such exemptions subject to compliance with any requirements provided for in the regulations;</p> <p class=\"clause-e\">  (c) respecting and governing signs for the purposes of section 5;</p> <p class=\"clause-e\">  (d) defining, for the purposes of this Act and its regulations, any word or expression used in this Act that has not already been expressly defined in this Act;</p> <p class=\"clause-e\">  (e) for carrying out the purposes, provisions and intent of this Act. 2013, c. 5, s. 10.</p> <p class=\"section-e\"><a name=\"s11\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s11\"><span lang=\"EN-US\">11.</span></a> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>). 2013, c. 5, s. 11.</p> <p class=\"section-e\"><a name=\"s12\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s12\"><span lang=\"EN-US\">12.</span></a> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span> 2013, c. 5, s. 12.</p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "s11",
            "section": "Regulations ",
            "content": " 11. Omitted (provides for coming into force of provisions of this Act). 2013, c. 5, s. 11. 12. Omitted (enacts short title of this Act). 2013, c. 5, s. 12. ______________  Français  ",
            "raw_html": "<p class=\"section-e\"><a name=\"s11\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s11\"><span lang=\"EN-US\">11.</span></a> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>). 2013, c. 5, s. 11.</p> <p class=\"section-e\"><a name=\"s12\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s12\"><span lang=\"EN-US\">12.</span></a> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span> 2013, c. 5, s. 12.</p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "s12",
            "section": "Regulations ",
            "content": " 12. Omitted (enacts short title of this Act). 2013, c. 5, s. 12. ______________  Français  ",
            "raw_html": "<p class=\"section-e\"><a name=\"s12\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm#s12\"><span lang=\"EN-US\">12.</span></a> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span> 2013, c. 5, s. 12.</p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_13s05_f.htm\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}