{
    "act_info": {
        "full_title": "Smoke-Free Ontario Act, S.O. 1994, c. 10",
        "act_name_text": "Smoke-Free Ontario Act",
        "citation": "S.O. 1994, c. 10",
        "url": "https://www.ontario.ca/laws/statute/94t10",
        "date_scraped": "2023-12-18 23:42:21"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/94t10/v21",
            "valid_from": "December 12, 2017",
            "valid_to": "October 16, 2018"
        },
        {
            "a_href": "/laws/statute/94t10/v20",
            "valid_from": "November 14, 2017",
            "valid_to": "December 11, 2017"
        },
        {
            "a_href": "/laws/statute/94t10/v19",
            "valid_from": "November  1, 2017",
            "valid_to": "November 13, 2017"
        },
        {
            "a_href": "/laws/statute/94t10/v18",
            "valid_from": "December  8, 2016",
            "valid_to": "October 31, 2017"
        },
        {
            "a_href": "/laws/statute/94t10/v17",
            "valid_from": "June  9, 2016",
            "valid_to": "December  7, 2016"
        },
        {
            "a_href": "/laws/statute/94t10/v16",
            "valid_from": "January  1, 2016",
            "valid_to": "June  8, 2016"
        },
        {
            "a_href": "/laws/statute/94t10/v15",
            "valid_from": "August 31, 2015",
            "valid_to": "December 31, 2015"
        },
        {
            "a_href": "/laws/statute/94t10/v14",
            "valid_from": "May 28, 2015",
            "valid_to": "August 30, 2015"
        },
        {
            "a_href": "/laws/statute/94t10/v13",
            "valid_from": "December  4, 2014",
            "valid_to": "May 27, 2015"
        },
        {
            "a_href": "/laws/statute/94t10/v12",
            "valid_from": "July  1, 2010",
            "valid_to": "December  3, 2014"
        },
        {
            "a_href": "/laws/statute/94t10/v11",
            "valid_from": "May 18, 2010",
            "valid_to": "June 30, 2010"
        },
        {
            "a_href": "/laws/statute/94t10/v10",
            "valid_from": "December 15, 2009",
            "valid_to": "May 17, 2010"
        },
        {
            "a_href": "/laws/statute/94t10/v9",
            "valid_from": "January 21, 2009",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/94t10/v8",
            "valid_from": "December 10, 2008",
            "valid_to": "January 20, 2009"
        },
        {
            "a_href": "/laws/statute/94t10/v7",
            "valid_from": "June 18, 2008",
            "valid_to": "December  9, 2008"
        },
        {
            "a_href": "/laws/statute/94t10/v6",
            "valid_from": "May 31, 2008",
            "valid_to": "June 17, 2008"
        },
        {
            "a_href": "/laws/statute/94t10/v5",
            "valid_from": "June  4, 2007",
            "valid_to": "May 30, 2008"
        },
        {
            "a_href": "/laws/statute/94t10/v4",
            "valid_from": "May 31, 2006",
            "valid_to": "June  3, 2007"
        },
        {
            "a_href": "/laws/statute/94t10/v3",
            "valid_from": "March 28, 2006",
            "valid_to": "May 30, 2006"
        },
        {
            "a_href": "/laws/statute/94t10/v2",
            "valid_from": "June 13, 2005",
            "valid_to": "March 27, 2006"
        },
        {
            "a_href": "/laws/statute/94t10/v1",
            "valid_from": "June 27, 2002",
            "valid_to": "June 12, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 (1) In this Act, “cigarillo” means cigarillo as defined in the regulations; (“cigarillo”) “employee” means a person who performs any work for or supplies any services to an employer, or a person who receives any instruction or training in the activity, business, work, trade, occupation or profession of an employer; (“employé”) “employer” includes an owner, operator, proprietor, manager, superintendent, overseer, receiver or trustee of an activity, business, work, trade, occupation, profession, project or undertaking who has control or direction of, or is directly or indirectly responsible for, the employment of a person in it; (“employeur”) “enclosed public place” means, (a) the inside of any place, building or structure or vehicle or conveyance or a part of any of them, (i) that is covered by a roof, and (ii) to which the public is ordinarily invited or permitted access, either expressly or by implication, whether or not a fee is charged for entry, or (b) a prescribed place; (“lieu public clos”) “enclosed workplace” means, (a) the inside of any place, building or structure or vehicle or conveyance or a part of any of them, (i) that is covered by a roof, (ii) that employees work in or frequent during the course of their employment whether or not they are acting in the course of their employment at the time, and (iii) that is not primarily a private dwelling, or (b) a prescribed place; (“lieu de travail clos”) “flavoured cigarillo” includes a cigarillo that is represented as being flavoured, that contains a flavouring agent or that is presented by its packaging, by advertisement or otherwise as being flavoured; (“cigarillo aromatisé”) “flavoured tobacco product” includes a tobacco product that is represented as being flavoured, that contains a flavouring agent or that is presented by its packaging, by advertisement or otherwise as being flavoured, but does not include a flavoured cigarillo; (“produit du tabac aromatisé”) “Minister” means the Minister of Health and Long-Term Care, unless otherwise specified; (“ministre”) “prescribed” means prescribed by the regulations; (“prescrit”) “regulations” means the regulations made under this Act. (“règlements”)  1994, c. 10, s. 1; 2005, c. 18, s. 3 (1); 2008, c. 26, s. 1; 2010, c. 1, Sched. 27, s. 1. Private dwelling (2) For greater certainty, and without restricting the generality of the expression, the following are primarily private dwellings for the purposes of the definition of “enclosed workplace” in subsection (1): 1. Private self-contained living quarters in any multi-unit building or facility. 2. Any other prescribed place.  2005, c. 18, s. 3 (2). Section Amendments with date in force (d/m/y) 2005, c. 18, s. 3 (1, 2)\r\n- 31/05/2006 2008, c. 26, s. 1\r\n- 01/07/2010 2010, c. 1, Sched. 27, s. 1 - 01/07/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“cigarillo” means cigarillo as defined in the regulations; (“cigarillo”)</p> <p class=\"definition\">“employee” means a person who performs any work for or supplies any services to an employer, or a person who receives any instruction or training in the activity, business, work, trade, occupation or profession of an employer; (“employé”)</p> <p class=\"definition\">“employer” includes an owner, operator, proprietor, manager, superintendent, overseer, receiver or trustee of an activity, business, work, trade, occupation, profession, project or undertaking who has control or direction of, or is directly or indirectly responsible for, the employment of a person in it; (“employeur”)</p> <p class=\"definition\">“enclosed public place” means,</p> <p class=\"paragraph\">  (a) the inside of any place, building or structure or vehicle or conveyance or a part of any of them,</p> <p class=\"subpara\">  (i) that is covered by a roof, and</p> <p class=\"subpara\">  (ii) to which the public is ordinarily invited or permitted access, either expressly or by implication, whether or not a fee is charged for entry, or</p> <p class=\"paragraph\">  (b) a prescribed place; (“lieu public clos”)</p> <p class=\"definition\">“enclosed workplace” means,</p> <p class=\"paragraph\">  (a) the inside of any place, building or structure or vehicle or conveyance or a part of any of them,</p> <p class=\"subpara\">  (i) that is covered by a roof,</p> <p class=\"subpara\">  (ii) that employees work in or frequent during the course of their employment whether or not they are acting in the course of their employment at the time, and</p> <p class=\"subpara\">  (iii) that is not primarily a private dwelling, or </p> <p class=\"paragraph\">  (b) a prescribed place; (“lieu de travail clos”)</p> <p class=\"definition\">“flavoured cigarillo” includes a cigarillo that is represented as being flavoured, that contains a flavouring agent or that is presented by its packaging, by advertisement or otherwise as being flavoured; (“cigarillo aromatisé”)</p> <p class=\"definition\">“flavoured tobacco product” includes a tobacco product that is represented as being flavoured, that contains a flavouring agent or that is presented by its packaging, by advertisement or otherwise as being flavoured, but does not include a flavoured cigarillo; (“produit du tabac aromatisé”)</p> <p class=\"definition\">“Minister” means the Minister of Health and Long-Term Care, unless otherwise specified; (“ministre”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act. (“règlements”)  1994, c. 10, s. 1; 2005, c. 18, s. 3 (1); 2008, c. 26, s. 1; 2010, c. 1, Sched. 27, s. 1.</p> <p class=\"headnote\">Private dwelling</p> <p class=\"subsection\">(2) For greater certainty, and without restricting the generality of the expression, the following are primarily private dwellings for the purposes of the definition of “enclosed workplace” in subsection (1):</p> <p class=\"paragraph\">  1. Private self-contained living quarters in any multi-unit building or facility.  </p> <p class=\"paragraph\">  2. Any other prescribed place.  2005, c. 18, s. 3 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05018#s3s1\">2005, c. 18, s. 3 (1, 2)</a></span>\r\n- 31/05/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08026#s1\">2008, c. 26, s. 1</a></span>\r\n- 01/07/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10001#sched27s1\">2010, c. 1, Sched. 27, s. 1</a></span> - 01/07/2010</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Application",
            "part_id": null,
            "part_type": null,
            "section_y": "Application",
            "content": "2 This Act applies to tobacco in any processed or unprocessed form that may be smoked, inhaled or chewed, including snuff, but does not apply to products intended for use in nicotine replacement therapy.  1994, c. 10, s. 2. Note: On a day to be named by proclamation of the Lieutenant Governor, section 2 of the Act is amended by adding the following subsection: (See: 2016, c. 13, s. 1) Prescribed products and substances (2) This Act applies to prescribed products and substances, to the extent necessary for the implementation, application and enforcement of section 12.1, of any provision that refers to section 12.1 and of any related provision. 2016, c. 13, s. 1. Section Amendments with date in force (d/m/y) 2016, c. 13, s. 1\r\n- not in force Provision of Tobacco to Persons under 19",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>This Act applies to tobacco in any processed or unprocessed form that may be smoked, inhaled or chewed, including snuff, but does not apply to products intended for use in nicotine replacement therapy.  1994, c. 10, s. 2.</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, section 2 of the Act is amended by adding the following subsection: (See: 2016, c. 13, s. 1)</p> <p class=\"Yheadnote\">Prescribed products and substances</p> <p class=\"Ysubsection\">(2) This Act applies to prescribed products and substances, to the extent necessary for the implementation, application and enforcement of section 12.1, of any provision that refers to section 12.1 and of any related provision. 2016, c. 13, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16013#s1\">2016, c. 13, s. 1</a></span>\r\n- not in force</p> <p class=\"heading1\"><a name=\"BK2\"></a>Provision of Tobacco to Persons under 19</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Provision of Tobacco to Persons under 19",
            "section_x": "Provision of Tobacco to Persons under 19",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "section_x": "Selling or supplying to persons under 19",
            "part_id": null,
            "part_type": null,
            "section_y": "Selling or supplying to persons under 19",
            "content": "3 (1) No person shall sell or supply tobacco to a person who is less than 19 years old.  1994, c. 10, s. 3 (1). Apparent age (2) No person shall sell or supply tobacco to a person who appears to be less than 25 years old unless he or she has required the person to provide identification and is satisfied that the person is at least 19 years old.  2005, c. 18, s. 4 (1). Defence (3) It is a defence to a charge under subsection (1) or (2) that the defendant believed the person receiving the tobacco to be at least 19 years old because the person produced a prescribed form of identification showing his or her age and there was no apparent reason to doubt the authenticity of the document or that it was issued to the person producing it.  1994, c. 10, s. 3 (3). Vicarious liability (4) The owner of a business where tobacco is sold shall be deemed to be liable for any contravention of subsection (1) or (2) on the premises where the contravention took place, unless the owner exercised due diligence to prevent such a contravention.  2005, c. 18, s. 4 (2). (5) Repealed:  2005, c. 18, s. 4 (2). Improper documentation (6) No person shall present as evidence of his or her age identification that was not lawfully issued to him or her.  1994, c. 10, s. 3 (6). Section Amendments with date in force (d/m/y) 2005, c. 18, s. 4 (1, 2)\r\n- 31/05/2006 Display and Promotion",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>3 </b>(1) No person shall sell or supply tobacco to a person who is less than 19 years old.  1994, c. 10, s. 3 (1).</p> <p class=\"headnote\">Apparent age</p> <p class=\"subsection\">(2) No person shall sell or supply tobacco to a person who appears to be less than 25 years old unless he or she has required the person to provide identification and is satisfied that the person is at least 19 years old.  2005, c. 18, s. 4 (1).</p> <p class=\"headnote\">Defence</p> <p class=\"subsection\">(3) It is a defence to a charge under subsection (1) or (2) that the defendant believed the person receiving the tobacco to be at least 19 years old because the person produced a prescribed form of identification showing his or her age and there was no apparent reason to doubt the authenticity of the document or that it was issued to the person producing it.  1994, c. 10, s. 3 (3).</p> <p class=\"headnote\">Vicarious liability</p> <p class=\"subsection\">(4) The owner of a business where tobacco is sold shall be deemed to be liable for any contravention of subsection (1) or (2) on the premises where the contravention took place, unless the owner exercised due diligence to prevent such a contravention.  2005, c. 18, s. 4 (2).</p> <p class=\"subsection\">(5) <span class=\"ovsmallcap\">Repealed</span>:  2005, c. 18, s. 4 (2).</p> <p class=\"headnote\">Improper documentation</p> <p class=\"subsection\">(6) No person shall present as evidence of his or her age identification that was not lawfully issued to him or her.  1994, c. 10, s. 3 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05018#s4s1\">2005, c. 18, s. 4 (1, 2)</a></span>\r\n- 31/05/2006</p> <p class=\"heading1\"><a name=\"BK4\"></a>Display and Promotion</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Display and Promotion",
            "section_x": "Display and Promotion",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "3.1",
            "section_x": "Display",
            "part_id": null,
            "part_type": null,
            "section_y": "Display",
            "content": "3.1 (1) No person shall, (a) display or permit the display of tobacco products in any place where tobacco products are sold or offered for sale by means of a countertop display; or (b) display or permit the display of tobacco products in any place where tobacco products are sold or offered for sale in any manner that permits the purchaser to handle the tobacco product before purchasing it.  2005, c. 18, s. 5 (1). Same (2) No person shall display or permit the display of tobacco products in any place where tobacco products are sold or offered for sale in any manner that will permit a consumer to view any tobacco product before purchasing the tobacco product.  2005, c. 18, s. 5 (2). Promotion (3) No person shall, in or at any place where tobacco products are sold or offered for sale, promote the sale of tobacco products through product association, product enhancement or any type of promotional material, including, but not limited to, (a) decorative panels and backdrops associated with particular brands of tobacco products; (b) backlit or illuminated panels; (c) promotional lighting; (d) three-dimensional exhibits; or (e) any other device, instrument or enhancement.  2005, c. 18, s. 5 (1); 2009, c. 33, Sched. 19, s. 1. Promotional items (3.1) No person shall sell or offer to sell at retail any tobacco product together with a promotional item that is included with the sale of the tobacco product for nil or nominal additional consideration, or for additional consideration that does not exceed the production cost of the promotional item. 2015, c. 7, Sched. 2, s. 1 (1). Regulations (4) The Lieutenant Governor in Council may make regulations governing what constitutes promotional material for the purposes of this section.  2005, c. 18, s. 5 (1). Interpretation (5) In this section, “promotional item” means, (a) an item that is reasonably associated with, or that evokes, a tobacco product of any kind, or a brand of tobacco product, due to the item’s intended use or purpose or through the use of a brand name, trade-mark, trade name, distinguishing guise, logo, graphic arrangement, design or slogan that appears on the item, or (b) another tobacco product; (“article promotionnel”) “tobacco product” includes the package in which tobacco is sold. (“produit du tabac”) 2015, c. 7, Sched. 2, s. 1 (2). Section Amendments with date in force (d/m/y) 2005, c. 18, s. 5 (1)\r\n- 31/05/2006; 2005, c. 18, s. 5 (2)\r\n- 31/05/2008 2009, c. 33, Sched. 19, s. 1 - 15/12/2009 2015, c. 7, Sched. 2, s. 1 (1, 2) - 01/01/2016",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>3.1 </b>(1) No person shall,</p> <p class=\"paragraph\"><b> </b>(a) display or permit the display of tobacco products in any place where tobacco products are sold or offered for sale by means of a countertop display; or</p> <p class=\"paragraph\">  (b) display or permit the display of tobacco products in any place where tobacco products are sold or offered for sale in any manner that permits the purchaser to handle the tobacco product before purchasing it.  2005, c. 18, s. 5 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) No person shall display or permit the display of tobacco products in any place where tobacco products are sold or offered for sale in any manner that will permit a consumer to view any tobacco product before purchasing the tobacco product.  2005, c. 18, s. 5 (2).</p> <p class=\"headnote\">Promotion</p> <p class=\"subsection\">(3) No person shall, in or at any place where tobacco products are sold or offered for sale, promote the sale of tobacco products through product association, product enhancement or any type of promotional material, including, but not limited to,</p> <p class=\"paragraph\">  (a) decorative panels and backdrops associated with particular brands of tobacco products;</p> <p class=\"paragraph\">  (b) backlit or illuminated panels;</p> <p class=\"paragraph\">  (c) promotional lighting;</p> <p class=\"paragraph\">  (d) three-dimensional exhibits; or </p> <p class=\"paragraph\">  (e) any other device, instrument or enhancement.  2005, c. 18, s. 5 (1); 2009, c. 33, Sched. 19, s. 1.</p> <p class=\"headnote\">Promotional items</p> <p class=\"subsection\">(3.1) No person shall sell or offer to sell at retail any tobacco product together with a promotional item that is included with the sale of the tobacco product for nil or nominal additional consideration, or for additional consideration that does not exceed the production cost of the promotional item. 2015, c. 7, Sched. 2, s. 1 (1).</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(4) The Lieutenant Governor in Council may make regulations governing what constitutes promotional material for the purposes of this section.  2005, c. 18, s. 5 (1).</p> <p class=\"headnote\">Interpretation</p> <p class=\"subsection\">(5) In this section,</p> <p class=\"definition\">“promotional item” means,</p> <p class=\"paragraph\">  (a) an item that is reasonably associated with, or that evokes, a tobacco product of any kind, or a brand of tobacco product, due to the item’s intended use or purpose or through the use of a brand name, trade-mark, trade name, distinguishing guise, logo, graphic arrangement, design or slogan that appears on the item, or</p> <p class=\"paragraph\">  (b) another tobacco product; (“article promotionnel”)</p> <p class=\"definition\">“tobacco product” includes the package in which tobacco is sold. (“produit du tabac”) 2015, c. 7, Sched. 2, s. 1 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05018#s5s1\">2005, c. 18, s. 5 (1)</a></span>\r\n- 31/05/2006; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05018#s5s2\">2005, c. 18, s. 5 (2)</a></span>\r\n- 31/05/2008</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched19s1\">2009, c. 33, Sched. 19, s. 1</a></span> - 15/12/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15007#sched2s1s1\">2015, c. 7, Sched. 2, s. 1 (1, 2)</a></span> - 01/01/2016</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "3.2",
            "section_x": "Places of entertainment",
            "part_id": null,
            "part_type": null,
            "section_y": "Places of entertainment",
            "content": "3.2 (1) No person shall employ or authorize anyone to promote tobacco or the sale of tobacco at any place of entertainment that the person owns, operates or occupies.  2005, c. 18, s. 6. Definition (2) In this section, “place of entertainment” means a place to which the public is ordinarily invited or permitted access, either expressly or by implication, whether or not a fee is charged for entry, and which is primarily devoted to eating, drinking or any form of amusement.  2005, c. 18, s. 6. Section Amendments with date in force (d/m/y) 2005, c. 18, s. 6\r\n- 31/05/2006 Prohibition of Sale in Designated Places",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>3.2 </b>(1) No person shall employ or authorize anyone to promote tobacco or the sale of tobacco at any place of entertainment that the person owns, operates or occupies.  2005, c. 18, s. 6.</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(2) In this section,</p> <p class=\"definition\">“place of entertainment” means a place to which the public is ordinarily invited or permitted access, either expressly or by implication, whether or not a fee is charged for entry, and which is primarily devoted to eating, drinking or any form of amusement.  2005, c. 18, s. 6.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05018#s6\">2005, c. 18, s. 6</a></span>\r\n- 31/05/2006</p> <p class=\"heading1\"><a name=\"BK7\"></a>Prohibition of Sale in Designated Places</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "Prohibition of Sale in Designated Places",
            "section_x": "Prohibition of Sale in Designated Places",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "4.",
            "section_x": "Sale in designated places",
            "part_id": null,
            "part_type": null,
            "section_y": "Sale in designated places",
            "content": "4 (1) No person shall sell tobacco in a designated place.  1994, c. 10, s. 4 (1). Designated places (2) The following are designated places: 1. A hospital as defined in the Public Hospitals Act. 2. A private hospital as defined in the Private Hospitals Act. Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 2 of subsection 4 (2) of the Act is repealed and the following substituted: (See: 2017, c. 25, Sched. 9, s. 118 (1)) 2. A community health facility within the meaning of the Oversight of Health Facilities and Devices Act, 2017 that was formerly licensed under the Private Hospitals Act. 3. A psychiatric facility as defined in the Mental Health Act. 4. A long-term care home within the meaning of the Long-Term Care Homes Act, 2007. 5.  Repealed:  2007, c. 8, s. 227 (1). 6.  Repealed:  2005, c. 18, s. 7 (1). 7.  Repealed:  2007, c. 8, s. 227 (1). 8. A pharmacy as defined in the Drug and Pharmacies Regulation Act. 9. An establishment where goods or services are sold or offered for sale to the public, if, i. a pharmacy as defined in the Drug and Pharmacies Regulation Act is located within the establishment, or ii. customers of such a pharmacy can pass into the establishment directly or by the use of a corridor or area used exclusively to connect the pharmacy with the establishment. 10. A prescribed place or a place that belongs to a prescribed class.  1994, c. 10, s. 4 (2); 2005, c. 18, s. 7 (1); 2007, c. 8, s. 227 (1); 2009, c. 33, Sched. 18, s. 31; 2015, c. 7, Sched. 2, s. 2. (3) Repealed:  2005, c. 18, s. 7 (2). Section Amendments with date in force (d/m/y) 2005, c. 18, s. 7 (1, 2)\r\n- 31/05/2006 2007, c. 8, s. 227 (1)\r\n- 01/07/2010 2009, c. 33, Sched. 18, s. 31 - 15/12/2009 2015, c. 7, Sched. 2, s. 2 - 01/01/2016 2017, c. 25, Sched. 9, s. 118 (1) - not in force Packaging, Health Warnings and Signs",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>4 </b>(1) No person shall sell tobacco in a designated place.  1994, c. 10, s. 4 (1).</p> <p class=\"headnote\">Designated places</p> <p class=\"subsection\">(2) The following are designated places:</p> <p class=\"paragraph\">  1. A hospital as defined in the <i>Public Hospitals Act</i>.</p> <p class=\"paragraph\">  2. A private hospital as defined in the <i>Private Hospitals Act</i>.</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 2 of subsection 4 (2) of the <i>Act</i> is repealed and the following substituted: (See: 2017, c. 25, Sched. 9, s. 118 (1))</p> <p class=\"Yparagraph\">  2. A community health facility within the meaning of the <i>Oversight of Health Facilities and Devices Act, 2017</i> that was formerly licensed under the<i> Private Hospitals Act</i>.</p> <p class=\"paragraph\">  3. A psychiatric facility as defined in the <i>Mental Health Act</i>.</p> <p class=\"paragraph\">  4. A long-term care home within the meaning of the <i>Long-Term Care Homes Act, 2007</i>.</p> <p class=\"paragraph\">  5.  <span class=\"ovsmallcap\">Repealed</span>:  2007, c. 8, s. 227 (1).</p> <p class=\"paragraph\">  6.  <span class=\"ovsmallcap\">Repealed</span>:  2005, c. 18, s. 7 (1).</p> <p class=\"paragraph\">  7.  <span class=\"ovsmallcap\">Repealed</span>:  2007, c. 8, s. 227 (1).</p> <p class=\"paragraph\">  8. A pharmacy as defined in the <i>Drug and Pharmacies Regulation Act</i>.</p> <p class=\"paragraph\">  9. An establishment where goods or services are sold or offered for sale to the public, if,</p> <p class=\"subpara\">  i. a pharmacy as defined in the <i>Drug and Pharmacies Regulation Act</i> is located within the establishment, or</p> <p class=\"subpara\">  ii. customers of such a pharmacy can pass into the establishment directly or by the use of a corridor or area used exclusively to connect the pharmacy with the establishment.</p> <p class=\"paragraph\">  10. A prescribed place or a place that belongs to a prescribed class.  1994, c. 10, s. 4 (2); 2005, c. 18, s. 7 (1); 2007, c. 8, s. 227 (1); 2009, c. 33, Sched. 18, s. 31; 2015, c. 7, Sched. 2, s. 2.</p> <p class=\"subsection\">(3) <span class=\"ovsmallcap\">Repealed</span>:  2005, c. 18, s. 7 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05018#s7s1\">2005, c. 18, s. 7 (1, 2)</a></span>\r\n- 31/05/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S07008#s227s1\">2007, c. 8, s. 227 (1)</a></span>\r\n- 01/07/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched18s31\">2009, c. 33, Sched. 18, s. 31</a></span> - 15/12/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15007#sched2s2\">2015, c. 7, Sched. 2, s. 2</a></span> - 01/01/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17025#sched9s118s1\">2017, c. 25, Sched. 9, s. 118 (1)</a></span> - not in force</p> <p class=\"heading1\"><a name=\"BK9\"></a>Packaging, Health Warnings and Signs</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "Packaging, Health Warnings and Signs",
            "section_x": "Packaging, Health Warnings and Signs",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "5.",
            "section_x": "Packaging requirements",
            "part_id": null,
            "part_type": null,
            "section_y": "Packaging requirements",
            "content": "5 (1) No person shall sell or offer to sell tobacco at retail or for subsequent sale at retail or distribute or offer to distribute it for that purpose unless, (a) the tobacco is packaged in accordance with the regulations; and (b) the package bears or contains a health warning and other information in accordance with the regulations.  1994, c. 10, s. 5 (1). Same, cigarettes (2) No person shall sell or offer to sell cigarettes at retail or for subsequent sale at retail or distribute or offer to distribute them for that purpose unless the cigarettes are contained in packages of at least 20 cigarettes or such greater number as may be prescribed by regulation.  1994, c. 10, s. 5 (2). Same, cigarillos (3) No person shall sell or offer to sell cigarillos at retail or for subsequent sale at retail or distribute or offer to distribute them for that purpose unless the cigarillos are contained in packages of at least 20 cigarillos or such greater number as may be prescribed by regulation.  2008, c. 26, s. 2. Section Amendments with date in force (d/m/y) 2008, c. 26, s. 2\r\n- 01/07/2010",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>5 </b>(1) No person shall sell or offer to sell tobacco at retail or for subsequent sale at retail or distribute or offer to distribute it for that purpose unless,</p> <p class=\"paragraph\">  (a) the tobacco is packaged in accordance with the regulations; and</p> <p class=\"paragraph\">  (b) the package bears or contains a health warning and other information in accordance with the regulations.  1994, c. 10, s. 5 (1).</p> <p class=\"headnote\">Same, cigarettes</p> <p class=\"subsection\">(2) No person shall sell or offer to sell cigarettes at retail or for subsequent sale at retail or distribute or offer to distribute them for that purpose unless the cigarettes are contained in packages of at least 20 cigarettes or such greater number as may be prescribed by regulation.  1994, c. 10, s. 5 (2).</p> <p class=\"headnote\">Same, cigarillos</p> <p class=\"subsection\">(3) No person shall sell or offer to sell cigarillos at retail or for subsequent sale at retail or distribute or offer to distribute them for that purpose unless the cigarillos are contained in packages of at least 20 cigarillos or such greater number as may be prescribed by regulation.  2008, c. 26, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08026#s2\">2008, c. 26, s. 2</a></span>\r\n- 01/07/2010</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "6.",
            "section_x": "Signs",
            "part_id": null,
            "part_type": null,
            "section_y": "Signs",
            "content": "6 No person shall, in any place, sell or offer to sell tobacco at retail unless signs bearing health warnings and other information and referring to the prohibitions imposed by section 3 are posted at the place in accordance with the regulations.  1994, c. 10, s. 6. Flavoured Tobacco Products",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>6 </b>No person shall, in any place, sell or offer to sell tobacco at retail unless signs bearing health warnings and other information and referring to the prohibitions imposed by section 3 are posted at the place in accordance with the regulations.  1994, c. 10, s. 6.</p> <p class=\"heading1\"><a name=\"BK12\"></a>Flavoured Tobacco Products</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "Flavoured Tobacco Products",
            "section_x": "Flavoured Tobacco Products",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "6.1",
            "section_x": "Flavoured cigarillos",
            "part_id": null,
            "part_type": null,
            "section_y": "Flavoured cigarillos",
            "content": "6.1 (1) No person shall sell or offer to sell a flavoured cigarillo at retail or for subsequent sale at retail or distribute or offer to distribute it for that purpose, unless the flavoured cigarillo has been prescribed.  2010, c. 1, Sched. 27, s. 2 (1). Flavoured tobacco products (2) No person shall sell or offer to sell a flavoured tobacco product at retail or for subsequent sale at retail or distribute or offer to distribute it for that purpose. 2015, c. 7, Sched. 2, s. 3. Exception (3) Subsection (2) does not apply with respect to any prescribed flavoured tobacco product. 2015, c. 7, Sched. 2, s. 3. Section Amendments with date in force (d/m/y) 2008, c. 26, s. 3\r\n- 01/07/2010 2010, c. 1, Sched. 27, s. 2 (1, 2) - 01/07/2010 2015, c. 7, Sched. 2, s. 3 - 01/01/2016 Vending Machines",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>6.1 </b>(1) No person shall sell or offer to sell a flavoured cigarillo at retail or for subsequent sale at retail or distribute or offer to distribute it for that purpose, unless the flavoured cigarillo has been prescribed.  2010, c. 1, Sched. 27, s. 2 (1).</p> <p class=\"headnote\">Flavoured tobacco products</p> <p class=\"subsection\">(2) No person shall sell or offer to sell a flavoured tobacco product at retail or for subsequent sale at retail or distribute or offer to distribute it for that purpose. 2015, c. 7, Sched. 2, s. 3.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) Subsection (2) does not apply with respect to any prescribed flavoured tobacco product. 2015, c. 7, Sched. 2, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08026#s3\">2008, c. 26, s. 3</a></span>\r\n- 01/07/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10001#sched27s2s1\">2010, c. 1, Sched. 27, s. 2 (1, 2)</a></span> - 01/07/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15007#sched2s3\">2015, c. 7, Sched. 2, s. 3</a></span> - 01/01/2016</p> <p class=\"heading1\"><a name=\"BK14\"></a>Vending Machines</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "Vending Machines",
            "section_x": "Vending Machines",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "7.",
            "section_x": "Vending machines: general prohibition",
            "part_id": null,
            "part_type": null,
            "section_y": "Vending machines: general prohibition",
            "content": "7 (1) No person shall permit a vending machine for selling or dispensing tobacco to be in a place that the person owns or occupies.  1994, c. 10, s. 7 (1). Exceptions (2) Subsection (1) does not apply with respect to a vending machine that contains no tobacco and, (a) is in a place to which the public does not have access; or (b) is inoperable.  1994, c. 10, s. 7 (2). (3) Repealed:  2005, c. 18, s. 8. Section Amendments with date in force (d/m/y) 2005, c. 18, s. 8\r\n- 31/05/2006 Reports from Wholesalers and Distributors",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>7 </b>(1) No person shall permit a vending machine for selling or dispensing tobacco to be in a place that the person owns or occupies.  1994, c. 10, s. 7 (1).</p> <p class=\"headnote\">Exceptions</p> <p class=\"subsection\">(2) Subsection (1) does not apply with respect to a vending machine that contains no tobacco and,</p> <p class=\"paragraph\">  (a) is in a place to which the public does not have access; or</p> <p class=\"paragraph\">  (b) is inoperable.  1994, c. 10, s. 7 (2).</p> <p class=\"subsection\">(3) <span class=\"ovsmallcap\">Repealed</span>:  2005, c. 18, s. 8.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05018#s8\">2005, c. 18, s. 8</a></span>\r\n- 31/05/2006</p> <p class=\"heading1\"><a name=\"BK16\"></a>Reports from Wholesalers and Distributors</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "Reports from Wholesalers and Distributors",
            "section_x": "Reports from Wholesalers and Distributors",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "8.",
            "section_x": "Reports",
            "part_id": null,
            "part_type": null,
            "section_y": "Reports",
            "content": "8 A person who, in Ontario, sells or distributes tobacco for subsequent sale at retail shall submit reports to the Minister in accordance with the regulations.  1994, c. 10, s. 8; 2005, c. 18, s. 2. Section Amendments with date in force (d/m/y) 2005, c. 18, s. 2\r\n- 31/05/2006 Controls Relating to Smoking Tobacco",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>8 </b>A person who, in Ontario, sells or distributes tobacco for subsequent sale at retail shall submit reports to the Minister in accordance with the regulations.  1994, c. 10, s. 8; 2005, c. 18, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05018#s2\">2005, c. 18, s. 2</a></span>\r\n- 31/05/2006</p> <p class=\"heading1\"><a name=\"BK18\"></a>Controls Relating to Smoking Tobacco</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "Controls Relating to Smoking Tobacco",
            "section_x": "Controls Relating to Smoking Tobacco",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "9.",
            "section_x": "Prohibition",
            "part_id": null,
            "part_type": null,
            "section_y": "Prohibition",
            "content": "9 (1) No person shall smoke tobacco or hold lighted tobacco in any enclosed public place or enclosed workplace.  2005, c. 18, s. 9. Other prohibitions (2) No person shall smoke or hold lighted tobacco in the following places or areas: 1. A school as defined in the Education Act. 2. A building or the grounds surrounding the building of a private school, where the private school is the only occupant of the premises, or the grounds annexed to a private school, where the private school is not the only occupant of the premises. 3. Any common area in a condominium, apartment building or university or college residence, including, without being limited to, elevators, hallways, parking garages, party or entertainment rooms, laundry facilities, lobbies and exercise areas. 4. A child care centre within the meaning of the Child Care and Early Years Act, 2014. 5. A place where home child care is provided within the meaning of the Child Care and Early Years Act, 2014, whether or not children are present. 5.1 A place where an early years program or service is provided within the meaning of the Child Care and Early Years Act, 2014. 6. The reserved seating area of a sports arena or entertainment venue. 7. A prescribed place or area. 2005, c. 18, s. 9; 2014, c. 11, Sched. 6, s. 8; 2017, c. 20, Sched. 11, s. 38. Employer obligations (3) Every employer shall, with respect to an enclosed workplace or a place or area mentioned in subsection (2) over which the employer exercises control, (a) ensure compliance with this section; (b) give notice to each employee in an enclosed workplace or place or area that smoking is prohibited in the enclosed workplace, place or area in a manner that complies with the regulations, if any; (c) post any prescribed signs prohibiting smoking throughout the enclosed workplace, place or area over which the employer has control, including washrooms, in the prescribed manner; (d) ensure that no ashtrays or similar equipment remain in the enclosed workplace or place or area, other than a vehicle in which the manufacturer has installed an ashtray; (e) ensure that a person who refuses to comply with subsection (1) or (2) does not remain in the enclosed workplace or place or area; and (f) ensure compliance with any other prescribed obligations.  2005, c. 18, s. 9. Prohibition (4) No employer or person acting on behalf of an employer shall take any of the following actions against an employee because the employee has acted in accordance with or has sought the enforcement of this Act: 1. Dismissing or threatening to dismiss the employee. 2. Disciplining or suspending the employee, or threatening to do so. 3. Imposing a penalty upon the employee. 4. Intimidating or coercing the employee.  2005, c. 18, s. 9. Complaint (5) The Lieutenant Governor in Council may make regulations specifying provisions of another Act or any regulations that apply, with necessary modifications, where an employee complains that subsection (4) has not been complied with.  2005, c. 18, s. 9. Proprietor obligations (6) Every proprietor of an enclosed public place or a place or area mentioned in subsection (2) shall, (a) ensure compliance with this section with respect to the enclosed public place, place or area; (b) give notice to each person in the enclosed public place, place or area that smoking is prohibited in the enclosed public place, place or area in accordance with the regulations, if any; (c) post any prescribed signs prohibiting smoking throughout the enclosed public place, place or area, including washrooms, in the prescribed manner; (d) ensure that no ashtrays or similar equipment remain in the enclosed public place, place or area, other than a vehicle in which the manufacturer has installed an ashtray; (e) ensure that a person who refuses to comply with subsection (1) or (2) does not remain in the enclosed public place, place or area; and (f) ensure compliance with any other prescribed obligations.  2005, c. 18, s. 9. Exception, residential care facility (7) Subsection (1) does not apply to a person who smokes or holds lighted tobacco in an indoor room in a residence that also serves as an enclosed workplace if the conditions set out below are met, and the obligations under subsections (3) and (6) do not apply to a proprietor or employer with respect to such a room if the proprietor or employer complies with any prescribed requirements respecting the maintenance of the room: 1. The residence is, i. a long-term care home within the meaning of the Long-Term Care Homes Act, 2007, ii., iii.  Repealed:  2007, c. 8, s. 227 (2). iv. a residential facility that is operated as a retirement home and that provides care, in addition to accommodation, to the residents of the home, or v. a supportive housing residence funded or administered through the Ministry of Health and Long-Term Care or the Ministry of Community and Social Services. 2. The room has been designated as a controlled smoking area. 3. A resident who desires to use the room must be able, in the opinion of the proprietor or employer, to smoke safely without assistance from an employee. An employee who does not desire to enter the room shall not be required to do so. 4. Smoking in the room is limited to residents of that facility. 5. The room is an enclosed space that, i. is fitted with proper ventilation in compliance with the regulations, ii. is identified as a controlled smoking area by means of prescribed signs, displayed in the prescribed manner, and iii. meets any other prescribed requirements.  2005, c. 18, s. 9; 2007, c. 8, s. 227 (2). Psychiatric facility (8) Subsection (1) does not apply to a person who smokes or holds lighted tobacco in an indoor room in a psychiatric facility that also serves as an enclosed workplace if the conditions set out below are met, and the obligations under subsections (3) and (6) do not apply to a proprietor or employer with respect to such a room if the proprietor or employer complies with any prescribed requirements respecting the maintenance of the room: 1. The psychiatric facility is designated in the regulations. 2. The room has been designated as a controlled smoking area. 3. A patient of the facility who desires to use the room must be able, in the opinion of the proprietor or employer, to smoke safely without assistance from an employee. An employee who does not desire to enter the room shall not be required to do so. 4. Smoking in the room is limited to patients of that facility. 5. The room is an enclosed space that, i. is fitted with proper ventilation in compliance with the regulations, ii. is identified as a controlled smoking area by means of prescribed signs, displayed in the prescribed manner, and iii. meets any other prescribed requirements.  2005, c. 18, s. 9. Facilities for veterans (9) Subsection (1) does not apply to a person who smokes or holds lighted tobacco in an indoor room in a facility for veterans that also serves as an enclosed workplace if the conditions set out below are met, and the obligations under subsections (3) and (6) do not apply to a proprietor or employer with respect to such a room if the proprietor or employer complies with any prescribed requirements respecting the maintenance of the room: 1. The facility for veterans is designated in the regulations. 2. The room has been designated as a controlled smoking area. 3. A resident of the facility who desires to use the room must be able, in the opinion of the proprietor or employer, to smoke safely without assistance from an employee. An employee who does not desire to enter the room shall not be required to do so. 4. Smoking in the room is limited to residents of that facility. 5. The room is an enclosed space that, i. is fitted with proper ventilation in compliance with the regulations, ii. is identified as a controlled smoking area by means of prescribed signs, displayed in the prescribed manner, and iii. meets any other prescribed requirements.  2005, c. 18, s. 9. Hotels, motels, inns (10) Subsection (1) does not apply to a person who smokes or holds lighted tobacco in a guest room in a hotel, motel or inn if the conditions set out below are met, and subsections (3) and (6) do not apply to a proprietor or employer with respect to a guest room described in paragraphs 2 to 5 if the proprietor or employer complies with any prescribed requirements respecting the maintenance of the guest room: 1. The person is a registered guest of the hotel, motel or inn, or the invited guest of a registered guest. 2. The guest room is designed primarily as sleeping accommodation. 3. The guest room has been designated as a guest room that accommodates smoking by the management of the hotel, motel or inn. 4. The guest room is fully enclosed by floor-to-ceiling walls, a ceiling and doors that separate it physically from any adjacent area in which smoking is prohibited by this Act. 5. The guest room conforms to any other prescribed requirements.  2005, c. 18, s. 9. Scientific research and testing facilities (11) Subsection (1) does not apply to a person who smokes or holds lighted tobacco in a scientific research and testing facility for the purpose of conducting research or testing concerning tobacco or tobacco products, and subsections (3) and (6) do not apply to a proprietor or employer with respect to the research and testing carried on in such a facility.  2005, c. 18, s. 9. Definition (12) In this section, “proprietor” means the owner, operator or person in charge.  2005, c. 18, s. 9. Section Amendments with date in force (d/m/y) 2002, c. 8, Sched. P, s. 6 - 27/06/2002 2005, c. 18, s. 9\r\n- 31/05/2006 2007, c. 8, s. 227 (2)\r\n- 01/07/2010 2014, c. 11, Sched. 6, s. 8 - 31/08/2015 2017, c. 20, Sched. 11, s. 38 - 14/11/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>9 </b>(1) No person shall smoke tobacco or hold lighted tobacco in any enclosed public place or enclosed workplace.  2005, c. 18, s. 9.</p> <p class=\"headnote\">Other prohibitions </p> <p class=\"subsection\">(2) No person shall smoke or hold lighted tobacco in the following places or areas:</p> <p class=\"paragraph\">  1. A school as defined in the <i>Education Act</i>.</p> <p class=\"paragraph\">  2. A building or the grounds surrounding the building of a private school, where the private school is the only occupant of the premises, or the grounds annexed to a private school, where the private school is not the only occupant of the premises.</p> <p class=\"paragraph\">  3. Any common area in a condominium, apartment building or university or college residence, including, without being limited to, elevators, hallways, parking garages, party or entertainment rooms, laundry facilities, lobbies and exercise areas.</p> <p class=\"paragraph\">  4. A child care centre within the meaning of the <i>Child Care and Early Years Act, 2014</i>.</p> <p class=\"paragraph\">  5. A place where home child care is provided within the meaning of the <i>Child Care and Early Years Act, 2014</i>, whether or not children are present.</p> <p class=\"paragraph\">  5.1 A place where an early years program or service is provided within the meaning of the <i>Child Care and Early Years Act, 2014</i>.</p> <p class=\"paragraph\">  6. The reserved seating area of a sports arena or entertainment venue.</p> <p class=\"paragraph\">  7. A prescribed place or area. 2005, c. 18, s. 9; 2014, c. 11, Sched. 6, s. 8; 2017, c. 20, Sched. 11, s. 38.</p> <p class=\"headnote\">Employer obligations </p> <p class=\"subsection\">(3) Every employer shall, with respect to an enclosed workplace or a place or area mentioned in subsection (2) over which the employer exercises control, </p> <p class=\"paragraph\">  (a) ensure compliance with this section;</p> <p class=\"paragraph\">  (b) give notice to each employee in an enclosed workplace or place or area that smoking is prohibited in the enclosed workplace, place or area in a manner that complies with the regulations, if any;</p> <p class=\"paragraph\">  (c) post any prescribed signs prohibiting smoking throughout the enclosed workplace, place or area over which the employer has control, including washrooms, in the prescribed manner; </p> <p class=\"paragraph\">  (d) ensure that no ashtrays or similar equipment remain in the enclosed workplace or place or area, other than a vehicle in which the manufacturer has installed an ashtray; </p> <p class=\"paragraph\">  (e) ensure that a person who refuses to comply with subsection (1) or (2) does not remain in the enclosed workplace or place or area; and</p> <p class=\"paragraph\">  (f) ensure compliance with any other prescribed obligations.  2005, c. 18, s. 9.</p> <p class=\"headnote\">Prohibition</p> <p class=\"subsection\">(4) No employer or person acting on behalf of an employer shall take any of the following actions against an employee because the employee has acted in accordance with or has sought the enforcement of this Act: </p> <p class=\"paragraph\">  1. Dismissing or threatening to dismiss the employee.</p> <p class=\"paragraph\">  2. Disciplining or suspending the employee, or threatening to do so.</p> <p class=\"paragraph\">  3. Imposing a penalty upon the employee.</p> <p class=\"paragraph\">  4. Intimidating or coercing the employee.  2005, c. 18, s. 9.</p> <p class=\"headnote\">Complaint</p> <p class=\"subsection\">(5) The Lieutenant Governor in Council may make regulations specifying provisions of another Act or any regulations that apply, with necessary modifications, where an employee complains that subsection (4) has not been complied with.  2005, c. 18, s. 9.</p> <p class=\"headnote\">Proprietor obligations</p> <p class=\"subsection\">(6) Every proprietor of an enclosed public place or a place or area mentioned in subsection (2) shall, </p> <p class=\"paragraph\">  (a) ensure compliance with this section with respect to the enclosed public place, place or area;</p> <p class=\"paragraph\">  (b) give notice to each person in the enclosed public place, place or area that smoking is prohibited in the enclosed public place, place or area in accordance with the regulations, if any; </p> <p class=\"paragraph\">  (c) post any prescribed signs prohibiting smoking throughout the enclosed public place, place or area, including washrooms, in the prescribed manner; </p> <p class=\"paragraph\">  (d) ensure that no ashtrays or similar equipment remain in the enclosed public place, place or area, other than a vehicle in which the manufacturer has installed an ashtray; </p> <p class=\"paragraph\">  (e) ensure that a person who refuses to comply with subsection (1) or (2) does not remain in the enclosed public place, place or area; and</p> <p class=\"paragraph\">  (f) ensure compliance with any other prescribed obligations.  2005, c. 18, s. 9.</p> <p class=\"headnote\">Exception, residential care facility</p> <p class=\"subsection\">(7) Subsection (1) does not apply to a person who smokes or holds lighted tobacco in an indoor room in a residence that also serves as an enclosed workplace if the conditions set out below are met, and the obligations under subsections (3) and (6) do not apply to a proprietor or employer with respect to such a room if the proprietor or employer complies with any prescribed requirements respecting the maintenance of the room:</p> <p class=\"paragraph\">  1. The residence is,</p> <p class=\"subpara\">  i. a long-term care home within the meaning of the <i>Long-Term Care Homes Act, 2007</i>,</p> <p class=\"subpara\">  ii., iii.  <span class=\"ovsmallcap\">Repealed</span>:  2007, c. 8, s. 227 (2).</p> <p class=\"subpara\">  iv. a residential facility that is operated as a retirement home and that provides care, in addition to accommodation, to the residents of the home, or</p> <p class=\"subpara\">  v. a supportive housing residence funded or administered through the Ministry of Health and Long-Term Care or the Ministry of Community and Social Services.</p> <p class=\"paragraph\">  2. The room has been designated as a controlled smoking area.</p> <p class=\"paragraph\">  3. A resident who desires to use the room must be able, in the opinion of the proprietor or employer, to smoke safely without assistance from an employee. An employee who does not desire to enter the room shall not be required to do so.</p> <p class=\"paragraph\">  4. Smoking in the room is limited to residents of that facility.</p> <p class=\"paragraph\">  5. The room is an enclosed space that,</p> <p class=\"subpara\">  i. is fitted with proper ventilation in compliance with the regulations,</p> <p class=\"subpara\">  ii. is identified as a controlled smoking area by means of prescribed signs, displayed in the prescribed manner, and</p> <p class=\"subpara\">  iii. meets any other prescribed requirements.  2005, c. 18, s. 9; 2007, c. 8, s. 227 (2).</p> <p class=\"headnote\">Psychiatric facility </p> <p class=\"subsection\">(8) Subsection (1) does not apply to a person who smokes or holds lighted tobacco in an indoor room in a psychiatric facility that also serves as an enclosed workplace if the conditions set out below are met, and the obligations under subsections (3) and (6) do not apply to a proprietor or employer with respect to such a room if the proprietor or employer complies with any prescribed requirements respecting the maintenance of the room:</p> <p class=\"paragraph\">  1. The psychiatric facility is designated in the regulations. </p> <p class=\"paragraph\">  2. The room has been designated as a controlled smoking area.</p> <p class=\"paragraph\">  3. A patient of the facility who desires to use the room must be able, in the opinion of the proprietor or employer, to smoke safely without assistance from an employee. An employee who does not desire to enter the room shall not be required to do so.</p> <p class=\"paragraph\">  4. Smoking in the room is limited to patients of that facility.</p> <p class=\"paragraph\">  5. The room is an enclosed space that,</p> <p class=\"subpara\">  i. is fitted with proper ventilation in compliance with the regulations,</p> <p class=\"subpara\">  ii. is identified as a controlled smoking area by means of prescribed signs, displayed in the prescribed manner, and</p> <p class=\"subpara\">  iii. meets any other prescribed requirements.  2005, c. 18, s. 9.</p> <p class=\"headnote\">Facilities for veterans</p> <p class=\"subsection\">(9) Subsection (1) does not apply to a person who smokes or holds lighted tobacco in an indoor room in a facility for veterans that also serves as an enclosed workplace if the conditions set out below are met, and the obligations under subsections (3) and (6) do not apply to a proprietor or employer with respect to such a room if the proprietor or employer complies with any prescribed requirements respecting the maintenance of the room:</p> <p class=\"paragraph\">  1. The facility for veterans is designated in the regulations. </p> <p class=\"paragraph\">  2. The room has been designated as a controlled smoking area.</p> <p class=\"paragraph\">  3. A resident of the facility who desires to use the room must be able, in the opinion of the proprietor or employer, to smoke safely without assistance from an employee. An employee who does not desire to enter the room shall not be required to do so.</p> <p class=\"paragraph\">  4. Smoking in the room is limited to residents of that facility.</p> <p class=\"paragraph\">  5. The room is an enclosed space that,</p> <p class=\"subpara\">  i. is fitted with proper ventilation in compliance with the regulations,</p> <p class=\"subpara\">  ii. is identified as a controlled smoking area by means of prescribed signs, displayed in the prescribed manner, and</p> <p class=\"subpara\">  iii. meets any other prescribed requirements.  2005, c. 18, s. 9.</p> <p class=\"headnote\">Hotels, motels, inns</p> <p class=\"subsection\">(10) Subsection (1) does not apply to a person who smokes or holds lighted tobacco in a guest room in a hotel, motel or inn if the conditions set out below are met, and subsections (3) and (6) do not apply to a proprietor or employer with respect to a guest room described in paragraphs 2 to 5 if the proprietor or employer complies with any prescribed requirements respecting the maintenance of the guest room:</p> <p class=\"paragraph\">  1. The person is a registered guest of the hotel, motel or inn, or the invited guest of a registered guest.</p> <p class=\"paragraph\">  2. The guest room is designed primarily as sleeping accommodation.</p> <p class=\"paragraph\">  3. The guest room has been designated as a guest room that accommodates smoking by the management of the hotel, motel or inn.</p> <p class=\"paragraph\">  4. The guest room is fully enclosed by floor-to-ceiling walls, a ceiling and doors that separate it physically from any adjacent area in which smoking is prohibited by this Act.</p> <p class=\"paragraph\">  5. The guest room conforms to any other prescribed requirements.  2005, c. 18, s. 9.</p> <p class=\"headnote\">Scientific research and testing facilities </p> <p class=\"subsection\">(11) Subsection (1) does not apply to a person who smokes or holds lighted tobacco in a scientific research and testing facility for the purpose of conducting research or testing concerning tobacco or tobacco products, and subsections (3) and (6) do not apply to a proprietor or employer with respect to the research and testing carried on in such a facility.  2005, c. 18, s. 9.</p> <p class=\"headnote\">Definition </p> <p class=\"subsection\">(12) In this section,</p> <p class=\"definition\">“proprietor” means the owner, operator or person in charge.  2005, c. 18, s. 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02008#schedps6\">2002, c. 8, Sched. P, s. 6</a></span> - 27/06/2002</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05018#s9\">2005, c. 18, s. 9</a></span>\r\n- 31/05/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S07008#s227s2\">2007, c. 8, s. 227 (2)</a></span>\r\n- 01/07/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14011#sched6s8\">2014, c. 11, Sched. 6, s. 8</a></span> - 31/08/2015</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched11s38\">2017, c. 20, Sched. 11, s. 38</a></span> - 14/11/2017</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "9.1",
            "section_x": "Protection for home health-care workers",
            "part_id": null,
            "part_type": null,
            "section_y": "Protection for home health-care workers",
            "content": "9.1 (1) Every home health-care worker has the right to request a person not to smoke tobacco in his or her presence while he or she is providing health care services.  2005, c. 18, s. 9. Right to leave (2) Where a person refuses to comply with the request not to smoke, the home health-care worker has the right to leave without providing any further services, unless to do so would present an immediate serious danger to the health of any person.  2005, c. 18, s. 9. Restriction (3) A home health-care worker who has exercised his or her right to leave shall comply with any procedures set out in the regulations.  2005, c. 18, s. 9. Regulations (4) The Lieutenant Governor in Council may make regulations setting out procedures that must be followed if a home health-care worker has exercised his or her right to leave.  2005, c. 18, s. 9. Definition (5) In this section, “home health-care worker” means a person who provides health-care services in private homes, that is provided or arranged by, (a)  Repealed: 2016, c. 30, s. 49 (1). (a.1) a local health integration network as defined in subsection 2 (1) of the Local Health System Integration Act, 2006; or (b) an entity that receives funding from the Ministry of Health and Long-Term Care or a local health integration network as defined in section 2 of the Local Health System Integration Act, 2006. 2005, c. 18, s. 9; 2006, c. 4, s. 54; 2016, c. 30, s. 49. Section Amendments with date in force (d/m/y) 2005, c. 18, s. 9\r\n- 31/05/2006 2006, c. 4, s. 54\r\n- 28/03/2006 2016, c. 30, s. 49 (1)\r\n- 01/11/2017; 2016, c. 30, s. 49 (2)\r\n- 08/12/2016",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>9.1 </b>(1) Every home health-care worker has the right to request a person not to smoke tobacco in his or her presence while he or she is providing health care services.  2005, c. 18, s. 9.</p> <p class=\"headnote\">Right to leave</p> <p class=\"subsection\">(2) Where a person refuses to comply with the request not to smoke, the home health-care worker has the right to leave without providing any further services, unless to do so would present an immediate serious danger to the health of any person.  2005, c. 18, s. 9.</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(3) A home health-care worker who has exercised his or her right to leave shall comply with any procedures set out in the regulations.  2005, c. 18, s. 9.</p> <p class=\"headnote\">Regulations </p> <p class=\"subsection\">(4) The Lieutenant Governor in Council may make regulations setting out procedures that must be followed if a home health-care worker has exercised his or her right to leave.  2005, c. 18, s. 9.</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(5) In this section,</p> <p class=\"definition\">“home health-care worker” means a person who provides health-care services in private homes, that is provided or arranged by,</p> <p class=\"paragraph\">  (a)  <span class=\"ovsmallcap\">Repealed</span>: 2016, c. 30, s. 49 (1).</p> <p class=\"paragraph\"> (a.1) a local health integration network as defined in subsection 2 (1) of the <i>Local Health System Integration Act, 2006</i>; or</p> <p class=\"paragraph\">  (b) an entity that receives funding from the Ministry of Health and Long-Term Care or a local health integration network as defined in section 2 of the <i>Local Health System Integration Act, 2006</i>. 2005, c. 18, s. 9; 2006, c. 4, s. 54; 2016, c. 30, s. 49.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05018#s9\">2005, c. 18, s. 9</a></span>\r\n- 31/05/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06004#s54\">2006, c. 4, s. 54</a></span>\r\n- 28/03/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s49s1\">2016, c. 30, s. 49 (1)</a></span>\r\n- 01/11/2017; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16030#s49s2\">2016, c. 30, s. 49 (2)</a></span>\r\n- 08/12/2016</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "9.2",
            "section_x": "Protection for people under 16 years old in motor vehicles",
            "part_id": null,
            "part_type": null,
            "section_y": "Protection for people under 16 years old in motor vehicles",
            "content": "9.2 (1) No person shall smoke tobacco or have lighted tobacco in a motor vehicle while another person who is less than 16 years old is present in the vehicle.  2008, c. 12, s. 1. Proof of age (2) In a prosecution under this section, a court may find evidence that the person enforcing this section honestly and reasonably believed another person to be less than 16 years old to be sufficient proof of the other person’s age.  2008, c. 12, s. 1. Enforcement (3) Despite section 14, this section shall be enforced by police officers.  2008, c. 12, s. 1. Definition (4) In this section, “motor vehicle” means, subject to the regulations, a motor vehicle as defined in subsection 1 (1) of the Highway Traffic Act.  2008, c. 12, s. 1. Section Amendments with date in force (d/m/y) 2008, c. 12, s. 1\r\n- 21/01/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>9.2 </b>(1) No person shall smoke tobacco or have lighted tobacco in a motor vehicle while another person who is less than 16 years old is present in the vehicle.  2008, c. 12, s. 1.</p> <p class=\"headnote\">Proof of age</p> <p class=\"subsection\">(2) In a prosecution under this section, a court may find evidence that the person enforcing this section honestly and reasonably believed another person to be less than 16 years old to be sufficient proof of the other person’s age.  2008, c. 12, s. 1.</p> <p class=\"headnote\">Enforcement</p> <p class=\"subsection\">(3) Despite section 14, this section shall be enforced by police officers.  2008, c. 12, s. 1.</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(4) In this section,</p> <p class=\"definition\">“motor vehicle” means, subject to the regulations, a motor vehicle as defined in subsection 1 (1) of the <i>Highway Traffic Act</i>.  2008, c. 12, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08012#s1\">2008, c. 12, s. 1</a></span>\r\n- 21/01/2009</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "10.",
            "section_x": "Signs",
            "part_id": null,
            "part_type": null,
            "section_y": "Signs",
            "content": "10 The person who owns or occupies a place described in section 9 shall ensure that signs referring to the prohibition imposed by that section are posted in accordance with the regulations.  1994, c. 10, s. 10. Note: On a day to be named by proclamation of the Lieutenant Governor, section 10 of the Act is repealed and the following substituted: (See: 2016, c. 13, s. 2) Signs 10 The person who owns or occupies a place described in section 9 or 12.1 shall ensure that signs referring to the prohibition imposed by the relevant section are posted in accordance with the regulations. 2016, c. 13, s. 2. Section Amendments with date in force (d/m/y) 2016, c. 13, s. 2\r\n- not in force 11 Repealed:  2005, c. 18, s. 10. Section Amendments with date in force (d/m/y) 2005, c. 18, s. 10\r\n- 31/05/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>10 </b>The person who owns or occupies a place described in section 9 shall ensure that signs referring to the prohibition imposed by that section are posted in accordance with the regulations.  1994, c. 10, s. 10.</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, section 10 of the Act is repealed and the following substituted: (See: 2016, c. 13, s. 2)</p> <p class=\"Yheadnote\">Signs</p> <p class=\"Ysection\"><a name=\"BK23\"></a><b>10 </b>The person who owns or occupies a place described in section 9 or 12.1 shall ensure that signs referring to the prohibition imposed by the relevant section are posted in accordance with the regulations. 2016, c. 13, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16013#s2\">2016, c. 13, s. 2</a></span>\r\n- not in force</p> <p class=\"section\"><b>11 </b><span class=\"ovsmallcap\">Repealed</span>:  2005, c. 18, s. 10.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05018#s10\">2005, c. 18, s. 10</a></span>\r\n- 31/05/2006</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "10.",
            "section_x": "Signs",
            "part_id": null,
            "part_type": null,
            "section_y": "Signs",
            "content": "10 The person who owns or occupies a place described in section 9 shall ensure that signs referring to the prohibition imposed by that section are posted in accordance with the regulations.  1994, c. 10, s. 10. Note: On a day to be named by proclamation of the Lieutenant Governor, section 10 of the Act is repealed and the following substituted: (See: 2016, c. 13, s. 2) Signs 10 The person who owns or occupies a place described in section 9 or 12.1 shall ensure that signs referring to the prohibition imposed by the relevant section are posted in accordance with the regulations. 2016, c. 13, s. 2. Section Amendments with date in force (d/m/y) 2016, c. 13, s. 2\r\n- not in force 11 Repealed:  2005, c. 18, s. 10. Section Amendments with date in force (d/m/y) 2005, c. 18, s. 10\r\n- 31/05/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>10 </b>The person who owns or occupies a place described in section 9 shall ensure that signs referring to the prohibition imposed by that section are posted in accordance with the regulations.  1994, c. 10, s. 10.</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, section 10 of the Act is repealed and the following substituted: (See: 2016, c. 13, s. 2)</p> <p class=\"Yheadnote\">Signs</p> <p class=\"Ysection\"><a name=\"BK23\"></a><b>10 </b>The person who owns or occupies a place described in section 9 or 12.1 shall ensure that signs referring to the prohibition imposed by the relevant section are posted in accordance with the regulations. 2016, c. 13, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16013#s2\">2016, c. 13, s. 2</a></span>\r\n- not in force</p> <p class=\"section\"><b>11 </b><span class=\"ovsmallcap\">Repealed</span>:  2005, c. 18, s. 10.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05018#s10\">2005, c. 18, s. 10</a></span>\r\n- 31/05/2006</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "12.",
            "section_x": "Conflict with other legislation",
            "part_id": null,
            "part_type": null,
            "section_y": "Conflict with other legislation",
            "content": "12 If there is conflict between sections 9 and 10 of this Act and a provision of another Act, a regulation or a municipal by-law that deals with smoking, the provision that is more restrictive of smoking prevails, subject to subsection 13 (3). 1994, c. 10, s. 12. Note: On a day to be named by proclamation of the Lieutenant Governor, section 12 of the Act is amended by adding the following subsection: (See: 2016, c. 13, s. 3) Exception (2) This section does not apply with respect to signs required under section 10 solely respecting a prohibition under section 12.1. 2016, c. 13, s. 3. Section Amendments with date in force (d/m/y) 2016, c. 13, s. 3\r\n- not in force Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following section: (See: 2016, c. 13, s. 4) Prescribed Products and Substances Prescribed products and substances 12.1 (1) No person shall smoke a prescribed product or substance or hold a lighted prescribed product or substance in, (a) any enclosed public place; (b) any enclosed workplace; (c) any place or area mentioned or provided for in subsection 9 (2); or (d) any place or area prescribed for the purposes of this section. 2016, c. 13, s. 4. Protection for people under 16 years old in motor vehicles (2) No person shall smoke a prescribed product or substance or have a lighted prescribed product or substance in a motor vehicle while another person who is less than 16 years old is present in the vehicle. 2016, c. 13, s. 4. Employer obligations (3) Every employer shall, with respect to an enclosed workplace or a place or area mentioned in subsection (1) over which the employer exercises control, (a) ensure compliance with this section; (b) give notice to each employee in an enclosed workplace, place or area of the prohibition under subsection (1) in a manner that complies with the regulations, if any; (c) post any prescribed signs respecting the prohibition under subsection (1) throughout the enclosed workplace, place or area over which the employer has control, including washrooms, in the prescribed manner; (d) ensure that a person who refuses to comply with subsection (1) does not remain in the enclosed workplace, place or area; and (e) ensure compliance with any other prescribed obligations. 2016, c. 13, s. 4. Proprietor obligations (4) Every proprietor of an enclosed public place or a place or area mentioned in subsection (1) shall, (a) ensure compliance with this section with respect to the enclosed public place, place or area; (b) give notice to each person in the enclosed public place, place or area of the prohibition under subsection (1) in accordance with the regulations, if any; (c) post any prescribed signs respecting the prohibition under subsection (1) throughout the enclosed public place, place or area, including washrooms, in the prescribed manner; (d) ensure that a person who refuses to comply with subsection (1) does not remain in the enclosed public place, place or area; and (e) ensure compliance with any other prescribed obligations. 2016, c. 13, s. 4. Scientific research and testing facilities (5) Subsection (1) does not apply to a person who smokes a prescribed product or substance or holds a lighted prescribed product or substance in a scientific research and testing facility for the purpose of conducting research or testing concerning the prescribed product or substance, and subsections (3) and (4) do not apply to an employer or a proprietor with respect to the research and testing carried on in such a facility. 2016, c. 13, s. 4. Application of other provisions (6) The following provisions apply with necessary modification, with respect to the application and enforcement of this section: 1. Subsections 9 (4) and (5). 2. Section 9.1. 2016, c. 13, s. 4. Enforcement, subsection (2) (7) Subsections 9.2 (2) to (4) apply, with necessary modification, with respect to the application and enforcement of subsection (2) of this section. 2016, c. 13, s. 4. Definition (8) In this section, “proprietor” means the owner, operator or person in charge. 2016, c. 13, s. 4. Section Amendments with date in force (d/m/y) 2016, c. 13, s. 4\r\n- not in force Traditional Use of Tobacco by Aboriginal Persons",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>12 </b>If there is conflict between sections 9 and 10 of this Act and a provision of another Act, a regulation or a municipal by-law that deals with smoking, the provision that is more restrictive of smoking prevails, subject to subsection 13 (3). 1994, c. 10, s. 12.</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, section 12 of the Act is amended by adding the following subsection: (See: 2016, c. 13, s. 3)</p> <p class=\"Yheadnote\">Exception</p> <p class=\"Ysubsection\">(2) This section does not apply with respect to signs required under section 10 solely respecting a prohibition under section 12.1. 2016, c. 13, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16013#s3\">2016, c. 13, s. 3</a></span>\r\n- not in force</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, the Act is amended by adding the following section: (See: 2016, c. 13, s. 4)</p> <p class=\"Yheading1\"><a name=\"BK25\"></a>Prescribed Products and Substances</p> <p class=\"Yheadnote\">Prescribed products and substances</p> <p class=\"Ysection\"><a name=\"BK26\"></a><b>12.1 </b>(1) No person shall smoke a prescribed product or substance or hold a lighted prescribed product or substance in,</p> <p class=\"Yparagraph\">  (a) any enclosed public place;</p> <p class=\"Yparagraph\">  (b) any enclosed workplace;</p> <p class=\"Yparagraph\">  (c) any place or area mentioned or provided for in subsection 9 (2); or</p> <p class=\"Yparagraph\">  (d) any place or area prescribed for the purposes of this section. 2016, c. 13, s. 4.</p> <p class=\"Yheadnote\">Protection for people under 16 years old in motor vehicles</p> <p class=\"Ysubsection\">(2) No person shall smoke a prescribed product or substance or have a lighted prescribed product or substance in a motor vehicle while another person who is less than 16 years old is present in the vehicle. 2016, c. 13, s. 4.</p> <p class=\"Yheadnote\">Employer obligations</p> <p class=\"Ysubsection\">(3) Every employer shall, with respect to an enclosed workplace or a place or area mentioned in subsection (1) over which the employer exercises control,</p> <p class=\"Yparagraph\">  (a) ensure compliance with this section;</p> <p class=\"Yparagraph\">  (b) give notice to each employee in an enclosed workplace, place or area of the prohibition under subsection (1) in a manner that complies with the regulations, if any;</p> <p class=\"Yparagraph\">  (c) post any prescribed signs respecting the prohibition under subsection (1) throughout the enclosed workplace, place or area over which the employer has control, including washrooms, in the prescribed manner;</p> <p class=\"Yparagraph\">  (d) ensure that a person who refuses to comply with subsection (1) does not remain in the enclosed workplace, place or area; and</p> <p class=\"Yparagraph\">  (e) ensure compliance with any other prescribed obligations. 2016, c. 13, s. 4.</p> <p class=\"Yheadnote\">Proprietor obligations</p> <p class=\"Ysubsection\">(4) Every proprietor of an enclosed public place or a place or area mentioned in subsection (1) shall,</p> <p class=\"Yparagraph\">  (a) ensure compliance with this section with respect to the enclosed public place, place or area;</p> <p class=\"Yparagraph\">  (b) give notice to each person in the enclosed public place, place or area of the prohibition under subsection (1) in accordance with the regulations, if any;</p> <p class=\"Yparagraph\">  (c) post any prescribed signs respecting the prohibition under subsection (1) throughout the enclosed public place, place or area, including washrooms, in the prescribed manner;</p> <p class=\"Yparagraph\">  (d) ensure that a person who refuses to comply with subsection (1) does not remain in the enclosed public place, place or area; and</p> <p class=\"Yparagraph\">  (e) ensure compliance with any other prescribed obligations. 2016, c. 13, s. 4.</p> <p class=\"Yheadnote\">Scientific research and testing facilities</p> <p class=\"Ysubsection\">(5) Subsection (1) does not apply to a person who smokes a prescribed product or substance or holds a lighted prescribed product or substance in a scientific research and testing facility for the purpose of conducting research or testing concerning the prescribed product or substance, and subsections (3) and (4) do not apply to an employer or a proprietor with respect to the research and testing carried on in such a facility. 2016, c. 13, s. 4.</p> <p class=\"Yheadnote\">Application of other provisions</p> <p class=\"Ysubsection\">(6) The following provisions apply with necessary modification, with respect to the application and enforcement of this section:</p> <p class=\"Yparagraph\">  1. Subsections 9 (4) and (5).</p> <p class=\"Yparagraph\">  2. Section 9.1. 2016, c. 13, s. 4.</p> <p class=\"Yheadnote\">Enforcement, subsection (2)</p> <p class=\"Ysubsection\">(7) Subsections 9.2 (2) to (4) apply, with necessary modification, with respect to the application and enforcement of subsection (2) of this section. 2016, c. 13, s. 4.</p> <p class=\"Yheadnote\">Definition</p> <p class=\"Ysubsection\">(8) In this section,</p> <p class=\"Ydefinition\">“proprietor” means the owner, operator or person in charge. 2016, c. 13, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16013#s4\">2016, c. 13, s. 4</a></span>\r\n- not in force</p> <p class=\"heading1\"><a name=\"BK27\"></a>Traditional Use of Tobacco by Aboriginal Persons</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "Prescribed Products and Substances",
            "section_x": "Prescribed Products and Substances",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "12.1",
            "section_x": "Prescribed products and substances",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "Traditional Use of Tobacco by Aboriginal Persons",
            "section_x": "Traditional Use of Tobacco by Aboriginal Persons",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "13.",
            "section_x": "Purpose",
            "part_id": null,
            "part_type": null,
            "section_y": "Purpose",
            "content": "13 (1) The purpose of this section is to acknowledge the traditional use of tobacco that forms part of Aboriginal culture and spirituality.  1994, c. 10, s. 13 (1). Non-application of s. 3 (2) Section 3 does not prohibit a person from giving tobacco to an Aboriginal person who is or appears to be less than 19 years of age or 25 years of age, as the case may be, if the gift is made for traditional Aboriginal cultural or spiritual purposes.  1994, c. 10, s. 13 (2); 2005, c. 18, s. 11 (1). Non-application of smoking prohibitions (3) No provision of an Act, regulation or municipal by-law that prohibits smoking in a place, including section 9 of this Act, (a) prohibits an Aboriginal person from smoking tobacco or holding lighted tobacco there, if the activity is carried out for traditional Aboriginal cultural or spiritual purposes; (b) prohibits a non-Aboriginal person from smoking tobacco or holding lighted tobacco there, if the activity is carried out with an Aboriginal person and for traditional Aboriginal cultural or spiritual purposes.  1994, c. 10, s. 13 (3). Place for traditional use of tobacco (4) At the request of an Aboriginal resident, the operator of a hospital, facility, home or other place set out below shall set aside an indoor area, separate from any area where smoking is otherwise permitted, for the use of tobacco for traditional Aboriginal cultural or spiritual purposes: 1. A hospital as defined in the Public Hospitals Act. 2. A private hospital as defined in the Private Hospitals Act. Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 2 of subsection 13 (4) of the Act is repealed and the following substituted: (See: 2017, c. 25, Sched. 9, s. 118 (2)) 2. A community health facility within the meaning of the Oversight of Health Facilities and Devices Act, 2017 that was formerly licensed under the Private Hospitals Act. 3. A designated psychiatric facility. 4. A long-term care home within the meaning of the Long-Term Care Homes Act, 2007. 5. A home for special care under the Homes for Special Care Act. 6., 7.  Repealed:  2007, c. 8, s. 227 (3). 8. A place that belongs to a prescribed class.  2005, c. 18, s. 11 (2); 2007, c. 8, s. 227 (3). Section Amendments with date in force (d/m/y) 2005, c. 18, s. 11 (1, 2) - 31/05/2006 2007, c. 8, s. 227 (3)\r\n- 01/07/2010 2017, c. 25, Sched. 9, s. 118 (2) - not in force Inspection",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>13 </b>(1) The purpose of this section is to acknowledge the traditional use of tobacco that forms part of Aboriginal culture and spirituality.  1994, c. 10, s. 13 (1).</p> <p class=\"headnote\">Non-application of s. 3</p> <p class=\"subsection\">(2) Section 3 does not prohibit a person from giving tobacco to an Aboriginal person who is or appears to be less than 19 years of age or 25 years of age, as the case may be, if the gift is made for traditional Aboriginal cultural or spiritual purposes.  1994, c. 10, s. 13 (2); 2005, c. 18, s. 11 (1).</p> <p class=\"headnote\">Non-application of smoking prohibitions</p> <p class=\"subsection\">(3) No provision of an Act, regulation or municipal by-law that prohibits smoking in a place, including section 9 of this Act,</p> <p class=\"paragraph\">  (a) prohibits an Aboriginal person from smoking tobacco or holding lighted tobacco there, if the activity is carried out for traditional Aboriginal cultural or spiritual purposes;</p> <p class=\"paragraph\">  (b) prohibits a non-Aboriginal person from smoking tobacco or holding lighted tobacco there, if the activity is carried out with an Aboriginal person and for traditional Aboriginal cultural or spiritual purposes.  1994, c. 10, s. 13 (3).</p> <p class=\"headnote\">Place for traditional use of tobacco</p> <p class=\"subsection\">(4) At the request of an Aboriginal resident, the operator of a hospital, facility, home or other place set out below shall set aside an indoor area, separate from any area where smoking is otherwise permitted, for the use of tobacco for traditional Aboriginal cultural or spiritual purposes:</p> <p class=\"paragraph\">  1. A hospital as defined in the <i>Public Hospitals Act</i>.</p> <p class=\"paragraph\">  2. A private hospital as defined in the <i>Private Hospitals Act</i>.</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, paragraph 2 of subsection 13 (4) of the <i>Act</i> is repealed and the following substituted: (See: 2017, c. 25, Sched. 9, s. 118 (2))</p> <p class=\"Yparagraph\">  2. A community health facility within the meaning of the <i>Oversight of Health Facilities and Devices Act, 2017</i> that was formerly licensed under the<i> Private Hospitals Act</i>.</p> <p class=\"paragraph\">  3. A designated psychiatric facility.</p> <p class=\"paragraph\">  4. A long-term care home within the meaning of the <i>Long-Term Care Homes Act, 2007</i>.</p> <p class=\"paragraph\">  5. A home for special care under the <i>Homes for Special Care Act</i>.</p> <p class=\"paragraph\"> 6., 7.  <span class=\"ovsmallcap\">Repealed</span>:  2007, c. 8, s. 227 (3).</p> <p class=\"paragraph\">  8. A place that belongs to a prescribed class.  2005, c. 18, s. 11 (2); 2007, c. 8, s. 227 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05018#s11s1\">2005, c. 18, s. 11 (1, 2)</a></span> - 31/05/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S07008#s227s3\">2007, c. 8, s. 227 (3)</a></span>\r\n- 01/07/2010</p> <p class=\"footnoteLeft\"><a name=\"BK29\"></a><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17025#sched9s118s2\">2017, c. 25, Sched. 9, s. 118 (2)</a></span> - not in force</p> <p class=\"heading1\">Inspection</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "Inspection",
            "section_x": "Inspection",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "14.",
            "section_x": "Inspectors",
            "part_id": null,
            "part_type": null,
            "section_y": "Inspectors",
            "content": "14 (1) The Minister may appoint inspectors for the purposes of this Act.  1994, c. 10, s. 14 (1); 2005, c. 18, s. 2. Inspection (2) Subject to subsection (4), for the purpose of determining whether this Act is being complied with, an inspector may, without a warrant, and at any reasonable time, enter and inspect, (a) any place designated under subsection 4 (2); (b) any place where it is prohibited to smoke tobacco or hold lighted tobacco under section 9; Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 14 (2) of the Act is amended by adding the following clause: (See: 2016, c. 13, s. 5 (1)) (b.1) any place where it is prohibited to smoke a prescribed product or substance or hold a lighted prescribed product or substance under section 12.1; (c) the establishments of tobacco manufacturers, wholesalers, distributors and retailers; and (d) any place where the inspector has reasonable grounds to believe that an activity regulated or prohibited under this Act is taking place. 2015, c. 7, Sched. 2, s. 4 (1). Restricted appointments (3) The Minister may, in an appointment, restrict the inspector’s powers of entry and inspection to specified places or kinds of places. 2015, c. 7, Sched. 2, s. 4 (1). Dwellings (4) An inspector shall not enter into a place or part of a place that is a dwelling without the consent of the occupant. 2015, c. 7, Sched. 2, s. 4 (1). (5) Repealed: 2015, c. 7, Sched. 2, s. 4 (1). Use of force (6) An inspector is not entitled to use force to enter and inspect a place.  1994, c. 10, s. 14 (6). Identification (7) An inspector conducting an inspection shall produce, on request, evidence of his or her appointment.  1994, c. 10, s. 14 (7). Powers of inspector (8) An inspector conducting an inspection may, (a) examine a record or other thing that is relevant to the inspection; (b) demand the production for inspection of a record or other thing that is relevant to the inspection; (c) remove for review and copying a record or other thing that is relevant to the inspection; (d) in order to produce a record in readable form, use data storage, information processing or retrieval devices or systems that are normally used in carrying on business in the place; (d.1) remove a sample of a substance or any other thing that is relevant to the inspection or take a specimen that is relevant to the inspection; (e) question a person on matters relevant to the inspection; (f) if he or she finds that an employer is not complying with subsection 9 (3), direct the employer or a person whom the inspector believes to be in charge of the enclosed workplace to comply with the provision and may require the direction to be carried out forthwith or within such period of time as the inspector specifies; and Note: On a day to be named by proclamation of the Lieutenant Governor, clause 14 (8) (f) of the Act is amended by adding “or 12.1 (3)” after “subsection 9 (3)”. (See: 2016, c. 13, s. 5 (2)) (g) if he or she finds that a proprietor is not complying with subsection 9 (6), direct the proprietor or a person whom the inspector believes to be in charge of the enclosed public place to comply with the provisions and may require the direction to be carried out forthwith or within such period of time as the inspector specifies.  1994, c. 10, s. 14 (8); 2005, c. 18, s. 12 (1, 2); 2015, c. 7, Sched. 2, s. 4 (2). Note: On a day to be named by proclamation of the Lieutenant Governor, clause 14 (8) (g) of the Act is amended by adding “or 12.1 (4)” after “subsection 9 (6)”. (See: 2016, c. 13, s. 5 (3)) Same, vending machines (9) An inspector conducting an inspection may open a vending machine for the selling or dispensing of tobacco if, (a) the vending machine is operable or is in a place to which the public has access; (b) the owner or operator of a place referred to in subsection 7 (1) refuses or is unable to open the machine; and (c) the inspector has reasonable grounds to believe that there is tobacco in the machine.  1994, c. 10, s. 14 (9). Exemption from liability (10) No person is liable for damage done to the machine in connection with the opening.  1994, c. 10, s. 14 (10). Seizure and forfeiture (11) The inspector may seize any tobacco and money found in the machine; the tobacco is forfeited and shall be dealt with as the Minister directs, and the money is forfeited to the Minister of Finance.  1994, c. 10, s. 14 (11); 2005, c. 18, s. 2. Written demand (12) A demand that a record or other thing be produced for inspection must be in writing and must include a statement of the nature of the record or thing required.  1994, c. 10, s. 14 (12). Obligation to produce and assist (13) If an inspector demands that a record or other thing be produced for inspection, the person who has custody of the record or thing shall produce it and, in the case of a record, shall on request provide any assistance that is reasonably necessary to interpret the record or to produce it in a readable form.  1994, c. 10, s. 14 (13). Records and things removed from place (14) A record or other thing that has been removed for review and copying, (a) shall be made available to the person from whom it was removed, for review and copying, on request and at a time and place that are convenient for the person and for the inspector; and (b) shall be returned to the person within a reasonable time.  1994, c. 10, s. 14 (14). Copy admissible in evidence (15) A copy of a record that purports to be certified by an inspector as being a true copy of the original is admissible in evidence to the same extent as the original, and has the same evidentiary value.  1994, c. 10, s. 14 (15). Obstruction (16) No person shall hinder, obstruct or interfere with an inspector conducting an inspection, refuse to answer questions on matters relevant to the inspection or provide the inspector with information, on matters relevant to the inspection, that the person knows to be false or misleading.  1994, c. 10, s. 14 (16); 2017, c. 20, Sched. 11, s. 39. Definition (17) In this section, “record” means any collection of information however recorded, whether in printed form, on film, by electronic means or otherwise and includes any data that is recorded or stored on any medium in or by a computer system or similar device as well as drawings, specifications or floor plans for an enclosed workplace.  2005, c. 18, s. 12 (3). Section Amendments with date in force (d/m/y) 2005, c. 18, s. 2\r\n- 31/05/2006; 2005, c. 18, s. 12 (1-3)\r\n- 31/05/2006 2015, c. 7, Sched. 2, s. 4 (1, 2) - 01/01/2016 2016, c. 13, s. 5 (1-3)\r\n- not in force 2017, c. 20, Sched. 11, s. 39 - 14/11/2017 Offences",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>14 </b>(1) The Minister may appoint inspectors for the purposes of this Act.  1994, c. 10, s. 14 (1); 2005, c. 18, s. 2.</p> <p class=\"headnote\">Inspection</p> <p class=\"subsection\">(2) Subject to subsection (4), for the purpose of determining whether this Act is being complied with, an inspector may, without a warrant, and at any reasonable time, enter and inspect,</p> <p class=\"paragraph\">  (a) any place designated under subsection 4 (2);</p> <p class=\"paragraph\">  (b) any place where it is prohibited to smoke tobacco or hold lighted tobacco under section 9;</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 14 (2) of the Act is amended by adding the following clause: (See: 2016, c. 13, s. 5 (1))</p> <p class=\"Yparagraph\"> (b.1) any place where it is prohibited to smoke a prescribed product or substance or hold a lighted prescribed product or substance under section 12.1;</p> <p class=\"paragraph\">  (c) the establishments of tobacco manufacturers, wholesalers, distributors and retailers; and</p> <p class=\"paragraph\">  (d) any place where the inspector has reasonable grounds to believe that an activity regulated or prohibited under this Act is taking place. 2015, c. 7, Sched. 2, s. 4 (1).</p> <p class=\"headnote\">Restricted appointments</p> <p class=\"subsection\">(3) The Minister may, in an appointment, restrict the inspector’s powers of entry and inspection to specified places or kinds of places. 2015, c. 7, Sched. 2, s. 4 (1).</p> <p class=\"headnote\">Dwellings</p> <p class=\"subsection\">(4) An inspector shall not enter into a place or part of a place that is a dwelling without the consent of the occupant. 2015, c. 7, Sched. 2, s. 4 (1).</p> <p class=\"subsection\">(5) <span class=\"ovsmallcap\">Repealed</span>: 2015, c. 7, Sched. 2, s. 4 (1).</p> <p class=\"headnote\">Use of force</p> <p class=\"subsection\">(6) An inspector is not entitled to use force to enter and inspect a place.  1994, c. 10, s. 14 (6).</p> <p class=\"headnote\">Identification</p> <p class=\"subsection\">(7) An inspector conducting an inspection shall produce, on request, evidence of his or her appointment.  1994, c. 10, s. 14 (7).</p> <p class=\"headnote\">Powers of inspector</p> <p class=\"subsection\">(8) An inspector conducting an inspection may,</p> <p class=\"paragraph\">  (a) examine a record or other thing that is relevant to the inspection;</p> <p class=\"paragraph\">  (b) demand the production for inspection of a record or other thing that is relevant to the inspection;</p> <p class=\"paragraph\">  (c) remove for review and copying a record or other thing that is relevant to the inspection;</p> <p class=\"paragraph\">  (d) in order to produce a record in readable form, use data storage, information processing or retrieval devices or systems that are normally used in carrying on business in the place;</p> <p class=\"paragraph\"> (d.1) remove a sample of a substance or any other thing that is relevant to the inspection or take a specimen that is relevant to the inspection;</p> <p class=\"paragraph\">  (e) question a person on matters relevant to the inspection;</p> <p class=\"paragraph\">  (f) if he or she finds that an employer is not complying with subsection 9 (3), direct the employer or a person whom the inspector believes to be in charge of the enclosed workplace to comply with the provision and may require the direction to be carried out forthwith or within such period of time as the inspector specifies; and</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, clause 14 (8) (f) of the Act is amended by adding “or 12.1 (3)” after “subsection 9 (3)”. (See: 2016, c. 13, s. 5 (2))</p> <p class=\"paragraph\">  (g) if he or she finds that a proprietor is not complying with subsection 9 (6), direct the proprietor or a person whom the inspector believes to be in charge of the enclosed public place to comply with the provisions and may require the direction to be carried out forthwith or within such period of time as the inspector specifies.  1994, c. 10, s. 14 (8); 2005, c. 18, s. 12 (1, 2); 2015, c. 7, Sched. 2, s. 4 (2).</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, clause 14 (8) (g) of the Act is amended by adding “or 12.1 (4)” after “subsection 9 (6)”. (See: 2016, c. 13, s. 5 (3))</p> <p class=\"headnote\">Same, vending machines</p> <p class=\"subsection\">(9) An inspector conducting an inspection may open a vending machine for the selling or dispensing of tobacco if,</p> <p class=\"paragraph\">  (a) the vending machine is operable or is in a place to which the public has access;</p> <p class=\"paragraph\">  (b) the owner or operator of a place referred to in subsection 7 (1) refuses or is unable to open the machine; and</p> <p class=\"paragraph\">  (c) the inspector has reasonable grounds to believe that there is tobacco in the machine.  1994, c. 10, s. 14 (9).</p> <p class=\"headnote\">Exemption from liability</p> <p class=\"subsection\">(10) No person is liable for damage done to the machine in connection with the opening.  1994, c. 10, s. 14 (10).</p> <p class=\"headnote\">Seizure and forfeiture</p> <p class=\"subsection\">(11) The inspector may seize any tobacco and money found in the machine; the tobacco is forfeited and shall be dealt with as the Minister directs, and the money is forfeited to the Minister of Finance.  1994, c. 10, s. 14 (11); 2005, c. 18, s. 2.</p> <p class=\"headnote\">Written demand</p> <p class=\"subsection\">(12) A demand that a record or other thing be produced for inspection must be in writing and must include a statement of the nature of the record or thing required.  1994, c. 10, s. 14 (12).</p> <p class=\"headnote\">Obligation to produce and assist</p> <p class=\"subsection\">(13) If an inspector demands that a record or other thing be produced for inspection, the person who has custody of the record or thing shall produce it and, in the case of a record, shall on request provide any assistance that is reasonably necessary to interpret the record or to produce it in a readable form.  1994, c. 10, s. 14 (13).</p> <p class=\"headnote\">Records and things removed from place</p> <p class=\"subsection\">(14) A record or other thing that has been removed for review and copying,</p> <p class=\"paragraph\">  (a) shall be made available to the person from whom it was removed, for review and copying, on request and at a time and place that are convenient for the person and for the inspector; and</p> <p class=\"paragraph\">  (b) shall be returned to the person within a reasonable time.  1994, c. 10, s. 14 (14).</p> <p class=\"headnote\">Copy admissible in evidence</p> <p class=\"subsection\">(15) A copy of a record that purports to be certified by an inspector as being a true copy of the original is admissible in evidence to the same extent as the original, and has the same evidentiary value.  1994, c. 10, s. 14 (15).</p> <p class=\"headnote\">Obstruction</p> <p class=\"subsection\">(16) No person shall hinder, obstruct or interfere with an inspector conducting an inspection, refuse to answer questions on matters relevant to the inspection or provide the inspector with information, on matters relevant to the inspection, that the person knows to be false or misleading.  1994, c. 10, s. 14 (16); 2017, c. 20, Sched. 11, s. 39.</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(17) In this section,</p> <p class=\"definition\">“record” means any collection of information however recorded, whether in printed form, on film, by electronic means or otherwise and includes any data that is recorded or stored on any medium in or by a computer system or similar device as well as drawings, specifications or floor plans for an enclosed workplace.  2005, c. 18, s. 12 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05018#s2\">2005, c. 18, s. 2</a></span>\r\n- 31/05/2006; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05018#s12s1\">2005, c. 18, s. 12 (1-3)</a></span>\r\n- 31/05/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15007#sched2s4s1\">2015, c. 7, Sched. 2, s. 4 (1, 2)</a></span> - 01/01/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16013#s5s1\">2016, c. 13, s. 5 (1-3)</a></span>\r\n- not in force</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched11s39\">2017, c. 20, Sched. 11, s. 39</a></span> - 14/11/2017</p> <p class=\"heading1\"><a name=\"BK31\"></a>Offences</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "Offences",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "15.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences",
            "content": "15 (1) A person who contravenes section 3, 3.1 or 3.2, subsection 4 (1), section 5, 6.1 or 9 or subsection 13 (4), 14 (16), 16 (4), 17 (6), 18 (4) or (5) is guilty of an offence and on conviction is liable to a fine determined in accordance with subsection (3).  2005, c. 18, s. 13 (1); 2008, c. 26, s. 4 (1). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 15 (1) of the Act is amended by striking out “subsection 13 (4)” and substituting “subsection 12.1 (1), (3) or (4) or 13 (4)”. (See: 2016, c. 13, s. 6 (1)) Same (2) A person who contravenes section 6 or 10 or subsection 18 (1) is guilty of an offence and on conviction is liable, for each day or part of a day on which the offence occurs or continues, to a fine determined in accordance with subsection (3).  2005, c. 18, s. 13 (1). Determining maximum fine (3) The fine, or daily fine, as the case may be, shall not exceed an amount determined as follows: 1. Establish the number of times the defendant has been convicted of the same offence during the five years preceding the current conviction. 2. If the defendant is an individual, the amount is set out in Column 3 of the Table to this section, opposite the number of previous convictions in Column 2 and the section or subsection number of the provision contravened in Column 1. 3. If the defendant is a corporation, the amount is set out in Column 4 of the Table to this section, opposite the number of previous convictions in Column 2 and the section or subsection number of the provision contravened in Column 1.  1994, c. 10, s. 15 (3). Sequence of convictions (4) In establishing the number of times the defendant has been convicted of the same offence for the purposes of subsection (3), the only question to be considered is the sequence of convictions, and no consideration shall be given to the sequence of commission of offences or to whether an offence occurred before or after a conviction.  1994, c. 10, s. 15 (4). Continuing offence, vending machine (5) A person who contravenes subsection 7 (1) is guilty of an offence and on conviction is liable, for each day or part of a day on which the offence occurs or continues, to a fine of not more than $2,000.  1994, c. 10, s. 15 (5). Offence, failure to submit report (6) A person who contravenes section 8 or a regulation made under clause 19 (1) (f) is guilty of an offence and on conviction is liable to a fine of not more than $100,000.  1994, c. 10, s. 15 (6). Offence, smoking in motor vehicle (6.1) A person who contravenes section 9.2 is guilty of an offence and on conviction is liable to a fine of not more than $250.  2008, c. 12, s. 2. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 15 (6.1) of the Act is amended by adding “or subsection 12.1 (2)” after “section 9.2”. (See: 2016, c. 13, s. 6 (2)) Duty of directors and officers (7) A director or officer of a corporation that engages in the manufacture, sale or distribution of tobacco has a duty to take all reasonable care to prevent the corporation from contravening this Act.  1994, c. 10, s. 15 (7). (8) Repealed:  2005, c. 18, s. 13 (2). Offence (9) A person who has the duty imposed by subsection (7) and fails to carry it out is guilty of an offence and on conviction is liable to a fine of not more than $100,000.  1994, c. 10, s. 15 (9); 2005, c. 18, s. 13 (3). Same (10) A person may be prosecuted and convicted under subsection (9) even if the corporation has not been prosecuted or convicted.  1994, c. 10, s. 15 (10). Table  Item   Column 1   Provision Contravened   Column 2   Number of Earlier Convictions   Column 3   Maximum Fine — Individual (amount in dollars)   Column 4   Maximum Fine — Corporation (amount in dollars) \n\n  1   3 (1), 3 (2), 3.1, 3.2   0   8,000   20,000 \n\n  2   3 (1), 3 (2), 3.1, 3.2   1   20,000   40,000 \n\n  3   3 (1), 3 (2), 3.1, 3.2   2   40,000   100,000 \n\n  4   3 (1), 3 (2), 3.1, 3.2   3 or more   200,000   300,000 \n\n  5   3 (6), 4 (1), 6, 10, 14 (16), 16 (4), 17 (6), 18 (1), 18 (4), 18 (5)   0   2,000   5,000 \n\n  6   3 (6), 4 (1), 6, 10, 14 (16), 16 (4), 17 (6), 18 (1), 18 (4), 18 (5)   1   5,000   10,000 \n\n  7   3 (6), 4 (1), 6, 10, 14 (16), 16 (4), 17 (6), 18 (1), 18 (4), 18 (5)   2   10,000   25,000 \n\n  8   3 (6), 4 (1), 6, 10, 14 (16), 16 (4), 17 (6), 18 (1), 18 (4), 18 (5)   3 or more   50,000   75,000 \n\n  9   5, 6.1   0   4,000   200,000 \n\n  10   5, 6.1   1   10,000   600,000 \n\n  11   5, 6.1   2   20,000   600,000 \n\n  12   5, 6.1   3 or more   100,000   600,000 \n\n  13   9 (1), 9 (2)   0   1,000   not applicable \n\n  14   9 (1), 9 (2)   1 or more   5,000   not applicable \n\n  15   9 (3), 9 (6)   0   1,000   100,000 \n\n  16   9 (3), 9 (6)   1 or more   5,000   300,000 \n\n  17   9 (4)   any    4,000   10,000 \n\n  18   13 (4)   any   4,000   10,000 2005, c. 18, s. 13 (4); 2007, c. 10, Sched. J, s. 4; 2008, c. 26, s. 4 (2); 2015, c. 7, Sched. 2, s. 5; 2017, c. 20, Sched. 11, s. 40. Note: On a day to be named by proclamation of the Lieutenant Governor, Column 1 of the Table to section 15 of the Act is amended by striking out “9 (1), 9 (2)” wherever it appears and substituting in each case “9 (1), 9 (2), 12.1 (1)” and by striking out “9 (3), 9 (6)” wherever it appears and substituting in each case “9 (3), 9 (6), 12.1 (3), 12.1 (4)”. (See: 2016, c. 13, s. 6 (3)) Section Amendments with date in force (d/m/y) 1997, c. 10, s. 26 - 26/06/1997 2005, c. 18, s. 13 (1-4)\r\n- 31/05/2006 2007, c. 10, Sched. J, s. 4 - 04/06/2007 2008, c. 12, s. 2\r\n- 21/01/2009; 2008, c. 26, s. 4 (1, 2)\r\n- 01/07/2010 2015, c. 7, Sched. 2, s. 5 - 01/01/2016 2016, c. 13, s. 6 (1-3)\r\n- not in force 2017, c. 20, Sched. 11, s. 40 - 14/11/2017 Automatic Prohibition",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>15 </b>(1) A person who contravenes section 3, 3.1 or 3.2, subsection 4 (1), section 5, 6.1 or 9 or subsection 13 (4), 14 (16), 16 (4), 17 (6), 18 (4) or (5) is guilty of an offence and on conviction is liable to a fine determined in accordance with subsection (3).  2005, c. 18, s. 13 (1); 2008, c. 26, s. 4 (1).</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 15 (1) of the Act is amended by striking out “subsection 13 (4)” and substituting “subsection 12.1 (1), (3) or (4) or 13 (4)”. (See: 2016, c. 13, s. 6 (1))</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A person who contravenes section 6 or 10 or subsection 18 (1) is guilty of an offence and on conviction is liable, for each day or part of a day on which the offence occurs or continues, to a fine determined in accordance with subsection (3).  2005, c. 18, s. 13 (1).</p> <p class=\"headnote\">Determining maximum fine</p> <p class=\"subsection\">(3) The fine, or daily fine, as the case may be, shall not exceed an amount determined as follows:</p> <p class=\"paragraph\">  1. Establish the number of times the defendant has been convicted of the same offence during the five years preceding the current conviction.</p> <p class=\"paragraph\">  2. If the defendant is an individual, the amount is set out in Column 3 of the Table to this section, opposite the number of previous convictions in Column 2 and the section or subsection number of the provision contravened in Column 1.</p> <p class=\"paragraph\">  3. If the defendant is a corporation, the amount is set out in Column 4 of the Table to this section, opposite the number of previous convictions in Column 2 and the section or subsection number of the provision contravened in Column 1.  1994, c. 10, s. 15 (3).</p> <p class=\"headnote\">Sequence of convictions</p> <p class=\"subsection\">(4) In establishing the number of times the defendant has been convicted of the same offence for the purposes of subsection (3), the only question to be considered is the sequence of convictions, and no consideration shall be given to the sequence of commission of offences or to whether an offence occurred before or after a conviction.  1994, c. 10, s. 15 (4).</p> <p class=\"headnote\">Continuing offence, vending machine</p> <p class=\"subsection\">(5) A person who contravenes subsection 7 (1) is guilty of an offence and on conviction is liable, for each day or part of a day on which the offence occurs or continues, to a fine of not more than $2,000.  1994, c. 10, s. 15 (5).</p> <p class=\"headnote\">Offence, failure to submit report</p> <p class=\"subsection\">(6) A person who contravenes section 8 or a regulation made under clause 19 (1) (f) is guilty of an offence and on conviction is liable to a fine of not more than $100,000.  1994, c. 10, s. 15 (6).</p> <p class=\"headnote\">Offence, smoking in motor vehicle </p> <p class=\"subsection\">(6.1) A person who contravenes section 9.2 is guilty of an offence and on conviction is liable to a fine of not more than $250.  2008, c. 12, s. 2.</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 15 (6.1) of the Act is amended by adding “or subsection 12.1 (2)” after “section 9.2”. (See: 2016, c. 13, s. 6 (2))</p> <p class=\"headnote\">Duty of directors and officers</p> <p class=\"subsection\">(7) A director or officer of a corporation that engages in the manufacture, sale or distribution of tobacco has a duty to take all reasonable care to prevent the corporation from contravening this Act.  1994, c. 10, s. 15 (7).</p> <p class=\"subsection\">(8) <span class=\"ovsmallcap\">Repealed</span>:  2005, c. 18, s. 13 (2).</p> <p class=\"headnote\">Offence</p> <p class=\"subsection\">(9) A person who has the duty imposed by subsection (7) and fails to carry it out is guilty of an offence and on conviction is liable to a fine of not more than $100,000.  1994, c. 10, s. 15 (9); 2005, c. 18, s. 13 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(10) A person may be prosecuted and convicted under subsection (9) even if the corporation has not been prosecuted or convicted.  1994, c. 10, s. 15 (10).</p> <p class=\"headingx\">Table</p> <p class=\"MsoNormal\"> </p> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"840\">\n<tr> <td valign=\"top\"> <p class=\"table\">Item</p> </td> <td valign=\"top\"> <p class=\"table\">Column 1 <br/>  Provision Contravened</p> </td> <td valign=\"top\"> <p class=\"table\">Column 2 <br/>  Number of Earlier Convictions</p> </td> <td valign=\"top\"> <p class=\"table\">Column 3 <br/>  Maximum Fine — Individual (amount in dollars)</p> </td> <td valign=\"top\"> <p class=\"table\">Column 4 <br/>  Maximum Fine — Corporation (amount in dollars)</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table\">1</p> </td> <td valign=\"top\"> <p class=\"table\">3 (1), 3 (2), 3.1, 3.2</p> </td> <td valign=\"top\"> <p class=\"table\">0</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">8,000</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">20,000</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table\">2</p> </td> <td valign=\"top\"> <p class=\"table\">3 (1), 3 (2), 3.1, 3.2</p> </td> <td valign=\"top\"> <p class=\"table\">1</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">20,000</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">40,000</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table\">3</p> </td> <td valign=\"top\"> <p class=\"table\">3 (1), 3 (2), 3.1, 3.2</p> </td> <td valign=\"top\"> <p class=\"table\">2</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">40,000</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">100,000</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table\">4</p> </td> <td valign=\"top\"> <p class=\"table\">3 (1), 3 (2), 3.1, 3.2</p> </td> <td valign=\"top\"> <p class=\"table\">3 or more</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">200,000</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">300,000</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table\">5</p> </td> <td valign=\"top\"> <p class=\"table\">3 (6), 4 (1), 6, 10, 14 (16), 16 (4), 17 (6), 18 (1), 18 (4), 18 (5)</p> </td> <td valign=\"top\"> <p class=\"table\">0</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">2,000</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">5,000</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table\">6</p> </td> <td valign=\"top\"> <p class=\"table\">3 (6), 4 (1), 6, 10, 14 (16), 16 (4), 17 (6), 18 (1), 18 (4), 18 (5)</p> </td> <td valign=\"top\"> <p class=\"table\">1</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">5,000</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">10,000</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table\">7</p> </td> <td valign=\"top\"> <p class=\"table\">3 (6), 4 (1), 6, 10, 14 (16), 16 (4), 17 (6), 18 (1), 18 (4), 18 (5)</p> </td> <td valign=\"top\"> <p class=\"table\">2</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">10,000</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">25,000</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table\">8</p> </td> <td valign=\"top\"> <p class=\"table\">3 (6), 4 (1), 6, 10, 14 (16), 16 (4), 17 (6), 18 (1), 18 (4), 18 (5)</p> </td> <td valign=\"top\"> <p class=\"table\">3 or more</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">50,000</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">75,000</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table\">9</p> </td> <td valign=\"top\"> <p class=\"table\">5, 6.1</p> </td> <td valign=\"top\"> <p class=\"table\">0</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">4,000</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">200,000</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table\">10</p> </td> <td valign=\"top\"> <p class=\"table\">5, 6.1</p> </td> <td valign=\"top\"> <p class=\"table\">1</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">10,000</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">600,000</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table\">11</p> </td> <td valign=\"top\"> <p class=\"table\">5, 6.1</p> </td> <td valign=\"top\"> <p class=\"table\">2</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">20,000</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">600,000</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table\">12</p> </td> <td valign=\"top\"> <p class=\"table\">5, 6.1</p> </td> <td valign=\"top\"> <p class=\"table\">3 or more</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">100,000</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">600,000</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table\">13</p> </td> <td valign=\"top\"> <p class=\"table\">9 (1), 9 (2)</p> </td> <td valign=\"top\"> <p class=\"table\">0</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">1,000</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\"><span>not applicable</span></p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table\">14</p> </td> <td valign=\"top\"> <p class=\"table\">9 (1), 9 (2)</p> </td> <td valign=\"top\"> <p class=\"table\">1 or more</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">5,000</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\"><span>not applicable</span></p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table\">15</p> </td> <td valign=\"top\"> <p class=\"table\">9 (3), 9 (6)</p> </td> <td valign=\"top\"> <p class=\"table\">0</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">1,000</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">100,000</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table\">16</p> </td> <td valign=\"top\"> <p class=\"table\">9 (3), 9 (6)</p> </td> <td valign=\"top\"> <p class=\"table\">1 or more</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">5,000</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">300,000</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table\">17</p> </td> <td valign=\"top\"> <p class=\"table\">9 (4)</p> </td> <td valign=\"top\"> <p class=\"table\">any </p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">4,000</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">10,000</p> </td>\n</tr>\n<tr> <td valign=\"top\"> <p class=\"table\">18</p> </td> <td valign=\"top\"> <p class=\"table\">13 (4)</p> </td> <td valign=\"top\"> <p class=\"table\">any</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">4,000</p> </td> <td valign=\"top\"> <p align=\"right\" class=\"table\">10,000</p> </td>\n</tr>\n</table> <p class=\"footnote\">2005, c. 18, s. 13 (4); 2007, c. 10, Sched. J, s. 4; 2008, c. 26, s. 4 (2); 2015, c. 7, Sched. 2, s. 5; 2017, c. 20, Sched. 11, s. 40.</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, Column 1 of the Table to section 15 of the Act is amended by striking out “9 (1), 9 (2)” wherever it appears and substituting in each case “9 (1), 9 (2), 12.1 (1)” and by striking out “9 (3), 9 (6)” wherever it appears and substituting in each case “9 (3), 9 (6), 12.1 (3), 12.1 (4)”. (See: 2016, c. 13, s. 6 (3))</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 10, s. 26 - 26/06/1997</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05018#s13s1\">2005, c. 18, s. 13 (1-4)</a></span>\r\n- 31/05/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S07010#schedjs4\">2007, c. 10, Sched. J, s. 4</a></span> - 04/06/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08012#s2\">2008, c. 12, s. 2</a></span>\r\n- 21/01/2009; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08026#s4s1\">2008, c. 26, s. 4 (1, 2)</a></span>\r\n- 01/07/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15007#sched2s5\">2015, c. 7, Sched. 2, s. 5</a></span> - 01/01/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16013#s6s1\">2016, c. 13, s. 6 (1-3)</a></span>\r\n- not in force</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched11s40\">2017, c. 20, Sched. 11, s. 40</a></span> - 14/11/2017</p> <p class=\"heading1\"><a name=\"BK33\"></a>Automatic Prohibition</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "Automatic Prohibition",
            "section_x": "Automatic Prohibition",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "16.",
            "section_x": "Tobacco sales offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Tobacco sales offences",
            "content": "16 (1) For the purpose of this section, the following are tobacco sales offences: 1. Contravening subsection 3 (1) or (2), section 5, 6 or 7, or subsection (4) of this section. 2. Contravening section 8 or 29 of the Tobacco Tax Act.  1994, c. 10, s. 16 (1). Notice (2) On becoming aware that all of the following conditions have been satisfied, the Minister shall send a notice of the prohibition imposed by subsection (4) to the person who owns or occupies the place and to all wholesalers and distributors of tobacco in Ontario: 1. Any person has been convicted of a tobacco sales offence committed in a place owned or occupied by the person. 2. Any person was convicted of another tobacco sales offence in the same place during the five years preceding the conviction referred to in paragraph 1. 3. The period allowed for appealing the conviction referred to in paragraph 1 has expired without an appeal being filed, or any appeal has been finally disposed of.  2005, c. 18. s. 14. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 16 (2) of the Act is repealed and the following substituted: (See: 2015, c. 7, Sched. 2, s. 6 (1)) Notice (2) On becoming aware that all of the following conditions have been satisfied, the Minister shall send a notice of the prohibition imposed by subsection (4) to the person who owns or occupies the place and to all wholesalers and distributors of tobacco in Ontario: 1. An owner of the business that operates or operated in the place has been convicted of a tobacco sales offence committed in the place. 2. During the five years preceding the conviction referred to in paragraph 1, the same owner of the business that operates or operated in the place, or a different owner of a business that operates or operated in the place, was convicted of a tobacco sales offence committed in the place. 3. The period allowed for appealing the conviction referred to in paragraph 1 has expired without an appeal being filed, or any appeal has been finally disposed of. 2015, c. 7, Sched. 2, s. 6 (1). Date (3) The notice shall specify the date on which it is to take effect.  1994, c. 10, s. 16 (3). Sales, storage and deliveries prohibited (4) During the applicable period, (a) no person shall sell or store tobacco in the place where the tobacco sales offences were committed; and (b) no wholesaler or distributor shall deliver tobacco to the place or have it delivered there.  1994, c. 10, s. 16 (4). Applicable period (5) For the purposes of subsection (4), the applicable period is, (a) the six months that follow the date specified in the notice referred to in subsection (2), if the person has been convicted of one other tobacco sales offence committed in the same place during the five years preceding the current conviction; (b) the nine months that follow the date specified in the notice, if the person has been convicted of two other tobacco sales offences committed in the same place during the five-year period; and (c) the 12 months that follow the date specified in the notice, if the person has been convicted of more than two other tobacco sales offences committed in the same place during the five-year period.  1994, c. 10, s. 16 (5). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 16 (5) of the Act is repealed and the following substituted: (See: 2015, c. 7, Sched. 2, s. 6 (2)) Applicable period (5) For the purposes of subsection (4), the applicable period is, (a) the six months that follow the date specified in the notice referred to in subsection (2), if there are only two convictions of tobacco sales offences committed in the same place during the five year period referred to in subsection (2); (b) the nine months that follow the date specified in the notice, if there are only three convictions of tobacco sales offences committed in the same place during the five-year period referred to in subsection (2); and (c) the 12 months that follow the date specified in the notice, if there are four or more convictions of tobacco sales offences committed in the same place during the five-year period referred to in subsection (2). 2015, c. 7, Sched. 2, s. 6 (2). Defence (6) It is a defence to a charge under subsection (4) that the defendant had not received the notice at the time the offence was committed.  1994, c. 10, s. 16 (6). Exception (7) The prohibition on storing tobacco does not apply to small amounts of tobacco for the immediate personal use of persons who work in the place.  1994, c. 10, s. 16 (7). Sequence of convictions (8) In establishing the number of times a person was convicted of another tobacco sales offence for the purposes of this section, the only question to be considered is the sequence of convictions, and no consideration shall be given to the sequence of commission of offences or to whether an offence occurred before or after a conviction.  1994, c. 10, s. 16 (8). Section Amendments with date in force (d/m/y) 2005, c. 18, s. 14\r\n- 31/05/2006 2015, c. 7, Sched. 2, s. 6 (1, 2) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>16 </b>(1) For the purpose of this section, the following are tobacco sales offences:</p> <p class=\"paragraph\">  1. Contravening subsection 3 (1) or (2), section 5, 6 or 7, or subsection (4) of this section.</p> <p class=\"paragraph\">  2. Contravening section 8 or 29 of the <i>Tobacco Tax Act</i>.  1994, c. 10, s. 16 (1).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) On becoming aware that all of the following conditions have been satisfied, the Minister shall send a notice of the prohibition imposed by subsection (4) to the person who owns or occupies the place and to all wholesalers and distributors of tobacco in Ontario:</p> <p class=\"paragraph\">  1. Any person has been convicted of a tobacco sales offence committed in a place owned or occupied by the person.</p> <p class=\"paragraph\">  2. Any person was convicted of another tobacco sales offence in the same place during the five years preceding the conviction referred to in paragraph 1.</p> <p class=\"paragraph\">  3. The period allowed for appealing the conviction referred to in paragraph 1 has expired without an appeal being filed, or any appeal has been finally disposed of.  2005, c. 18. s. 14.</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 16 (2) of the Act is repealed and the following substituted: (See: 2015, c. 7, Sched. 2, s. 6 (1))</p> <p class=\"Yheadnote\">Notice</p> <p class=\"Ysubsection\">(2) On becoming aware that all of the following conditions have been satisfied, the Minister shall send a notice of the prohibition imposed by subsection (4) to the person who owns or occupies the place and to all wholesalers and distributors of tobacco in Ontario:</p> <p class=\"Yparagraph\">  1. An owner of the business that operates or operated in the place has been convicted of a tobacco sales offence committed in the place.</p> <p class=\"Yparagraph\">  2. During the five years preceding the conviction referred to in paragraph 1, the same owner of the business that operates or operated in the place, or a different owner of a business that operates or operated in the place, was convicted of a tobacco sales offence committed in the place.</p> <p class=\"Yparagraph\">  3. The period allowed for appealing the conviction referred to in paragraph 1 has expired without an appeal being filed, or any appeal has been finally disposed of. 2015, c. 7, Sched. 2, s. 6 (1).</p> <p class=\"headnote\">Date</p> <p class=\"subsection\">(3) The notice shall specify the date on which it is to take effect.  1994, c. 10, s. 16 (3).</p> <p class=\"headnote\">Sales, storage and deliveries prohibited</p> <p class=\"subsection\">(4) During the applicable period,</p> <p class=\"paragraph\">  (a) no person shall sell or store tobacco in the place where the tobacco sales offences were committed; and</p> <p class=\"paragraph\">  (b) no wholesaler or distributor shall deliver tobacco to the place or have it delivered there.  1994, c. 10, s. 16 (4).</p> <p class=\"headnote\">Applicable period</p> <p class=\"subsection\">(5) For the purposes of subsection (4), the applicable period is,</p> <p class=\"paragraph\">  (a) the six months that follow the date specified in the notice referred to in subsection (2), if the person has been convicted of one other tobacco sales offence committed in the same place during the five years preceding the current conviction;</p> <p class=\"paragraph\">  (b) the nine months that follow the date specified in the notice, if the person has been convicted of two other tobacco sales offences committed in the same place during the five-year period; and</p> <p class=\"paragraph\">  (c) the 12 months that follow the date specified in the notice, if the person has been convicted of more than two other tobacco sales offences committed in the same place during the five-year period.  1994, c. 10, s. 16 (5).</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 16 (5) of the Act is repealed and the following substituted: (See: 2015, c. 7, Sched. 2, s. 6 (2))</p> <p class=\"Yheadnote\">Applicable period</p> <p class=\"Ysubsection\">(5) For the purposes of subsection (4), the applicable period is,</p> <p class=\"Yparagraph\">  (a) the six months that follow the date specified in the notice referred to in subsection (2), if there are only two convictions of tobacco sales offences committed in the same place during the five year period referred to in subsection (2);</p> <p class=\"Yparagraph\">  (b) the nine months that follow the date specified in the notice, if there are only three convictions of tobacco sales offences committed in the same place during the five-year period referred to in subsection (2); and</p> <p class=\"Yparagraph\">  (c) the 12 months that follow the date specified in the notice, if there are four or more convictions of tobacco sales offences committed in the same place during the five-year period referred to in subsection (2). 2015, c. 7, Sched. 2, s. 6 (2).</p> <p class=\"headnote\">Defence</p> <p class=\"subsection\">(6) It is a defence to a charge under subsection (4) that the defendant had not received the notice at the time the offence was committed.  1994, c. 10, s. 16 (6).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(7) The prohibition on storing tobacco does not apply to small amounts of tobacco for the immediate personal use of persons who work in the place.  1994, c. 10, s. 16 (7).</p> <p class=\"headnote\">Sequence of convictions</p> <p class=\"subsection\">(8) In establishing the number of times a person was convicted of another tobacco sales offence for the purposes of this section, the only question to be considered is the sequence of convictions, and no consideration shall be given to the sequence of commission of offences or to whether an offence occurred before or after a conviction.  1994, c. 10, s. 16 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05018#s14\">2005, c. 18, s. 14</a></span>\r\n- 31/05/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15007#sched2s6s1\">2015, c. 7, Sched. 2, s. 6 (1, 2)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "17.",
            "section_x": "Seizure",
            "part_id": null,
            "part_type": null,
            "section_y": "Seizure",
            "content": "17 (1) An inspector acting under section 14 may seize, (a) tobacco that is being sold or offered for sale or that is being distributed or being offered for distribution contrary to subsection 5 (1); (b) cigarettes that are being sold or offered for sale or that are being distributed or being offered for distribution contrary to subsection 5 (2); (c) cigarillos that are being sold or offered for sale or that are being distributed or being offered for distribution contrary to subsection 5 (3); (d) flavoured cigarillos that are being sold or offered for sale or that are being distributed or being offered for distribution contrary to subsection 6.1 (1); (e) flavoured tobacco products that are being sold or offered for sale or that are being distributed or being offered for distribution contrary to subsection 6.1 (2); and (f) tobacco that is being stored in a place contrary to subsection 16 (4). 2015, c. 7, Sched. 2, s. 7 (1). Forfeiture (2) Tobacco seized under this section is forfeited and shall be dealt with as the Minister directs.  1994, c. 10, s. 17 (2); 2005, c. 18, s. 2. Vending machine (3) The inspector’s power of seizure includes power to open a vending machine in order to examine the contents, if the inspector suspects on reasonable grounds that the machine contains tobacco that is stored in a place in contravention of section 16, and no person is liable for damage done to the machine in connection with the opening.  1994, c. 10, s. 17 (3). Money (4) Any money found in a vending machine containing tobacco that is seized under this section is forfeited to the Minister of Finance.  1994, c. 10, s. 17 (4). (5) Repealed: 2015, c. 7, Sched. 2, s. 7 (2). Obstruction (6) No person shall hinder, obstruct or interfere with an inspector acting under this section.  1994, c. 10, s. 17 (6); 2015, c. 7, Sched. 2, s. 7 (3). Section Amendments with date in force (d/m/y) 2005, c. 18, s. 2\r\n- 31/05/2006 2015, c. 7, Sched. 2, s. 7 (1-3) - 01/01/2016",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>17 </b>(1) An inspector acting under section 14 may seize,</p> <p class=\"paragraph\">  (a) tobacco that is being sold or offered for sale or that is being distributed or being offered for distribution contrary to subsection 5 (1);</p> <p class=\"paragraph\">  (b) cigarettes that are being sold or offered for sale or that are being distributed or being offered for distribution contrary to subsection 5 (2);</p> <p class=\"paragraph\">  (c) cigarillos that are being sold or offered for sale or that are being distributed or being offered for distribution contrary to subsection 5 (3);</p> <p class=\"paragraph\">  (d) flavoured cigarillos that are being sold or offered for sale or that are being distributed or being offered for distribution contrary to subsection 6.1 (1);</p> <p class=\"paragraph\">  (e) flavoured tobacco products that are being sold or offered for sale or that are being distributed or being offered for distribution contrary to subsection 6.1 (2); and</p> <p class=\"paragraph\">  (f) tobacco that is being stored in a place contrary to subsection 16 (4). 2015, c. 7, Sched. 2, s. 7 (1).</p> <p class=\"headnote\">Forfeiture</p> <p class=\"subsection\">(2) Tobacco seized under this section is forfeited and shall be dealt with as the Minister directs.  1994, c. 10, s. 17 (2); 2005, c. 18, s. 2.</p> <p class=\"headnote\">Vending machine</p> <p class=\"subsection\">(3) The inspector’s power of seizure includes power to open a vending machine in order to examine the contents, if the inspector suspects on reasonable grounds that the machine contains tobacco that is stored in a place in contravention of section 16, and no person is liable for damage done to the machine in connection with the opening.  1994, c. 10, s. 17 (3).</p> <p class=\"headnote\">Money</p> <p class=\"subsection\">(4) Any money found in a vending machine containing tobacco that is seized under this section is forfeited to the Minister of Finance.  1994, c. 10, s. 17 (4).</p> <p class=\"subsection\">(5) <span class=\"ovsmallcap\">Repealed</span>: 2015, c. 7, Sched. 2, s. 7 (2).</p> <p class=\"headnote\">Obstruction</p> <p class=\"subsection\">(6) No person shall hinder, obstruct or interfere with an inspector acting under this section.  1994, c. 10, s. 17 (6); 2015, c. 7, Sched. 2, s. 7 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05018#s2\">2005, c. 18, s. 2</a></span>\r\n- 31/05/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15007#sched2s7s1\">2015, c. 7, Sched. 2, s. 7 (1-3)</a></span> - 01/01/2016</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "18.",
            "section_x": "Signs",
            "part_id": null,
            "part_type": null,
            "section_y": "Signs",
            "content": "18 (1) The owner or occupier of a place that is subject to a prohibition imposed under section 16 shall ensure that signs are posted at the place in accordance with the regulations.  1994, c. 10, s. 18 (1). Posting by inspector (2) If signs are not posted as required, an inspector may enter the premises without a warrant and post signs in accordance with the regulations.  1994, c. 10, s. 18 (2). Application of subss. 14 (4) to (7) (3) Subsections 14 (2), (4), (6) and (7) apply, with necessary modifications, to an inspector acting under subsection (2).  1994, c. 10, s. 18 (3); 2015, c. 7, Sched. 2, s. 8. Obstruction (4) No person shall hinder, obstruct or interfere with an inspector acting under subsection (2).  1994, c. 10, s. 18 (4). Signs not to be removed (5) No person shall remove a sign posted under this section while the prohibition remains in force.  1994, c. 10, s. 18 (5). Section Amendments with date in force (d/m/y) 2015, c. 7, Sched. 2, s. 8 - 01/01/2016 Miscellaneous Provisions",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>18 </b>(1) The owner or occupier of a place that is subject to a prohibition imposed under section 16 shall ensure that signs are posted at the place in accordance with the regulations.  1994, c. 10, s. 18 (1).</p> <p class=\"headnote\">Posting by inspector</p> <p class=\"subsection\">(2) If signs are not posted as required, an inspector may enter the premises without a warrant and post signs in accordance with the regulations.  1994, c. 10, s. 18 (2).</p> <p class=\"headnote\">Application of subss. 14 (4) to (7)</p> <p class=\"subsection\">(3) Subsections 14 (2), (4), (6) and (7) apply, with necessary modifications, to an inspector acting under subsection (2).  1994, c. 10, s. 18 (3); 2015, c. 7, Sched. 2, s. 8.</p> <p class=\"headnote\">Obstruction</p> <p class=\"subsection\">(4) No person shall hinder, obstruct or interfere with an inspector acting under subsection (2).  1994, c. 10, s. 18 (4).</p> <p class=\"headnote\">Signs not to be removed</p> <p class=\"subsection\">(5) No person shall remove a sign posted under this section while the prohibition remains in force.  1994, c. 10, s. 18 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15007#sched2s8\">2015, c. 7, Sched. 2, s. 8</a></span> - 01/01/2016</p> <p class=\"heading1\"><a name=\"BK37\"></a>Miscellaneous Provisions</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "Miscellaneous Provisions",
            "section_x": "Miscellaneous Provisions",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "19.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "19 (1) The Lieutenant Governor in Council may make regulations, (a) prescribing anything that is referred to in this Act as being prescribed; (a.0.1) defining “cigarillo” for the purposes of this Act; (a.0.2) exempting tobacco products from the definition of “flavoured cigarillo” and making the exemption subject to the conditions, if any, that may be provided for in the regulations; (a.1) for the purposes of the definition of “enclosed public place” in subsection 1 (1), (i) defining “inside”, (ii) prescribing places to be enclosed public places; (a.2) for the purposes of the definition of “enclosed workplace” in subsection 1 (1), (i) defining “inside”, (ii) prescribing places to be enclosed workplaces; (a.2.1) defining “flavouring agent” for the purposes of this Act or any provision of this Act; (a.2.2) clarifying the meaning of “nil or nominal additional consideration” or “production cost” for the purposes of subsection 3.1 (3.1); (a.3) exempting tobacconists from any or all of the requirements and prohibitions in section 3.1, defining tobacconists for the purposes of such an exemption, and making the exemption subject to one or more conditions provided for in the regulations; (a.4) exempting retailers who sell tobacco at a duty free shop as defined in subsection 2 (1) of the Customs Act (Canada) from any or all of the requirements and prohibitions in section 3.1, and making the exemption subject to one or more conditions provided for in the regulations; (a.5) exempting manufacturers and wholesalers of tobacco products from any or all of the requirements and prohibitions in section 3.1, defining manufacturers and wholesalers of tobacco products for the purposes of such an exemption, and making the exemption subject to one or more conditions provided for in the regulations; (b) authorizing the sale of tobacco in a part of a psychiatric facility for the purposes of paragraph 3 of subsection 4 (2); (c) respecting the signs to be posted under sections 6, 10 and 18; (d) respecting the packaging requirements, health warning and other information referred to in section 5; (d.1) prescribing flavoured cigarillos for the purposes of subsection 6.1 (1); (d.2) prescribing flavoured tobacco products for the purposes of subsection 6.1 (3); (e) respecting the reports to be submitted under section 8; (f) requiring persons who sell tobacco at retail to submit reports to the Minister; (g) governing the giving of notice for the purposes of section 9; Note: On a day to be named by proclamation of the Lieutenant Governor, clause 19 (1) (g) of the Act is amended by striking out “section 9” at the end and substituting “sections 9 and 12.1”. (See: 2016, c. 13, s. 7 (1)) (h) governing proper ventilation for the purposes of paragraph 5 of subsection 9 (7); (h.1) defining “supportive housing residence” for the purposes of subparagraph 1 v of subsection 9 (7); (h.2) designating psychiatric facilities for the purposes of subsection 9 (8) and paragraph 3 of subsection 13 (4); (h.3) designating facilities for veterans for the purposes of subsection 9 (9); (i) providing for additional vehicles that are motor vehicles for the purposes of section 9.2; (j) providing for vehicles that are not motor vehicles for the purposes of section 9.2. Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 19 (1) of the Act is amended by adding the following clauses: (See: 2016, c. 13, s. 7 (2)) (k) governing the application of section 12.1, including modifying the application of paragraph 7 of subsection 9 (2) as it applies to clause 12.1 (1) (c), and providing for exemptions from section 12.1 and making any exemptions subject to conditions; (l) providing for how elements of an offence respecting a prescribed product or substance may be proved in a prosecution, including providing for presumptions that apply in the absence of evidence to the contrary. 1994, c. 10, s. 19 (1); 2005, c. 18, ss. 2, 15 (1-9); 2008, c. 12, s. 3; 2008, c. 26, s. 5; 2010, c. 1, Sched. 27, s. 3; 2015, c. 7, Sched. 2, s. 9 (1, 2). Exception (2) A regulation shall not be made under clause (1) (f) unless a report referred to in that clause is necessary in order to, (a) verify reports obtained under section 8; or (b) obtain information with respect to the sale of tobacco that cannot be obtained under section 8.  1994, c. 10, s. 19 (2). Same (3) A regulation made under clause (1) (c) may specify the wording and appearance of the signs and the locations where they are to be posted.  1994, c. 10, s. 19 (3). Same (4) A regulation made under clause (1) (d) may, (a) impose different packaging requirements for different forms of tobacco; (b) govern aspects of packaging, including labelling, colouring, lettering, script, size of writing or markings and other decorative elements; (c) prescribe a minimum package size to contain not fewer than the prescribed number of items or not less than the prescribed number of grams of tobacco; (d) require that the health warning be inserted inside the package, printed on or affixed to its outer surface, inserted between the package and the outer wrapping, or printed on or affixed to the outer wrapping; (e) require that the other information be inserted inside the package, printed on or affixed to its outer surface, inserted between the package and the outer wrapping, or printed on or affixed to the outer wrapping.  1994, c. 10, s. 19 (4). Same (5) A regulation made under clause (1) (e) or (f) may prescribe the contents and frequency of the reports.  1994, c. 10, s. 19 (5). Effect of subss. (3) to (5) (6) Subsections (3), (4) and (5) do not restrict the generality of subsection (1).  2005, c. 18, s. 15 (10). General or specific (7) A regulation under this Act may be general or specific in its application, and may establish different categories or classes, and may provide for different obligations or responsibilities for different categories or classes.  2005, c. 18, s. 15 (10). Prescribing places (8) A regulation that prescribes a place or area for the purposes of any provision of this Act may provide for areas within the place or area where the prescription does not apply, or otherwise provide for exemptions from the prescription. 2015, c. 7, Sched. 2, s. 9 (3). Section Amendments with date in force (d/m/y) 2005, c. 18, s. 2\r\n- 31/05/2006; 2005, c. 18, s. 15 (1-10) - 31/05/2006 2008, c. 12, s. 3\r\n- 21/01/2009; 2008, c. 26, s. 5\r\n- 01/07/2010 2010, c. 1, Sched. 27, s. 3 - 01/07/2010 2015, c. 7, Sched. 2, s. 9 (1-3) - 01/01/2016 2016, c. 13, s. 7 (1, 2)\r\n- not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>19 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) prescribing anything that is referred to in this Act as being prescribed;</p> <p class=\"paragraph\"> (a.0.1) defining “cigarillo” for the purposes of this Act;</p> <p class=\"paragraph\"> (a.0.2) exempting tobacco products from the definition of “flavoured cigarillo” and making the exemption subject to the conditions, if any, that may be provided for in the regulations;</p> <p class=\"paragraph\"> (a.1) for the purposes of the definition of<b> </b>“enclosed public place” in subsection 1 (1),</p> <p class=\"subclause\">  (i) defining “inside”,</p> <p class=\"subclause\">  (ii) prescribing places to be enclosed public places;</p> <p class=\"paragraph\"> (a.2) for the purposes of the definition of “enclosed workplace” in subsection 1 (1),</p> <p class=\"subclause\">  (i) defining “inside”,</p> <p class=\"subclause\">  (ii) prescribing places to be enclosed workplaces;</p> <p class=\"paragraph\"> (a.2.1) defining “flavouring agent” for the purposes of this Act or any provision of this Act;</p> <p class=\"paragraph\"> (a.2.2) clarifying the meaning of “nil or nominal additional consideration” or “production cost” for the purposes of subsection 3.1 (3.1);</p> <p class=\"paragraph\"> (a.3) exempting tobacconists from any or all of the requirements and prohibitions in section 3.1, defining tobacconists for the purposes of such an exemption, and making the exemption subject to one or more conditions provided for in the regulations;</p> <p class=\"paragraph\"> (a.4) exempting retailers who sell tobacco at a duty free shop as defined in subsection 2 (1) of the <i>Customs Act</i><i> </i>(Canada) from any or all of the requirements and prohibitions in section 3.1, and making the exemption subject to one or more conditions provided for in the regulations;</p> <p class=\"paragraph\"> (a.5) exempting manufacturers and wholesalers of tobacco products from any or all of the requirements and prohibitions in section 3.1, defining manufacturers and wholesalers of tobacco products for the purposes of such an exemption, and making the exemption subject to one or more conditions provided for in the regulations;</p> <p class=\"paragraph\">  (b) authorizing the sale of tobacco in a part of a psychiatric facility for the purposes of paragraph 3 of subsection 4 (2);</p> <p class=\"paragraph\">  (c) respecting the signs to be posted under sections 6, 10 and 18;</p> <p class=\"paragraph\">  (d) respecting the packaging requirements, health warning and other information referred to in section 5;</p> <p class=\"paragraph\"> (d.1) prescribing flavoured cigarillos for the purposes of subsection 6.1 (1);</p> <p class=\"paragraph\"> (d.2) prescribing flavoured tobacco products for the purposes of subsection 6.1 (3);</p> <p class=\"paragraph\">  (e) respecting the reports to be submitted under section 8;</p> <p class=\"paragraph\">  (f) requiring persons who sell tobacco at retail to submit reports to the Minister;</p> <p class=\"paragraph\">  (g) governing the giving of notice for the purposes of section 9;</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, clause 19 (1) (g) of the Act is amended by striking out “section 9” at the end and substituting “sections 9 and 12.1”. (See: 2016, c. 13, s. 7 (1))</p> <p class=\"paragraph\">  (h) governing proper ventilation for the purposes of paragraph 5 of subsection 9 (7);</p> <p class=\"paragraph\"> (h.1) defining “supportive housing residence” for the purposes of subparagraph 1 v of subsection 9 (7);</p> <p class=\"paragraph\"> (h.2) designating psychiatric facilities for the purposes of subsection 9 (8) and paragraph 3 of subsection 13 (4);</p> <p class=\"paragraph\"> (h.3) designating facilities for veterans for the purposes of subsection 9 (9);</p> <p class=\"paragraph\">  (i) providing for additional vehicles that are motor vehicles for the purposes of section 9.2;</p> <p class=\"paragraph\">  (j) providing for vehicles that are not motor vehicles for the purposes of section 9.2.</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 19 (1) of the Act is amended by adding the following clauses: (See: 2016, c. 13, s. 7 (2))</p> <p class=\"Yparagraph\">  (k) governing the application of section 12.1, including modifying the application of paragraph 7 of subsection 9 (2) as it applies to clause 12.1 (1) (c), and providing for exemptions from section 12.1 and making any exemptions subject to conditions;</p> <p class=\"Yparagraph\">  (l) providing for how elements of an offence respecting a prescribed product or substance may be proved in a prosecution, including providing for presumptions that apply in the absence of evidence to the contrary.</p> <p class=\"footnote\">1994, c. 10, s. 19 (1); 2005, c. 18, ss. 2, 15 (1-9); 2008, c. 12, s. 3; 2008, c. 26, s. 5; 2010, c. 1, Sched. 27, s. 3; 2015, c. 7, Sched. 2, s. 9 (1, 2).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) A regulation shall not be made under clause (1) (f) unless a report referred to in that clause is necessary in order to,</p> <p class=\"paragraph\">  (a) verify reports obtained under section 8; or</p> <p class=\"paragraph\">  (b) obtain information with respect to the sale of tobacco that cannot be obtained under section 8.  1994, c. 10, s. 19 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A regulation made under clause (1) (c) may specify the wording and appearance of the signs and the locations where they are to be posted.  1994, c. 10, s. 19 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) A regulation made under clause (1) (d) may,</p> <p class=\"paragraph\">  (a) impose different packaging requirements for different forms of tobacco;</p> <p class=\"paragraph\">  (b) govern aspects of packaging, including labelling, colouring, lettering, script, size of writing or markings and other decorative elements;</p> <p class=\"paragraph\">  (c) prescribe a minimum package size to contain not fewer than the prescribed number of items or not less than the prescribed number of grams of tobacco;</p> <p class=\"paragraph\">  (d) require that the health warning be inserted inside the package, printed on or affixed to its outer surface, inserted between the package and the outer wrapping, or printed on or affixed to the outer wrapping;</p> <p class=\"paragraph\">  (e) require that the other information be inserted inside the package, printed on or affixed to its outer surface, inserted between the package and the outer wrapping, or printed on or affixed to the outer wrapping.  1994, c. 10, s. 19 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) A regulation made under clause (1) (e) or (f) may prescribe the contents and frequency of the reports.  1994, c. 10, s. 19 (5).</p> <p class=\"headnote\">Effect of subss. (3) to (5)</p> <p class=\"subsection\">(6) Subsections (3), (4) and (5) do not restrict the generality of subsection (1).  2005, c. 18, s. 15 (10).</p> <p class=\"headnote\">General or specific</p> <p class=\"subsection\">(7) A regulation under this Act may be general or specific in its application, and may establish different categories or classes, and may provide for different obligations or responsibilities for different categories or classes.  2005, c. 18, s. 15 (10).</p> <p class=\"headnote\">Prescribing places</p> <p class=\"subsection\">(8) A regulation that prescribes a place or area for the purposes of any provision of this Act may provide for areas within the place or area where the prescription does not apply, or otherwise provide for exemptions from the prescription. 2015, c. 7, Sched. 2, s. 9 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05018#s2\">2005, c. 18, s. 2</a></span>\r\n- 31/05/2006; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05018#s15s1\">2005, c. 18, s. 15 (1-10)</a></span> - 31/05/2006</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08012#s3\">2008, c. 12, s. 3</a></span>\r\n- 21/01/2009; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S08026#s5\">2008, c. 26, s. 5</a></span>\r\n- 01/07/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10001#sched27s3\">2010, c. 1, Sched. 27, s. 3</a></span> - 01/07/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15007#sched2s9s1\">2015, c. 7, Sched. 2, s. 9 (1-3)</a></span> - 01/01/2016</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16013#s7s1\">2016, c. 13, s. 7 (1, 2)</a></span>\r\n- not in force</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "20.",
            "section_x": "Crown bound",
            "part_id": null,
            "part_type": null,
            "section_y": "Crown bound",
            "content": "20 This Act binds the Crown. 1994, c. 10, s. 20. 21-24 Omitted (amends or repeals other Acts).  1994, c. 10, ss. 21-24. 25 Omitted (provides for coming into force of provisions of this Act).  1994, c. 10, s. 25. 26 Omitted (enacts short title of this Act).  1994, c. 10, s. 26. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>20 </b>This Act binds the Crown. 1994, c. 10, s. 20.</p> <p class=\"section\"><b>21-24 </b><span class=\"ovsmallcap\">Omitted (amends or repeals other Acts)</span>.  1994, c. 10, ss. 21-24.</p> <p class=\"section\"><b>25 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  1994, c. 10, s. 25.</p> <p class=\"section\"><b>26 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  1994, c. 10, s. 26.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/94t10\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}