{
    "act_info": {
        "full_title": "Snow Roads and Fences Act, R.S.O. 1990, c. S.14",
        "act_name_text": "Not Found",
        "citation": "Snow Roads and Fences Act, R.S.O. 1990, c. S.14",
        "url": "https://www.ontario.ca/laws/statute/90s14",
        "date_scraped": "2023-12-19 22:00:09"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definition",
            "content": "1.In this Act, “vehicle” means a vehicle drawn by one or more horses or other animals or propelled by any motive power. R.S.O. 1990, c. S.14, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>In this Act,</p> <p class=\"firstdef-e\">“vehicle” means a vehicle drawn by one or more horses or other animals or propelled by any motive power. R.S.O. 1990, c. S.14, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Powers of county council",
            "content": "2.The council of a county may provide, by by-law, for the making of a double track during the season of sleighing in each and every year upon such leading highways within the county, whether or not county roads, as the council considers advisable. R.S.O. 1990, c. S.14, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>The council of a county may provide, by by-law, for the making of a double track during the season of sleighing in each and every year upon such leading highways within the county, whether or not county roads, as the council considers advisable. R.S.O. 1990, c. S.14, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Nature of tracks",
            "content": "3.Where a county council has passed such a by-law, the double track shall be so made that one vehicle may pass another without being obliged to turn out when meeting. R.S.O. 1990, c. S.14, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>Where a county council has passed such a by-law, the double track shall be so made that one vehicle may pass another without being obliged to turn out when meeting. R.S.O. 1990, c. S.14, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Right of road",
            "content": "4.Every vehicle shall travel in the right-hand track, and any person driving or propelling a vehicle in the wrong track shall leave the track when meeting a vehicle entitled to use such track. R.S.O. 1990, c. S.14, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b>Every vehicle shall travel in the right-hand track, and any person driving or propelling a vehicle in the wrong track shall leave the track when meeting a vehicle entitled to use such track. R.S.O. 1990, c. S.14, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Duties and powers of pathmasters or roadmasters",
            "content": "5.(1)A county council may also provide by by-law that pathmasters appointed by township councils shall cause the highways on which double tracks are to be made to be kept open for travel within their respective municipalities, or, if there are no such pathmasters available, may appoint roadmasters to perform that duty. Calling out persons liable to perform statute labour (2)Such pathmasters or roadmasters have power to call out persons liable to perform statute labour to assist in keeping open such highways within their respective municipalities, and may give to the persons employed in so doing certificates of having performed statute labour to the amount of the days work done, and such work shall be allowed for in the next season’s statute labour. Application of commutation of statute labour (3)The county council may also provide for the application by the township councils of so much of the commutation of statute labour fund as may be necessary for the keeping open of such highways within their respective municipalities. R.S.O. 1990, c. S.14, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b>(1)A county council may also provide by by-law that pathmasters appointed by township councils shall cause the highways on which double tracks are to be made to be kept open for travel within their respective municipalities, or, if there are no such pathmasters available, may appoint roadmasters to perform that duty.</p> <p class=\"headnote-e\"><b>Calling out persons liable to perform statute labour</b></p> <p class=\"subsection-e\">(2)Such pathmasters or roadmasters have power to call out persons liable to perform statute labour to assist in keeping open such highways within their respective municipalities, and may give to the persons employed in so doing certificates of having performed statute labour to the amount of the days work done, and such work shall be allowed for in the next season’s statute labour.</p> <p class=\"headnote-e\"><b>Application of commutation of statute labour</b></p> <p class=\"subsection-e\">(3)The county council may also provide for the application by the township councils of so much of the commutation of statute labour fund as may be necessary for the keeping open of such highways within their respective municipalities. R.S.O. 1990, c. S.14, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "County acting on default by township",
            "content": "6.If a township council neglects or refuses to keep such highways open for travel as provided by section 5, the county council may do so, and may impose upon the township so in default a rate sufficient for that purpose, and the rate shall be levied and collected in the manner provided by the Municipal Act for the collection of county rates. R.S.O. 1990, c. S.14, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b>If a township council neglects or refuses to keep such highways open for travel as provided by section 5, the county council may do so, and may impose upon the township so in default a rate sufficient for that purpose, and the rate shall be levied and collected in the manner provided by the <i>Municipal Act</i> for the collection of county rates. R.S.O. 1990, c. S.14, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Offence for persons refusing to work",
            "content": "7.Any person liable to perform statute labour who refuses or neglects to turn out and work under any pathmaster or roadmaster who calls him or her out for that purpose, under the authority of this Act, is guilty of an offence. R.S.O. 1990, c. S.14, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b>Any person liable to perform statute labour who refuses or neglects to turn out and work under any pathmaster or roadmaster who calls him or her out for that purpose, under the authority of this Act, is guilty of an offence. R.S.O. 1990, c. S.14, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Offence for refusing to turn out of wrong track",
            "content": "8.Any person travelling with a vehicle in the wrong track and refusing or neglecting to leave the track when met by a person who is rightfully travelling therein with a vehicle is guilty of an offence. R.S.O. 1990, c. S.14, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b>Any person travelling with a vehicle in the wrong track and refusing or neglecting to leave the track when met by a person who is rightfully travelling therein with a vehicle is guilty of an offence. R.S.O. 1990, c. S.14, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "How Act enforceable in townships in districts",
            "content": "9.All the rights and powers conferred by this Act upon councils of counties may be exercised by the councils of townships in districts without county organization. R.S.O. 1990, c. S.14, s. 9. PART II   SNOW FENCES",
            "raw_html": "<p class=\"section-e\"><b>9.</b>All the rights and powers conferred by this Act upon councils of counties may be exercised by the councils of townships in districts without county organization. R.S.O. 1990, c. S.14, s. 9.</p> <p class=\"partnum-e\"><b>PART II <br/>  SNOW FENCES</b></p>"
        },
        {
            "id": "10.",
            "section": "Powers of councils to require removal of fences",
            "content": "10.(1)The council of any municipality may pass by-laws requiring the owners or occupants of land bordering upon a public highway to take down, alter or remove any fence that causes an accumulation of snow or drift so as to impede or obstruct travel. Making compensation therefor (2)The council shall make such compensation to the owners or occupants for the taking down, alteration or removal of the fence and for the construction in lieu thereof of some other description of fence, approved of by the council, as may be mutually agreed upon, and in default of agreement the compensation shall be determined by arbitration, and three fence-viewers appointed by the council shall be the arbitrators. R.S.O. 1990, c. S.14, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b>(1)The council of any municipality may pass by-laws requiring the owners or occupants of land bordering upon a public highway to take down, alter or remove any fence that causes an accumulation of snow or drift so as to impede or obstruct travel.</p> <p class=\"headnote-e\"><b>Making compensation therefor</b></p> <p class=\"subsection-e\">(2)The council shall make such compensation to the owners or occupants for the taking down, alteration or removal of the fence and for the construction in lieu thereof of some other description of fence, approved of by the council, as may be mutually agreed upon, and in default of agreement the compensation shall be determined by arbitration, and three fence-viewers appointed by the council shall be the arbitrators. R.S.O. 1990, c. S.14, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Power in case of neglect or refusal by owner or occupant",
            "content": "11.(1)If the owner or occupant refuses or neglects to take down, alter or remove the fence as required by the council, the council, after the expiration of two months from the time the compensation has been agreed upon or determined by arbitration, may take down, alter or remove the fence, and may construct the fence that has been approved of by the council, and the amount of all costs and charges thereby incurred by the council, over and above the amount of compensation, may be recovered from the owner or occupant by action in the Small Claims Court, and the amount of the judgment, if not sooner paid, shall be placed by the clerk of the municipality upon the collector’s roll against the land upon or along the boundaries of which the fence is situate, and shall be collected as other taxes. Right of occupant to deduct amount paid from rent (2)An occupant, other than the owner, who is required to pay such sum, or any part thereof, may deduct it, and any costs paid, from the rent payable, or may otherwise recover it unless the occupant has agreed with the landlord to pay it. Duties of arbitrators (3)The arbitrators shall examine the premises and shall, if required, hear evidence. Fees (4)The arbitrators are entitled to $2 a day, which shall be paid by the corporation of the municipality if the amount of the award exceeds the amount offered by the corporation, otherwise by the owner or occupant. Appeal (5)The award shall be filed in the office of the clerk of the municipality, and an appeal lies therefrom to the Ontario Court (General Division). Application (6)The provisions of the Line Fences Act apply with necessary modifications to the appeal. R.S.O. 1990, c. S.14, s. 11.",
            "raw_html": "<p class=\"section-e\"><b>11.</b>(1)If the owner or occupant refuses or neglects to take down, alter or remove the fence as required by the council, the council, after the expiration of two months from the time the compensation has been agreed upon or determined by arbitration, may take down, alter or remove the fence, and may construct the fence that has been approved of by the council, and the amount of all costs and charges thereby incurred by the council, over and above the amount of compensation, may be recovered from the owner or occupant by action in the Small Claims Court, and the amount of the judgment, if not sooner paid, shall be placed by the clerk of the municipality upon the collector’s roll against the land upon or along the boundaries of which the fence is situate, and shall be collected as other taxes.</p> <p class=\"headnote-e\"><b>Right of occupant to deduct amount paid from rent</b></p> <p class=\"subsection-e\">(2)An occupant, other than the owner, who is required to pay such sum, or any part thereof, may deduct it, and any costs paid, from the rent payable, or may otherwise recover it unless the occupant has agreed with the landlord to pay it.</p> <p class=\"headnote-e\"><b>Duties of arbitrators</b></p> <p class=\"subsection-e\">(3)The arbitrators shall examine the premises and shall, if required, hear evidence.</p> <p class=\"headnote-e\"><b>Fees</b></p> <p class=\"subsection-e\">(4)The arbitrators are entitled to $2 a day, which shall be paid by the corporation of the municipality if the amount of the award exceeds the amount offered by the corporation, otherwise by the owner or occupant.</p> <p class=\"headnote-e\"><b>Appeal</b></p> <p class=\"subsection-e\">(5)The award shall be filed in the office of the clerk of the municipality, and an appeal lies therefrom to the Ontario Court (General Division).</p> <p class=\"headnote-e\"><b>Application</b></p> <p class=\"subsection-e\">(6)The provisions of the <i>Line Fences Act</i> apply with necessary modifications to the appeal. R.S.O. 1990, c. S.14, s. 11.</p>"
        },
        {
            "id": "12.",
            "section": "Power to enter on lands",
            "content": "12.(1)Every such council may, on or after the 15th day of November and before the 31st day of March following, enter into and upon any lands of Her Majesty, or of any corporation or person, situate within the municipality and lying along any public highway in or adjoining any such municipality, and may erect and maintain snow fences thereon, subject to the payment of such damages, if any, as may be suffered by the owner or occupant of the land so entered upon, the amount thereof to be ascertained, if not mutually agreed upon, by arbitration as provided in section 10. Removal (2)The snow fences so erected shall be removed on or before the 1st day of April following. Extension of time for maintenance and removal (3)When weather conditions do not permit the removal of snow fences on or before the 1st day of April, the council may by by-law extend the time during which snow fences may be maintained and the date by which they shall be removed to a date fixed by the by-law. Offence (4)Any person who hinders or interferes with the erection of snow fences under the provisions of this Act, or who takes down, removes or otherwise interferes with snow fences that have been erected hereunder is guilty of an offence. R.S.O. 1990, c. S.14, s. 12. ____________________ Français ",
            "raw_html": "<p class=\"section-e\"><b>12.</b>(1)Every such council may, on or after the 15th day of November and before the 31st day of March following, enter into and upon any lands of Her Majesty, or of any corporation or person, situate within the municipality and lying along any public highway in or adjoining any such municipality, and may erect and maintain snow fences thereon, subject to the payment of such damages, if any, as may be suffered by the owner or occupant of the land so entered upon, the amount thereof to be ascertained, if not mutually agreed upon, by arbitration as provided in section 10.</p> <p class=\"headnote-e\"><b>Removal</b></p> <p class=\"subsection-e\">(2)The snow fences so erected shall be removed on or before the 1st day of April following.</p> <p class=\"headnote-e\"><b>Extension of time for maintenance and removal</b></p> <p class=\"subsection-e\">(3)When weather conditions do not permit the removal of snow fences on or before the 1st day of April, the council may by by-law extend the time during which snow fences may be maintained and the date by which they shall be removed to a date fixed by the by-law.</p> <p class=\"headnote-e\"><b>Offence</b></p> <p class=\"subsection-e\">(4)Any person who hinders or interferes with the erection of snow fences under the provisions of this Act, or who takes down, removes or otherwise interferes with snow fences that have been erected hereunder is guilty of an offence. R.S.O. 1990, c. S.14, s. 12.</p> <p class=\"line-e\">____________________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90s14_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90s14_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}