{
    "act_info": {
        "full_title": "Social Housing Funding Act, 1997, S.O. 1997, c. 30, Sched. F",
        "act_name_text": "Not Found",
        "citation": "Social Housing Funding Act, 1997, S.O. 1997, c. 30, Sched. F",
        "url": "https://www.ontario.ca/laws/statute/97s30",
        "date_scraped": "2023-12-21 13:49:00"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/970488",
            "revoked_reg_citation": "O. Reg. 488/97",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “lower-tier municipality” means a municipality that is part of an upper-tier municipality for municipal purposes; (“municipalité de palier inférieur”) “Minister” means the Minister of Municipal Affairs and Housing, and “Ministry” has a corresponding meaning; (“ministre”, “ministère”) “upper-tier municipality” means a county, a regional or district municipality or the County of Oxford. (“municipalité de palier supérieur”) 1997, c. 30, Sched. F, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“lower-tier municipality” means a municipality that is part of an upper-tier municipality for municipal purposes; (“municipalité de palier inférieur”)</p> <p class=\"definition-e\">“Minister” means the Minister of Municipal Affairs and Housing, and “Ministry” has a corresponding meaning; (“ministre”, “ministère”)</p> <p class=\"definition-e\">“upper-tier municipality” means a county, a regional or district municipality or the County of Oxford. (“municipalité de palier supérieur”) 1997, c. 30, Sched. F, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Provincial social housing costs",
            "content": "2. (1) Subject to subsections (2) and (3), provincial social housing costs for a period are the total of the costs incurred or to be incurred by the Minister in respect of that period in funding and administering, (a) the Ontario Housing Corporation; (b) programs in relation to, (i) non-profit corporations that own or lease housing projects, and (ii) non-profit housing co-operatives under the Co-operative Corporations Act; (c) prescribed programs in relation to housing accommodation that are in existence on August 21, 1997; and (d) prescribed housing projects and prescribed parts of housing projects that are in existence on August 21, 1997. Federal grants (2) The amounts of any grants received from the Government of Canada and its agencies for social housing do not form part of provincial social housing costs. Prescribed housing projects and housing categories (3) Costs that are attributable to prescribed housing projects, prescribed parts of housing projects and prescribed housing categories do not form part of provincial social housing costs. 1997, c. 30, Sched. F, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) Subject to subsections (2) and (3), provincial social housing costs for a period are the total of the costs incurred or to be incurred by the Minister in respect of that period in funding and administering,</p> <p class=\"clause-e\">(a) the Ontario Housing Corporation;</p> <p class=\"clause-e\">(b) programs in relation to,</p> <p class=\"subclause-e\">(i) non-profit corporations that own or lease housing projects, and</p> <p class=\"subclause-e\">(ii) non-profit housing co-operatives under the <i>Co-operative Corporations Act</i>;</p> <p class=\"clause-e\">(c) prescribed programs in relation to housing accommodation that are in existence on August 21, 1997; and</p> <p class=\"clause-e\">(d) prescribed housing projects and prescribed parts of housing projects that are in existence on August 21, 1997.</p> <p class=\"headnote-e\"><b>Federal grants</b></p> <p class=\"subsection-e\">(2) The amounts of any grants received from the Government of Canada and its agencies for social housing do not form part of provincial social housing costs.</p> <p class=\"headnote-e\"><b>Prescribed housing projects and housing categories</b></p> <p class=\"subsection-e\">(3) Costs that are attributable to prescribed housing projects, prescribed parts of housing projects and prescribed housing categories do not form part of provincial social housing costs. 1997, c. 30, Sched. F, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Application of Act",
            "content": "3. (1) This Act applies in respect of provincial social housing costs incurred on and after January 1, 1998. Same (2) Nothing in this Act affects rights or obligations under an agreement or memorandum referred to in subsection (3) that is made between, (a) a non-profit corporation that owns or leases a housing project, a non-profit housing co-operative under the Co-operative Corporations Act, or another landlord; and (b) the Minister, the Ministry, the Ontario Housing Corporation, an agent of the Crown in right of Ontario, an agent of the Crown in right of Canada, or any combination of them. Same (3) Subsection (2) applies in respect of, (a) operating agreements and memoranda of understanding respecting housing projects; and (b) agreements respecting supplements to the geared-to-income portion of rents. 1997, c. 30, Sched. F, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) This Act applies in respect of provincial social housing costs incurred on and after January 1, 1998.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) Nothing in this Act affects rights or obligations under an agreement or memorandum referred to in subsection (3) that is made between,</p> <p class=\"clause-e\">(a) a non-profit corporation that owns or leases a housing project, a non-profit housing co-operative under the <i>Co-operative Corporations Act</i>, or another landlord; and</p> <p class=\"clause-e\">(b) the Minister, the Ministry, the Ontario Housing Corporation, an agent of the Crown in right of Ontario, an agent of the Crown in right of Canada, or any combination of them.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(3) Subsection (2) applies in respect of,</p> <p class=\"clause-e\">(a) operating agreements and memoranda of understanding respecting housing projects; and</p> <p class=\"clause-e\">(b) agreements respecting supplements to the geared-to-income portion of rents. 1997, c. 30, Sched. F, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Determination of amounts",
            "content": "4. (1) The Minister shall determine, in accordance with the regulations, (a) the amount of provincial social housing costs for a prescribed billing period; and (b) the corresponding amount to be recovered under this Act. Estimates of future costs (2) The amount referred to in clause (1) (a) may include estimates in respect of costs still to be incurred in the prescribed billing period; in that case, section 8 (recalculation and adjustment) applies. Allocation (3) The Minister shall allocate the amount referred to in clause (1) (b) among the entities listed in subsection (4), in accordance with the prescribed allocation formula. Entities to whom amounts allocated (4) The following are the entities referred to in subsection (3): 1. Every regional and district municipality. 2. Every county, including the County of Oxford. 3. Every city, town, township or village that does not form part of a regional municipality, a district municipality, a county or the County of Oxford for municipal purposes. 4. Every prescribed board and agency with social service responsibilities. Allocation formula (5) The prescribed allocation formula may, subject to subsection (6), (a) allocate the amount among any combination of the entities listed in subsection (4); and (b) provide that, despite subsection 4 (3), a portion of the amount referred to in clause 4 (1) (b) be allocated to all territory without municipal organization or to a part of such territory and may specify the parts of such territory to which specified amounts are allocated. Prescribed board or agency (6) If an amount is allocated to a prescribed board or agency, no amount shall be allocated for the same billing period to an entity listed in paragraph 1, 2 or 3 of subsection (4) whose geographic area lies within the area of the board’s or agency’s jurisdiction. Collection of amounts in unorganized territory (7) If the prescribed allocation formula allocates amounts to territory without municipal organization, the amounts so allocated may be recovered by the Crown as taxes imposed on property taxable under the Provincial Land Tax Act. 1997, c. 30, Sched. F, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) The Minister shall determine, in accordance with the regulations,</p> <p class=\"clause-e\">(a) the amount of provincial social housing costs for a prescribed billing period; and</p> <p class=\"clause-e\">(b) the corresponding amount to be recovered under this Act.</p> <p class=\"headnote-e\"><b>Estimates of future costs</b></p> <p class=\"subsection-e\">(2) The amount referred to in clause (1) (a) may include estimates in respect of costs still to be incurred in the prescribed billing period; in that case, section 8 (recalculation and adjustment) applies.</p> <p class=\"headnote-e\"><b>Allocation</b></p> <p class=\"subsection-e\">(3) The Minister shall allocate the amount referred to in clause (1) (b) among the entities listed in subsection (4), in accordance with the prescribed allocation formula.</p> <p class=\"headnote-e\"><b>Entities to whom amounts allocated</b></p> <p class=\"subsection-e\">(4) The following are the entities referred to in subsection (3):</p> <p class=\"paragraph-e\">1. Every regional and district municipality.</p> <p class=\"paragraph-e\">2. Every county, including the County of Oxford.</p> <p class=\"paragraph-e\">3. Every city, town, township or village that does not form part of a regional municipality, a district municipality, a county or the County of Oxford for municipal purposes.</p> <p class=\"paragraph-e\">4. Every prescribed board and agency with social service responsibilities.</p> <p class=\"headnote-e\"><b>Allocation formula</b></p> <p class=\"subsection-e\">(5) The prescribed allocation formula may, subject to subsection (6),</p> <p class=\"clause-e\">(a) allocate the amount among any combination of the entities listed in subsection (4); and</p> <p class=\"clause-e\">(b) provide that, despite subsection 4 (3), a portion of the amount referred to in clause 4 (1) (b) be allocated to all territory without municipal organization or to a part of such territory and may specify the parts of such territory to which specified amounts are allocated.</p> <p class=\"headnote-e\"><b>Prescribed board or agency</b></p> <p class=\"subsection-e\">(6) If an amount is allocated to a prescribed board or agency, no amount shall be allocated for the same billing period to an entity listed in paragraph 1, 2 or 3 of subsection (4) whose geographic area lies within the area of the board’s or agency’s jurisdiction.</p> <p class=\"headnote-e\"><b>Collection of amounts in unorganized territory</b></p> <p class=\"subsection-e\">(7) If the prescribed allocation formula allocates amounts to territory without municipal organization, the amounts so allocated may be recovered by the Crown as taxes imposed on property taxable under the <i>Provincial Land Tax Act</i>. 1997, c. 30, Sched. F, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Notice",
            "content": "5. (1) The Minister shall, at the prescribed times, give each entity to which an allocation is made a written notice specifying, (a) the amount allocated to the entity for the prescribed billing period to which the notice relates; (b) the date the amount is payable; and (c) any other prescribed information. Payment (2) The entity shall make payment to the Minister of Finance in accordance with the notice. Error or omission (3) If of the opinion that there is an error or omission in the determination under subsection 4 (1) or in the allocation under subsection 4 (3), or in both, the Minister may review the matter and make any necessary adjustments in the amount payable. Determination final (4) Subject to subsection (3), the Minister’s determination and allocation are final. 1997, c. 30, Sched. F, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) The Minister shall, at the prescribed times, give each entity to which an allocation is made a written notice specifying,</p> <p class=\"clause-e\">(a) the amount allocated to the entity for the prescribed billing period to which the notice relates;</p> <p class=\"clause-e\">(b) the date the amount is payable; and</p> <p class=\"clause-e\">(c) any other prescribed information.</p> <p class=\"headnote-e\"><b>Payment</b></p> <p class=\"subsection-e\">(2) The entity shall make payment to the Minister of Finance in accordance with the notice.</p> <p class=\"headnote-e\"><b>Error or omission</b></p> <p class=\"subsection-e\">(3) If of the opinion that there is an error or omission in the determination under subsection 4 (1) or in the allocation under subsection 4 (3), or in both, the Minister may review the matter and make any necessary adjustments in the amount payable.</p> <p class=\"headnote-e\"><b>Determination final</b></p> <p class=\"subsection-e\">(4) Subject to subsection (3), the Minister’s determination and allocation are final. 1997, c. 30, Sched. F, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Debt",
            "content": "6. An amount allocated to an entity is a debt of the entity owing to the Crown in right of Ontario and may be recovered by any remedy or procedure available to the Crown by law. 1997, c. 30, Sched. F, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> An amount allocated to an entity is a debt of the entity owing to the Crown in right of Ontario and may be recovered by any remedy or procedure available to the Crown by law. 1997, c. 30, Sched. F, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Apportionment by upper-tier municipality",
            "content": "7. (1) An upper-tier municipality may recover an amount allocated to it under section 4, (a) by a general upper-tier levy under section 366 of the Municipal Act; or (b) by a special levy as described in subsections (2) to (5). By-law for special levy (2) Subject to subsection (5), the council of the upper-tier municipality may, by by-law, provide that the money to pay all or part of the allocated amount shall be raised by a special levy on the rateable property in one or more of its lower-tier municipalities. Different tax rates (3) Despite paragraph 3 of subsection 366 (4) of the Municipal Act, the by-law may specify a different tax rate for each affected lower-tier municipality. Deemed special upper-tier levy (4) The levy shall be deemed to be a special upper-tier levy under section 366 of the Municipal Act. Consent of all lower-tier municipalities (5) The by-law comes into force only if the council of every lower-tier municipality that forms part of the upper-tier municipality passes a resolution consenting to it. Regulation, alternate method (6) While a regulation made under clause 9 (1) (l) is in force with respect to an upper-tier municipality, subsections (1) to (5) do not apply to that municipality; the amount allocated to the upper-tier municipality shall be apportioned among its lower-tier municipalities in accordance with the regulations and may be recovered from those lower-tier municipalities in the prescribed manner. 1997, c. 30, Sched. F, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) An upper-tier municipality may recover an amount allocated to it under section 4,</p> <p class=\"clause-e\">(a) by a general upper-tier levy under section 366 of the <i>Municipal Act</i>; or</p> <p class=\"clause-e\">(b) by a special levy as described in subsections (2) to (5).</p> <p class=\"headnote-e\"><b>By-law for special levy</b></p> <p class=\"subsection-e\">(2) Subject to subsection (5), the council of the upper-tier municipality may, by by-law, provide that the money to pay all or part of the allocated amount shall be raised by a special levy on the rateable property in one or more of its lower-tier municipalities.</p> <p class=\"headnote-e\"><b>Different tax rates</b></p> <p class=\"subsection-e\">(3) Despite paragraph 3 of subsection 366 (4) of the <i>Municipal Act</i>, the by-law may specify a different tax rate for each affected lower-tier municipality.</p> <p class=\"headnote-e\"><b>Deemed special upper-tier levy</b></p> <p class=\"subsection-e\">(4) The levy shall be deemed to be a special upper-tier levy under section 366 of the <i>Municipal Act</i>.</p> <p class=\"headnote-e\"><b>Consent of all lower-tier municipalities</b></p> <p class=\"subsection-e\">(5) The by-law comes into force only if the council of every lower-tier municipality that forms part of the upper-tier municipality passes a resolution consenting to it.</p> <p class=\"headnote-e\"><b>Regulation, alternate method</b></p> <p class=\"subsection-e\">(6) While a regulation made under clause 9 (1) (l) is in force with respect to an upper-tier municipality, subsections (1) to (5) do not apply to that municipality; the amount allocated to the upper-tier municipality shall be apportioned among its lower-tier municipalities in accordance with the regulations and may be recovered from those lower-tier municipalities in the prescribed manner. 1997, c. 30, Sched. F, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Recalculation and adjustment",
            "content": "8. (1) If an allocated amount includes estimates in respect of costs still to be incurred, the Minister shall make a recalculation when the actual costs become known. Notice (2) The Minister shall give each affected entity notice of the adjustment; clauses 5 (1) (a), (b) and (c) apply to the notice, with necessary modifications. Refund or credit (3) If the recalculation shows that the estimates exceeded the costs actually incurred and that as a result the amount allocated to the entity exceeded what was properly due, the Minister of Finance shall, (a) pay the difference to the entity in accordance with the notice; or (b) subtract the difference from the amount allocated to the entity for the next billing period. Additional payment (4) If the recalculation shows that the costs actually incurred exceeded the estimates and that as a result the amount allocated to the entity was less than what was properly due, the entity shall pay the difference to the Minister of Finance in accordance with the notice. 1997, c. 30, Sched. F, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> (1) If an allocated amount includes estimates in respect of costs still to be incurred, the Minister shall make a recalculation when the actual costs become known.</p> <p class=\"headnote-e\"><b>Notice</b></p> <p class=\"subsection-e\">(2) The Minister shall give each affected entity notice of the adjustment; clauses 5 (1) (a), (b) and (c) apply to the notice, with necessary modifications.</p> <p class=\"headnote-e\"><b>Refund or credit</b></p> <p class=\"subsection-e\">(3) If the recalculation shows that the estimates exceeded the costs actually incurred and that as a result the amount allocated to the entity exceeded what was properly due, the Minister of Finance shall,</p> <p class=\"clause-e\">(a) pay the difference to the entity in accordance with the notice; or</p> <p class=\"clause-e\">(b) subtract the difference from the amount allocated to the entity for the next billing period.</p> <p class=\"headnote-e\"><b>Additional payment</b></p> <p class=\"subsection-e\">(4) If the recalculation shows that the costs actually incurred exceeded the estimates and that as a result the amount allocated to the entity was less than what was properly due, the entity shall pay the difference to the Minister of Finance in accordance with the notice. 1997, c. 30, Sched. F, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Regulations",
            "content": "9. (1) The Lieutenant Governor in Council may make regulations, (a) defining any word or expression used in this Act that has not already been expressly defined in this Act; (b) prescribing programs in relation to housing accommodation that are in existence on August 21, 1997 for the purpose of clause 2 (1) (c); (c) prescribing housing projects and parts of housing projects that are in existence on August 21, 1997 for the purpose of clause 2 (1) (d); (d) prescribing housing projects, parts of housing projects and housing categories for the purpose of subsection 2 (3); (e) governing the determination of the amount of provincial social housing costs, as described in clause 4 (1) (a); (f) governing the determination of the amount to be recovered under this Act, as described in clause 4 (1) (b); (g) prescribing billing periods for the purpose of subsection 4 (1); (h) prescribing an allocation formula for the purpose of subsection 4 (3); (i) prescribing boards and agencies with social service responsibilities for the purpose of paragraph 4 of subsection 4 (4); (j) prescribing times for the purpose of subsection 5 (1); (k) prescribing other information for the purpose of clause 5 (1) (c); (l) prescribing a method of determining the apportionment among lower-tier municipalities of amounts allocated to their upper-tier municipality under section 4, and prescribing the manner in which upper-tier municipalities may recover the apportioned amounts. General or specific (2) A regulation made under clause (1) (h), (i) or (l) may be general or specific in its application. Retroactive regulation under clause (1) (d) (3) A regulation made under clause (1) (d) is, if it so provides, effective with reference to a period before it is filed. Same, refund or credit of amounts paid (4) If a regulation under clause (1) (d) is made effective with reference to a period before it is filed, the Minister of Finance may refund or credit to an entity referred to in subsection 4 (4) any amounts paid by it with respect to costs incurred during the period and attributable to the prescribed housing project, part of a housing project or housing category. Same (5) The allocation formula prescribed under clause (1) (h) may, (a) provide for the determination of the total amount to be allocated to municipalities that are situated within a county but that do not form part of the county for municipal purposes and to the county and provide for the apportionment of that total amount among the municipalities and the county in accordance with an agreement between them or with an arbitration decision, subject to the prescribed conditions; (b) authorize agreements for the purposes of clause (a); (c) provide for an arbitration process for the purposes of clause (a); (d) set out any other method of determining the amounts to be allocated to municipalities that are situated within a county but do not form part of the county for municipal purposes and to the county. Apportionment (6) A regulation under clause (1) (l) may do one or more of the following: 1. Authorize lower-tier municipalities situated in an upper-tier municipality to determine by agreement with the upper-tier municipality how the amounts allocated to the upper-tier municipality are to be apportioned among the lower-tier municipalities, subject to the prescribed conditions. 2. Provide for an arbitration process for determining how the amounts allocated to the upper-tier municipality are to be apportioned among the lower-tier municipalities. 3. Set out the manner in which an amount allocated to an upper-tier municipality is to be apportioned among its lower-tier municipalities. Same (7) A regulation under clause (5) (a) or under paragraph 1 or 2 of subsection (6) may, (a) provide for the manner in which amounts are to be apportioned and for the time and manner in which they are to be paid, on an interim basis, until such time as an agreement is reached or as a determination is made by arbitration; (b) permit an agreement or the arbitration decision to apply to amounts paid or owing before the agreement or the arbitration decision is reached; and (c) provide for the reconciliation of amounts paid on an interim basis. 1997, c. 30, Sched. F, s. 9. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>9.</b> (1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) defining any word or expression used in this Act that has not already been expressly defined in this Act;</p> <p class=\"clause-e\">(b) prescribing programs in relation to housing accommodation that are in existence on August 21, 1997 for the purpose of clause 2 (1) (c);</p> <p class=\"clause-e\">(c) prescribing housing projects and parts of housing projects that are in existence on August 21, 1997 for the purpose of clause 2 (1) (d);</p> <p class=\"clause-e\">(d) prescribing housing projects, parts of housing projects and housing categories for the purpose of subsection 2 (3);</p> <p class=\"clause-e\">(e) governing the determination of the amount of provincial social housing costs, as described in clause 4 (1) (a);</p> <p class=\"clause-e\">(f) governing the determination of the amount to be recovered under this Act, as described in clause 4 (1) (b);</p> <p class=\"clause-e\">(g) prescribing billing periods for the purpose of subsection 4 (1);</p> <p class=\"clause-e\">(h) prescribing an allocation formula for the purpose of subsection 4 (3);</p> <p class=\"clause-e\">(i) prescribing boards and agencies with social service responsibilities for the purpose of paragraph 4 of subsection 4 (4);</p> <p class=\"clause-e\">(j) prescribing times for the purpose of subsection 5 (1);</p> <p class=\"clause-e\">(k) prescribing other information for the purpose of clause 5 (1) (c);</p> <p class=\"clause-e\">(l) prescribing a method of determining the apportionment among lower-tier municipalities of amounts allocated to their upper-tier municipality under section 4, and prescribing the manner in which upper-tier municipalities may recover the apportioned amounts.</p> <p class=\"headnote-e\"><b>General or specific</b></p> <p class=\"subsection-e\">(2) A regulation made under clause (1) (h), (i) or (l) may be general or specific in its application.</p> <p class=\"headnote-e\"><b>Retroactive regulation under clause (1) (d)</b></p> <p class=\"subsection-e\">(3) A regulation made under clause (1) (d) is, if it so provides, effective with reference to a period before it is filed.</p> <p class=\"headnote-e\"><b>Same, refund or credit of amounts paid</b></p> <p class=\"subsection-e\">(4) If a regulation under clause (1) (d) is made effective with reference to a period before it is filed, the Minister of Finance may refund or credit to an entity referred to in subsection 4 (4) any amounts paid by it with respect to costs incurred during the period and attributable to the prescribed housing project, part of a housing project or housing category.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(5) The allocation formula prescribed under clause (1) (h) may,</p> <p class=\"clause-e\">(a) provide for the determination of the total amount to be allocated to municipalities that are situated within a county but that do not form part of the county for municipal purposes and to the county and provide for the apportionment of that total amount among the municipalities and the county in accordance with an agreement between them or with an arbitration decision, subject to the prescribed conditions;</p> <p class=\"clause-e\">(b) authorize agreements for the purposes of clause (a);</p> <p class=\"clause-e\">(c) provide for an arbitration process for the purposes of clause (a);</p> <p class=\"clause-e\">(d) set out any other method of determining the amounts to be allocated to municipalities that are situated within a county but do not form part of the county for municipal purposes and to the county.</p> <p class=\"headnote-e\"><b>Apportionment</b></p> <p class=\"subsection-e\">(6) A regulation under clause (1) (l) may do one or more of the following:</p> <p class=\"paragraph-e\">1. Authorize lower-tier municipalities situated in an upper-tier municipality to determine by agreement with the upper-tier municipality how the amounts allocated to the upper-tier municipality are to be apportioned among the lower-tier municipalities, subject to the prescribed conditions.</p> <p class=\"paragraph-e\">2. Provide for an arbitration process for determining how the amounts allocated to the upper-tier municipality are to be apportioned among the lower-tier municipalities.</p> <p class=\"paragraph-e\">3. Set out the manner in which an amount allocated to an upper-tier municipality is to be apportioned among its lower-tier municipalities.</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(7) A regulation under clause (5) (a) or under paragraph 1 or 2 of subsection (6) may,</p> <p class=\"clause-e\">(a) provide for the manner in which amounts are to be apportioned and for the time and manner in which they are to be paid, on an interim basis, until such time as an agreement is reached or as a determination is made by arbitration;</p> <p class=\"clause-e\">(b) permit an agreement or the arbitration decision to apply to amounts paid or owing before the agreement or the arbitration decision is reached; and</p> <p class=\"clause-e\">(c) provide for the reconciliation of amounts paid on an interim basis. 1997, c. 30, Sched. F, s. 9.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_97s30_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_97s30_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}