{
    "act_info": {
        "full_title": "Soldiers' Aid Commission Act, 2020, S.O. 2020, c. 24",
        "act_name_text": "Soldiers’ Aid Commission Act, 2020",
        "citation": "Soldiers' Aid Commission Act, 2020, S.O. 2020, c. 24",
        "url": "https://www.ontario.ca/laws/statute/20s24",
        "date_scraped": "2023-12-18 14:06:18"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 19, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/20s24/v2",
            "valid_from": "January  1, 2021",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/statute/20s24/v1",
            "valid_from": "November 12, 2020",
            "valid_to": "December 31, 2020"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/200703",
            "Citation": "O. Reg. 703/20",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “Commission” means the Soldiers’ Aid Commission continued under section 2; (“Commission”) “Minister” means the Minister of Children, Community and Social Services or such other member of the Executive Council to whom responsibility for the administration of this Act is assigned under the Executive Council Act; (“ministre”) “veteran” has the meaning given to the term by the regulations made under this Act. (“ancien combattant”)",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“Commission” means the Soldiers’ Aid Commission continued under section 2; (“Commission”)</p> <p class=\"definition\">“Minister” means the Minister of Children, Community and Social Services or such other member of the Executive Council to whom responsibility for the administration of this Act is assigned under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“veteran” has the meaning given to the term by the regulations made under this Act. (“ancien combattant”)</p>"
        },
        {
            "id": "2",
            "section": "Commission continued",
            "content": "2 (1) The corporation known as the Soldiers’ Aid Commission is continued as a corporation without share capital under the name Soldiers’ Aid Commission in English and Commission d’aide aux anciens combattants in French. 2020, c. 24, s. 2 (1). Composition (2) The Commission is composed of the members of its board of directors. 2020, c. 24, s. 2 (2). Crown agent (3) The Commission is an agent of the Crown in right of Ontario. 2020, c. 24, s. 2 (3). Application of certain Acts (4) The Not-for-Profit Corporations Act, 2010 and the Corporations Information Act do not apply to the Commission. 2020, c. 24, s. 2 (4), 12. Section Amendments with date in force (d/m/y) 2020, c. 24, s. 12 - 19/10/2021",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) The corporation known as the Soldiers’ Aid Commission is continued as a corporation without share capital under the name Soldiers’ Aid Commission in English and Commission d’aide aux anciens combattants in French. 2020, c. 24, s. 2 (1).</p> <p class=\"headnote\">Composition</p> <p class=\"subsection\">(2) The Commission is composed of the members of its board of directors. 2020, c. 24, s. 2 (2).</p> <p class=\"headnote\">Crown agent</p> <p class=\"subsection\">(3) The Commission is an agent of the Crown in right of Ontario. 2020, c. 24, s. 2 (3).</p> <p class=\"headnote\">Application of certain Acts</p> <p class=\"subsection\">(4) The <i>Not-for-Profit Corporations Act, 2010</i> and the <i>Corporations Information Act</i> do not apply to the Commission. 2020, c. 24, s. 2 (4), 12.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20024#s12\">2020, c. 24, s. 12</a></span> - 19/10/2021</p>"
        },
        {
            "id": "3",
            "section": "Objects",
            "content": "3 The Commission has the following objects: 1.  To administer a financial assistance program for eligible veterans and eligible family members of veterans who are resident in Ontario. 2.  To review applications for financial assistance and decide whether or not to approve them, in whole or part, in accordance with the regulations made under this Act, if any. 3.  To provide advice to the Minister on matters affecting veterans and their families. 4.  To engage in any other activities that may be prescribed by the regulations made under this Act.",
            "raw_html": "<p class=\"section\"><b>3 </b>The Commission has the following objects:</p> <p class=\"paragraph\">  1.  To administer a financial assistance program for eligible veterans and eligible family members of veterans who are resident in Ontario.</p> <p class=\"paragraph\">  2.  To review applications for financial assistance and decide whether or not to approve them, in whole or part, in accordance with the regulations made under this Act, if any.</p> <p class=\"paragraph\">  3.  To provide advice to the Minister on matters affecting veterans and their families.</p> <p class=\"paragraph\">  4.  To engage in any other activities that may be prescribed by the regulations made under this Act.</p>"
        },
        {
            "id": "4",
            "section": "General powers",
            "content": "4 (1) Except as limited by this Act or the regulations made under this Act, the Commission has the capacity, rights and powers of a natural person for the purposes of carrying out its objects. Personal information (2) For the purposes of carrying out its objects, the Commission may indirectly collect personal information within the meaning of the Freedom of Information and Protection of Privacy Act. Limits (3) The Commission shall not acquire an interest in real property or establish a subsidiary without the approval of the Minister. Same (4) The Commission shall not borrow or invest money without the approval of the Minister and, if the Minister is not the Minister of Finance, the Minister of Finance.",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) Except as limited by this Act or the regulations made under this Act, the Commission has the capacity, rights and powers of a natural person for the purposes of carrying out its objects.</p> <p class=\"headnote\">Personal information</p> <p class=\"subsection\">(2) For the purposes of carrying out its objects, the Commission may indirectly collect personal information within the meaning of the <i>Freedom of Information and Protection of Privacy Act</i>.</p> <p class=\"headnote\">Limits</p> <p class=\"subsection\">(3) The Commission shall not acquire an interest in real property or establish a subsidiary without the approval of the Minister.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) The Commission shall not borrow or invest money without the approval of the Minister and, if the Minister is not the Minister of Finance, the Minister of Finance.</p>"
        },
        {
            "id": "5",
            "section": "Memorandum of understanding",
            "content": "5 The Commission and the Minister shall enter into a memorandum of understanding.",
            "raw_html": "<p class=\"section\"><b>5 </b>The Commission and the Minister shall enter into a memorandum of understanding.</p>"
        },
        {
            "id": "6",
            "section": "Board of directors",
            "content": "6 (1) The board of directors of the Commission shall consist of at least three members and no more than 11 members appointed by the Lieutenant Governor in Council. Term (2) A member of the board of directors may be appointed to hold office for a term of up to three years at the pleasure of the Lieutenant Governor in Council and may be reappointed. Membership (3) The majority of the members of the board of directors shall consist of veterans or individuals who are either the parent, spouse, child or sibling of a veteran. Designation of chair and vice-chair (4) The Lieutenant Governor in Council shall designate a member of the board of directors as the chair of the board and another member as the vice-chair. Vice-chair (5) If the chair is absent or unable to act, or if the office of the chair is vacant, the vice-chair shall act as chair. Remuneration and expenses (6) The members of the board of directors are not remunerated but are entitled to such reimbursement for reasonable expenses as determined by the Lieutenant Governor in Council.",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) The board of directors of the Commission shall consist of at least three members and no more than 11 members appointed by the Lieutenant Governor in Council.</p> <p class=\"headnote\">Term</p> <p class=\"subsection\">(2) A member of the board of directors may be appointed to hold office for a term of up to three years at the pleasure of the Lieutenant Governor in Council and may be reappointed.</p> <p class=\"headnote\">Membership</p> <p class=\"subsection\">(3) The majority of the members of the board of directors shall consist of veterans or individuals who are either the parent, spouse, child or sibling of a veteran.</p> <p class=\"headnote\">Designation of chair and vice-chair</p> <p class=\"subsection\">(4) The Lieutenant Governor in Council shall designate a member of the board of directors as the chair of the board and another member as the vice-chair.</p> <p class=\"headnote\">Vice-chair</p> <p class=\"subsection\">(5) If the chair is absent or unable to act, or if the office of the chair is vacant, the vice-chair shall act as chair.</p> <p class=\"headnote\">Remuneration and expenses</p> <p class=\"subsection\">(6) The members of the board of directors are not remunerated but are entitled to such reimbursement for reasonable expenses as determined by the Lieutenant Governor in Council.</p>"
        },
        {
            "id": "7",
            "section": "Meetings and Quorum",
            "content": "7 (1) A majority of the members of the board of directors constitutes a quorum. Same (2) The board of directors shall meet regularly throughout the year and in any event no less than four times a year.",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) A majority of the members of the board of directors constitutes a quorum.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The board of directors shall meet regularly throughout the year and in any event no less than four times a year.</p>"
        },
        {
            "id": "8",
            "section": "Employees and consultants",
            "content": "8 (1) Such employees as are considered necessary for the proper conduct of the affairs of the Commission may be appointed under Part III of the Public Service of Ontario Act, 2006. Same (2) The Commission may, with the approval of the Minister, retain such technical and professional consultants as it considers necessary for the proper conduct of its affairs, at the remuneration and on the terms that the Minister approves.",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) Such employees as are considered necessary for the proper conduct of the affairs of the Commission may be appointed under Part III of the <i>Public Service of Ontario Act, 2006</i>.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Commission may, with the approval of the Minister, retain such technical and professional consultants as it considers necessary for the proper conduct of its affairs, at the remuneration and on the terms that the Minister approves.</p>"
        },
        {
            "id": "9",
            "section": "Financial matters",
            "content": "9 Money for the purposes of the Commission shall be paid out of the money appropriated for the purpose by the Legislature.",
            "raw_html": "<p class=\"section\"><b>9 </b>Money for the purposes of the Commission shall be paid out of the money appropriated for the purpose by the Legislature.</p>"
        },
        {
            "id": "10",
            "section": "Annual report",
            "content": "10 (1) The Commission shall prepare an annual report, provide it to the Minister and make it available to the public. Same (2) The Commission shall comply with such directives as may be issued by the Management Board of Cabinet with respect to, (a)  the form and content of the annual report; (b)  when to provide it to the Minister; and (c)  when and how to make it available to the public. Same (3) The Commission shall include such additional content in the annual report as the Minister may require. Tabling of annual report (4) The Minister shall table the Commission’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it.",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) The Commission shall prepare an annual report, provide it to the Minister and make it available to the public.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Commission shall comply with such directives as may be issued by the Management Board of Cabinet with respect to,</p> <p class=\"paragraph\">  (a)  the form and content of the annual report;</p> <p class=\"paragraph\">  (b)  when to provide it to the Minister; and</p> <p class=\"paragraph\">  (c)  when and how to make it available to the public.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Commission shall include such additional content in the annual report as the Minister may require.</p> <p class=\"headnote\">Tabling of annual report</p> <p class=\"subsection\">(4) The Minister shall table the Commission’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it.</p>"
        },
        {
            "id": "11",
            "section": "Regulations",
            "content": "11 The Lieutenant Governor in Council may make regulations respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act and, without limiting the generality of the foregoing, may make regulations, (a)  defining the term “veteran” for the purposes of this Act; (b)  prescribing activities for the purposes of paragraph 4 of section 3; (c)  prescribing limits on the capacity, rights and powers of the Commission; (d)  governing the financial assistance program, including, (i)  respecting the manner in which applications for financial assistance are to be made to the Commission, (ii)  prescribing the types of financial assistance and the amounts of financial assistance that may be provided by the program, including setting out maximum amounts of financial assistance that may be provided over a prescribed period of time, (iii)  establishing eligibility requirements for financial assistance and criteria for approving applications for financial assistance, including prescribing family members of veterans who are eligible for assistance; (e)  providing for any transitional matters arising from the enactment of this Act and the repeal of the Soldiers’ Aid Commission Act, being chapter 377 of the Revised Statutes of Ontario, 1960, as amended. 12 Omitted (provides for amendments to this Act). 13 Omitted (amends, repeals or revokes other legislation). 14 Omitted (provides for coming into force of provisions of this Act). 15 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>11 </b>The Lieutenant Governor in Council may make regulations respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act and, without limiting the generality of the foregoing, may make regulations,</p> <p class=\"paragraph\">  (a)  defining the term “veteran” for the purposes of this Act; </p> <p class=\"paragraph\">  (b)  prescribing activities for the purposes of paragraph 4 of section 3;</p> <p class=\"paragraph\">  (c)  prescribing limits on the capacity, rights and powers of the Commission;</p> <p class=\"paragraph\">  (d)  governing the financial assistance program, including,</p> <p class=\"subpara\">  (i)  respecting the manner in which applications for financial assistance are to be made to the Commission,</p> <p class=\"subpara\">  (ii)  prescribing the types of financial assistance and the amounts of financial assistance that may be provided by the program, including setting out maximum amounts of financial assistance that may be provided over a prescribed period of time,</p> <p class=\"subpara\">  (iii)  establishing eligibility requirements for financial assistance and criteria for approving applications for financial assistance, including prescribing family members of veterans who are eligible for assistance;</p> <p class=\"paragraph\">  (e)  providing for any transitional matters arising from the enactment of this Act and the repeal of the <i>Soldiers’ Aid Commission Act</i>, being chapter 377 of the Revised Statutes of Ontario, 1960, as amended.</p> <p class=\"section\"><b>12 </b><span class=\"ovsmallcap\">Omitted (provides for amendments to this Act).</span></p> <p class=\"section\"><b>13</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>14 </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>15</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/20s24\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "12",
            "section": "Regulations",
            "content": "12 Omitted (provides for amendments to this Act). 13 Omitted (amends, repeals or revokes other legislation). 14 Omitted (provides for coming into force of provisions of this Act). 15 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>12 </b><span class=\"ovsmallcap\">Omitted (provides for amendments to this Act).</span></p> <p class=\"section\"><b>13</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>14 </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>15</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/20s24\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "13",
            "section": "Regulations",
            "content": "13 Omitted (amends, repeals or revokes other legislation). 14 Omitted (provides for coming into force of provisions of this Act). 15 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>13</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>14 </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>15</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/20s24\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "14",
            "section": "Regulations",
            "content": "14 Omitted (provides for coming into force of provisions of this Act). 15 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>14 </b><span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>15</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/20s24\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "15",
            "section": "Regulations",
            "content": "15 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>15</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/20s24\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}