{
    "act_info": {
        "full_title": "South African Trust Investments Act, R.S.O. 1990, c. S.16",
        "act_name_text": "Not Found",
        "citation": "South African Trust Investments Act, R.S.O. 1990, c. S.16",
        "url": "https://www.ontario.ca/laws/statute/90s16",
        "date_scraped": "2023-12-20 00:42:05"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.  (1) In this Act, “registered charity” means a registered charity as defined in subsection 248(1) of the Income Tax Act (Canada); (“organisme de charité enregistré”) “South Africa” means the Republic of South Africa; (“Afrique du Sud”) “South African investment” means, (a) an investment in shares of a corporation that is incorporated under the laws of South Africa or carries on business in South Africa, (b) an investment in shares of a corporation that has a substantial interest in a corporation that is incorporated under the laws of South Africa or carries on business in South Africa, (c) an investment in shares of a corporation a substantial interest in which is held by one or more of the following, (i) corporations that are incorporated under the laws of South Africa, (ii) corporations that carry on business in South Africa, (iii) persons who are citizens of South Africa or who ordinarily reside there, (d) an investment in shares of a corporation a substantial interest in which is held by a corporation that also holds a substantial interest in another corporation that is incorporated under the laws of South Africa or that carries on business in South Africa, (e) an investment in bonds, debentures or other evidences of indebtedness issued or guaranteed by the Government of South Africa or by a corporation whose shares are a South African investment under clause (a), (b), (c) or (d), (f) any other investment that has a substantial connection with South Africa; (“placement sud-africain”) “trustee” means a trustee of a trust and includes a person who is responsible for investing and managing the assets of a registered charity or a pension fund; (“fiduciaire”) “voting share” means a share of a class of shares of a corporation that carries voting rights under all circumstances or under some circumstances that have occurred and are continuing. (“action assortie du droit de vote”) Substantial interest (2) A person shall be deemed to have a substantial interest in a corporation if the person beneficially owns or controls 10 per cent or more of the issued and outstanding voting shares in the corporation. 1988, c.59, s.1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>  (1) In this Act,</p> <p class=\"firstdef-e\">“registered charity” means a registered charity as defined in subsection 248(1) of the <i>Income Tax Act</i> (Canada); (“organisme de charité enregistré”)</p> <p class=\"definition-e\">“South Africa” means the Republic of South Africa; (“Afrique du Sud”)</p> <p class=\"definition-e\">“South African investment” means,</p> <p class=\"defclause-e\">(a) an investment in shares of a corporation that is incorporated under the laws of South Africa or carries on business in South Africa,</p> <p class=\"defclause-e\">(b) an investment in shares of a corporation that has a substantial interest in a corporation that is incorporated under the laws of South Africa or carries on business in South Africa,</p> <p class=\"defclause-e\">(c) an investment in shares of a corporation a substantial interest in which is held by one or more of the following,</p> <p class=\"defsubclause-e\">(i) corporations that are incorporated under the laws of South Africa,</p> <p class=\"defsubclause-e\">(ii) corporations that carry on business in South Africa,</p> <p class=\"defsubclause-e\">(iii) persons who are citizens of South Africa or who ordinarily reside there,</p> <p class=\"defclause-e\">(d) an investment in shares of a corporation a substantial interest in which is held by a corporation that also holds a substantial interest in another corporation that is incorporated under the laws of South Africa or that carries on business in South Africa,</p> <p class=\"defclause-e\">(e) an investment in bonds, debentures or other evidences of indebtedness issued or guaranteed by the Government of South Africa or by a corporation whose shares are a South African investment under clause (a), (b), (c) or (d),</p> <p class=\"defclause-e\">(f) any other investment that has a substantial connection with South Africa; (“placement sud-africain”)</p> <p class=\"definition-e\">“trustee” means a trustee of a trust and includes a person who is responsible for investing and managing the assets of a registered charity or a pension fund; (“fiduciaire”)</p> <p class=\"definition-e\">“voting share” means a share of a class of shares of a corporation that carries voting rights under all circumstances or under some circumstances that have occurred and are continuing. (“action assortie du droit de vote”)</p> <p class=\"headnote-e\"><b>Substantial interest</b></p> <p class=\"subsection-e\">(2) A person shall be deemed to have a substantial interest in a corporation if the person beneficially owns or controls 10 per cent or more of the issued and outstanding voting shares in the corporation. 1988, c.59, s.1.</p>"
        },
        {
            "id": "2.",
            "section": "Application of Act",
            "content": "2. This Act applies to all trusts, registered charities and pension funds. 1988, c.59, s.2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> This Act applies to all trusts, registered charities and pension funds. 1988, c.59, s.2.</p>"
        },
        {
            "id": "3.",
            "section": "Trustee not liable",
            "content": "3. Despite the Trustee Act or any other law, a trustee who acts in accordance with this Act and in a reasonably prudent manner does not commit a breach of statutory or other legal duty by, (a) disposing of a South African investment even if the value of the property for which the trustee is responsible decreases or fails to increase sufficiently as a result; or (b) refusing to acquire a South African investment. 1988, c.59, s.3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> Despite the <i>Trustee Act</i> or any other law, a trustee who acts in accordance with this Act and in a reasonably prudent manner does not commit a breach of statutory or other legal duty by,</p> <p class=\"clause-e\">(a) disposing of a South African investment even if the value of the property for which the trustee is responsible decreases or fails to increase sufficiently as a result; or</p> <p class=\"clause-e\">(b) refusing to acquire a South African investment. 1988, c.59, s.3.</p>"
        },
        {
            "id": "4.",
            "section": "Definition",
            "content": "4.  (1) In this section, “identifiable beneficiary” means an existing person who can be clearly identified as a beneficiary of a trust or a pension fund and does not include a person who has been declared mentally incompetent. Consent of beneficiaries required (2) If there are no more than 100 identifiable beneficiaries of a trust or pension fund, section 3 applies only if the trustee gives written notice to the identifiable beneficiaries of the intended transaction and the trustee does not receive, within sixty days after giving the written notice, notice of opposition to the transaction from a majority of identifiable beneficiaries whose combined beneficial interest in the trust or pension fund comprises more than 50 per cent of its assets. Idem (3) If there are more than 100 identifiable beneficiaries of a trust or pension fund, section 3 applies only if the trustee has made inquiries and has reasonable grounds to believe that a majority of them would consent to the intended transaction and that their combined beneficial interest in the trust or pension fund comprises more than 50 per cent of its assets. Consent of minor (4) A person who has lawful custody of an identifiable beneficiary who is less than eighteen years of age may give or refuse consent on the beneficiary’s behalf. 1988, c.59, s.4. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>4.</b>  (1) In this section, “identifiable beneficiary” means an existing person who can be clearly identified as a beneficiary of a trust or a pension fund and does not include a person who has been declared mentally incompetent.</p> <p class=\"headnote-e\"><b>Consent of beneficiaries required</b></p> <p class=\"subsection-e\">(2) If there are no more than 100 identifiable beneficiaries of a trust or pension fund, section 3 applies only if the trustee gives written notice to the identifiable beneficiaries of the intended transaction and the trustee does not receive, within sixty days after giving the written notice, notice of opposition to the transaction from a majority of identifiable beneficiaries whose combined beneficial interest in the trust or pension fund comprises more than 50 per cent of its assets.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) If there are more than 100 identifiable beneficiaries of a trust or pension fund, section 3 applies only if the trustee has made inquiries and has reasonable grounds to believe that a majority of them would consent to the intended transaction and that their combined beneficial interest in the trust or pension fund comprises more than 50 per cent of its assets.</p> <p class=\"headnote-e\"><b>Consent of minor</b></p> <p class=\"subsection-e\">(4) A person who has lawful custody of an identifiable beneficiary who is less than eighteen years of age may give or refuse consent on the beneficiary’s behalf. 1988, c.59, s.4.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90s16_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90s16_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}