{
    "act_info": {
        "full_title": "Special Investigations Unit Act, 2019, S.O. 2019, c. 1, Sched. 5",
        "act_name_text": "Special Investigations Unit Act, 2019",
        "citation": "S.O. 2019, c. 1, Sched. 5",
        "url": "https://www.ontario.ca/laws/statute/19s01",
        "date_scraped": "2023-12-18 19:35:02"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  1, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/19s01/v3",
            "valid_from": "July 14, 2020",
            "valid_to": "November 30, 2020"
        },
        {
            "a_href": "/laws/statute/19s01/v2",
            "valid_from": "May 29, 2019",
            "valid_to": "July 13, 2020"
        },
        {
            "a_href": "/laws/statute/19s01/v1",
            "valid_from": "March 26, 2019",
            "valid_to": "May 28, 2019"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/200665",
            "Citation": "O. Reg. 665/20",
            "title": "GENERAL MATTERS UNDER THE AUTHORITY OF THE LIEUTENANT GOVERNOR IN COUNCIL"
        },
        {
            "a_href": "/laws/regulation/200660",
            "Citation": "O. Reg. 660/20",
            "title": "GENERAL MATTERS UNDER THE AUTHORITY OF THE MINISTER"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 (1) In this Act, “affected person” means, in relation to an incident referred to in subsection 15 (1), a person, (a)  who died or was seriously injured, (b)  at whom a firearm was discharged, or (c)  who reported that he or she was sexually assaulted; (“personne concernée”) “appointing official” and “extra-provincial commander” have the same meaning as in the Interprovincial Policing Act, 2009; (“agent de nomination”, “commandant extraprovincial”) “de-identify”, in relation to the personal information of an individual, means to remove any information that identifies the individual or for which it is reasonably foreseeable in the circumstances that it could be utilized, either alone or with other information, to identify the individual; (“anonymiser”) “designated authority” means, (a)  in relation to an official who is a police officer other than a chief of police, the chief of police of the police force of which the police officer is a member, Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (Community Safety and Policing Act, 2019) to the Comprehensive Ontario Police Services Act, 2019 comes into force, clause (a) of the definition of “designated authority” in subsection 1 (1) of the Act is amended by striking out “police force” and substituting “police service”. (See: 2019, c. 1, Sched. 5, s. 40 (1)) (b)  in relation to any other official, the person prescribed by the Minister for the official in respect of this Act or the regulations or in respect of a particular provision of this Act or of a regulation;  (“autorité désignée”) “Minister” means the Attorney General or such other member of the Executive Council as may be assigned the administration of this Act under the Executive Council Act; (“ministre”) “official” means, (a)  a police officer, (b)  a special constable employed by the Niagara Parks Commission, and (c)  a person who is a peace officer under section 103.0.2 of the Legislative Assembly Act; (“agent”) “personal information” means personal information as defined in the Freedom of Information and Protection of Privacy Act; (“renseignements personnels”) “prescribed” means prescribed by the regulations; (“prescrit”) “regulations” means the regulations made under this Act; (“règlements”) “serious injury” means an injury listed in subsection (2) or any other injury sustained by a person that is likely to interfere with the person’s health or comfort and is not transient or trifling in nature; (“blessure grave”) “SIU Director” means the Special Investigations Unit Director appointed under subsection 5 (1); (“directeur de l’UES”) “subject official” means, in respect of an incident referred to in subsection 15 (1), an official whose conduct appears, in the opinion of the SIU Director, to have been a cause of the incident; (“agent impliqué”) “witness official” means an official who, in the opinion of the SIU Director, is involved in an incident referred to in subsection 15 (1), but is not a subject official in relation to the incident. (“agent témoin”) 2019, c. 1, Sched. 5, s. 1 (1); 2020, c. 15, s. 20. Serious injuries (2) A person sustains a serious injury if he or she, (a)  sustains an injury as a result of which he or she is admitted to a hospital; (b)  suffers a fracture to the skull, or to a limb, rib or vertebra; (c)  suffers burns to a significant proportion of his or her body; (d)  loses any portion of his or her body; (e)  as a result of an injury, experiences a loss of vision or hearing; or (f)  sustains a prescribed injury. 2019, c. 1, Sched. 5, s. 1 (2). Interpretation, police matters (3) Words and expressions used in this Act and in the regulations that relate to policing and police matters have the same meanings as under the Police Services Act, unless the context requires otherwise. 2019, c. 1, Sched. 5, s. 1 (3). Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (Community Safety and Policing Act, 2019) to the Comprehensive Ontario Police Services Act, 2019 comes into force, subsection 1 (3) of the Act is amended by striking out “Police Services Act” and substituting “Community Safety and Policing Act, 2019”. (See: 2019, c. 1, Sched. 5, s. 40 (2)) Section Amendments with date in force (d/m/y) 2019, c. 1, Sched. 5, s. 40 (1, 2) - not in force 2020, c. 15, s. 20 - 01/12/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“affected person” means, in relation to an incident referred to in subsection 15 (1), a person,</p> <p class=\"paragraph\">  (a)  who died or was seriously injured,</p> <p class=\"paragraph\">  (b)  at whom a firearm was discharged, or</p> <p class=\"paragraph\">  (c)  who reported that he or she was sexually assaulted; (“personne concernée”)</p> <p class=\"definition\">“appointing official” and “extra-provincial commander” have the same meaning as in the <i>Interprovincial Policing Act, 2009</i>; (“agent de nomination”, “commandant extraprovincial”)</p> <p class=\"definition\">“de-identify”, in relation to the personal information of an individual, means to remove any information that identifies the individual or for which it is reasonably foreseeable in the circumstances that it could be utilized, either alone or with other information, to identify the individual; (“anonymiser”)</p> <p class=\"definition\">“designated authority” means,</p> <p class=\"paragraph\">  (a)  in relation to an official who is a police officer other than a chief of police, the chief of police of the police force of which the police officer is a member,</p> <p class=\"Pnote\"><span>Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (<i>Community Safety and Policing Act, 2019</i>) to the <i>Comprehensive Ontario Police Services Act, 2019</i> comes into force, clause (a) of the definition of “designated authority” in subsection 1 (1) of the Act is amended by striking out “police force” and substituting “police service”. (See: 2019, c. 1, Sched. 5, s. 40 (1))</span></p> <p class=\"paragraph\">  (b)  in relation to any other official, the person prescribed by the Minister for the official in respect of this Act or the regulations or in respect of a particular provision of this Act or of a regulation;  (“autorité désignée”)</p> <p class=\"definition\">“Minister” means the Attorney General or such other member of the Executive Council as may be assigned the administration of this Act under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“official” means,</p> <p class=\"paragraph\">  (a)  a police officer,</p> <p class=\"paragraph\">  (b)  a special constable employed by the Niagara Parks Commission, and</p> <p class=\"paragraph\">  (c)  a person who is a peace officer under section 103.0.2 of the <i>Legislative Assembly Act</i>; (“agent”)</p> <p class=\"definition\">“personal information” means personal information as defined in the <i>Freedom of Information and Protection of Privacy Act</i>; (“renseignements personnels”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“serious injury” means an injury listed in subsection (2) or any other injury sustained by a person that is likely to interfere with the person’s health or comfort and is not transient or trifling in nature; (“blessure grave”)</p> <p class=\"definition\">“SIU Director” means the Special Investigations Unit Director appointed under subsection 5 (1); (“directeur de l’UES”)</p> <p class=\"definition\">“subject official” means, in respect of an incident referred to in subsection 15 (1), an official whose conduct appears, in the opinion of the SIU Director, to have been a cause of the incident; (“agent impliqué”)</p> <p class=\"definition\">“witness official” means an official who, in the opinion of the SIU Director, is involved in an incident referred to in subsection 15 (1), but is not a subject official in relation to the incident. (“agent témoin”) 2019, c. 1, Sched. 5, s. 1 (1); 2020, c. 15, s. 20.</p> <p class=\"headnote\">Serious injuries</p> <p class=\"subsection\">(2) A person sustains a serious injury if he or she,</p> <p class=\"paragraph\">  (a)  sustains an injury as a result of which he or she is admitted to a hospital;</p> <p class=\"paragraph\">  (b)  suffers a fracture to the skull, or to a limb, rib or vertebra;</p> <p class=\"paragraph\">  (c)  suffers burns to a significant proportion of his or her body;</p> <p class=\"paragraph\">  (d)  loses any portion of his or her body;</p> <p class=\"paragraph\">  (e)  as a result of an injury, experiences a loss of vision or hearing; or</p> <p class=\"paragraph\">  (f)  sustains a prescribed injury. 2019, c. 1, Sched. 5, s. 1 (2).</p> <p class=\"headnote\">Interpretation, police matters</p> <p class=\"subsection\">(3) Words and expressions used in this Act and in the regulations that relate to policing and police matters have the same meanings as under the <i>Police Services Act</i>, unless the context requires otherwise. 2019, c. 1, Sched. 5, s. 1 (3).</p> <p class=\"Pnote\"><span>Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (<i>Community Safety and Policing Act, 2019</i>) to the <i>Comprehensive Ontario Police Services Act, 2019</i> comes into force, subsection 1 (3) of the Act is amended by striking out “<i>Police Services Act</i>” and substituting “<i>Community Safety and Policing Act, 2019</i>”. (See: 2019, c. 1, Sched. 5, s. 40 (2))</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched5s40s1\">2019, c. 1, Sched. 5, s. 40 (1, 2)</a></span> - not in force</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20015#s20\">2020, c. 15, s. 20</a> </span>- 01/12/2020</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Officers appointed under the Interprovincial Policing Act, 2009",
            "part_id": null,
            "part_type": null,
            "section_y": "Officers appointed under the Interprovincial Policing Act, 2009",
            "content": "2 For the purposes of this Act, a person appointed as a police officer under the Interprovincial Policing Act, 2009 is deemed to be, (a)  a member of the Ontario Provincial Police; (b)  if he or she was appointed by a member of a municipal police force, a member of that municipal police force; or Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (Community Safety and Policing Act, 2019) to the Comprehensive Ontario Police Services Act, 2019 comes into force, clause 2 (b) of the Act is repealed and the following substituted: (See: 2019, c. 1, Sched. 5, s. 40 (3)) (b)  if he or she was appointed by a member of a police service maintained by a police service board, a member of that police service; or (c)  if he or she was appointed by a member of a board, a member of the municipal police force for which the board is responsible. Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (Community Safety and Policing Act, 2019) to the Comprehensive Ontario Police Services Act, 2019 comes into force, clause 2 (c) of the Act is repealed and the following substituted: (See: 2019, c. 1, Sched. 5, s. 40 (3)) (c)  if he or she was appointed by a member of a police service board, a member of the police service maintained by the police service board. Section Amendments with date in force (d/m/y) 2019, c. 1, Sched. 5, s. 40 (3) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>For the purposes of this Act, a person appointed as a police officer under the <i>Interprovincial Policing Act, 2009</i> is deemed to be,</p> <p class=\"paragraph\">  (a)  a member of the Ontario Provincial Police;</p> <p class=\"paragraph\">  (b)  if he or she was appointed by a member of a municipal police force, a member of that municipal police force; or</p> <p class=\"Pnote\"><span>Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (<i>Community Safety and Policing Act, 2019</i>) to the <i>Comprehensive Ontario Police Services Act, 2019</i> comes into force, clause 2 (b) of the Act is repealed and the following substituted: (See: 2019, c. 1, Sched. 5, s. 40 (3))</span></p> <p class=\"Yparagraph\"><span>  (b)  if he or she was appointed by a member of a police service maintained by a police service board, a member of that police service; or</span></p> <p class=\"paragraph\">  (c)  if he or she was appointed by a member of a board, a member of the municipal police force for which the board is responsible.</p> <p class=\"Pnote\"><span>Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (<i>Community Safety and Policing Act, 2019</i>) to the <i>Comprehensive Ontario Police Services Act, 2019</i> comes into force, clause 2 (c) of the Act is repealed and the following substituted: (See: 2019, c. 1, Sched. 5, s. 40 (3))</span></p> <p class=\"Yparagraph\"><span>  (c)  if he or she was appointed by a member of a police service board, a member of the police service maintained by the police service board.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched5s40s3\">2019, c. 1, Sched. 5, s. 40 (3)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "section_x": "Crown bound",
            "part_id": null,
            "part_type": null,
            "section_y": "Crown bound",
            "content": "3 This Act binds the Crown. Special Investigations Unit",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>3 </b>This Act binds the Crown.</p> <p class=\"heading1\"><a name=\"BK3\"></a>Special Investigations Unit</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Special Investigations Unit",
            "section_x": "Special Investigations Unit",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "section_x": "Special Investigations Unit",
            "part_id": null,
            "part_type": null,
            "section_y": "Special Investigations Unit",
            "content": "4 (1) The special investigations unit of the Ministry of the Attorney General is continued as a unit outside the Ministry under the name “Special Investigations Unit” in English and “Unité des enquêtes spéciales” in French. Composition (2) The Special Investigations Unit shall be headed by the SIU Director and shall, in addition to the SIU Director, consist of, (a)  investigators appointed under section 6; and (b)  persons appointed as employees in the Special Investigations Unit in accordance with section 8.",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>4 </b>(1) The special investigations unit of the Ministry of the Attorney General is continued as a unit outside the Ministry under the name “Special Investigations Unit” in English and “Unité des enquêtes spéciales” in French.</p> <p class=\"headnote\">Composition</p> <p class=\"subsection\">(2) The Special Investigations Unit shall be headed by the SIU Director and shall, in addition to the SIU Director, consist of,</p> <p class=\"paragraph\">  (a)  investigators appointed under section 6; and</p> <p class=\"paragraph\">  (b)  persons appointed as employees in the Special Investigations Unit in accordance with section 8.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "section_x": "Special Investigations Unit Director",
            "part_id": null,
            "part_type": null,
            "section_y": "Special Investigations Unit Director",
            "content": "5 (1) The Lieutenant Governor in Council shall, on the recommendation of the Minister, appoint a Special Investigations Unit Director. Restriction, official or former official (2) An official or former official may not be appointed as Special Investigations Unit Director. Restriction, requirements and qualifications (3) A person may not be appointed as Special Investigations Unit Director unless he or she meets the requirements and qualifications prescribed by the Minister, if any. Term (4) An appointment under subsection (1) shall be for a term of five years, and may be renewed for one further term of five years. Remuneration (5) The Special Investigations Unit Director shall be paid such remuneration and allowance for expenses as may be fixed by the Lieutenant Governor in Council. Functions (6) The Special Investigations Unit Director, (a)  shall oversee investigations conducted under this Act; (b)  shall, in accordance with any requirements prescribed by the Minister and in consultation with such persons who represent the diversity of Ontario as the SIU Director considers appropriate, provide training for employees in the Special Investigations Unit that promotes recognition of and respect for, (i)  the diverse, multiracial and multicultural character of Ontario society, and (ii)  the rights and cultures of First Nation, Inuit and Métis Peoples; (c)  shall publish statistical reports for the purpose of informing the evaluation, management and improvement of policing in Ontario; and (d)  shall perform the duties, and may exercise the powers, that are set out under this Act, as well as any additional duties and powers that may be prescribed. Delegation (7) The Special Investigations Unit Director may, in writing, delegate any of his or her powers or duties under this Act to an employee in the Special Investigations Unit, subject to such conditions or restrictions as the Director may set out in the delegation.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>5 </b>(1) The Lieutenant Governor in Council shall, on the recommendation of the Minister, appoint a Special Investigations Unit Director.</p> <p class=\"headnote\">Restriction, official or former official</p> <p class=\"subsection\">(2) An official or former official may not be appointed as Special Investigations Unit Director.</p> <p class=\"headnote\">Restriction, requirements and qualifications</p> <p class=\"subsection\">(3) A person may not be appointed as Special Investigations Unit Director unless he or she meets the requirements and qualifications prescribed by the Minister, if any.</p> <p class=\"headnote\">Term</p> <p class=\"subsection\">(4) An appointment under subsection (1) shall be for a term of five years, and may be renewed for one further term of five years.</p> <p class=\"headnote\">Remuneration</p> <p class=\"subsection\">(5) The Special Investigations Unit Director shall be paid such remuneration and allowance for expenses as may be fixed by the Lieutenant Governor in Council.</p> <p class=\"headnote\">Functions</p> <p class=\"subsection\">(6) The Special Investigations Unit Director,</p> <p class=\"paragraph\">  (a)  shall oversee investigations conducted under this Act;</p> <p class=\"paragraph\">  (b)  shall, in accordance with any requirements prescribed by the Minister and in consultation with such persons who represent the diversity of Ontario as the SIU Director considers appropriate, provide training for employees in the Special Investigations Unit that promotes recognition of and respect for,</p> <p class=\"subpara\">  (i)  the diverse, multiracial and multicultural character of Ontario society, and</p> <p class=\"subpara\">  (ii)  the rights and cultures of First Nation, Inuit and Métis Peoples;</p> <p class=\"paragraph\">  (c)  shall publish statistical reports for the purpose of informing the evaluation, management and improvement of policing in Ontario; and</p> <p class=\"paragraph\">  (d)  shall perform the duties, and may exercise the powers, that are set out under this Act, as well as any additional duties and powers that may be prescribed.</p> <p class=\"headnote\">Delegation</p> <p class=\"subsection\">(7) The Special Investigations Unit Director may, in writing, delegate any of his or her powers or duties under this Act to an employee in the Special Investigations Unit, subject to such conditions or restrictions as the Director may set out in the delegation.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "section_x": "Investigators",
            "part_id": null,
            "part_type": null,
            "section_y": "Investigators",
            "content": "6 (1) The SIU Director may appoint as investigators such employees in the Special Investigations Unit or other persons as he or she considers necessary to conduct investigations under this Act, including for the making of preliminary inquiries under section 17, and the appointments shall be in writing. Restriction, official (2) An official may not be appointed as an investigator. Restriction, requirements and qualifications (3) A person may not be appointed as an investigator unless he or she meets the requirements and qualifications prescribed by the Minister, if any. SIU Director as investigator (4) Any power of an investigator appointed under this section may be exercised by the SIU Director.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>6 </b>(1) The SIU Director may appoint as investigators such employees in the Special Investigations Unit or other persons as he or she considers necessary to conduct investigations under this Act, including for the making of preliminary inquiries under section 17, and the appointments shall be in writing.</p> <p class=\"headnote\">Restriction, official</p> <p class=\"subsection\">(2) An official may not be appointed as an investigator.</p> <p class=\"headnote\">Restriction, requirements and qualifications</p> <p class=\"subsection\">(3) A person may not be appointed as an investigator unless he or she meets the requirements and qualifications prescribed by the Minister, if any.</p> <p class=\"headnote\">SIU Director as investigator</p> <p class=\"subsection\">(4) Any power of an investigator appointed under this section may be exercised by the SIU Director.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "section_x": "Peace officers",
            "part_id": null,
            "part_type": null,
            "section_y": "Peace officers",
            "content": "7 The SIU Director, a person to whom powers and duties are delegated under subsection 5 (7) and investigators are peace officers.",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>7 </b>The SIU Director, a person to whom powers and duties are delegated under subsection 5 (7) and investigators are peace officers.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "8.",
            "section_x": "Employees",
            "part_id": null,
            "part_type": null,
            "section_y": "Employees",
            "content": "8 (1) Such employees as are considered necessary for the proper conduct of the Special Investigations Unit may be appointed under Part III of the Public Service of Ontario Act, 2006. Restriction (2) An official may not be appointed as an employee. Collection, use and disclosure of personal information",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>8 </b>(1) Such employees as are considered necessary for the proper conduct of the Special Investigations Unit may be appointed under Part III of the <i>Public Service of Ontario Act, 2006</i>.</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(2) An official may not be appointed as an employee.</p> <p class=\"headnote\">Collection, use and disclosure of personal information</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "9.",
            "section_x": "Collection, use and disclosure of personal information",
            "part_id": null,
            "part_type": null,
            "section_y": "Collection",
            "content": "9 (1) The SIU Director may, in accordance with this section, collect prescribed personal information for the purposes of clause 5 (6) (c). Limits on collection (2) The SIU Director shall not collect personal information under this section if other information will meet the purposes of clause 5 (6) (c), and shall not collect more personal information under this section than is reasonably necessary to meet those purposes. Manner of collection (3) Personal information shall only be collected under this section directly from the individual to whom the information relates, with the individual’s consent. Same (4) Despite subsection (3), if the regulations so provide, the SIU Director may, in the circumstances specified by the regulations, collect such prescribed personal information as the regulations specify in a manner other than directly from the individual to whom the information relates. Notice of direct collection (5) Before seeking an individual’s consent to collect personal information directly from the individual to whom the information relates, the SIU Director shall inform the individual of, (a)  the authority for and purposes of the collection; and (b)  the title and contact information, including an email address, of an employee in the Special Investigations Unit who can answer the individual’s questions about the collection. Notice of indirect collection (6) If the regulations referred to in subsection (4) provide for the collection of personal information in a manner other than directly from the individual to whom the information relates, the SIU Director shall, before collecting personal information in such a manner, ensure that notice of the collection is published on the website of the Special Investigations Unit containing, (a)  a statement that the collection is authorized under subsection (1) and setting out the purposes of the collection; (b)  the personal information and circumstances specified by the regulations referred to in subsection (4) for the purposes of the collection; and (c)  the title and contact information, including an email address, of an employee in the Special Investigations Unit who can answer an individual’s questions about the collection. De-identification (7) The SIU Director shall immediately de-identify, in the prescribed manner, personal information collected under this section. Limits on use (8) The SIU Director shall not use personal information collected under this section unless it has been de-identified under subsection (7), and may only use de-identified personal information for the purposes of clause 5 (6) (c). Limit on access (9) The SIU Director shall limit access to the personal information collected under this section to employees in the Special Investigations Unit and investigators, for the purposes of, (a)  de-identifying the personal information under subsection (7); or (b)  disclosing personal information under subsection (10). Limits on disclosure (10) The SIU Director, an employee in the Special Investigations Unit or an investigator may disclose personal information collected under this section only if, (a)  the individual to whom the information relates has identified that information in particular and consented to its disclosure; (b)  the disclosure is required by law, including as required under section 31 of the Human Rights Code; (c)  subject to subsection (11), the disclosure is for the purpose of a proceeding or contemplated proceeding, the information relates to or is a matter in issue in the proceeding or contemplated proceeding, and, (i)  the SIU Director is, or is expected to be, a party, or (ii)  any of the following is, or is expected to be, a witness: (A)  a current or former employee in the Special Investigations Unit, (B)  a current or former investigator, or (C)  a former employee in or investigator with the special investigations unit, before its continuance under this Act; or (d)  the disclosure is to the Information and Privacy Commissioner. Same (11) The SIU Director, an employee in the Special Investigations Unit or an investigator shall not disclose personal information under clause (10) (c) if other information will meet the purposes of the proceeding or contemplated proceeding, and shall not disclose more personal information under that clause than is reasonably necessary to meet those purposes. Other Acts (12) In the event of a conflict, this section prevails over sections 38, 39, 41, 42 and 43 of the Freedom of Information and Protection of Privacy Act, but the authority to collect, use and disclose personal information under this section is subject to any limits on collection, use or disclosure under any other law. Rights of access and correction (13) Nothing in this section limits the right of an individual under any Act to access and correct personal information about the individual. Non-application (14) For greater certainty, this section does not apply with respect to personal information lawfully collected by the SIU Director for a purpose other than for the purposes of clause 5 (6) (c).",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>9 </b>(1) The SIU Director may, in accordance with this section, collect prescribed personal information for the purposes of clause 5 (6) (c).</p> <p class=\"headnote\">Limits on collection</p> <p class=\"subsection\">(2) The SIU Director shall not collect personal information under this section if other information will meet the purposes of clause 5 (6) (c), and shall not collect more personal information under this section than is reasonably necessary to meet those purposes.</p> <p class=\"headnote\">Manner of collection</p> <p class=\"subsection\">(3) Personal information shall only be collected under this section directly from the individual to whom the information relates, with the individual’s consent.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Despite subsection (3), if the regulations so provide, the SIU Director may, in the circumstances specified by the regulations, collect such prescribed personal information as the regulations specify in a manner other than directly from the individual to whom the information relates.</p> <p class=\"headnote\">Notice of direct collection</p> <p class=\"subsection\">(5) Before seeking an individual’s consent to collect personal information directly from the individual to whom the information relates, the SIU Director shall inform the individual of,</p> <p class=\"paragraph\">  (a)  the authority for and purposes of the collection; and</p> <p class=\"paragraph\">  (b)  the title and contact information, including an email address, of an employee in the Special Investigations Unit who can answer the individual’s questions about the collection.</p> <p class=\"headnote\">Notice of indirect collection</p> <p class=\"subsection\">(6) If the regulations referred to in subsection (4) provide for the collection of personal information in a manner other than directly from the individual to whom the information relates, the SIU Director shall, before collecting personal information in such a manner, ensure that notice of the collection is published on the website of the Special Investigations Unit containing,</p> <p class=\"paragraph\">  (a)  a statement that the collection is authorized under subsection (1) and setting out the purposes of the collection;</p> <p class=\"paragraph\">  (b)  the personal information and circumstances specified by the regulations referred to in subsection (4) for the purposes of the collection; and</p> <p class=\"paragraph\">  (c)  the title and contact information, including an email address, of an employee in the Special Investigations Unit who can answer an individual’s questions about the collection.</p> <p class=\"headnote\">De-identification</p> <p class=\"subsection\">(7) The SIU Director shall immediately de-identify, in the prescribed manner, personal information collected under this section.</p> <p class=\"headnote\">Limits on use</p> <p class=\"subsection\">(8) The SIU Director shall not use personal information collected under this section unless it has been de-identified under subsection (7), and may only use de-identified personal information for the purposes of clause 5 (6) (c).</p> <p class=\"headnote\">Limit on access</p> <p class=\"subsection\">(9) The SIU Director shall limit access to the personal information collected under this section to employees in the Special Investigations Unit and investigators, for the purposes of,</p> <p class=\"paragraph\">  (a)  de-identifying the personal information under subsection (7); or</p> <p class=\"paragraph\">  (b)  disclosing personal information under subsection (10).</p> <p class=\"headnote\">Limits on disclosure</p> <p class=\"subsection\">(10) The SIU Director, an employee in the Special Investigations Unit or an investigator may disclose personal information collected under this section only if,</p> <p class=\"paragraph\">  (a)  the individual to whom the information relates has identified that information in particular and consented to its disclosure;</p> <p class=\"paragraph\">  (b)  the disclosure is required by law, including as required under section 31 of the <i>Human Rights Code</i>;</p> <p class=\"paragraph\">  (c)  subject to subsection (11), the disclosure is for the purpose of a proceeding or contemplated proceeding, the information relates to or is a matter in issue in the proceeding or contemplated proceeding, and,</p> <p class=\"subpara\">  (i)  the SIU Director is, or is expected to be, a party, or</p> <p class=\"subpara\">  (ii)  any of the following is, or is expected to be, a witness:</p> <p class=\"subsubpara\">  (A)  a current or former employee in the Special Investigations Unit,</p> <p class=\"subsubpara\">  (B)  a current or former investigator, or</p> <p class=\"subsubpara\">  (C)  a former employee in or investigator with the special investigations unit, before its continuance under this Act; or</p> <p class=\"paragraph\">  (d)  the disclosure is to the Information and Privacy Commissioner.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(11) The SIU Director, an employee in the Special Investigations Unit or an investigator shall not disclose personal information under clause (10) (c) if other information will meet the purposes of the proceeding or contemplated proceeding, and shall not disclose more personal information under that clause than is reasonably necessary to meet those purposes.</p> <p class=\"headnote\">Other Acts</p> <p class=\"subsection\">(12) In the event of a conflict, this section prevails over sections 38, 39, 41, 42 and 43 of the <i>Freedom of Information and Protection of Privacy Act</i>, but the authority to collect, use and disclose personal information under this section is subject to any limits on collection, use or disclosure under any other law.</p> <p class=\"headnote\">Rights of access and correction</p> <p class=\"subsection\">(13) Nothing in this section limits the right of an individual under any Act to access and correct personal information about the individual.</p> <p class=\"headnote\">Non-application</p> <p class=\"subsection\">(14) For greater certainty, this section does not apply with respect to personal information lawfully collected by the SIU Director for a purpose other than for the purposes of clause 5 (6) (c).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "10.",
            "section_x": "Agreements with other entities",
            "part_id": null,
            "part_type": null,
            "section_y": "Agreements with other entities",
            "content": "10 The SIU Director may, subject to any prescribed conditions or restrictions, enter into agreements with a First Nation in Ontario, the Government of Canada, the government of another province or territory of Canada, a Canadian municipality outside Ontario or any other entity outside Ontario, for the purpose of conducting or assisting with investigations.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>10 </b>The SIU Director may, subject to any prescribed conditions or restrictions, enter into agreements with a First Nation in Ontario, the Government of Canada, the government of another province or territory of Canada, a Canadian municipality outside Ontario or any other entity outside Ontario, for the purpose of conducting or assisting with investigations.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "11.",
            "section_x": "Annual report",
            "part_id": null,
            "part_type": null,
            "section_y": "Annual report",
            "content": "11 (1) The SIU Director shall prepare an annual report on the affairs of the Special Investigations Unit, provide it to the Minister and make it available to the public. Same (2) The SIU Director shall comply with such directives as may be issued by the Management Board of Cabinet with respect to, (a)  the form and content of the annual report; (b)  when to provide it to the Minister; and (c)  when and how to make it available to the public. Same (3) The SIU Director shall include such additional content in the annual report as may be prescribed by the Minister.",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>11 </b>(1) The SIU Director shall prepare an annual report on the affairs of the Special Investigations Unit, provide it to the Minister and make it available to the public.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The SIU Director shall comply with such directives as may be issued by the Management Board of Cabinet with respect to,</p> <p class=\"paragraph\">  (a)  the form and content of the annual report;</p> <p class=\"paragraph\">  (b)  when to provide it to the Minister; and</p> <p class=\"paragraph\">  (c)  when and how to make it available to the public.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The SIU Director shall include such additional content in the annual report as may be prescribed by the Minister.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "12.",
            "section_x": "Confidentiality",
            "part_id": null,
            "part_type": null,
            "section_y": "Confidentiality",
            "content": "12 The SIU Director and every investigator, employee in the Special Investigations Unit and person exercising powers or performing duties at the direction of the SIU Director shall preserve secrecy in respect of all information obtained by him or her in the course of exercising a power or performing a duty under this Act, and shall not communicate any such information to any person except, (a)  as may be required in connection with the administration of this Act or the Police Services Act, or the regulations made under either of them; Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (Community Safety and Policing Act, 2019) to the Comprehensive Ontario Police Services Act, 2019 comes into force, clause 12 (a) of the Act is amended by striking out “Police Services Act” and substituting “Community Safety and Policing Act, 2019”. (See: 2019, c. 1, Sched. 5, s. 40 (2)) (b)  to his or her counsel; (c)  as may be required for law enforcement purposes; (d)  with the consent of the person, if any, to whom the information relates; or (e)  where disclosure is otherwise required by law. Section Amendments with date in force (d/m/y) 2019, c. 1, Sched. 5, s. 40 (2) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>12 </b>The SIU Director and every investigator, employee in the Special Investigations Unit and person exercising powers or performing duties at the direction of the SIU Director shall preserve secrecy in respect of all information obtained by him or her in the course of exercising a power or performing a duty under this Act, and shall not communicate any such information to any person except,</p> <p class=\"paragraph\">  (a)  as may be required in connection with the administration of this Act or the <i>Police Services Act</i>, or the regulations made under either of them;</p> <p class=\"Pnote\"><span>Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (<i>Community Safety and Policing Act, 2019</i>) to the <i>Comprehensive Ontario Police Services Act, 2019</i> comes into force, clause 12 (a) of the Act is amended by striking out “<i>Police Services Act</i>” and substituting “<i>Community Safety and Policing Act, 2019</i>”. (See: 2019, c. 1, Sched. 5, s. 40 (2))</span></p> <p class=\"paragraph\">  (b)  to his or her counsel;</p> <p class=\"paragraph\">  (c)  as may be required for law enforcement purposes;</p> <p class=\"paragraph\">  (d)  with the consent of the person, if any, to whom the information relates; or</p> <p class=\"paragraph\">  (e)  where disclosure is otherwise required by law.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched5s40s2\">2019, c. 1, Sched. 5, s. 40 (2)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "13.",
            "section_x": "Protection from personal liability",
            "part_id": null,
            "part_type": null,
            "section_y": "Protection from personal liability",
            "content": "13 (1) No action or other proceeding may be instituted against the SIU Director, an investigator, an employee in the Special Investigations Unit or a person exercising powers or performing duties at the direction of the SIU Director for any act done in good faith in the execution or intended execution of the person’s duty or for any alleged neglect or default in the execution in good faith of the person’s duty. 2019, c. 1, Sched. 5, s. 13 (1). Crown not relieved of liability (2) Despite subsection 8 (3) of the Crown Liability and Proceedings Act, 2019, subsection (1) does not relieve the Crown of liability in respect of a tort committed by a person mentioned in subsection (1) to which the Crown would otherwise be subject. 2019, c. 1, Sched. 5, s. 13 (2); 2019, c. 7, Sched. 17, s. 161. Section Amendments with date in force (d/m/y) 2019, c. 7, Sched. 17, s. 161 - 01/12/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>13 </b>(1) No action or other proceeding may be instituted against the SIU Director, an investigator, an employee in the Special Investigations Unit or a person exercising powers or performing duties at the direction of the SIU Director for any act done in good faith in the execution or intended execution of the person’s duty or for any alleged neglect or default in the execution in good faith of the person’s duty. 2019, c. 1, Sched. 5, s. 13 (1).</p> <p class=\"headnote\">Crown not relieved of liability</p> <p class=\"subsection\">(2) Despite subsection 8 (3) of the <i>Crown Liability and Proceedings Act, 2019</i>, subsection (1) does not relieve the Crown of liability in respect of a tort committed by a person mentioned in subsection (1) to which the Crown would otherwise be subject. 2019, c. 1, Sched. 5, s. 13 (2); 2019, c. 7, Sched. 17, s. 161.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched17s161\">2019, c. 7, Sched. 17, s. 161</a></span> - 01/12/2020</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "14.",
            "section_x": "Protection from giving testimony",
            "part_id": null,
            "part_type": null,
            "section_y": "Protection from giving testimony",
            "content": "14 (1) The SIU Director, an investigator, an employee in the Special Investigations Unit or a person exercising powers or performing duties at the direction of the SIU Director shall not be required to give testimony in a civil proceeding with respect to information obtained by him or her in the course of exercising a power or performing a duty under this Act or a predecessor of this Act. Inadmissibility of documents (2) A document prepared under this Act by the SIU Director, an investigator, an employee in the Special Investigations Unit or a person exercising powers or performing duties at the direction of the SIU Director is not admissible in a civil proceeding. Investigations",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>14 </b>(1) The SIU Director, an investigator, an employee in the Special Investigations Unit or a person exercising powers or performing duties at the direction of the SIU Director shall not be required to give testimony in a civil proceeding with respect to information obtained by him or her in the course of exercising a power or performing a duty under this Act or a predecessor of this Act.</p> <p class=\"headnote\">Inadmissibility of documents</p> <p class=\"subsection\">(2) A document prepared under this Act by the SIU Director, an investigator, an employee in the Special Investigations Unit or a person exercising powers or performing duties at the direction of the SIU Director is not admissible in a civil proceeding.</p> <p class=\"heading1\"><a name=\"BK15\"></a>Investigations</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Investigations",
            "section_x": "Investigations",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "15.",
            "section_x": "Power to investigate",
            "part_id": null,
            "part_type": null,
            "section_y": "Power to investigate",
            "content": "15 (1) The SIU Director may cause an investigation to be conducted into any incident in which any of the following occurs, if the incident may have resulted from criminal conduct by an official: 1.  The death of a person. 2.  The serious injury of a person. 3.  The discharge of a firearm at a person. 4.  The sexual assault of a person, as reported by the person. Application of section to officials (2) This section applies in respect of an official if, at the time of the incident, (a)  the official was on duty; or (b)  the official was off-duty but, (i)  engaged in the investigation, pursuit, detention or arrest of a person or otherwise exercised the powers of a police officer, special constable or peace officer, as the case may be, whether or not the official intended to exercise such powers or identified him or herself as a person who may exercise such powers, or (ii)  the incident involved equipment or other property issued to the official in relation to his or her duties. Interpretation, firearm (3) For the purposes of paragraph 3 of subsection (1), “firearm” means a firearm as defined in section 2 of the Criminal Code (Canada), other than a firearm prescribed by the Minister. Former official (4) The SIU Director may cause an incident that may have resulted from the conduct of an official to be investigated under subsection (1) even if the official is no longer serving in that position. Past incident (5) The SIU Director may cause an incident that occurred before subsection (1) came into force to be investigated under that subsection, but only if the incident may have resulted from the conduct of a person who was a police officer at the time of the incident. Same (6) For greater certainty, subsection (5) includes an incident that occurred before the establishment of the special investigations unit that is continued by this Act. Exception (7) Subsection (5) does not apply with respect to an incident to which only paragraph 3 of subsection (1) applies. Notice (8) Unless the SIU Director received notification of the incident under section 16, the SIU Director shall give notice of an investigation commenced under this section to the official’s designated authority.",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>15 </b>(1) The SIU Director may cause an investigation to be conducted into any incident in which any of the following occurs, if the incident may have resulted from criminal conduct by an official:</p> <p class=\"paragraph\">  1.  The death of a person.</p> <p class=\"paragraph\">  2.  The serious injury of a person.</p> <p class=\"paragraph\">  3.  The discharge of a firearm at a person.</p> <p class=\"paragraph\">  4.  The sexual assault of a person, as reported by the person.</p> <p class=\"headnote\">Application of section to officials</p> <p class=\"subsection\">(2) This section applies in respect of an official if, at the time of the incident,</p> <p class=\"paragraph\">  (a)  the official was on duty; or</p> <p class=\"paragraph\">  (b)  the official was off-duty but,</p> <p class=\"subpara\">  (i)  engaged in the investigation, pursuit, detention or arrest of a person or otherwise exercised the powers of a police officer, special constable or peace officer, as the case may be, whether or not the official intended to exercise such powers or identified him or herself as a person who may exercise such powers, or</p> <p class=\"subpara\">  (ii)  the incident involved equipment or other property issued to the official in relation to his or her duties.</p> <p class=\"headnote\">Interpretation, firearm</p> <p class=\"subsection\">(3) For the purposes of paragraph 3 of subsection (1),</p> <p class=\"definition\">“firearm” means a firearm as defined in section 2 of the <i>Criminal Code</i> (Canada), other than a firearm prescribed by the Minister.</p> <p class=\"headnote\">Former official</p> <p class=\"subsection\">(4) The SIU Director may cause an incident that may have resulted from the conduct of an official to be investigated under subsection (1) even if the official is no longer serving in that position.</p> <p class=\"headnote\">Past incident</p> <p class=\"subsection\">(5) The SIU Director may cause an incident that occurred before subsection (1) came into force to be investigated under that subsection, but only if the incident may have resulted from the conduct of a person who was a police officer at the time of the incident.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) For greater certainty, subsection (5) includes an incident that occurred before the establishment of the special investigations unit that is continued by this Act.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(7) Subsection (5) does not apply with respect to an incident to which only paragraph 3 of subsection (1) applies.</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(8) Unless the SIU Director received notification of the incident under section 16, the SIU Director shall give notice of an investigation commenced under this section to the official’s designated authority.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "16.",
            "section_x": "Notification of incident",
            "part_id": null,
            "part_type": null,
            "section_y": "Notification of incident",
            "content": "16 (1) A designated authority shall immediately notify the SIU Director of an incident referred to in subsection 15 (1) involving an official in relation to whom the authority is designated in any of the following circumstances: 1.  In the case of an incident referred to in paragraph 1 or 2 of subsection 15 (1), i.  if the official used force against the affected person, ii.  if the affected person was detained by or in the custody of the official, iii.  if the affected person was involved in a motor vehicle accident involving the official or pursuit by the official, or iv.  in any other circumstance in which the designated authority reasonably believes that the official’s conduct may have been a contributing factor in the incident. 2.  In any case of an incident referred to in paragraph 3 or 4 of subsection 15 (1). Same (2) For greater certainty, a designated authority is not required to notify the SIU Director respecting an incident referred to in subsection 15 (1) except in the circumstances set out in subsection (1). Off-duty officials (3) For greater certainty, subsection (1) applies in relation to an official who was off-duty at the time of the incident, unless it is clear that section 15 does not apply to the official under subsection 15 (2). Investigation (4) On receiving notice of an incident under subsection (1), the SIU Director may, subject to subsection (5), cause the incident to be investigated under section 15. Refusal to investigate (5) If the SIU Director determines that the incident is not within the SIU Director’s power to investigate under section 15, the SIU Director shall refuse to investigate, and shall give notice of the fact to the official’s designated authority.",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>16 </b>(1) A designated authority shall immediately notify the SIU Director of an incident referred to in subsection 15 (1) involving an official in relation to whom the authority is designated in any of the following circumstances:</p> <p class=\"paragraph\">  1.  In the case of an incident referred to in paragraph 1 or 2 of subsection 15 (1),</p> <p class=\"subpara\">  i.  if the official used force against the affected person,</p> <p class=\"subpara\">  ii.  if the affected person was detained by or in the custody of the official,</p> <p class=\"subpara\">  iii.  if the affected person was involved in a motor vehicle accident involving the official or pursuit by the official, or</p> <p class=\"subpara\">  iv.  in any other circumstance in which the designated authority reasonably believes that the official’s conduct may have been a contributing factor in the incident.</p> <p class=\"paragraph\">  2.  In any case of an incident referred to in paragraph 3 or 4 of subsection 15 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For greater certainty, a designated authority is not required to notify the SIU Director respecting an incident referred to in subsection 15 (1) except in the circumstances set out in subsection (1).</p> <p class=\"headnote\">Off-duty officials</p> <p class=\"subsection\">(3) For greater certainty, subsection (1) applies in relation to an official who was off-duty at the time of the incident, unless it is clear that section 15 does not apply to the official under subsection 15 (2).</p> <p class=\"headnote\">Investigation</p> <p class=\"subsection\">(4) On receiving notice of an incident under subsection (1), the SIU Director may, subject to subsection (5), cause the incident to be investigated under section 15.</p> <p class=\"headnote\">Refusal to investigate</p> <p class=\"subsection\">(5) If the SIU Director determines that the incident is not within the SIU Director’s power to investigate under section 15, the SIU Director shall refuse to investigate, and shall give notice of the fact to the official’s designated authority.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "17.",
            "section_x": "Preliminary inquiries",
            "part_id": null,
            "part_type": null,
            "section_y": "Preliminary inquiries",
            "content": "17 (1) The SIU Director may, for the purposes of determining whether an investigation may be conducted under section 15 into an incident involving an official or whether to cause such an investigation to be conducted, make such preliminary inquiries as the SIU Director considers to be necessary in the circumstances in order to make the determination. Notice (2) Unless the SIU Director received notification of the incident from the official’s designated authority under section 16, the SIU Director shall give notice of the making of preliminary inquiries under this section to that designated authority.",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>17 </b>(1) The SIU Director may, for the purposes of determining whether an investigation may be conducted under section 15 into an incident involving an official or whether to cause such an investigation to be conducted, make such preliminary inquiries as the SIU Director considers to be necessary in the circumstances in order to make the determination.</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(2) Unless the SIU Director received notification of the incident from the official’s designated authority under section 16, the SIU Director shall give notice of the making of preliminary inquiries under this section to that designated authority.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "18.",
            "section_x": "Lead investigator",
            "part_id": null,
            "part_type": null,
            "section_y": "Lead investigator",
            "content": "18 Except in the prescribed circumstances, the SIU Director is the lead investigator in the investigation of an incident or matter under this Act, and shall have priority over, (a)  any police force investigating the incident or matter; and Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (Community Safety and Policing Act, 2019) to the Comprehensive Ontario Police Services Act, 2019 comes into force, clause 18 (a) of the Act is amended by striking out “police force” and substituting “police service”. (See: 2019, c. 1, Sched. 5, s. 40 (1)) (b)  any other body that may be prescribed. Section Amendments with date in force (d/m/y) 2019, c. 1, Sched. 5, s. 40 (1) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>18 </b>Except in the prescribed circumstances, the SIU Director is the lead investigator in the investigation of an incident or matter under this Act, and shall have priority over,</p> <p class=\"paragraph\">  (a)  any police force investigating the incident or matter; and</p> <p class=\"Pnote\"><span>Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (<i>Community Safety and Policing Act, 2019</i>) to the <i>Comprehensive Ontario Police Services Act, 2019</i> comes into force, clause 18 (a) of the Act is amended by striking out “police force” and substituting “police service”. (See: 2019, c. 1, Sched. 5, s. 40 (1))</span></p> <p class=\"paragraph\">  (b)  any other body that may be prescribed.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched5s40s1\">2019, c. 1, Sched. 5, s. 40 (1)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "19.",
            "section_x": "Assignment of investigators",
            "part_id": null,
            "part_type": null,
            "section_y": "Assignment of investigators",
            "content": "19 (1) The SIU Director shall assign investigators for the purpose of making preliminary inquiries and conducting investigations under this Act. Restriction (2) An investigator who was a member of a police force shall not be assigned to participate in a preliminary inquiry or investigation that relates to a member of that police force, and shall not participate in such a preliminary inquiry or investigation. Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (Community Safety and Policing Act, 2019) to the Comprehensive Ontario Police Services Act, 2019 comes into force, subsection 19 (2) of the Act is amended by striking out “police force” wherever it appears and substituting in each case “police service”. (See: 2019, c. 1, Sched. 5, s. 40 (1)) Section Amendments with date in force (d/m/y) 2019, c. 1, Sched. 5, s. 40 (1) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>19 </b>(1) The SIU Director shall assign investigators for the purpose of making preliminary inquiries and conducting investigations under this Act.</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(2) An investigator who was a member of a police force shall not be assigned to participate in a preliminary inquiry or investigation that relates to a member of that police force, and shall not participate in such a preliminary inquiry or investigation.</p> <p class=\"Pnote\"><span>Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (<i>Community Safety and Policing Act, 2019</i>) to the <i>Comprehensive Ontario Police Services Act, 2019</i> comes into force, subsection 19 (2) of the Act is amended by striking out “police force” wherever it appears and substituting in each case “police service”. (See: 2019, c. 1, Sched. 5, s. 40 (1))</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched5s40s1\">2019, c. 1, Sched. 5, s. 40 (1)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "20.",
            "section_x": "Securing the scene",
            "part_id": null,
            "part_type": null,
            "section_y": "Securing the scene",
            "content": "20 (1) If the SIU Director causes an investigation to be conducted into an incident under section 15 or makes preliminary inquiries under section 17 respecting the incident, every designated authority who receives notice from the SIU Director under one of those sections, or who gives notice to the SIU Director under section 16, shall ensure that any officials or employees over which the designated authority has authority who are at the scene of the incident take any lawful measures that appear to them to be necessary for the purposes of protecting, obtaining or preserving evidence relating to the incident, until an investigator takes charge of the scene. Contrary direction (2) Subsection (1) is subject to any direction to the contrary given by the SIU Director or an investigator.",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>20 </b>(1) If the SIU Director causes an investigation to be conducted into an incident under section 15 or makes preliminary inquiries under section 17 respecting the incident, every designated authority who receives notice from the SIU Director under one of those sections, or who gives notice to the SIU Director under section 16, shall ensure that any officials or employees over which the designated authority has authority who are at the scene of the incident take any lawful measures that appear to them to be necessary for the purposes of protecting, obtaining or preserving evidence relating to the incident, until an investigator takes charge of the scene.</p> <p class=\"headnote\">Contrary direction</p> <p class=\"subsection\">(2) Subsection (1) is subject to any direction to the contrary given by the SIU Director or an investigator.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "21.",
            "section_x": "Incident notes",
            "part_id": null,
            "part_type": null,
            "section_y": "Incident notes",
            "content": "21 (1) Every official who may be a subject official or witness official shall complete, in full, notes on the incident. Same (2) The requirement of an official to complete incident notes applies in accordance with any duties respecting such notes to which the official is subject. Timing (3) The incident notes shall be completed by the end of the official’s shift, except where excused by the official’s designated authority. Notice (4) The designated authority shall give written notice of an excusal under subsection (3) to the SIU Director, with reasons.",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>21 </b>(1) Every official who may be a subject official or witness official shall complete, in full, notes on the incident.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The requirement of an official to complete incident notes applies in accordance with any duties respecting such notes to which the official is subject.</p> <p class=\"headnote\">Timing</p> <p class=\"subsection\">(3) The incident notes shall be completed by the end of the official’s shift, except where excused by the official’s designated authority.</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(4) The designated authority shall give written notice of an excusal under subsection (3) to the SIU Director, with reasons.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "22.",
            "section_x": "Notice of whether subject official or witness official",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice of whether subject official or witness official",
            "content": "22 (1) Before requesting an interview with an official or requesting a copy of an official’s incident notes for the purposes of an investigation under section 15, an investigator shall give written notice to the official and to the official’s designated authority as to whether the official is considered for the purposes of the investigation to be a subject official or a witness official. Notice of change (2) If, at any time after notice is given under subsection (1), the SIU Director determines that a subject official should instead be considered to be a witness official in respect of an investigation or vice versa, the SIU Director shall give written notice of the change to the official and to the official’s designated authority. Provision of notes by witness official",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>22 </b>(1) Before requesting an interview with an official or requesting a copy of an official’s incident notes for the purposes of an investigation under section 15, an investigator shall give written notice to the official and to the official’s designated authority as to whether the official is considered for the purposes of the investigation to be a subject official or a witness official.</p> <p class=\"headnote\">Notice of change</p> <p class=\"subsection\">(2) If, at any time after notice is given under subsection (1), the SIU Director determines that a subject official should instead be considered to be a witness official in respect of an investigation or vice versa, the SIU Director shall give written notice of the change to the official and to the official’s designated authority.</p> <p class=\"headnote\">Provision of notes by witness official</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "23.",
            "section_x": "Provision of notes by witness official",
            "part_id": null,
            "part_type": null,
            "section_y": "Incident notes",
            "content": "23 (1) If an investigator requests a copy of the incident notes of a witness official for the purposes of an investigation under section 15, (a)  the witness official shall, no later than 24 hours after the request is made, give the original notes to his or her designated authority; and (b)  the designated authority shall, no later than 24 hours after the request is made or such later time as the investigator may permit, give a copy of the notes to the investigator. Other notes (2) If an investigator requests a copy of any other notes of a witness official for the purposes of an investigation under section 15, the witness official’s designated authority shall give a copy of the notes to the investigator. Notes of subject official",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>23 </b>(1) If an investigator requests a copy of the incident notes of a witness official for the purposes of an investigation under section 15,</p> <p class=\"paragraph\">  (a)  the witness official shall, no later than 24 hours after the request is made, give the original notes to his or her designated authority; and</p> <p class=\"paragraph\">  (b)  the designated authority shall, no later than 24 hours after the request is made or such later time as the investigator may permit, give a copy of the notes to the investigator.</p> <p class=\"headnote\">Other notes</p> <p class=\"subsection\">(2) If an investigator requests a copy of any other notes of a witness official for the purposes of an investigation under section 15, the witness official’s designated authority shall give a copy of the notes to the investigator.</p> <p class=\"headnote\">Notes of subject official</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "24.",
            "section_x": "Notes of subject official",
            "part_id": null,
            "part_type": null,
            "section_y": "Incident notes",
            "content": "24 (1) No person shall give to an investigator the original or a copy of any incident notes of a subject official respecting the incident. Change to subject official (2) If notice is given under subsection 22 (2) that an official who was considered to be a witness official in respect of an investigation at the time that a request for a copy of his or her incident notes was made should instead be considered to be a subject official in the investigation, the SIU Director shall return to the official’s designated authority the original and all copies of the incident notes referred to in subsection (1) that are in the possession of the Special Investigations Unit. Section Amendments with date in force (d/m/y) CTS 11 FE 20 - 1",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>24 </b>(1) No person shall give to an investigator the original or a copy of any incident notes of a subject official respecting the incident.</p> <p class=\"headnote\">Change to subject official</p> <p class=\"subsection\">(2) If notice is given under subsection 22 (2) that an official who was considered to be a witness official in respect of an investigation at the time that a request for a copy of his or her incident notes was made should instead be considered to be a subject official in the investigation, the SIU Director shall return to the official’s designated authority the original and all copies of the incident notes referred to in subsection (1) that are in the possession of the Special Investigations Unit.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"https://www.ontario.ca/laws/consolidated-statutes-change-notices\">CTS 11 FE 20 - 1</a></p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "25.",
            "section_x": "Interview of witness officials",
            "part_id": null,
            "part_type": null,
            "section_y": "Interview of witness officials",
            "content": "25 (1) An investigator may, for the purposes of an investigation under section 15, request an interview with a witness official by making the request to the witness official, to the witness official’s designated authority or both. Duty to appear (2) If an investigator requests an interview with a witness official in accordance with subsection (1), the witness official shall meet with the investigator, and shall answer the investigator’s reasonable questions. Same, location and timing (3) The witness official shall meet with the investigator, (a)  immediately when the request for the interview is first made or, if there are appropriate grounds for delay, no later than 24 hours after the request is first made; or (b)  at such later time as the investigator may specify. Same (4) In determining whether to specify a later time under clause (3) (b), the investigator shall consider any specific circumstances raised by the official, such as any travel requirements. Record of interview (5) An interview with a witness official may not be audio recorded except by the investigator, and may not be video recorded except by the investigator with the consent of the witness official. Same, copy for witness official (6) A copy of the record of an interview with a witness official shall be given to the witness official as soon as it becomes available, subject to any conditions that the investigator may specify. Same, change to subject official (7) If notice is given under subsection 22 (2) that an official who was considered to be a witness official in respect of an investigation at the time that a request for an interview was made should instead be considered to be a subject official in the investigation, the SIU Director shall give the official the original and all copies of the record of the interview, if any.",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>25 </b>(1) An investigator may, for the purposes of an investigation under section 15, request an interview with a witness official by making the request to the witness official, to the witness official’s designated authority or both.</p> <p class=\"headnote\">Duty to appear</p> <p class=\"subsection\">(2) If an investigator requests an interview with a witness official in accordance with subsection (1), the witness official shall meet with the investigator, and shall answer the investigator’s reasonable questions.</p> <p class=\"headnote\">Same, location and timing</p> <p class=\"subsection\">(3) The witness official shall meet with the investigator,</p> <p class=\"paragraph\">  (a)  immediately when the request for the interview is first made or, if there are appropriate grounds for delay, no later than 24 hours after the request is first made; or</p> <p class=\"paragraph\">  (b)  at such later time as the investigator may specify.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) In determining whether to specify a later time under clause (3) (b), the investigator shall consider any specific circumstances raised by the official, such as any travel requirements.</p> <p class=\"headnote\">Record of interview</p> <p class=\"subsection\">(5) An interview with a witness official may not be audio recorded except by the investigator, and may not be video recorded except by the investigator with the consent of the witness official.</p> <p class=\"headnote\">Same, copy for witness official</p> <p class=\"subsection\">(6) A copy of the record of an interview with a witness official shall be given to the witness official as soon as it becomes available, subject to any conditions that the investigator may specify.</p> <p class=\"headnote\">Same, change to subject official</p> <p class=\"subsection\">(7) If notice is given under subsection 22 (2) that an official who was considered to be a witness official in respect of an investigation at the time that a request for an interview was made should instead be considered to be a subject official in the investigation, the SIU Director shall give the official the original and all copies of the record of the interview, if any.</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "26.",
            "section_x": "Segregation of officials",
            "part_id": null,
            "part_type": null,
            "section_y": "Segregation of officials",
            "content": "26 (1) The designated authority or authorities of the officials involved in an incident that is the subject of an investigation under section 15 shall, to the extent that is practicable, segregate those officials from one another until the investigators have completed their interviews. No communication between officials (2) An official involved in an incident that is the subject of an investigation under section 15 shall not communicate, directly or indirectly, with any other official involved in the incident concerning their involvement, until the investigators have completed their interviews. Application to off-duty officials (3) In this section, a reference to an official includes any other official involved in the incident, regardless of whether he or she was on duty at the time of the incident.",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>26 </b>(1) The designated authority or authorities of the officials involved in an incident that is the subject of an investigation under section 15 shall, to the extent that is practicable, segregate those officials from one another until the investigators have completed their interviews.</p> <p class=\"headnote\">No communication between officials</p> <p class=\"subsection\">(2) An official involved in an incident that is the subject of an investigation under section 15 shall not communicate, directly or indirectly, with any other official involved in the incident concerning their involvement, until the investigators have completed their interviews.</p> <p class=\"headnote\">Application to off-duty officials</p> <p class=\"subsection\">(3) In this section, a reference to an official includes any other official involved in the incident, regardless of whether he or she was on duty at the time of the incident.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "27.",
            "section_x": "Right to counsel",
            "part_id": null,
            "part_type": null,
            "section_y": "Right to counsel",
            "content": "27 (1) Subject to subsection (2), every subject official and witness official in an investigation is entitled to consult with legal counsel, a representative of any applicable union, association or collective bargaining agent, or both, and to have one or both present during his or her interview with an investigator. Exception (2) Subsection (1) does not apply in respect of a legal counsel or a representative if, in the opinion of the SIU Director, waiting for the legal counsel or representative would cause an unreasonable delay in the investigation. Limitation (3) Witness officials may not be represented by the same legal counsel as subject officials.",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>27 </b>(1) Subject to subsection (2), every subject official and witness official in an investigation is entitled to consult with legal counsel, a representative of any applicable union, association or collective bargaining agent, or both, and to have one or both present during his or her interview with an investigator.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Subsection (1) does not apply in respect of a legal counsel or a representative if, in the opinion of the SIU Director, waiting for the legal counsel or representative would cause an unreasonable delay in the investigation.</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(3) Witness officials may not be represented by the same legal counsel as subject officials.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "28.",
            "section_x": "Confidentiality",
            "part_id": null,
            "part_type": null,
            "section_y": "Confidentiality",
            "content": "28 (1) Information respecting an ongoing investigation or preliminary inquiries under this Act or the incident or matter that is the subject of an investigation or preliminary inquiries shall not be disclosed to any person, except as permitted or required by this Act, the Police Services Act or the regulations made under either of them, by, Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (Community Safety and Policing Act, 2019) to the Comprehensive Ontario Police Services Act, 2019 comes into force, subsection 28 (1) of the Act is amended by striking out “Police Services Act” and substituting “Community Safety and Policing Act, 2019” in the portion before clause (a). (See: 2019, c. 1, Sched. 5, s. 40 (2)) (a)  a member of a police force; Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (Community Safety and Policing Act, 2019) to the Comprehensive Ontario Police Services Act, 2019 comes into force, clause 28 (1) (a) of the Act is amended by striking out “police force” and substituting “police service”. (See: 2019, c. 1, Sched. 5, s. 40 (1)) (b)  an official; or (c)  a designated authority. Exception, Interprovincial Policing Act, 2009 (2) Despite subsection (1), a police officer appointed under the Interprovincial Policing Act, 2009\r\nmay disclose the information to his or her extra-provincial commander, and the chief of police of the police force of which such a police officer is a member may disclose the information to, (a)  the police officer’s extra-provincial commander; or (b)  if the investigation or preliminary inquiries relate to the police officer and the chief of police is not the police officer’s appointing official, the appointing official. Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (Community Safety and Policing Act, 2019) to the Comprehensive Ontario Police Services Act, 2019 comes into force, subsection 28 (2) of the Act is amended by striking out “police force” and substituting “police service”. (See: 2019, c. 1, Sched. 5, s. 40 (1)) Certain disclosure permitted (3) Subsection (1) does not prevent, (a)  a police force from disclosing to a person that the SIU Director has been notified of an incident or matter involving an official who is a member of the police force and is making preliminary inquiries or conducting an investigation into it; and (b)  any disclosure authorized by the regulations that the SIU Director has been notified of an incident or matter involving an official who is not a member of a police force and is making preliminary inquiries or conducting an investigation into it. Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (Community Safety and Policing Act, 2019) to the Comprehensive Ontario Police Services Act, 2019 comes into force, subsection 28 (3) of the Act is amended by striking out “police force” wherever it appears and substituting in each case “police service”. (See: 2019, c. 1, Sched. 5, s. 40 (1)) Section Amendments with date in force (d/m/y) 2019, c. 1, Sched. 5, s. 40 (1, 2) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>28 </b>(1) Information respecting an ongoing investigation or preliminary inquiries under this Act or the incident or matter that is the subject of an investigation or preliminary inquiries shall not be disclosed to any person, except as permitted or required by this Act, the <i>Police Services Act</i> or the regulations made under either of them, by,</p> <p class=\"Pnote\"><span>Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (<i>Community Safety and Policing Act, 2019</i>) to the <i>Comprehensive Ontario Police Services Act, 2019</i> comes into force, subsection 28 (1) of the Act is amended by striking out “<i>Police Services Act</i>” and substituting “<i>Community Safety and Policing Act, 2019</i>” in the portion before clause (a). (See: 2019, c. 1, Sched. 5, s. 40 (2))</span></p> <p class=\"paragraph\">  (a)  a member of a police force;</p> <p class=\"Pnote\"><span>Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (<i>Community Safety and Policing Act, 2019</i>) to the <i>Comprehensive Ontario Police Services Act, 2019</i> comes into force, clause 28 (1) (a) of the Act is amended by striking out “police force” and substituting “police service”. (See: 2019, c. 1, Sched. 5, s. 40 (1))</span></p> <p class=\"paragraph\">  (b)  an official; or</p> <p class=\"paragraph\">  (c)  a designated authority.</p> <p class=\"headnote\">Exception, <i>Interprovincial Policing Act, 2009</i></p> <p class=\"subsection\">(2) Despite subsection (1), a police officer appointed under the <i>Interprovincial Policing Act, 2009</i>\r\nmay disclose the information to his or her extra-provincial commander, and the chief of police of the police force of which such a police officer is a member may disclose the information to,</p> <p class=\"paragraph\">  (a)  the police officer’s extra-provincial commander; or</p> <p class=\"paragraph\">  (b)  if the investigation or preliminary inquiries relate to the police officer and the chief of police is not the police officer’s appointing official, the appointing official.</p> <p class=\"Pnote\"><span>Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (<i>Community Safety and Policing Act, 2019</i>) to the <i>Comprehensive Ontario Police Services Act, 2019</i> comes into force, subsection 28 (2) of the Act is amended by striking out “police force” and substituting “police service”. (See: 2019, c. 1, Sched. 5, s. 40 (1))</span></p> <p class=\"headnote\">Certain disclosure permitted</p> <p class=\"subsection\">(3) Subsection (1) does not prevent,</p> <p class=\"paragraph\">  (a)  a police force from disclosing to a person that the SIU Director has been notified of an incident or matter involving an official who is a member of the police force and is making preliminary inquiries or conducting an investigation into it; and</p> <p class=\"paragraph\">  (b)  any disclosure authorized by the regulations that the SIU Director has been notified of an incident or matter involving an official who is not a member of a police force and is making preliminary inquiries or conducting an investigation into it.</p> <p class=\"Pnote\"><span>Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (<i>Community Safety and Policing Act, 2019</i>) to the <i>Comprehensive Ontario Police Services Act, 2019</i> comes into force, subsection 28 (3) of the Act is amended by striking out “police force” wherever it appears and substituting in each case “police service”. (See: 2019, c. 1, Sched. 5, s. 40 (1))</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched5s40s1\">2019, c. 1, Sched. 5, s. 40 (1, 2)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "29.",
            "section_x": "Public statements by SIU",
            "part_id": null,
            "part_type": null,
            "section_y": "Public statements by SIU",
            "content": "29 The SIU Director may issue public statements respecting an ongoing investigation or preliminary inquiries under this Act, if, (a)  the statement is aimed at preserving public confidence; and (b)  the benefit of preserving public confidence clearly outweighs any detriment to the integrity of the investigation or inquiries. Delegation",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>29 </b>The SIU Director may issue public statements respecting an ongoing investigation or preliminary inquiries under this Act, if,</p> <p class=\"paragraph\">  (a)  the statement is aimed at preserving public confidence; and</p> <p class=\"paragraph\">  (b)  the benefit of preserving public confidence clearly outweighs any detriment to the integrity of the investigation or inquiries.</p> <p class=\"headnote\">Delegation</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "30.",
            "section_x": "Delegation",
            "part_id": null,
            "part_type": null,
            "section_y": "By chief of police",
            "content": "30 (1) A chief of police who is a designated authority under this Act may, in writing, delegate any of his or her powers or duties as designated authority to a senior officer of the chief of police’s police force, subject to such conditions or restrictions as the chief may set out in the delegation. Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (Community Safety and Policing Act, 2019) to the Comprehensive Ontario Police Services Act, 2019 comes into force, subsection 30 (1) of the Act is amended by striking out “police force” and substituting “police service”. (See: 2019, c. 1, Sched. 5, s. 40 (1)) By other designated authorities (2) If so provided by the regulations made by the Minister, a designated authority other than a chief of police may, in writing, delegate any of his or her powers or duties as designated authority to a person or persons specified by those regulations, subject to such conditions or restrictions as the designated authority may set out in the delegation. Section Amendments with date in force (d/m/y) 2019, c. 1, Sched. 5, s. 40 (1) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>30 </b>(1) A chief of police who is a designated authority under this Act may, in writing, delegate any of his or her powers or duties as designated authority to a senior officer of the chief of police’s police force, subject to such conditions or restrictions as the chief may set out in the delegation.</p> <p class=\"Pnote\"><span>Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (<i>Community Safety and Policing Act, 2019</i>) to the <i>Comprehensive Ontario Police Services Act, 2019</i> comes into force, subsection 30 (1) of the Act is amended by striking out “police force” and substituting “police service”. (See: 2019, c. 1, Sched. 5, s. 40 (1))</span></p> <p class=\"headnote\">By other designated authorities</p> <p class=\"subsection\">(2) If so provided by the regulations made by the Minister, a designated authority other than a chief of police may, in writing, delegate any of his or her powers or duties as designated authority to a person or persons specified by those regulations, subject to such conditions or restrictions as the designated authority may set out in the delegation.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched5s40s1\">2019, c. 1, Sched. 5, s. 40 (1)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "31.",
            "section_x": "Duty to comply",
            "part_id": null,
            "part_type": null,
            "section_y": "Duty to comply",
            "content": "31 (1) The following persons shall comply with any reasonable direction or request received from the SIU Director or an investigator in relation to an investigation under this Act, immediately or as otherwise specified under this Act, unless it is unlawful or impracticable to do so: 1.  An official, other than a subject official. 2.  A designated authority or a person to whom powers or duties are delegated under section 30. 3.  Any person over whom a designated authority has authority, including any employees. 4.  An appointing official. 5.  Any other person who may be prescribed. Notification (2) The SIU Director shall immediately advise an official and the official’s designated authority respecting a failure of the official to comply with subsection (1) and, in doing so, shall inform each of them of the penalty to which a person is liable under subsection (3) on conviction of a failure to comply. Offence and penalty (3) A person who fails to comply with subsection (1) is guilty of an offence and on conviction is liable, (a)  in the case of a first offence, to a fine of not more than $5,000, to imprisonment for a term of not more than one year, or to both; or (b)  in the case of a second or subsequent offence, to a fine of not more than $10,000, to imprisonment for a term of not more than one year, or to both. Securing the scene (4) Nothing in this section affects or detracts from any requirement to which an official may be subject under section 20.",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>31 </b>(1) The following persons shall comply with any reasonable direction or request received from the SIU Director or an investigator in relation to an investigation under this Act, immediately or as otherwise specified under this Act, unless it is unlawful or impracticable to do so:</p> <p class=\"paragraph\">  1.  An official, other than a subject official.</p> <p class=\"paragraph\">  2.  A designated authority or a person to whom powers or duties are delegated under section 30.</p> <p class=\"paragraph\">  3.  Any person over whom a designated authority has authority, including any employees.</p> <p class=\"paragraph\">  4.  An appointing official.</p> <p class=\"paragraph\">  5.  Any other person who may be prescribed.</p> <p class=\"headnote\">Notification</p> <p class=\"subsection\">(2) The SIU Director shall immediately advise an official and the official’s designated authority respecting a failure of the official to comply with subsection (1) and, in doing so, shall inform each of them of the penalty to which a person is liable under subsection (3) on conviction of a failure to comply.</p> <p class=\"headnote\">Offence and penalty</p> <p class=\"subsection\">(3) A person who fails to comply with subsection (1) is guilty of an offence and on conviction is liable,</p> <p class=\"paragraph\">  (a)  in the case of a first offence, to a fine of not more than $5,000, to imprisonment for a term of not more than one year, or to both; or</p> <p class=\"paragraph\">  (b)  in the case of a second or subsequent offence, to a fine of not more than $10,000, to imprisonment for a term of not more than one year, or to both.</p> <p class=\"headnote\">Securing the scene</p> <p class=\"subsection\">(4) Nothing in this section affects or detracts from any requirement to which an official may be subject under section 20.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "32.",
            "section_x": "Charges",
            "part_id": null,
            "part_type": null,
            "section_y": "Charges",
            "content": "32 If, as a result of an investigation under this Act, the SIU Director determines that there are reasonable grounds to believe that an official has committed an offence under the Criminal Code (Canada), the SIU Director shall cause charges to be laid against the official.",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>32 </b>If, as a result of an investigation under this Act, the SIU Director determines that there are reasonable grounds to believe that an official has committed an offence under the <i>Criminal Code </i>(Canada), the SIU Director shall cause charges to be laid against the official.</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "33.",
            "section_x": "Public notice if charges laid against official re incident",
            "part_id": null,
            "part_type": null,
            "section_y": "Public notice if charges laid against official re incident",
            "content": "33 (1) Subject to subsections (2) and (3), if an investigation under section 15 results in charges being laid against an official, the SIU Director shall, as soon as practicable, give public notice setting out the following, but no other, information: 1.  The official’s name. 2.  The charges laid and on what date. 3.  Information respecting the official’s first scheduled court appearance respecting the charges, if known. 4.  Any other information that may be prescribed. Omission of official’s name (2) If the public release of the official’s name may result in the identity of a person who reported that he or she was sexually assaulted being revealed in connection with the sexual assault, the SIU Director may omit the official’s name from the notice, subject to prior consultation with the person. Other omissions (3) If the regulations so provide, the SIU Director shall, in the prescribed circumstances, omit the information specified by the regulations from a notice.",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>33 </b>(1) Subject to subsections (2) and (3), if an investigation under section 15 results in charges being laid against an official, the SIU Director shall, as soon as practicable, give public notice setting out the following, but no other, information:</p> <p class=\"paragraph\">  1.  The official’s name.</p> <p class=\"paragraph\">  2.  The charges laid and on what date.</p> <p class=\"paragraph\">  3.  Information respecting the official’s first scheduled court appearance respecting the charges, if known.</p> <p class=\"paragraph\">  4.  Any other information that may be prescribed.</p> <p class=\"headnote\">Omission of official’s name</p> <p class=\"subsection\">(2) If the public release of the official’s name may result in the identity of a person who reported that he or she was sexually assaulted being revealed in connection with the sexual assault, the SIU Director may omit the official’s name from the notice, subject to prior consultation with the person.</p> <p class=\"headnote\">Other omissions</p> <p class=\"subsection\">(3) If the regulations so provide, the SIU Director shall, in the prescribed circumstances, omit the information specified by the regulations from a notice.</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "34.",
            "section_x": "Public notice if no charges laid against official re incident",
            "part_id": null,
            "part_type": null,
            "section_y": "Public notice if no charges laid against official re incident",
            "content": "34 (1) If an investigation under section 15 does not result in charges being laid against an official, the SIU Director shall publish a report on the website of the Special Investigations Unit containing the following information: 1.  The reasons why the investigation was thought to be authorized under section 15. 2.  A detailed narrative of the events leading to the investigation. 3.  A summary of the investigative process, including a timeline noting any delays. 4.  A summary of the relevant evidence considered, subject to subsection (2). 5.  Any relevant video, audio or photographic evidence, de-identified to the extent possible, subject to subsection (2). 6.  The reasons for not laying a charge against the official. 7.  Any other information that may be prescribed. Omission and reasons (2) The SIU Director may omit from the report any information required to be provided under paragraph 4 or 5 of subsection (1), if the SIU Director is of the opinion that a person’s privacy interest in not having the information published clearly outweighs the public interest in having the information published, and includes in the report the reasons for the omission. Excluded information (3) The SIU Director shall ensure that the following information is not included in the report: 1.  The name of, and any information identifying, a subject official, witness official, civilian witness or affected person. 2.  Information that may result in the identity of a person who reported that he or she was sexually assaulted being revealed in connection with the sexual assault. 3.  Information that, in the opinion of the SIU Director, could lead to a risk of serious harm to a person. 4.  Information that discloses investigative techniques or procedures. 5.  Information, the release of which is prohibited or restricted by law. 6.  Any other information that may be prescribed. Report copies (4) The SIU Director shall give a copy of the report to each of the following persons: 1.  The affected person or, if he or she is deceased, to his or her next of kin. 2.  Each subject official in the investigation. 3.  Each designated authority of a subject official or witness official in the investigation. 4.  The Minister. Same, minor or incapable person (5) If a person referred to in paragraph 1 of subsection (4) is a minor or is incapable as defined in the Substitute Decisions Act, 1992, the copy shall be given to, (a)  the person’s parent or guardian, in the case of a minor; or (b)  in the case of an incapable person who is not a minor, the incapable person and his or her substitute decision maker under that Act. No publication (6) Despite subsection (1), if the incident investigated under section 15 was the reported sexual assault of the affected person, and the SIU Director is of the opinion that the person’s privacy interests in not having the report published clearly outweighs the public interest in having the report published, the SIU Director may decide not to publish the report, subject to prior consultation with the person.",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>34 </b>(1) If an investigation under section 15 does not result in charges being laid against an official, the SIU Director shall publish a report on the website of the Special Investigations Unit containing the following information:</p> <p class=\"paragraph\">  1.  The reasons why the investigation was thought to be authorized under section 15.</p> <p class=\"paragraph\">  2.  A detailed narrative of the events leading to the investigation.</p> <p class=\"paragraph\">  3.  A summary of the investigative process, including a timeline noting any delays.</p> <p class=\"paragraph\">  4.  A summary of the relevant evidence considered, subject to subsection (2).</p> <p class=\"paragraph\">  5.  Any relevant video, audio or photographic evidence, de-identified to the extent possible, subject to subsection (2).</p> <p class=\"paragraph\">  6.  The reasons for not laying a charge against the official.</p> <p class=\"paragraph\">  7.  Any other information that may be prescribed.</p> <p class=\"headnote\">Omission and reasons</p> <p class=\"subsection\">(2) The SIU Director may omit from the report any information required to be provided under paragraph 4 or 5 of subsection (1), if the SIU Director is of the opinion that a person’s privacy interest in not having the information published clearly outweighs the public interest in having the information published, and includes in the report the reasons for the omission.</p> <p class=\"headnote\">Excluded information</p> <p class=\"subsection\">(3) The SIU Director shall ensure that the following information is not included in the report:</p> <p class=\"paragraph\">  1.  The name of, and any information identifying, a subject official, witness official, civilian witness or affected person.</p> <p class=\"paragraph\">  2.  Information that may result in the identity of a person who reported that he or she was sexually assaulted being revealed in connection with the sexual assault.</p> <p class=\"paragraph\">  3.  Information that, in the opinion of the SIU Director, could lead to a risk of serious harm to a person.</p> <p class=\"paragraph\">  4.  Information that discloses investigative techniques or procedures.</p> <p class=\"paragraph\">  5.  Information, the release of which is prohibited or restricted by law.</p> <p class=\"paragraph\">  6.  Any other information that may be prescribed.</p> <p class=\"headnote\">Report copies</p> <p class=\"subsection\">(4) The SIU Director shall give a copy of the report to each of the following persons:</p> <p class=\"paragraph\">  1.  The affected person or, if he or she is deceased, to his or her next of kin.</p> <p class=\"paragraph\">  2.  Each subject official in the investigation.</p> <p class=\"paragraph\">  3.  Each designated authority of a subject official or witness official in the investigation.</p> <p class=\"paragraph\">  4.  The Minister.</p> <p class=\"headnote\">Same, minor or incapable person</p> <p class=\"subsection\">(5) If a person referred to in paragraph 1 of subsection (4) is a minor or is incapable as defined in the <i>Substitute Decisions Act, 1992</i>, the copy shall be given to,</p> <p class=\"paragraph\">  (a)  the person’s parent or guardian, in the case of a minor; or</p> <p class=\"paragraph\">  (b)  in the case of an incapable person who is not a minor, the incapable person and his or her substitute decision maker under that Act.</p> <p class=\"headnote\">No publication</p> <p class=\"subsection\">(6) Despite subsection (1), if the incident investigated under section 15 was the reported sexual assault of the affected person, and the SIU Director is of the opinion that the person’s privacy interests in not having the report published clearly outweighs the public interest in having the report published, the SIU Director may decide not to publish the report, subject to prior consultation with the person.</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "35.",
            "section_x": "Investigation timing",
            "part_id": null,
            "part_type": null,
            "section_y": "Investigation timing",
            "content": "35 (1) The SIU Director shall endeavour to ensure that, no later than 120 days after the commencement of an investigation under this Act into the conduct of an official, (a)  the investigation is concluded; and (b)  public notice is given under subsection 33 (1) or 34 (1). Status report (2) If the timing requirements of subsection (1) are not met, the SIU Director shall make a public statement respecting the status of the investigation every 30 days following the expiry of the 120-day period referred to in that subsection. Exception (3) Subsection (2) does not apply in respect of a requirement to make a public statement if, in the opinion of the SIU Director, doing so may compromise the integrity of the investigation. Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (Community Safety and Policing Act, 2019) to the Comprehensive Ontario Police Services Act, 2019 comes into force, the Act is amended by adding the following sections: (See: 2019, c. 1, Sched. 5, s. 40 (4)) Notice to Complaints Director 35.1 (1) If, during an investigation under this Part, a complaint or issue respecting the conduct of a person against whom a complaint may be brought under Part X of the Community Safety and Policing Act, 2019 is raised and the conduct may constitute misconduct as defined in that Act, the SIU Director shall notify the Complaints Director under that Part. 2019, c. 1, Sched. 5, s. 40 (4). Access to SIU files (2) Subject to subsection (3), the SIU Director may make the files of the Special Investigations Unit respecting an investigation under this Part available to the Complaints Director, on the Complaints Director’s request, other than any document, information or thing that the Complaints Director would not be entitled to obtain or have access to under the Community Safety and Policing Act, 2019. 2019, c. 1, Sched. 5, s. 40 (4). Restriction (3) Subsection (2) applies only after the investigation is concluded. 2019, c. 1, Sched. 5, s. 40 (4). Notice to individual not required (4) Subsection 39 (2) of the Freedom of Information and Protection of Privacy Act does not apply to subsection (2) of this section. 2019, c. 1, Sched. 5, s. 40 (4). Section Amendments with date in force (d/m/y) 2019, c. 1, Sched. 5, s. 40 (4) - not in force Notice to Inspector General of Policing 35.2 If, during an investigation under this Part, a complaint or issue respecting a matter referred to in subsection 106 (1) or 107 (1) of the Community Safety and Policing Act, 2019 is raised, the SIU Director shall notify the Inspector General of Policing. 2019, c. 1, Sched. 5, s. 40 (4). Section Amendments with date in force (d/m/y) 2019, c. 1, Sched. 5, s. 40 (4) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>35 </b>(1) The SIU Director shall endeavour to ensure that, no later than 120 days after the commencement of an investigation under this Act into the conduct of an official,</p> <p class=\"paragraph\">  (a)  the investigation is concluded; and</p> <p class=\"paragraph\">  (b)  public notice is given under subsection 33 (1) or 34 (1).</p> <p class=\"headnote\">Status report</p> <p class=\"subsection\">(2) If the timing requirements of subsection (1) are not met, the SIU Director shall make a public statement respecting the status of the investigation every 30 days following the expiry of the 120-day period referred to in that subsection.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) Subsection (2) does not apply in respect of a requirement to make a public statement if, in the opinion of the SIU Director, doing so may compromise the integrity of the investigation.</p> <p class=\"Pnote\"><span>Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (<i>Community Safety and Policing Act, 2019</i>) to the <i>Comprehensive Ontario Police Services Act, 2019</i> comes into force, the Act is amended by adding the following sections: (See: 2019, c. 1, Sched. 5, s. 40 (4))</span></p> <p class=\"Yheadnote\"><span>Notice to Complaints Director</span></p> <p class=\"Ysection\"><a name=\"BK37\"></a><b><span>35.1 </span></b><span>(1) If, during an investigation under this Part, a complaint or issue respecting the conduct of a person against whom a complaint may be brought under Part X of the <i>Community Safety and Policing Act, 2019</i> is raised and the conduct may constitute misconduct as defined in that Act, the SIU Director shall notify the Complaints Director under that Part. 2019, c. 1, Sched. 5, s. 40 (4).</span></p> <p class=\"Yheadnote\"><span>Access to SIU files</span></p> <p class=\"Ysubsection\"><span>(2) Subject to subsection (3), the SIU Director may make the files of the Special Investigations Unit respecting an investigation under this Part available to the Complaints Director, on the Complaints Director’s request, other than any document, information or thing that the Complaints Director would not be entitled to obtain or have access to under the <i>Community Safety and Policing Act, 2019</i>. 2019, c. 1, Sched. 5, s. 40 (4).</span></p> <p class=\"Yheadnote\"><span>Restriction</span></p> <p class=\"Ysubsection\"><span>(3) Subsection (2) applies only after the investigation is concluded. 2019, c. 1, Sched. 5, s. 40 (4).</span></p> <p class=\"Yheadnote\"><span>Notice to individual not required</span></p> <p class=\"Ysubsection\"><span>(4) Subsection 39 (2) of the <i>Freedom of Information and Protection of Privacy Act</i> does not apply to subsection (2) of this section. 2019, c. 1, Sched. 5, s. 40 (4).</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched5s40s4\">2019, c. 1, Sched. 5, s. 40 (4)</a></span> - not in force</p> <p class=\"Yheadnote\"><span>Notice to Inspector General of Policing</span></p> <p class=\"Ysection\"><a name=\"BK38\"></a><b><span>35.2 </span></b><span>If, during an investigation under this Part, a complaint or issue respecting a matter referred to in subsection 106 (1) or 107 (1) of the <i>Community Safety and Policing Act, 2019</i> is raised, the SIU Director shall notify the Inspector General of Policing. 2019, c. 1, Sched. 5, s. 40 (4).</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched5s40s4\">2019, c. 1, Sched. 5, s. 40 (4)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "35.1",
            "section_x": "Notice to Complaints Director",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "35.2",
            "section_x": "Notice to Inspector General of Policing",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "36.",
            "section_x": "Referral of possible criminal conduct by official to police chief",
            "part_id": null,
            "part_type": null,
            "section_y": "Referral of possible criminal conduct by official to police chief",
            "content": "36 (1) If, during an investigation under this Part, a matter comes to the attention of the SIU Director which does not constitute an incident that may be investigated under section 15, but which may nevertheless constitute criminal conduct by an official or an offence under section 31 of this Act committed by an official, the SIU Director may refer the matter to the following person: 1.  If the official is a police officer, to the chief of police of an unrelated police force. Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (Community Safety and Policing Act, 2019) to the Comprehensive Ontario Police Services Act, 2019 comes into force, paragraph 1 of subsection 36 (1) of the Act is amended by striking out “police force” and substituting “police service”. (See: 2019, c. 1, Sched. 5, s. 40 (1)) 2.  In any other case, to any chief of police. Application of section to officials (2) This section applies if, during the alleged occurrence of the conduct or committal of the offence, the official met the criteria of clause 15 (2) (a) or (b), with necessary modifications. Notice (3) The SIU Director shall give notice of a referral under subsection (1) to the official’s designated authority. Access to SIU files (4) If the SIU Director refers a matter to a person under subsection (1), the SIU Director may make the files of the Special Investigations Unit respecting the matter available to the person. Section Amendments with date in force (d/m/y) 2019, c. 1, Sched. 5, s. 40 (1) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>36 </b>(1) If, during an investigation under this Part, a matter comes to the attention of the SIU Director which does not constitute an incident that may be investigated under section 15, but which may nevertheless constitute criminal conduct by an official or an offence under section 31 of this Act committed by an official, the SIU Director may refer the matter to the following person:</p> <p class=\"paragraph\">  1.  If the official is a police officer, to the chief of police of an unrelated police force.</p> <p class=\"Pnote\"><span>Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (<i>Community Safety and Policing Act, 2019</i>) to the <i>Comprehensive Ontario Police Services Act, 2019</i> comes into force, paragraph 1 of subsection 36 (1) of the Act is amended by striking out “police force” and substituting “police service”. (See: 2019, c. 1, Sched. 5, s. 40 (1))</span></p> <p class=\"paragraph\">  2.  In any other case, to any chief of police.</p> <p class=\"headnote\">Application of section to officials</p> <p class=\"subsection\">(2) This section applies if, during the alleged occurrence of the conduct or committal of the offence, the official met the criteria of clause 15 (2) (a) or (b), with necessary modifications.</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(3) The SIU Director shall give notice of a referral under subsection (1) to the official’s designated authority.</p> <p class=\"headnote\">Access to SIU files</p> <p class=\"subsection\">(4) If the SIU Director refers a matter to a person under subsection (1), the SIU Director may make the files of the Special Investigations Unit respecting the matter available to the person.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched5s40s1\">2019, c. 1, Sched. 5, s. 40 (1)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "37.",
            "section_x": "Transition",
            "part_id": null,
            "part_type": null,
            "section_y": "Transition",
            "content": "37 An investigation commenced but not concluded under Part VII of the Police Services Act before the day that Part was repealed shall continue to be dealt with in accordance with that Act and the regulations made under it, as the Act and the regulations read immediately before the Act’s repeal. Regulations Regulations",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>37 </b>An investigation commenced but not concluded under Part VII of the <i>Police Services Act</i> before the day that Part was repealed shall continue to be dealt with in accordance with that Act and the regulations made under it, as the Act and the regulations read immediately before the Act’s repeal.</p> <p class=\"heading1\"><a name=\"BK41\"></a>Regulations</p> <p class=\"headnote\">Regulations</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "Regulations",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "38.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Lieutenant Governor in Council",
            "content": "38 (1) The Lieutenant Governor in Council may, subject to section 39, make regulations respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act, including regulations, (a)  respecting anything that, in this Act, may or must be prescribed or done by regulation, other than by the Minister; (b)  permitting, requiring or otherwise providing for the disclosure of information respecting an ongoing investigation or preliminary inquiries under this Act or the incident or matter that is the subject of an investigation or preliminary inquiries, for the purposes of section 28; (c)  governing transitional matters relating to the enactment of this Act. Minister (2) The Minister may make regulations, (a)  respecting anything that, in this Act, may or must be prescribed by the Minister or done by regulation made by the Minister; (b)  governing the operating policies and procedures of the Special Investigations Unit, including requiring that any of the policies or procedures be made available to the public; (c)  governing the requirements and qualifications for appointment as an investigator under section 6, including in relation to training, evaluation and accreditation; (d)  establishing classes of investigators appointed under section 6 and setting out requirements and qualifications for each class; (e)  governing the making of preliminary inquiries by the SIU Director under section 17, including requiring the SIU Director to report in the specified manner to one or more specified persons respecting a determination that an investigation not be conducted and governing the publication of any such report; (f)  governing the assignment of investigators under section 19 to preliminary inquiries and investigations under this Act, including, (i)  providing for a limit on the number or proportion of former officials that may be assigned as investigators, or as a class of investigators prescribed under clause (d), in relation to a preliminary inquiry or investigation or a class of preliminary inquiries or investigations, and (ii)  restricting the assignment of specified investigators to participate in preliminary inquiries or investigations that relate to officials or classes of officials who are not members of a police force, and requiring that such investigators not participate in such preliminary inquiries or investigations. Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (Community Safety and Policing Act, 2019) to the Comprehensive Ontario Police Services Act, 2019 comes into force, subclause 38 (2) (f) (ii) of the Act is amended by striking out “police force” and substituting “police service”. (See: 2019, c. 1, Sched. 5, s. 40 (1)) Section Amendments with date in force (d/m/y) 2019, c. 1, Sched. 5, s. 40 (1) - not in force",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>38 </b>(1) The Lieutenant Governor in Council may, subject to section 39, make regulations respecting any matter necessary or advisable to carry out effectively the intent and purpose of this Act, including regulations,</p> <p class=\"paragraph\">  (a)  respecting anything that, in this Act, may or must be prescribed or done by regulation, other than by the Minister;</p> <p class=\"paragraph\">  (b)  permitting, requiring or otherwise providing for the disclosure of information respecting an ongoing investigation or preliminary inquiries under this Act or the incident or matter that is the subject of an investigation or preliminary inquiries, for the purposes of section 28;</p> <p class=\"paragraph\">  (c)  governing transitional matters relating to the enactment of this Act.</p> <p class=\"headnote\">Minister</p> <p class=\"subsection\">(2) The Minister may make regulations,</p> <p class=\"paragraph\">  (a)  respecting anything that, in this Act, may or must be prescribed by the Minister or done by regulation made by the Minister;</p> <p class=\"paragraph\">  (b)  governing the operating policies and procedures of the Special Investigations Unit, including requiring that any of the policies or procedures be made available to the public;</p> <p class=\"paragraph\">  (c)  governing the requirements and qualifications for appointment as an investigator under section 6, including in relation to training, evaluation and accreditation;</p> <p class=\"paragraph\">  (d)  establishing classes of investigators appointed under section 6 and setting out requirements and qualifications for each class;</p> <p class=\"paragraph\">  (e)  governing the making of preliminary inquiries by the SIU Director under section 17, including requiring the SIU Director to report in the specified manner to one or more specified persons respecting a determination that an investigation not be conducted and governing the publication of any such report;</p> <p class=\"paragraph\">  (f)  governing the assignment of investigators under section 19 to preliminary inquiries and investigations under this Act, including,</p> <p class=\"subpara\">  (i)  providing for a limit on the number or proportion of former officials that may be assigned as investigators, or as a class of investigators prescribed under clause (d), in relation to a preliminary inquiry or investigation or a class of preliminary inquiries or investigations, and</p> <p class=\"subpara\">  (ii)  restricting the assignment of specified investigators to participate in preliminary inquiries or investigations that relate to officials or classes of officials who are not members of a police force, and requiring that such investigators not participate in such preliminary inquiries or investigations.</p> <p class=\"Pnote\"><span>Note: On the later of the day section 1 of this Act comes into force and the day section 1 of Schedule 1 (<i>Community Safety and Policing Act, 2019</i>) to the <i>Comprehensive Ontario Police Services Act, 2019</i> comes into force, subclause 38 (2) (f) (ii) of the Act is amended by striking out “police force” and substituting “police service”. (See: 2019, c. 1, Sched. 5, s. 40 (1))</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched5s40s1\">2019, c. 1, Sched. 5, s. 40 (1)</a></span> - not in force</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "39.",
            "section_x": "Public consultation before making L.G. in C. regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Public consultation before making L.G. in C. regulations",
            "content": "39 (1) The Lieutenant Governor in Council shall not make any regulation under subsection 38 (1) unless, (a)  the Minister has published a notice of the proposed regulation on a website of the Government of Ontario and given the notice by any other means that the Minister considers appropriate; (b)  the notice complies with the requirements of this section; (c)  the time period specified in the notice, during which members of the public may exercise a right described in clause (2) (b) have expired; (d)  the Minister has considered whatever comments and submissions members of the public have made on the proposed regulation in accordance with clause (2) (b); and (e)  the Minister has reported to the Lieutenant Governor in Council on what, if any, changes to the proposed regulation the Minister considers appropriate. Contents of notice (2) The notice referred to in clause (1) (a) shall contain, (a)  a description of the proposed regulation; (b)  a statement of the time period during which members of the public may submit written comments on the proposed regulation to the Minister and the manner in which the comments must be submitted; (c)  a statement of where and when members of the public may review written information about the proposed regulation; (d)  the publication date of the notice; and (e)  any other information that the Minister considers appropriate. Time period for comments (3) The time period referred to in clause (2) (b) shall be at least 45 days after the Minister publishes the notice referred to in clause (1) (a), unless the Minister shortens the time period in accordance with subsection (4). Shorter time period for comments (4) The Minister may shorten a time period if, in the Minister’s opinion, (a)  the urgency of the situation requires it; (b)  the proposed regulation clarifies the intent or operation of this Act or the regulations; or (c)  the proposed regulation is of a minor or technical nature. Discretion to make regulations (5) On receiving the Minister’s report referred to in clause (1) (e), the Lieutenant Governor in Council, without further notice under subsection (1), may make the proposed regulations with any changes the Lieutenant Governor in Council considers appropriate, whether or not those changes are mentioned in the Minister’s report. No public consultation (6) The Minister may decide that this section should not apply to the power of the Lieutenant Governor in Council to make a regulation under subsection 38 (1) if, in the Minister’s opinion, any of the circumstances set out in subsection (4) apply. Same (7) If the Minister decides that this section should not apply to the power of the Lieutenant Governor in Council to make a regulation under subsection 38 (1), (a)  this section does not apply to the power of the Lieutenant Governor in Council to make the regulation; and (b)  the Minister shall give notice of the decision to the public as soon as is reasonably possible after making the decision. Publication of notice (8) The Minister shall publish the notice referred to in clause (7) (b) on a website of the Government of Ontario and give the notice by any other means that the Minister considers appropriate. Contents of notice (9) The notice referred to in clause (7) (b) shall include a statement of the Minister’s reasons for making the decision, the publication date of the notice and any other information the Minister considers appropriate. No review (10) Subject to subsection (11), a court shall not review any action, decision, failure to take action or failure to make a decision by the Minister or the Lieutenant Governor in Council under this section. Exception (11) Any person resident in Ontario may make an application for judicial review under the Judicial Review Procedure Act on the grounds that the Minister has not taken a step required by subsections (1) to (9) of this section. Time for application (12) No person shall make an application under subsection (11) with respect to a regulation later than 21 days after the Minister publishes a notice on a website of the Government of Ontario with respect to the regulation. 40 Omitted (provides for amendments to this Act). 41-43 Omitted (amends, repeals or revokes other legislation). 44 Omitted\r\n(provides for coming into force of provisions of this Act). 45 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>39 </b>(1) The Lieutenant Governor in Council shall not make any regulation under subsection 38 (1) unless,</p> <p class=\"paragraph\">  (a)  the Minister has published a notice of the proposed regulation on a website of the Government of Ontario and given the notice by any other means that the Minister considers appropriate;</p> <p class=\"paragraph\">  (b)  the notice complies with the requirements of this section;</p> <p class=\"paragraph\">  (c)  the time period specified in the notice, during which members of the public may exercise a right described in clause (2) (b) have expired;</p> <p class=\"paragraph\">  (d)  the Minister has considered whatever comments and submissions members of the public have made on the proposed regulation in accordance with clause (2) (b); and</p> <p class=\"paragraph\">  (e)  the Minister has reported to the Lieutenant Governor in Council on what, if any, changes to the proposed regulation the Minister considers appropriate.</p> <p class=\"headnote\">Contents of notice</p> <p class=\"subsection\">(2) The notice referred to in clause (1) (a) shall contain,</p> <p class=\"paragraph\">  (a)  a description of the proposed regulation;</p> <p class=\"paragraph\">  (b)  a statement of the time period during which members of the public may submit written comments on the proposed regulation to the Minister and the manner in which the comments must be submitted;</p> <p class=\"paragraph\">  (c)  a statement of where and when members of the public may review written information about the proposed regulation;</p> <p class=\"paragraph\">  (d)  the publication date of the notice; and</p> <p class=\"paragraph\">  (e)  any other information that the Minister considers appropriate.</p> <p class=\"headnote\">Time period for comments</p> <p class=\"subsection\">(3) The time period referred to in clause (2) (b) shall be at least 45 days after the Minister publishes the notice referred to in clause (1) (a), unless the Minister shortens the time period in accordance with subsection (4).</p> <p class=\"headnote\">Shorter time period for comments</p> <p class=\"subsection\">(4) The Minister may shorten a time period if, in the Minister’s opinion,</p> <p class=\"paragraph\">  (a)  the urgency of the situation requires it;</p> <p class=\"paragraph\">  (b)  the proposed regulation clarifies the intent or operation of this Act or the regulations; or</p> <p class=\"paragraph\">  (c)  the proposed regulation is of a minor or technical nature.</p> <p class=\"headnote\">Discretion to make regulations</p> <p class=\"subsection\">(5) On receiving the Minister’s report referred to in clause (1) (e), the Lieutenant Governor in Council, without further notice under subsection (1), may make the proposed regulations with any changes the Lieutenant Governor in Council considers appropriate, whether or not those changes are mentioned in the Minister’s report.</p> <p class=\"headnote\">No public consultation</p> <p class=\"subsection\">(6) The Minister may decide that this section should not apply to the power of the Lieutenant Governor in Council to make a regulation under subsection 38 (1) if, in the Minister’s opinion, any of the circumstances set out in subsection (4) apply.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(7) If the Minister decides that this section should not apply to the power of the Lieutenant Governor in Council to make a regulation under subsection 38 (1),</p> <p class=\"paragraph\">  (a)  this section does not apply to the power of the Lieutenant Governor in Council to make the regulation; and</p> <p class=\"paragraph\">  (b)  the Minister shall give notice of the decision to the public as soon as is reasonably possible after making the decision.</p> <p class=\"headnote\">Publication of notice</p> <p class=\"subsection\">(8) The Minister shall publish the notice referred to in clause (7) (b) on a website of the Government of Ontario and give the notice by any other means that the Minister considers appropriate.</p> <p class=\"headnote\">Contents of notice</p> <p class=\"subsection\">(9) The notice referred to in clause (7) (b) shall include a statement of the Minister’s reasons for making the decision, the publication date of the notice and any other information the Minister considers appropriate.</p> <p class=\"headnote\">No review</p> <p class=\"subsection\">(10) Subject to subsection (11), a court shall not review any action, decision, failure to take action or failure to make a decision by the Minister or the Lieutenant Governor in Council under this section.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(11) Any person resident in Ontario may make an application for judicial review under the <i>Judicial Review Procedure Act</i> on the grounds that the Minister has not taken a step required by subsections (1) to (9) of this section.</p> <p class=\"headnote\">Time for application</p> <p class=\"subsection\">(12) No person shall make an application under subsection (11) with respect to a regulation later than 21 days after the Minister publishes a notice on a website of the Government of Ontario with respect to the regulation.</p> <p class=\"section\"><b>40</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for amendments to this Act).</span></p> <p class=\"section\"><b>41-43</b><b> </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span></p> <p class=\"section\"><b>44</b><b> </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>45 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/19s01\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}