{
    "act_info": {
        "full_title": "Statute and Regulation Revision Act, 1998, S.O. 1998, c. 18, Sched. C",
        "act_name_text": "Not Found",
        "citation": "Statute and Regulation Revision Act, 1998, S.O. 1998, c. 18, Sched. C",
        "url": "https://www.ontario.ca/laws/statute/98s18",
        "date_scraped": "2023-12-19 09:59:03"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/98s18/v2",
            "valid_from": "October 19, 2006",
            "valid_to": "July 24, 2007"
        },
        {
            "a_href": "/laws/statute/98s18/v1",
            "valid_from": "December 18, 1998",
            "valid_to": "October 18, 2006"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Revision of statutes and regulations",
            "content": "1. The Chief Legislative Counsel for the Province of Ontario may prepare, (a) a revision of any or all of the statutes of Ontario; and (b) a revision of any or all of the regulations of Ontario. 1998, c. 18, Sched. C, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> The Chief Legislative Counsel for the Province of Ontario may prepare,</p> <p class=\"clause-e\">(a) a revision of any or all of the statutes of Ontario; and</p> <p class=\"clause-e\">(b) a revision of any or all of the regulations of Ontario. 1998, c. 18, Sched. C, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Powers",
            "content": "2. (1) In revising statutes or regulations, the Chief Legislative Counsel may, (a) change the numbering or arrangement of provisions; (b) make changes in language and punctuation to achieve greater uniformity; (c) make changes that are necessary to clarify what is considered to be, in the case of a statute, the intention of the Legislature, or, in the case of a regulation, the intention of the authority that made the regulation; (d) make changes to reconcile apparently inconsistent provisions; (e) correct clerical, grammatical or typographical errors; (f) repeal or revoke statutes, regulations or provisions that are obsolete, are spent or have no legal effect; (g) include statutes or regulations that have not yet come into force and indicate how they are to come into force; (h) combine or divide statutes or regulations; (i) make changes to other statutes or regulations to reconcile them with a revised statute or regulation; and (j) include such information as the Chief Legislative Counsel considers appropriate to show what changes have been made by the revision. 1998, c. 18, Sched. C, s. 2 (1). French versions of regulations (2) In revising a unilingual English regulation, the Chief Legislative Counsel may add a French version. 1998, c. 18, Sched. C, s. 2 (2). Contents of revised statute (3) A revised statute shall contain the revised text of the statute and provisions repealing what is replaced, and may contain provisions making complementary amendments to other statutes and providing for transitional matters. 1998, c. 18, Sched. C, s. 2 (3). Contents of revised regulation (4) A revised regulation shall contain the revised text of the regulation and provisions revoking what is replaced, and may contain provisions making complementary amendments to other regulations and providing for transitional matters. 1998, c. 18, Sched. C, s. 2 (4).",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) In revising statutes or regulations, the Chief Legislative Counsel may,</p> <p class=\"clause-e\">(a) change the numbering or arrangement of provisions;</p> <p class=\"clause-e\">(b) make changes in language and punctuation to achieve greater uniformity;</p> <p class=\"clause-e\">(c) make changes that are necessary to clarify what is considered to be, in the case of a statute, the intention of the Legislature, or, in the case of a regulation, the intention of the authority that made the regulation;</p> <p class=\"clause-e\">(d) make changes to reconcile apparently inconsistent provisions;</p> <p class=\"clause-e\">(e) correct clerical, grammatical or typographical errors;</p> <p class=\"clause-e\">(f) repeal or revoke statutes, regulations or provisions that are obsolete, are spent or have no legal effect;</p> <p class=\"clause-e\">(g) include statutes or regulations that have not yet come into force and indicate how they are to come into force;</p> <p class=\"clause-e\">(h) combine or divide statutes or regulations;</p> <p class=\"clause-e\">(i) make changes to other statutes or regulations to reconcile them with a revised statute or regulation; and</p> <p class=\"clause-e\">(j) include such information as the Chief Legislative Counsel considers appropriate to show what changes have been made by the revision. 1998, c. 18, Sched. C, s. 2 (1).</p> <p class=\"headnote-e\"><b>French versions of regulations</b></p> <p class=\"subsection-e\">(2) In revising a unilingual English regulation, the Chief Legislative Counsel may add a French version. 1998, c. 18, Sched. C, s. 2 (2).</p> <p class=\"headnote-e\"><b>Contents of revised statute</b></p> <p class=\"subsection-e\">(3) A revised statute shall contain the revised text of the statute and provisions repealing what is replaced, and may contain provisions making complementary amendments to other statutes and providing for transitional matters. 1998, c. 18, Sched. C, s. 2 (3).</p> <p class=\"headnote-e\"><b>Contents of revised regulation</b></p> <p class=\"subsection-e\">(4) A revised regulation shall contain the revised text of the regulation and provisions revoking what is replaced, and may contain provisions making complementary amendments to other regulations and providing for transitional matters. 1998, c. 18, Sched. C, s. 2 (4).</p>"
        },
        {
            "id": "3.",
            "section": "Deposit of revised statutes",
            "content": "3. (1) When the Chief Legislative Counsel reports to the Lieutenant Governor in Council that a statute has been revised, the Lieutenant Governor in Council may cause a copy of the revised statute, signed by the Chief Legislative Counsel, to be deposited in the office of the Clerk of the Assembly as the official copy of the revised statute. 1998, c. 18, Sched. C, s. 3 (1). Coming into force (2) A revised statute that has been deposited under subsection (1) comes into force on a day to be named by proclamation of the Lieutenant Governor that is not earlier than the day the revised statute is published under section 5. 1998, c. 18, Sched. C, s. 3 (2). Effect of revised statute (3) When a revised statute comes into force, it does so for all purposes as if it were an Act enacted by the Legislature. 1998, c. 18, Sched. C, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"><b>3.</b> (1) When the Chief Legislative Counsel reports to the Lieutenant Governor in Council that a statute has been revised, the Lieutenant Governor in Council may cause a copy of the revised statute, signed by the Chief Legislative Counsel, to be deposited in the office of the Clerk of the Assembly as the official copy of the revised statute. 1998, c. 18, Sched. C, s. 3 (1).</p> <p class=\"headnote-e\"><b>Coming into force</b></p> <p class=\"subsection-e\">(2) A revised statute that has been deposited under subsection (1) comes into force on a day to be named by proclamation of the Lieutenant Governor that is not earlier than the day the revised statute is published under section 5. 1998, c. 18, Sched. C, s. 3 (2).</p> <p class=\"headnote-e\"><b>Effect of revised statute</b></p> <p class=\"subsection-e\">(3) When a revised statute comes into force, it does so for all purposes as if it were an Act enacted by the Legislature. 1998, c. 18, Sched. C, s. 3 (3).</p>"
        },
        {
            "id": "4.",
            "section": "Deposit of revised regulations",
            "content": "4. (1) When the Chief Legislative Counsel reports to the Lieutenant Governor in Council that a regulation has been revised, the Lieutenant Governor in Council may cause a copy of the revised regulation, signed by the Chief Legislative Counsel, to be deposited with the Registrar of Regulations as the official copy of the revised regulation. 1998, c. 18, Sched. C, s. 4 (1). Conditions deemed satisfied (2) The deposit of a revised regulation under subsection (1) shall be deemed to satisfy any requirement that the regulation be approved or that it meet any other condition. 1998, c. 18, Sched. C, s. 4 (2). Coming into force (3) A revised regulation that has been deposited under subsection (1) comes into force on the day it is published under section 5 unless a later day is specified in the revised regulation. 1998, c. 18, Sched. C, s. 4 (3). Effect of revised regulation (4) When a revised regulation comes into force, it does so for all purposes as if the revised regulation were made by the appropriate regulation-making authority. 1998, c. 18, Sched. C, s. 4 (4). Regulations Act does not apply (5) The Regulations Act does not apply to a revised regulation. 1998, c. 18, Sched. C, s. 4 (5).",
            "raw_html": "<p class=\"section-e\"><b>4.</b> (1) When the Chief Legislative Counsel reports to the Lieutenant Governor in Council that a regulation has been revised, the Lieutenant Governor in Council may cause a copy of the revised regulation, signed by the Chief Legislative Counsel, to be deposited with the Registrar of Regulations as the official copy of the revised regulation. 1998, c. 18, Sched. C, s. 4 (1).</p> <p class=\"headnote-e\"><b>Conditions deemed satisfied</b></p> <p class=\"subsection-e\">(2) The deposit of a revised regulation under subsection (1) shall be deemed to satisfy any requirement that the regulation be approved or that it meet any other condition. 1998, c. 18, Sched. C, s. 4 (2).</p> <p class=\"headnote-e\"><b>Coming into force</b></p> <p class=\"subsection-e\">(3) A revised regulation that has been deposited under subsection (1) comes into force on the day it is published under section 5 unless a later day is specified in the revised regulation. 1998, c. 18, Sched. C, s. 4 (3).</p> <p class=\"headnote-e\"><b>Effect of revised regulation</b></p> <p class=\"subsection-e\">(4) When a revised regulation comes into force, it does so for all purposes as if the revised regulation were made by the appropriate regulation-making authority. 1998, c. 18, Sched. C, s. 4 (4).</p> <p class=\"headnote-e\"><b><i>Regulations Act</i> does not apply</b></p> <p class=\"subsection-e\">(5) The<i> Regulations Act</i> does not apply to a revised regulation. 1998, c. 18, Sched. C, s. 4 (5).</p>"
        },
        {
            "id": "5.",
            "section": "Publication",
            "content": "5. (1) The Queen’s Printer shall ensure that every revised statute deposited under section 3 and every revised regulation deposited under section 4 is published in a printed form. 1998, c. 18, Sched. C, s. 5 (1). Same (2) In addition to any other method of publication that complies with subsection (1), revised statutes may be published in the annual volume of the Statutes of Ontario and revised regulations may be published in The Ontario Gazette. 1998, c. 18, Sched. C, s. 5 (2). Evidence (3) A document that purports to be printed by the Queen’s Printer as a revised statute or revised regulation shall be received in evidence, in the absence of evidence to the contrary, as an accurate copy of the revised statute or revised regulation, as the case may be. 1998, c. 18, Sched. C, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"><b>5.</b> (1) The Queen’s Printer shall ensure that every revised statute deposited under section 3 and every revised regulation deposited under section 4 is published in a printed form. 1998, c. 18, Sched. C, s. 5 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) In addition to any other method of publication that complies with subsection (1), revised statutes may be published in the annual volume of the Statutes of Ontario and revised regulations may be published in <i>The Ontario Gazette</i>. 1998, c. 18, Sched. C, s. 5 (2).</p> <p class=\"headnote-e\"><b>Evidence</b></p> <p class=\"subsection-e\">(3) A document that purports to be printed by the Queen’s Printer as a revised statute or revised regulation shall be received in evidence, in the absence of evidence to the contrary, as an accurate copy of the revised statute or revised regulation, as the case may be. 1998, c. 18, Sched. C, s. 5 (3).</p>"
        },
        {
            "id": "6.",
            "section": "Judicial notice",
            "content": "6. Judicial notice shall be taken of every revised statute and revised regulation. 1998, c. 18, Sched. C, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> Judicial notice shall be taken of every revised statute and revised regulation. 1998, c. 18, Sched. C, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Legal effect of revision",
            "content": "7. A revised statute or revised regulation has effect and shall be interpreted as a consolidation of the law that was contained in the provisions that it replaces. 1998, c. 18, Sched. C, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> A revised statute or revised regulation has effect and shall be interpreted as a consolidation of the law that was contained in the provisions that it replaces. 1998, c. 18, Sched. C, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "References",
            "content": "8. After a revised statute or revised regulation comes into force, (a) a reference in any Act, regulation or other document to any statute or regulation that was replaced by the revision shall be deemed to be a reference to the revised statute or revised regulation, unless the context requires otherwise; and (b) a reference in any Act, regulation or other document to a particular provision of any statute or regulation that was replaced by the revision shall be deemed to be a reference to the corresponding provision of the revised statute or revised regulation, unless the context requires otherwise. 1998, c. 18, Sched. C, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> After a revised statute or revised regulation comes into force,</p> <p class=\"clause-e\">(a) a reference in any Act, regulation or other document to any statute or regulation that was replaced by the revision shall be deemed to be a reference to the revised statute or revised regulation, unless the context requires otherwise; and</p> <p class=\"clause-e\">(b) a reference in any Act, regulation or other document to a particular provision of any statute or regulation that was replaced by the revision shall be deemed to be a reference to the corresponding provision of the revised statute or revised regulation, unless the context requires otherwise. 1998, c. 18, Sched. C, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Bills before Assembly",
            "content": "9. If a bill that is before the Assembly refers to provisions of a statute that is replaced by a revised statute, the Chief Legislative Counsel may cause the bill to be reprinted to refer instead to the corresponding provisions of the revised statute. 1998, c. 18, Sched. C, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> If a bill that is before the Assembly refers to provisions of a statute that is replaced by a revised statute, the Chief Legislative Counsel may cause the bill to be reprinted to refer instead to the corresponding provisions of the revised statute. 1998, c. 18, Sched. C, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Regulations",
            "content": "10. The Lieutenant Governor in Council may make regulations establishing a system for citing revised statutes and revised regulations and for referring to unrepealed and unconsolidated statutes and to unrevoked and unconsolidated regulations. 1998, c. 18, Sched. C, s. 10. 11. Omitted (provides for coming into force of provisions of this Act). 1998, c. 18, Sched. C, s. 11. 12. Omitted (enacts short title of this Act). 1998, c. 18, Sched. C, s. 12. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>10.</b> The Lieutenant Governor in Council may make regulations establishing a system for citing revised statutes and revised regulations and for referring to unrepealed and unconsolidated statutes and to unrevoked and unconsolidated regulations. 1998, c. 18, Sched. C, s. 10.</p> <p class=\"section-e\"><b>11.</b> Omitted (provides for coming into force of provisions of this Act). 1998, c. 18, Sched. C, s. 11.</p> <p class=\"section-e\"><b>12.</b> Omitted (enacts short title of this Act). 1998, c. 18, Sched. C, s. 12.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_98s18_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_98s18_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "11.",
            "section": "Regulations",
            "content": "11. Omitted (provides for coming into force of provisions of this Act). 1998, c. 18, Sched. C, s. 11. 12. Omitted (enacts short title of this Act). 1998, c. 18, Sched. C, s. 12. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>11.</b> Omitted (provides for coming into force of provisions of this Act). 1998, c. 18, Sched. C, s. 11.</p> <p class=\"section-e\"><b>12.</b> Omitted (enacts short title of this Act). 1998, c. 18, Sched. C, s. 12.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_98s18_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_98s18_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "12.",
            "section": "Regulations",
            "content": "12. Omitted (enacts short title of this Act). 1998, c. 18, Sched. C, s. 12. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>12.</b> Omitted (enacts short title of this Act). 1998, c. 18, Sched. C, s. 12.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_98s18_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_98s18_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}