{
    "act_info": {
        "full_title": "Status of Ontario's Artists Act, 2007, S.O. 2007, c. 7, Sched. 39",
        "act_name_text": "Status of Ontario’s Artists Act, 2007",
        "citation": "Status of Ontario's Artists Act, 2007, S.O. 2007, c. 7, Sched. 39",
        "url": "https://www.ontario.ca/laws/statute/07s07",
        "date_scraped": "2023-12-19 07:04:28"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 15, 2009",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/07s07/v1",
            "valid_from": "May 17, 2007",
            "valid_to": "December 14, 2009"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Purpose",
            "content": "1 The purpose of this Act is to recognize that artists make contributions to Ontario’s economy and quality of life by, (a) strengthening and invigorating our arts and culture sector; (b) helping to create liveable, vibrant communities; (c) encouraging civic engagement in cultural life; and (d) fostering a culture of innovation in Ontario.  2007, c. 7, Sched. 39, s. 1.",
            "raw_html": "<p class=\"section\"><b>1 </b>The purpose of this Act is to recognize that artists make contributions to Ontario’s economy and quality of life by,</p> <p class=\"paragraph\">  (a) strengthening and invigorating our arts and culture sector;</p> <p class=\"paragraph\">  (b) helping to create liveable, vibrant communities; </p> <p class=\"paragraph\">  (c) encouraging civic engagement in cultural life; and</p> <p class=\"paragraph\">  (d) fostering a culture of innovation in Ontario.  2007, c. 7, Sched. 39, s. 1.</p>"
        },
        {
            "id": "2",
            "section": "Definitions",
            "content": "2 In this Act, “artist” means an individual who is a professional creator, interpreter or performer in any artistic field, including, (a) literary arts, (b) visual arts, (c) electronic, multimedia and Internet arts, (d) film and video arts, (e) crafts, (f) performing arts, including theatre, opera, music, dance and variety entertainment, (g) the recording of sound, and (h) the recording of commercial advertisements; (“artiste”) “Minister” means the member of the Executive Council to whom administration for this Act is assigned under the Executive Council Act. (“ministre”)  2007, c. 7, Sched. 39, s. 2.",
            "raw_html": "<p class=\"section\"><b>2 </b>In this Act,</p> <p class=\"definition\">“artist” means an individual who is a professional creator, interpreter or performer in any artistic field, including,</p> <p class=\"paragraph\">  (a) literary arts,</p> <p class=\"paragraph\">  (b) visual arts,</p> <p class=\"paragraph\">  (c) electronic, multimedia and Internet arts,</p> <p class=\"paragraph\">  (d) film and video arts,</p> <p class=\"paragraph\">  (e) crafts,</p> <p class=\"paragraph\">  (f) performing arts, including theatre, opera, music, dance and variety entertainment,</p> <p class=\"paragraph\">  (g) the recording of sound, and</p> <p class=\"paragraph\">  (h) the recording of commercial advertisements; (“artiste”)</p> <p class=\"definition\">“Minister” means the member of the Executive Council to whom administration for this Act is assigned under the <i>Executive Council Act</i>. (“ministre”)  2007, c. 7, Sched. 39, s. 2.</p>"
        },
        {
            "id": "3",
            "section": "Recognition of artists",
            "content": "3 The Government of Ontario recognizes that, (a) artists have made, and continue to make, invaluable contributions to Ontario’s economy, quality of life and sense of identity; (b) artists’ creativity enables the arts and culture sector to innovate, grow and remain competitive; (c) artists of all ages and backgrounds are central to Ontario’s growth as a creative society; (d) artists’ diverse artistic and cultural traditions are the foundations of Ontario’s cultural tourism; (e) the work of artists contributes to Ontario’s educational excellence and creates life-long learning opportunities; and (f) artists enhance and enrich the cultural life of communities across the province and strengthen Ontario’s social cohesion and economic vitality.  2007, c. 7, Sched. 39, s. 3.",
            "raw_html": "<p class=\"section\"><b>3 </b>The Government of Ontario recognizes that,</p> <p class=\"paragraph\">  (a) artists have made, and continue to make, invaluable contributions to Ontario’s economy, quality of life and sense of identity;</p> <p class=\"paragraph\">  (b) artists’ creativity enables the arts and culture sector to innovate, grow and remain competitive;</p> <p class=\"paragraph\">  (c) artists of all ages and backgrounds are central to Ontario’s growth as a creative society;</p> <p class=\"paragraph\">  (d) artists’ diverse artistic and cultural traditions are the foundations of Ontario’s cultural tourism;</p> <p class=\"paragraph\">  (e) the work of artists contributes to Ontario’s educational excellence and creates life-long learning opportunities; and</p> <p class=\"paragraph\">  (f) artists enhance and enrich the cultural life of communities across the province and strengthen Ontario’s social cohesion and economic vitality.  2007, c. 7, Sched. 39, s. 3.</p>"
        },
        {
            "id": "4",
            "section": "Minister’s responsibility",
            "content": "4 The Minister is responsible for developing a strategy on arts and culture to guide the development of policies as they relate to artists.  2007, c. 7, Sched. 39, s. 4.",
            "raw_html": "<p class=\"section\"><b>4 </b>The Minister is responsible for developing a strategy on arts and culture to guide the development of policies as they relate to artists.  2007, c. 7, Sched. 39, s. 4.</p>"
        },
        {
            "id": "5",
            "section": "Government undertaking",
            "content": "5 The Government of Ontario undertakes, as far as it considers it reasonable and appropriate to do so, to, (a) encourage the development of provincial, national and international marketing and promotion strategies for Ontario’s artists and their work; (b) facilitate the creation of training and professional development opportunities for artists; (c) develop partnerships across governments to foster a culture of innovation and creativity that promotes artists; (d) engage Ontarians in the artistic and cultural life of the province by helping to make artists’ work available to all Ontarians; (e) promote artists’ health and safety; (f) foster the development of strategic partnerships between the technology sector and the arts and culture sector to create innovative new ways to promote artists and their work; (g) strengthen the ability of arts and culture organizations to provide support to artists; (h) create forums for artists to access information related to their work; and (i) encourage municipalities to, (i) promote artists as part of local cultural tourism initiatives, and (ii) develop their own cultural policies.  2007, c. 7, Sched. 39, s. 5.",
            "raw_html": "<p class=\"section\"><b>5 </b>The Government of Ontario undertakes, as far as it considers it reasonable and appropriate to do so, to,</p> <p class=\"paragraph\">  (a) encourage the development of provincial, national and international marketing and promotion strategies for Ontario’s artists and their work;</p> <p class=\"paragraph\">  (b) facilitate the creation of training and professional development opportunities for artists;</p> <p class=\"paragraph\">  (c) develop partnerships across governments to foster a culture of innovation and creativity that promotes artists;</p> <p class=\"paragraph\">  (d) engage Ontarians in the artistic and cultural life of the province by helping to make artists’ work available to all Ontarians;</p> <p class=\"paragraph\">  (e) promote artists’ health and safety;</p> <p class=\"paragraph\">  (f) foster the development of strategic partnerships between the technology sector and the arts and culture sector to create innovative new ways to promote artists and their work;</p> <p class=\"paragraph\">  (g) strengthen the ability of arts and culture organizations to provide support to artists;</p> <p class=\"paragraph\">  (h) create forums for artists to access information related to their work; and</p> <p class=\"paragraph\">  (i) encourage municipalities to,</p> <p class=\"subclause\">  (i) promote artists as part of local cultural tourism initiatives, and</p> <p class=\"subclause\">  (ii) develop their own cultural policies.  2007, c. 7, Sched. 39, s. 5.</p>"
        },
        {
            "id": "6",
            "section": "Celebrate the Artist Weekend",
            "content": "6 (1) The Minister shall designate one weekend in each year as Celebrate the Artist Weekend.  2009, c. 33, Sched. 11, s. 10. Same (2) The purpose of Celebrate the Artist Weekend is to recognize and celebrate Ontario’s artists.  2007, c. 7, Sched. 39, s. 6 (2). Same (3) For the purposes of subsection (1), a weekend is Saturday and Sunday.  2007, c. 7, Sched. 39, s. 6 (3). Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 11, s. 10 - 15/12/2009",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) The Minister shall designate one weekend in each year as Celebrate the Artist Weekend.  2009, c. 33, Sched. 11, s. 10.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The purpose of Celebrate the Artist Weekend is to recognize and celebrate Ontario’s artists.  2007, c. 7, Sched. 39, s. 6 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) For the purposes of subsection (1), a weekend is Saturday and Sunday.  2007, c. 7, Sched. 39, s. 6 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched11s10\">2009, c. 33, Sched. 11, s. 10</a></span> - 15/12/2009</p>"
        },
        {
            "id": "7",
            "section": "Advisory committee ",
            "content": "7 The Minister may establish one or more advisory committees to, (a) consider issues relating to artists, the role they play in the arts and culture sector and any other matters that the Minister considers appropriate; and (b) advise the Minister on those issues.  2007, c. 7, Sched. 39, s. 7. 8 Omitted (provides for coming into force of provisions of this Act).  2007, c. 7, Sched. 39, s. 8. 9 Omitted (enacts short title of this Act).  2007, c. 7, Sched. 39, s. 9. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>7 </b>The Minister may establish one or more advisory committees to,</p> <p class=\"paragraph\">  (a) consider issues relating to artists, the role they play in the arts and culture sector and any other matters that the Minister considers appropriate; and</p> <p class=\"paragraph\">  (b) advise the Minister on those issues.  2007, c. 7, Sched. 39, s. 7.</p> <p class=\"section\"><b>8</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2007, c. 7, Sched. 39, s. 8.</p> <p class=\"section\"><b>9</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2007, c. 7, Sched. 39, s. 9.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/07s07\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "8",
            "section": "Advisory committee ",
            "content": "8 Omitted (provides for coming into force of provisions of this Act).  2007, c. 7, Sched. 39, s. 8. 9 Omitted (enacts short title of this Act).  2007, c. 7, Sched. 39, s. 9. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>8</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2007, c. 7, Sched. 39, s. 8.</p> <p class=\"section\"><b>9</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2007, c. 7, Sched. 39, s. 9.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/07s07\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "9",
            "section": "Advisory committee ",
            "content": "9 Omitted (enacts short title of this Act).  2007, c. 7, Sched. 39, s. 9. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>9</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2007, c. 7, Sched. 39, s. 9.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/07s07\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}