{
    "act_info": {
        "full_title": "Supporting Local Restaurants Act, 2020, S.O. 2020, c. 31",
        "act_name_text": "Supporting Local Restaurants Act, 2020",
        "citation": "S.O. 2020, c. 31",
        "url": "https://www.ontario.ca/laws/statute/20s31",
        "date_scraped": "2023-12-18 19:24:26"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 19, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/20s31/v1",
            "valid_from": "December  2, 2020",
            "valid_to": "December 18, 2020"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/200748",
            "Citation": "O. Reg. 748/20",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “Associate Minister” means the Associate Minister of Small Business and Red Tape Reduction, or any other member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the Executive Council Act; (“ministre associé”) “beverage” includes an alcoholic beverage; (“boisson”) “chain restaurant” means a restaurant that is part of a set of related restaurants consisting of 10 or more food service premises in Canada that operate under the same or substantially the same name, regardless of ownership, and that offer the same or substantially the same food items; (“restaurant faisant partie d’une chaîne”) “Deputy Minister” means the deputy minister of the Ministry; (“sous-ministre”) “Director” means the person appointed as the Director under subsection 4 (1); (“directeur”) “food delivery services provider” means a person identified in the regulations; (“fournisseur de services de livraison de nourriture”) “investigator” means an investigator appointed under subsection 6 (1); (“enquêteur”) “Ministry” means the ministry of the Associate Minister; (“ministère”) “officer” includes, (a)  with respect to a corporation, the chair and any vice-chair of the board of directors, the president and any vice-president, the secretary and assistant secretary, the treasurer and assistant treasurer and the general manager and assistant general manager of the corporation, (b)  with respect to a partnership, a partner or general manager and assistant general manager of the partnership, and (c)  with respect to a corporation or partnership, any other individual designated as an officer by by-law or resolution or any other individual who performs functions normally performed by an individual occupying such office; (“dirigeant”) “prescribed” means prescribed by the regulations; (“prescrit”) “regulations” means the regulations made under this Act; (“règlements”) “restaurant” means an establishment that is engaged in providing food or beverage services to patrons who order and are served while seated and pay after consuming, or who order or select food or beverage items prepared for immediate consumption at a counter, food bar or cafeteria line, or order by telephone or online, and pay before consuming, but does not include an establishment that is a grocery store. (“restaurant”) PART II   Delivery charges",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“Associate Minister” means the Associate Minister of Small Business and Red Tape Reduction, or any other member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the <i>Executive Council Act</i>; (“ministre associé”)</p> <p class=\"definition\">“beverage” includes an alcoholic beverage; (“boisson”)</p> <p class=\"definition\">“chain restaurant” means a restaurant that is part of a set of related restaurants consisting of 10 or more food service premises in Canada that operate under the same or substantially the same name, regardless of ownership, and that offer the same or substantially the same food items; (“restaurant faisant partie d’une chaîne”)</p> <p class=\"definition\">“Deputy Minister” means the deputy minister of the Ministry; (“sous-ministre”)</p> <p class=\"definition\">“Director” means the person appointed as the Director under subsection 4 (1); (“directeur”)</p> <p class=\"definition\">“food delivery services provider” means a person identified in the regulations; (“fournisseur de services de livraison de nourriture”)</p> <p class=\"definition\">“investigator” means an investigator appointed under subsection 6 (1); (“enquêteur”)</p> <p class=\"definition\">“Ministry” means the ministry of the Associate Minister; (“ministère”)</p> <p class=\"definition\">“officer” includes,</p> <p class=\"paragraph\">  (a)  with respect to a corporation, the chair and any vice-chair of the board of directors, the president and any vice-president, the secretary and assistant secretary, the treasurer and assistant treasurer and the general manager and assistant general manager of the corporation,</p> <p class=\"paragraph\">  (b)  with respect to a partnership, a partner or general manager and assistant general manager of the partnership, and</p> <p class=\"paragraph\">  (c)  with respect to a corporation or partnership, any other individual designated as an officer by by-law or resolution or any other individual who performs functions normally performed by an individual occupying such office; (“dirigeant”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“restaurant” means an establishment that is engaged in providing food or beverage services to patrons who order and are served while seated and pay after consuming, or who order or select food or beverage items prepared for immediate consumption at a counter, food bar or cafeteria line, or order by telephone or online, and pay before consuming, but does not include an establishment that is a grocery store. (“restaurant”)</p> <p class=\"partnum\">PART II <br/>  Delivery charges</p>"
        },
        {
            "id": "2",
            "section": "Maximum amount for delivery services",
            "content": "2 (1) A food delivery services provider shall not charge a restaurant described in subsection (2) more than the prescribed amount for food and beverage delivery services or related services it provides to the restaurant. Restaurants to which the maximum applies (2) Subsection (1) applies in respect of a restaurant if, (a)  it is not a chain restaurant; (b)  it has an indoor dining area; and (c)  it is prohibited from permitting indoor dining by, (i)  an order under the Reopening Ontario (A Flexible Response to COVID-19) Act, 2020, or (ii)  a direction issued by the Chief Medical Officer of Health or an order under section 22 of the Health Protection and Promotion Act made by a medical officer of health.",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) A food delivery services provider shall not charge a restaurant described in subsection (2) more than the prescribed amount for food and beverage delivery services or related services it provides to the restaurant.</p> <p class=\"headnote\">Restaurants to which the maximum applies</p> <p class=\"subsection\">(2) Subsection (1) applies in respect of a restaurant if,</p> <p class=\"paragraph\">  (a)  it is not a chain restaurant;</p> <p class=\"paragraph\">  (b)  it has an indoor dining area; and</p> <p class=\"paragraph\">  (c)  it is prohibited from permitting indoor dining by,</p> <p class=\"subpara\">  (i)  an order under the <i>Reopening Ontario (A Flexible Response to COVID-19) Act, 2020</i>, or</p> <p class=\"subpara\">  (ii)  a direction issued by the Chief Medical Officer of Health or an order under section 22 of the <i>Health Protection and Promotion Act</i> made by a medical officer of health.</p>"
        },
        {
            "id": "3",
            "section": "No reduction in compensation",
            "content": "3 No food delivery services provider shall reduce the compensation or any other prescribed payment that it provides to an employee or contractor who performs delivery services in order to comply with this Act. PART III   Director and Deputy Directors",
            "raw_html": "<p class=\"section\"><b>3 </b>No food delivery services provider shall reduce the compensation or any other prescribed payment that it provides to an employee or contractor who performs delivery services in order to comply with this Act.</p> <p class=\"partnum\">PART III <br/>  Director and Deputy Directors</p>"
        },
        {
            "id": "BK5",
            "section": "Director and Deputy Directors",
            "content": "4 (1) The Deputy Minister shall appoint a Director for the purposes of this Act and may appoint Deputy Directors. Powers and duties (2) The Director may exercise the powers and shall perform the duties conferred on the Director under this Act. Duties of Deputy Director (3) A Deputy Director shall perform such duties as are assigned by the Director and shall act as Director in the Director’s absence. Same (4) Only one Deputy Director may act as Director in the Director’s absence at any one time. PART Iv   Complaints and InvestigationS",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>(1) The Deputy Minister shall appoint a Director for the purposes of this Act and may appoint Deputy Directors.</p> <p class=\"headnote\">Powers and duties</p> <p class=\"subsection\">(2) The Director may exercise the powers and shall perform the duties conferred on the Director under this Act.</p> <p class=\"headnote\">Duties of Deputy Director</p> <p class=\"subsection\">(3) A Deputy Director shall perform such duties as are assigned by the Director and shall act as Director in the Director’s absence.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Only one Deputy Director may act as Director in the Director’s absence at any one time.</p> <p class=\"partnum\">PART Iv <br/>  Complaints and InvestigationS</p>"
        },
        {
            "id": "5",
            "section": "Ministry receives complaints and makes inquiries",
            "content": "5 (1) Subject to subsections (2) and (3), the Ministry may, (a)  receive complaints concerning conduct that may be in contravention of this Act, whether the conduct constitutes an offence or not; and (b)  make inquiries, gather information and attempt to resolve complaints, as appropriate, concerning any matter that comes to its attention that may be in contravention of this Act, whether the matter constitutes an offence or not. (2) A restaurant may file a complaint with the Ministry, along with documentary evidence of the amount charged to it by a food delivery services provider if, (a)  the restaurant alleges that the food delivery services provider charged the restaurant more than the prescribed amount for food and beverage delivery services or related services it provided to the restaurant contrary to section 2; and (b)  the restaurant gave written notice of its concerns to the food delivery services provider and was unable to resolve the matter. (3) An employee or contractor of a food delivery services provider who performs delivery services may file a complaint with the Ministry, along with documentary evidence of their compensation or other prescribed payments if, (a)  the employee or contractor alleges that the food delivery services provider reduced their compensation or other prescribed payments contrary to section 3; and (b)  the employee or contractor gave written notice of its concerns to the food delivery services provider and was unable to resolve the matter.",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) Subject to subsections (2) and (3), the Ministry may,</p> <p class=\"paragraph\">  (a)  receive complaints concerning conduct that may be in contravention of this Act, whether the conduct constitutes an offence or not; and</p> <p class=\"paragraph\">  (b)  make inquiries, gather information and attempt to resolve complaints, as appropriate, concerning any matter that comes to its attention that may be in contravention of this Act, whether the matter constitutes an offence or not.</p> <p class=\"subsection\">(2) A restaurant may file a complaint with the Ministry, along with documentary evidence of the amount charged to it by a food delivery services provider if,</p> <p class=\"paragraph\">  (a)  the restaurant alleges that the food delivery services provider charged the restaurant more than the prescribed amount for food and beverage delivery services or related services it provided to the restaurant contrary to section 2; and</p> <p class=\"paragraph\">  (b)  the restaurant gave written notice of its concerns to the food delivery services provider and was unable to resolve the matter.</p> <p class=\"subsection\">(3) An employee or contractor of a food delivery services provider who performs delivery services may file a complaint with the Ministry, along with documentary evidence of their compensation or other prescribed payments if,</p> <p class=\"paragraph\">  (a)  the employee or contractor alleges that the food delivery services provider reduced their compensation or other prescribed payments contrary to section 3; and</p> <p class=\"paragraph\">  (b)  the employee or contractor gave written notice of its concerns to the food delivery services provider and was unable to resolve the matter.</p>"
        },
        {
            "id": "BK10",
            "section": "Appointment of investigators",
            "content": "6 (1) The Director may appoint persons to be investigators for the purpose of conducting investigations. Identification (2) An investigator shall produce, on request, evidence of their appointment as an investigator.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>6 </b>(1) The Director may appoint persons to be investigators for the purpose of conducting investigations.</p> <p class=\"headnote\">Identification</p> <p class=\"subsection\">(2) An investigator shall produce, on request, evidence of their appointment as an investigator.</p>"
        },
        {
            "id": "BK11",
            "section": "Search warrant",
            "content": "7 (1) On application made without notice by an investigator, a justice of the peace may issue a warrant if the justice of the peace is satisfied on information under oath that there is reasonable ground for believing that, (a)  a person has contravened or is contravening this Act or the regulations or has committed an offence under this Act or the regulations; and (b)  there is, (i)  in any building, dwelling, receptacle or place anything relating to the contravention of this Act or the regulations, or (ii)  information or evidence relating to the contravention of this Act or the regulations that may be obtained through the use of an investigative technique or procedure or the doing of anything described in the warrant. Powers under warrant (2) Subject to any conditions contained in the warrant, a warrant issued under subsection (1) authorizes an investigator to, (a)  enter or access the building, dwelling, receptacle or place specified in the warrant, and examine and seize anything described in the warrant; (b)  use any data storage, processing or retrieval device or system used in carrying on business in order to produce information or evidence described in the warrant, in any form; (c)  require a person to produce the information or evidence described in the warrant and to provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce, in any form, the information or evidence described in the warrant; and (d)  use any investigative technique or procedure described in the warrant or do anything described in the warrant. Obligation to produce and assist (3) A person who is required to do so by an investigator under clause (2) (c) shall produce information or evidence described in the warrant and shall provide whatever assistance is reasonably necessary to produce the information or evidence in any form. Entry of dwelling (4) Despite subsection (2), an investigator shall not exercise the power under a warrant to enter a place, or part of a place, used as a dwelling unless, (a)  the justice of the peace is informed that the warrant is being sought to authorize entry into a dwelling; and (b)  the justice of the peace authorizes the entry into the dwelling. Conditions on warrant (5) A warrant shall contain such conditions as the justice of the peace considers advisable to ensure that any search authorized by the warrant is reasonable in the circumstances. Assistance (6) A warrant may authorize persons who have special, expert or professional knowledge, and such other persons as may be necessary, to accompany and assist the investigator in respect of the execution of the warrant. Time of execution (7) An entry or access under a warrant shall be made between 6 a.m. and 9 p.m., unless the warrant specifies otherwise. Expiry of warrant (8) A warrant shall name a date of expiry, which shall be no later than 30 days after the warrant is issued, but a justice of the peace may, on application without notice by the investigator, extend the date of expiry for an additional period of no more than 30 days. Use of force (9) An investigator may call upon police officers for assistance in executing a warrant and the investigator may use whatever force is reasonably necessary to execute the warrant. Obstruction (10) No person shall obstruct an investigator executing a warrant or withhold from him or her or conceal, alter or destroy anything relevant to the investigation. Seizure (11) An investigator who is lawfully present in a place under a warrant may seize anything that is in plain view if the investigator believes on reasonable grounds that the thing will afford evidence of a contravention of this Act or the regulations. Procedure (12) An investigator who has seized a thing under subsection (11) shall comply with the requirements of section 158.2 of the Provincial Offences Act. May make copies (13) An investigator who seizes anything under this section may make a copy of it and shall return the original within a reasonable time. Admissibility (14) A copy of a document or record certified by an investigator as being a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value.",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>7 </b>(1) On application made without notice by an investigator, a justice of the peace may issue a warrant if the justice of the peace is satisfied on information under oath that there is reasonable ground for believing that,</p> <p class=\"paragraph\">  (a)  a person has contravened or is contravening this Act or the regulations or has committed an offence under this Act or the regulations; and</p> <p class=\"paragraph\">  (b)  there is,</p> <p class=\"subpara\">  (i)  in any building, dwelling, receptacle or place anything relating to the contravention of this Act or the regulations, or</p> <p class=\"subpara\">  (ii)  information or evidence relating to the contravention of this Act or the regulations that may be obtained through the use of an investigative technique or procedure or the doing of anything described in the warrant.</p> <p class=\"headnote\">Powers under warrant</p> <p class=\"subsection\">(2) Subject to any conditions contained in the warrant, a warrant issued under subsection (1) authorizes an investigator to,</p> <p class=\"paragraph\">  (a)  enter or access the building, dwelling, receptacle or place specified in the warrant, and examine and seize anything described in the warrant;</p> <p class=\"paragraph\">  (b)  use any data storage, processing or retrieval device or system used in carrying on business in order to produce information or evidence described in the warrant, in any form;</p> <p class=\"paragraph\">  (c)  require a person to produce the information or evidence described in the warrant and to provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce, in any form, the information or evidence described in the warrant; and</p> <p class=\"paragraph\">  (d)  use any investigative technique or procedure described in the warrant or do anything described in the warrant.</p> <p class=\"headnote\">Obligation to produce and assist</p> <p class=\"subsection\">(3) A person who is required to do so by an investigator under clause (2) (c) shall produce information or evidence described in the warrant and shall provide whatever assistance is reasonably necessary to produce the information or evidence in any form.</p> <p class=\"headnote\">Entry of dwelling</p> <p class=\"subsection\">(4) Despite subsection (2), an investigator shall not exercise the power under a warrant to enter a place, or part of a place, used as a dwelling unless,</p> <p class=\"paragraph\">  (a)  the justice of the peace is informed that the warrant is being sought to authorize entry into a dwelling; and</p> <p class=\"paragraph\">  (b)  the justice of the peace authorizes the entry into the dwelling.</p> <p class=\"headnote\">Conditions on warrant</p> <p class=\"subsection\">(5) A warrant shall contain such conditions as the justice of the peace considers advisable to ensure that any search authorized by the warrant is reasonable in the circumstances.</p> <p class=\"headnote\">Assistance</p> <p class=\"subsection\">(6) A warrant may authorize persons who have special, expert or professional knowledge, and such other persons as may be necessary, to accompany and assist the investigator in respect of the execution of the warrant.</p> <p class=\"headnote\">Time of execution</p> <p class=\"subsection\">(7) An entry or access under a warrant shall be made between 6 a.m. and 9 p.m., unless the warrant specifies otherwise.</p> <p class=\"headnote\">Expiry of warrant</p> <p class=\"subsection\">(8) A warrant shall name a date of expiry, which shall be no later than 30 days after the warrant is issued, but a justice of the peace may, on application without notice by the investigator, extend the date of expiry for an additional period of no more than 30 days.</p> <p class=\"headnote\">Use of force</p> <p class=\"subsection\">(9) An investigator may call upon police officers for assistance in executing a warrant and the investigator may use whatever force is reasonably necessary to execute the warrant.</p> <p class=\"headnote\">Obstruction</p> <p class=\"subsection\">(10) No person shall obstruct an investigator executing a warrant or withhold from him or her or conceal, alter or destroy anything relevant to the investigation.</p> <p class=\"headnote\">Seizure</p> <p class=\"subsection\">(11) An investigator who is lawfully present in a place under a warrant may seize anything that is in plain view if the investigator believes on reasonable grounds that the thing will afford evidence of a contravention of this Act or the regulations.</p> <p class=\"headnote\">Procedure</p> <p class=\"subsection\">(12) An investigator who has seized a thing under subsection (11) shall comply with the requirements of section 158.2 of the <i>Provincial Offences Act</i>.</p> <p class=\"headnote\">May make copies</p> <p class=\"subsection\">(13) An investigator who seizes anything under this section may make a copy of it and shall return the original within a reasonable time.</p> <p class=\"headnote\">Admissibility</p> <p class=\"subsection\">(14) A copy of a document or record certified by an investigator as being a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value.</p>"
        },
        {
            "id": "BK12",
            "section": "No warrant required in exigent circumstances",
            "content": "8 (1) Although a warrant issued under subsection 7 (1) would otherwise be required, an investigator may exercise any of the powers described in subsection 7 (2) without a warrant if the conditions for obtaining the warrant exist but because of exigent circumstances it would be impracticable to obtain the warrant. Dwellings (2) Subsection (1) does not apply to any part of a building that is being used as a dwelling. Use of force (3) An investigator may, in executing any authority given by this section, call upon police officers for assistance and use whatever force is reasonably necessary. Application of other provisions (4) Subsections 7 (6), (10), (11), (12), (13) and (14) apply, with necessary modifications, to the exercise of powers under this section. PART V   Offences, Penalties and Evidence",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>8 </b>(1) Although a warrant issued under subsection 7 (1) would otherwise be required, an investigator may exercise any of the powers described in subsection 7 (2) without a warrant if the conditions for obtaining the warrant exist but because of exigent circumstances it would be impracticable to obtain the warrant.</p> <p class=\"headnote\">Dwellings</p> <p class=\"subsection\">(2) Subsection (1) does not apply to any part of a building that is being used as a dwelling.</p> <p class=\"headnote\">Use of force</p> <p class=\"subsection\">(3) An investigator may, in executing any authority given by this section, call upon police officers for assistance and use whatever force is reasonably necessary.</p> <p class=\"headnote\">Application of other provisions</p> <p class=\"subsection\">(4) Subsections 7 (6), (10), (11), (12), (13) and (14) apply, with necessary modifications, to the exercise of powers under this section.</p> <p class=\"partnum\"><a name=\"BK15\"></a>PART V <br/>  Offences, Penalties and Evidence</p>"
        },
        {
            "id": "BK16",
            "section": "Offence",
            "content": "9 (1) A person is guilty of an offence if the person contravenes or fails to comply with any provision of this Act or the regulations. Officers or directors (2) An officer or director of a corporation is guilty of an offence if the officer or director fails to take reasonable care to prevent the corporation from committing an offence mentioned in subsection (1). Limitation (3) No proceeding under this section shall be commenced more than two years after the events on which the proceeding is based occurred. Penalties",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>9 </b>(1) A person is guilty of an offence if the person contravenes or fails to comply with any provision of this Act or the regulations.</p> <p class=\"headnote\">Officers or directors</p> <p class=\"subsection\">(2) An officer or director of a corporation is guilty of an offence if the officer or director fails to take reasonable care to prevent the corporation from committing an offence mentioned in subsection (1).</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(3) No proceeding under this section shall be commenced more than two years after the events on which the proceeding is based occurred.</p> <p class=\"headnote\">Penalties</p>"
        },
        {
            "id": "10",
            "section": "Individuals",
            "content": "10 (1) Every individual convicted of an offence under this Act or the regulations is liable to a fine of not more than $50,000, to imprisonment for a term of not more than one year less a day, or both. Corporations (2) Every corporation convicted of an offence under this Act or the regulations is liable to a fine of not more than $10,000,000.",
            "raw_html": "<p class=\"section\"><b>10 </b>(1) Every individual convicted of an offence under this Act or the regulations is liable to a fine of not more than $50,000, to imprisonment for a term of not more than one year less a day, or both.</p> <p class=\"headnote\">Corporations</p> <p class=\"subsection\">(2) Every corporation convicted of an offence under this Act or the regulations is liable to a fine of not more than $10,000,000.</p>"
        },
        {
            "id": "BK20",
            "section": "Testimony",
            "content": "11 Except in a proceeding under this Act, no person shall be required to give testimony in a civil proceeding with regard to information obtained in the course of exercising a power or carrying out a duty related to the administration of this Act or the regulations. PART VI   REgulations",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>11 </b>Except in a proceeding under this Act, no person shall be required to give testimony in a civil proceeding with regard to information obtained in the course of exercising a power or carrying out a duty related to the administration of this Act or the regulations.</p> <p class=\"partnum\">PART VI <br/>  REgulations</p>"
        },
        {
            "id": "12",
            "section": "Regulations",
            "content": "12 (1) The Lieutenant Governor in Council may make regulations, (a)  defining any word or expression used in this Act that is not already defined; (b)  further defining or clarifying the definition of “restaurant” in section 1; (c)  identifying persons, including naming corporations, who are “food delivery services providers”; (d)  prescribing, for the purposes of section 2, the maximum amount that a food delivery services provider may charge for food and beverage delivery services or related services, or the manner of calculating the amount; (e)  prescribing payments for the purposes of section 3 and prescribing what constitutes a reduction in compensation or a prescribed payment, and otherwise governing the compensation of employees and contractors who perform delivery services; (f)  exempting persons or classes of persons from this Act or any provisions of this Act. Same (2) In the event of a conflict between a regulation made under clause (1) (b) and this Act, the regulation prevails. part vii (omitted) Note: Section 13 comes into force on a day to be named by proclamation of the Lieutenant Governor. Repeal 13 This Act is repealed. 14 Omitted\r\n(provides for coming into force of provisions of this Act). 15 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>12 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  defining any word or expression used in this Act that is not already defined;</p> <p class=\"paragraph\">  (b)  further defining or clarifying the definition of “restaurant” in section 1;</p> <p class=\"paragraph\">  (c)  identifying persons, including naming corporations, who are “food delivery services providers”;</p> <p class=\"paragraph\">  (d)  prescribing, for the purposes of section 2, the maximum amount that a food delivery services provider may charge for food and beverage delivery services or related services, or the manner of calculating the amount;</p> <p class=\"paragraph\">  (e)  prescribing payments for the purposes of section 3 and prescribing what constitutes a reduction in compensation or a prescribed payment, and otherwise governing the compensation of employees and contractors who perform delivery services;</p> <p class=\"paragraph\">  (f)  exempting persons or classes of persons from this Act or any provisions of this Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In the event of a conflict between a regulation made under clause (1) (b) and this Act, the regulation prevails.</p> <p class=\"partnum\">part vii (omitted)</p> <p class=\"Pnote\"><span>Note: Section 13 comes into force on a day to be named by proclamation of the Lieutenant Governor.</span></p> <p class=\"Yheadnote\"><span>Repeal</span></p> <p class=\"Ysection\"><b><span>13 This Act is repealed.</span></b></p> <p class=\"section\"><b>14 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>15</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/20s31\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "14",
            "section": "Same",
            "content": "14 Omitted\r\n(provides for coming into force of provisions of this Act). 15 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>14 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>15</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/20s31\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "15",
            "section": "Same",
            "content": "15 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>15</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/20s31\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}