{
    "act_info": {
        "full_title": "Supporting Retention in Public Services Act, 2022, S.O. 2022, c. 11, Sched. 7",
        "act_name_text": "Supporting Retention in Public Services Act, 2022",
        "citation": "S.O. 2022, c. 11, Sched. 7",
        "url": "https://www.ontario.ca/laws/statute/22s11",
        "date_scraped": "2023-12-18 06:11:02"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 14, 2022",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/220480",
            "Citation": "O. Reg. 480/22",
            "title": "NURSING PROFESSIONALS"
        },
        {
            "a_href": "/laws/regulation/220413",
            "Citation": "O. Reg. 413/22",
            "title": "PERSONAL SUPPORT WORKERS AND DIRECT SUPPORT WORKERS"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Interpretation",
            "content": "1 In this Act, “prescribed” means prescribed by the regulations; (“prescrit”) “regulations” means regulations made under this Act. (“règlements”)",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“regulations” means regulations made under this Act. (“règlements”)</p>"
        },
        {
            "id": "2",
            "section": "Funding",
            "content": "2 (1) For the purpose of supporting the provision of public services, a Minister may provide funding for employers to enhance the compensation paid to employees of the employer. Eligibility (2) Eligibility for funding under this Act shall be determined in accordance with compensation enhancement programs set out in the regulations.",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) For the purpose of supporting the provision of public services, a Minister may provide funding for employers to enhance the compensation paid to employees of the employer.</p> <p class=\"headnote\">Eligibility</p> <p class=\"subsection\">(2) Eligibility for funding under this Act shall be determined in accordance with compensation enhancement programs set out in the regulations.</p>"
        },
        {
            "id": "3",
            "section": "Compensation enhancement programs",
            "content": "3 (1) A compensation enhancement program may provide for temporary or permanent compensation enhancements and may include different eligibility rules for different classes of employee. Direct or indirect funding (2) A compensation enhancement program may provide for funding to be provided to an employer directly or indirectly through a third party.",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) A compensation enhancement program may provide for temporary or permanent compensation enhancements and may include different eligibility rules for different classes of employee.</p> <p class=\"headnote\">Direct or indirect funding</p> <p class=\"subsection\">(2) A compensation enhancement program may provide for funding to be provided to an employer directly or indirectly through a third party.</p>"
        },
        {
            "id": "4",
            "section": "Use of funding",
            "content": "4 (1) Funding received by an employer under this Act shall be used to enhance the compensation paid to employees of the employer in accordance with the terms of the compensation enhancement program under which the funding is provided. Same, third parties (2) Funding received by a third party under this Act shall be provided to an employer in accordance with the terms of the compensation enhancement program under which the funding is provided.",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) Funding received by an employer under this Act shall be used to enhance the compensation paid to employees of the employer in accordance with the terms of the compensation enhancement program under which the funding is provided.</p> <p class=\"headnote\">Same, third parties</p> <p class=\"subsection\">(2) Funding received by a third party under this Act shall be provided to an employer in accordance with the terms of the compensation enhancement program under which the funding is provided.</p>"
        },
        {
            "id": "5",
            "section": "Rules re: labour matters",
            "content": "5 (1) Despite any other Act and despite any regulation, order, policy, arrangement or agreement, including a collective agreement, the following rules apply with respect to prescribed compensation enhancement programs: 1.  An agreement between an employer and a trade union or a bargaining agent regarding the payment of compensation enhancements is not required for the employer to make payments under the compensation enhancement program to eligible employees. 2.  No employer, tribunal, arbitrator, arbitration board, officer or court may expand eligibility for or require the payment of a compensation enhancement under the compensation enhancement program to an employee who is not eligible under the terms of the program. Complaints (2) No complaint alleging a contravention of the\r\nLabour Relations Act, 1995 or the Crown Employees Collective Bargaining Act, 1993 shall be made in respect of the payment of compensation under a prescribed compensation enhancement program.",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) Despite any other Act and despite any regulation, order, policy, arrangement or agreement, including a collective agreement, the following rules apply with respect to prescribed compensation enhancement programs:</p> <p class=\"paragraph\">  1.  An agreement between an employer and a trade union or a bargaining agent regarding the payment of compensation enhancements is not required for the employer to make payments under the compensation enhancement program to eligible employees.</p> <p class=\"paragraph\">  2.  No employer, tribunal, arbitrator, arbitration board, officer or court may expand eligibility for or require the payment of a compensation enhancement under the compensation enhancement program to an employee who is not eligible under the terms of the program.</p> <p class=\"headnote\">Complaints</p> <p class=\"subsection\">(2) No complaint alleging a contravention of the\r\n<i>Labour Relations Act, 1995</i> or the <i>Crown Employees Collective Bargaining Act, 1993</i> shall be made in respect of the payment of compensation under a prescribed compensation enhancement program.</p>"
        },
        {
            "id": "6",
            "section": "Pay Equity Act — permanent compensation enhancement programs",
            "content": "6 (1) This section applies if, (a)  funding is provided under a prescribed compensation enhancement program that provides for a permanent compensation enhancement for employees; (b)  the employer of the employees is an employer to which the Pay Equity Act applies; and (c)  a pay equity gap exists in connection with job classes or positions of the employer’s employees. Same (2) If funding provided under the compensation enhancement program results in an increase in compensation, within the meaning of the Pay Equity Act, to an employee’s job class or position, the increase is deemed to be made for the purposes of achieving pay equity in respect of the employee’s job class or position, maintaining pay equity in respect of the employee’s job class or position, or both, under that Act. Same (3) If an increase in compensation described in subsection (2) exceeds the amount required to achieve pay equity in respect of the employee’s job class or position, to maintain pay equity in respect of the employee’s job class or position, or both, subsection (2) does not apply in respect of the excess amount. Protecting a Sustainable Public Sector for Future Generations Act, 2019 7 (1) This section applies with respect to employees of employers to which the Protecting a Sustainable Public Sector for Future Generations Act, 2019 applies. Same (2) Despite the Protecting a Sustainable Public Sector for Future Generations Act, 2019, the amounts received by an employee under a prescribed compensation enhancement program are deemed not to be an increase to a salary rate, an increase to an existing compensation entitlement or a new compensation entitlement for the purposes of that Act.",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) This section applies if,</p> <p class=\"paragraph\">  (a)  funding is provided under a prescribed compensation enhancement program that provides for a permanent compensation enhancement for employees;</p> <p class=\"paragraph\">  (b)  the employer of the employees is an employer to which the <i>Pay Equity Act</i> applies; and</p> <p class=\"paragraph\">  (c)  a pay equity gap exists in connection with job classes or positions of the employer’s employees.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If funding provided under the compensation enhancement program results in an increase in compensation, within the meaning of the <i>Pay Equity Act</i>, to an employee’s job class or position, the increase is deemed to be made for the purposes of achieving pay equity in respect of the employee’s job class or position, maintaining pay equity in respect of the employee’s job class or position, or both, under that Act.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) If an increase in compensation described in subsection (2) exceeds the amount required to achieve pay equity in respect of the employee’s job class or position, to maintain pay equity in respect of the employee’s job class or position, or both, subsection (2) does not apply in respect of the excess amount.</p> <p class=\"headnoteitalic\">Protecting a Sustainable Public Sector for Future Generations Act, 2019</p> <p class=\"section\"><b>7 </b>(1) This section applies with respect to employees of employers to which the <i>Protecting a Sustainable Public Sector for Future Generations Act, 2019</i> applies.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Despite the <i>Protecting a Sustainable Public Sector for Future Generations Act, 2019</i>, the amounts received by an employee under a prescribed compensation enhancement program are deemed not to be an increase to a salary rate, an increase to an existing compensation entitlement or a new compensation entitlement for the purposes of that Act.</p>"
        },
        {
            "id": "7",
            "section": "Same",
            "content": "7 (1) This section applies with respect to employees of employers to which the Protecting a Sustainable Public Sector for Future Generations Act, 2019 applies. Same (2) Despite the Protecting a Sustainable Public Sector for Future Generations Act, 2019, the amounts received by an employee under a prescribed compensation enhancement program are deemed not to be an increase to a salary rate, an increase to an existing compensation entitlement or a new compensation entitlement for the purposes of that Act.",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) This section applies with respect to employees of employers to which the <i>Protecting a Sustainable Public Sector for Future Generations Act, 2019</i> applies.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Despite the <i>Protecting a Sustainable Public Sector for Future Generations Act, 2019</i>, the amounts received by an employee under a prescribed compensation enhancement program are deemed not to be an increase to a salary rate, an increase to an existing compensation entitlement or a new compensation entitlement for the purposes of that Act.</p>"
        },
        {
            "id": "8",
            "section": "No cause of action re: enactment of Act, etc.",
            "content": "8 (1) No cause of action arises against the Crown or any of the Crown’s current or former ministers, agents, appointees or employees, (a)  as a direct or indirect result of the enactment or amendment of any provision of this Act; (b)  as a direct or indirect result of the making, amending or revoking of any provision of a regulation or of a compensation enhancement program incorporated by reference in a regulation; or (c)  as a direct or indirect result of anything done or not done in order to comply with this Act or the regulations. Proceedings barred (2) No proceeding, including but not limited to any proceeding in contract, restitution, unjust enrichment, tort, misfeasance, bad faith, trust, fiduciary obligation or otherwise, that is directly or indirectly based on or related to anything referred to in subsection (1) may be brought or maintained against a person referred to in that subsection. Application (3) Without limiting the generality of subsection (2), that subsection applies to an action or other proceeding claiming any remedy or relief, including specific performance, injunction, declaratory relief or any form of damages or any other remedy or relief.",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) No cause of action arises against the Crown or any of the Crown’s current or former ministers, agents, appointees or employees,</p> <p class=\"paragraph\">  (a)  as a direct or indirect result of the enactment or amendment of any provision of this Act;</p> <p class=\"paragraph\">  (b)  as a direct or indirect result of the making, amending or revoking of any provision of a regulation or of a compensation enhancement program incorporated by reference in a regulation; or</p> <p class=\"paragraph\">  (c)  as a direct or indirect result of anything done or not done in order to comply with this Act or the regulations.</p> <p class=\"headnote\">Proceedings barred</p> <p class=\"subsection\">(2) No proceeding, including but not limited to any proceeding in contract, restitution, unjust enrichment, tort, misfeasance, bad faith, trust, fiduciary obligation or otherwise, that is directly or indirectly based on or related to anything referred to in subsection (1) may be brought or maintained against a person referred to in that subsection.</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(3) Without limiting the generality of subsection (2), that subsection applies to an action or other proceeding claiming any remedy or relief, including specific performance, injunction, declaratory relief or any form of damages or any other remedy or relief.</p>"
        },
        {
            "id": "9",
            "section": "No deemed employment relationship",
            "content": "9 Nothing in this Act changes the status of an employer of employees and the application of this Act does not create an employment relationship between the Crown and employees of employers or a deemed employment relationship between them for the purposes of this or any other Act or any law.",
            "raw_html": "<p class=\"section\"><b>9 </b>Nothing in this Act changes the status of an employer of employees and the application of this Act does not create an employment relationship between the Crown and employees of employers or a deemed employment relationship between them for the purposes of this or any other Act or any law.</p>"
        },
        {
            "id": "10",
            "section": "Act binds Crown",
            "content": "10 This Act binds the Crown.",
            "raw_html": "<p class=\"section\"><b>10 </b>This Act binds the Crown.</p>"
        },
        {
            "id": "11",
            "section": "Regulations",
            "content": "11 (1) The Lieutenant Governor in Council may make regulations for carrying out the purposes and provisions of this Act. Compensation enhancement programs (2) The Lieutenant Governor in Council may make regulations prescribing compensation enhancement programs, including their eligibility requirements and their terms. Same (3) A regulation may set out the eligibility requirements and terms of a compensation enhancement program or may incorporate them by reference from a document as the document may be amended from time to time. Temporary or permanent (4) A regulation shall specify whether the program provides for a temporary compensation enhancement or a permanent compensation enhancement. 12 Omitted\r\n(provides for coming into force of provisions of this Act). 13 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>11 </b>(1) The Lieutenant Governor in Council may make regulations for carrying out the purposes and provisions of this Act.</p> <p class=\"headnote\">Compensation enhancement programs</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council may make regulations prescribing compensation enhancement programs, including their eligibility requirements and their terms.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) A regulation may set out the eligibility requirements and terms of a compensation enhancement program or may incorporate them by reference from a document as the document may be amended from time to time.</p> <p class=\"headnote\">Temporary or permanent</p> <p class=\"subsection\">(4) A regulation shall specify whether the program provides for a temporary compensation enhancement or a permanent compensation enhancement.</p> <p class=\"section\"><b>12 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>13</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/22s11\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "12",
            "section": "Temporary or permanent",
            "content": "12 Omitted\r\n(provides for coming into force of provisions of this Act). 13 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>12 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section\"><b>13</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/22s11\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "13",
            "section": "Temporary or permanent",
            "content": "13 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>13</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/22s11\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}