{
    "act_info": {
        "full_title": "Surveys Act, R.S.O. 1990, c. S.30",
        "act_name_text": "Surveys Act",
        "citation": "R.S.O. 1990, c. S.30",
        "url": "https://www.ontario.ca/laws/statute/90s30",
        "date_scraped": "2023-12-18 19:31:07"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  8, 2020",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90s30/v5",
            "valid_from": "June  6, 2011",
            "valid_to": "December  7, 2020"
        },
        {
            "a_href": "/laws/statute/90s30/v4",
            "valid_from": "June  1, 2011",
            "valid_to": "June  5, 2011"
        },
        {
            "a_href": "/laws/statute/90s30/v3",
            "valid_from": "May 12, 2011",
            "valid_to": "May 31, 2011"
        },
        {
            "a_href": "/laws/statute/90s30/v2",
            "valid_from": "December 15, 2009",
            "valid_to": "May 11, 2011"
        },
        {
            "a_href": "/laws/statute/90s30/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/901029",
            "Citation": "R.R.O. 1990, Reg. 1029",
            "title": "SURVEY METHODS"
        }
    ],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “ascertainable point” means a point found or re-established in its original position on a line or boundary established during the original survey or on a line or boundary established during the survey of a plan of subdivision registered under the Land Titles Act or the Registry Act; (“point vérifiable”) “broken concession” means a concession any boundary of which is broken in whole or in part by a lake or river; (“concession interrompue”) “broken lot” means an irregular lot or a regular lot whose area is diminished or increased by a natural or artificial feature shown on the original plan; (“lot interrompu”) “competent authority” means any governmental authority in existence before or after the creation of the Province of Ontario under whose instructions Crown land in Ontario has been or may be surveyed, or the owner of a tract of land that was not included in a township at the time the tract was granted by the Crown under whose instructions the first survey of the boundaries or interior of the tract has been made; (“autorité compétente”) “concession” means a tier of township lots; (“concession”) “irregular lot” means a township lot whose boundaries according to the original plan do not conform within one degree to the bearings shown for the corresponding boundaries of the majority of the lots in the tier in which the lot occurs; (“lot irrégulier”) “land” includes land covered with water; (“terre”) “last ascertainable side line” means a line in a broken concession established from the front of the concession on the course of a side line of a lot from the lot corner nearest the end of the part of the concession so broken; (“dernière ligne latérale vérifiable”) “lost corner” means a corner established during an original survey or during a survey of a plan of subdivision registered under the Land Titles Act or the Registry Act where the original post no longer exists or never existed and which cannot be re-established from the field notes of either of such surveys or by evidence under oath; (“borne disparue”) “Minister” means the Minister of Natural Resources and Forestry; (“ministre”) “Ministry” means the Ministry of Natural Resources and Forestry; (“ministère”) “obliterated boundary” means a boundary established during an original survey or during a survey of a plan of subdivision registered under the Land Titles Act or the Registry Act where the original posts or blazed trees no longer exist and which cannot be re-established from the field notes of either of such surveys or by evidence under oath; (“limite oblitérée”) “original plan” means a plan certified by the Surveyor General as being the original plan of an original survey; (“plan original”) “original post” means any object that defines a point and that was placed, planted or marked during the original survey or during a survey of a plan of subdivision registered under the Land Titles Act or the Registry Act; (“poteau primitif”) “original survey” means a survey made under competent authority; (“levé primitif”) “proof line” means a line surveyed across one or more concessions in the original survey of a single front township or of a double front township to govern the course of a side line of a lot; (“ligne directrice”) “regular lot” means a township lot whose boundaries according to the original plan conform within one degree to the bearings shown for the corresponding boundaries of the majority of the lots in the tier in which the lot occurs; (“lot régulier”) “surveyor” means an Ontario land surveyor licensed under the Surveyors Act; (“arpenteur-géomètre”) “unbroken lot” means a regular lot whose area is not diminished or increased by a natural or artificial feature shown on the original plan; (“lot ininterrompu”) “undisputed corner” means a corner of a parcel of land at which the original post exists, or a corner established under this Act or any predecessor of this Act. (“borne reconnue”)  R.S.O. 1990, c. S.30, s. 1; 2020, c. 34, Sched. 27, s. 1 (1, 2). Section Amendments with date in force (d/m/y) 2020, c. 34, Sched. 27, s. 1 (1, 2) - 08/12/2020 PART I    GENERAL",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“ascertainable point” means a point found or re-established in its original position on a line or boundary established during the original survey or on a line or boundary established during the survey of a plan of subdivision registered under the <i>Land Titles Act</i> or the <i>Registry Act</i>; (“point vérifiable”)</p> <p class=\"definition\">“broken concession” means a concession any boundary of which is broken in whole or in part by a lake or river; (“concession interrompue”)</p> <p class=\"definition\">“broken lot” means an irregular lot or a regular lot whose area is diminished or increased by a natural or artificial feature shown on the original plan; (“lot interrompu”)</p> <p class=\"definition\">“competent authority” means any governmental authority in existence before or after the creation of the Province of Ontario under whose instructions Crown land in Ontario has been or may be surveyed, or the owner of a tract of land that was not included in a township at the time the tract was granted by the Crown under whose instructions the first survey of the boundaries or interior of the tract has been made; (“autorité compétente”)</p> <p class=\"definition\">“concession” means a tier of township lots; (“concession”)</p> <p class=\"definition\">“irregular lot” means a township lot whose boundaries according to the original plan do not conform within one degree to the bearings shown for the corresponding boundaries of the majority of the lots in the tier in which the lot occurs; (“lot irrégulier”)</p> <p class=\"definition\">“land” includes land covered with water; (“terre”)</p> <p class=\"definition\">“last ascertainable side line” means a line in a broken concession established from the front of the concession on the course of a side line of a lot from the lot corner nearest the end of the part of the concession so broken; (“dernière ligne latérale vérifiable”)</p> <p class=\"definition\">“lost corner” means a corner established during an original survey or during a survey of a plan of subdivision registered under the <i>Land Titles Act</i> or the <i>Registry Act</i> where the original post no longer exists or never existed and which cannot be re-established from the field notes of either of such surveys or by evidence under oath; (“borne disparue”)</p> <p class=\"definition\">“Minister” means the Minister of Natural Resources and Forestry; (“ministre”)</p> <p class=\"definition\">“Ministry” means the Ministry of Natural Resources and Forestry; (“ministère”)</p> <p class=\"definition\">“obliterated boundary” means a boundary established during an original survey or during a survey of a plan of subdivision registered under the <i>Land Titles Act</i> or the <i>Registry Act</i> where the original posts or blazed trees no longer exist and which cannot be re-established from the field notes of either of such surveys or by evidence under oath; (“limite oblitérée”)</p> <p class=\"definition\">“original plan” means a plan certified by the Surveyor General as being the original plan of an original survey; (“plan original”)</p> <p class=\"definition\">“original post” means any object that defines a point and that was placed, planted or marked during the original survey or during a survey of a plan of subdivision registered under the <i>Land Titles Act</i> or the <i>Registry Act</i>; (“poteau primitif”)</p> <p class=\"definition\">“original survey” means a survey made under competent authority; (“levé primitif”)</p> <p class=\"definition\">“proof line” means a line surveyed across one or more concessions in the original survey of a single front township or of a double front township to govern the course of a side line of a lot; (“ligne directrice”)</p> <p class=\"definition\">“regular lot” means a township lot whose boundaries according to the original plan conform within one degree to the bearings shown for the corresponding boundaries of the majority of the lots in the tier in which the lot occurs; (“lot régulier”)</p> <p class=\"definition\">“surveyor” means an Ontario land surveyor licensed under the <i>Surveyors Act</i>; (“arpenteur-géomètre”)</p> <p class=\"definition\">“unbroken lot” means a regular lot whose area is not diminished or increased by a natural or artificial feature shown on the original plan; (“lot ininterrompu”)</p> <p class=\"definition\">“undisputed corner” means a corner of a parcel of land at which the original post exists, or a corner established under this Act or any predecessor of this Act. (“borne reconnue”)  R.S.O. 1990, c. S.30, s. 1; 2020, c. 34, Sched. 27, s. 1 (1, 2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched27s1s1\">2020, c. 34, Sched. 27, s. 1 (1, 2)</a> </span>- 08/12/2020</p> <p class=\"partnum\"><a name=\"BK1\"></a>PART I  <br/>  GENERAL</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "PART I  ",
            "section_x": "PART I GENERAL",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Validity of surveys",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section_y": "Validity of surveys",
            "content": "2 No survey of land for the purpose of defining, locating or describing any line, boundary or corner of a parcel of land is valid unless made by a surveyor or under the personal supervision of a surveyor.  R.S.O. 1990, c. S.30, s. 2.",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>No survey of land for the purpose of defining, locating or describing any line, boundary or corner of a parcel of land is valid unless made by a surveyor or under the personal supervision of a surveyor.  R.S.O. 1990, c. S.30, s. 2.</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "3.",
            "section_x": "Lines, etc., remain valid",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section_y": "Lines, etc., remain valid",
            "content": "3 All lines, boundaries and corners established under the authority of any Act heretofore or hereafter in force remain valid and all other things done under any such authority and in conformity therewith remain valid despite the repeal of such authority.  R.S.O. 1990, c. S.30, s. 3.",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>3 </b>All lines, boundaries and corners established under the authority of any Act heretofore or hereafter in force remain valid and all other things done under any such authority and in conformity therewith remain valid despite the repeal of such authority.  R.S.O. 1990, c. S.30, s. 3.</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.",
            "section_x": "Definitions",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section_y": "Definitions",
            "content": "4 (1) In this section, “certificate of authorization” means a certificate of authorization issued under the Surveyors Act; (“certificat d’autorisation”) “Registrar” means the Registrar of the Association of Ontario Land Surveyors appointed under the Surveyors Act; (“registrateur”) “survey records” means paper or electronic data prepared or captured in the course of performing a field survey, including field notes, sketches made in the field, copies of observations and measurements collected in the field, statements or oaths collected, the reasons for decisions that are related to the survey, and the resulting plan. (“dossiers d’arpentage”) 2020, c. 34, Sched. 27, s. 2. Duty to keep survey records (2) Every surveyor shall make and preserve exact and regular survey records and shall index all such survey records and shall exhibit or give copies of the same to any surveyor for a reasonable charge. 2020, c. 34, Sched. 27, s. 2. Disposition of survey records upon ceasing to practise or operate (3) Where the holder of a certificate of authorization ceases to practise or operate, the survey records owned by that holder shall be sold or transferred within 180 days to another holder of a certificate of authorization. 2020, c. 34, Sched. 27, s. 2. Ceasing to practise or operate (4) For the purposes of subsection (3), ceasing to practise or operate includes the revocation, cancellation or surrender of a certificate of authorization. 2020, c. 34, Sched. 27, s. 2. Sale or transfer, restriction (5) A surveyor or a holder of a certificate of authorization may only sell or transfer survey records to a holder of a certificate of authorization. 2020, c. 34, Sched. 27, s. 2. Sale or transfer to be confirmed in writing (6) Where a surveyor or a holder of a certificate of authorization sells or transfers survey records under subsection (3) or (5), the sale or transfer shall be recorded in writing and signed by all parties to the transaction. 2020, c. 34, Sched. 27, s. 2. Duty to notify registrar of sale or transfer (7) Where a surveyor or a holder of a certificate of authorization sells or transfers survey records under subsection (3) or (5), the party receiving the survey records shall, within 30 days, inform the Registrar in writing of the sale or transfer. 2020, c. 34, Sched. 27, s. 2. Survey records of deceased surveyor (8) Where a surveyor has died and no arrangements have been made within six months of the death to place his or her survey records and indices in the custody of a holder of a certificate of authorization, the Registrar shall cause such survey records and indices to be delivered by the personal representative of the deceased surveyor to the Minister who shall hold them for the benefit of the estate for a period not exceeding five years, and upon the expiry of that period such survey records and indices become the property of the Crown and may be maintained or disposed of by the Minister in any manner the Minister considers proper. 2020, c. 34, Sched. 27, s. 2. To be deemed public documents (9) So long as the survey records mentioned in subsection (8) are in the possession of the Minister, he or she shall exhibit or give copies of the same to any person for a reasonable charge. 2020, c. 34, Sched. 27, s. 2. Survey records in the possession of government bodies (10) A municipality or a board, ministry or agency of the government of Ontario shall maintain survey records and indices in its possession, and shall, before disposing of any such survey records and indices, consult with the Minister to ensure that the survey records continue to be preserved and available to surveyors and the public. 2020, c. 34, Sched. 27, s. 2. Section Amendments with date in force (d/m/y) 2020, c. 34, Sched. 27, s. 2 - 08/12/2020",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>4 </b>(1) In this section,</p> <p class=\"definition\">“certificate of authorization” means a certificate of authorization issued under the <i>Surveyors Act</i>; (“certificat d’autorisation”)</p> <p class=\"definition\">“Registrar” means the Registrar of the Association of Ontario Land Surveyors appointed under the <i>Surveyors Act</i>; (“registrateur”)</p> <p class=\"definition\">“survey records” means paper or electronic data prepared or captured in the course of performing a field survey, including field notes, sketches made in the field, copies of observations and measurements collected in the field, statements or oaths collected, the reasons for decisions that are related to the survey, and the resulting plan. (“dossiers d’arpentage”) 2020, c. 34, Sched. 27, s. 2.</p> <p class=\"headnote\">Duty to keep survey records</p> <p class=\"subsection\">(2) Every surveyor shall make and preserve exact and regular survey records and shall index all such survey records and shall exhibit or give copies of the same to any surveyor for a reasonable charge. 2020, c. 34, Sched. 27, s. 2.</p> <p class=\"headnote\">Disposition of survey records upon ceasing to practise or operate</p> <p class=\"subsection\">(3) Where the holder of a certificate of authorization ceases to practise or operate, the survey records owned by that holder shall be sold or transferred within 180 days to another holder of a certificate of authorization. 2020, c. 34, Sched. 27, s. 2.</p> <p class=\"headnote\">Ceasing to practise or operate</p> <p class=\"subsection\">(4) For the purposes of subsection (3), ceasing to practise or operate includes the revocation, cancellation or surrender of a certificate of authorization. 2020, c. 34, Sched. 27, s. 2.</p> <p class=\"headnote\">Sale or transfer, restriction</p> <p class=\"subsection\">(5) A surveyor or a holder of a certificate of authorization may only sell or transfer survey records to a holder of a certificate of authorization. 2020, c. 34, Sched. 27, s. 2.</p> <p class=\"headnote\">Sale or transfer to be confirmed in writing</p> <p class=\"subsection\">(6) Where a surveyor or a holder of a certificate of authorization sells or transfers survey records under subsection (3) or (5), the sale or transfer shall be recorded in writing and signed by all parties to the transaction. 2020, c. 34, Sched. 27, s. 2.</p> <p class=\"headnote\">Duty to notify registrar of sale or transfer</p> <p class=\"subsection\">(7) Where a surveyor or a holder of a certificate of authorization sells or transfers survey records under subsection (3) or (5), the party receiving the survey records shall, within 30 days, inform the Registrar in writing of the sale or transfer. 2020, c. 34, Sched. 27, s. 2.</p> <p class=\"headnote\">Survey records of deceased surveyor</p> <p class=\"subsection\">(8) Where a surveyor has died and no arrangements have been made within six months of the death to place his or her survey records and indices in the custody of a holder of a certificate of authorization, the Registrar shall cause such survey records and indices to be delivered by the personal representative of the deceased surveyor to the Minister who shall hold them for the benefit of the estate for a period not exceeding five years, and upon the expiry of that period such survey records and indices become the property of the Crown and may be maintained or disposed of by the Minister in any manner the Minister considers proper. 2020, c. 34, Sched. 27, s. 2.</p> <p class=\"headnote\">To be deemed public documents</p> <p class=\"subsection\">(9) So long as the survey records mentioned in subsection (8) are in the possession of the Minister, he or she shall exhibit or give copies of the same to any person for a reasonable charge. 2020, c. 34, Sched. 27, s. 2.</p> <p class=\"headnote\">Survey records in the possession of government bodies</p> <p class=\"subsection\">(10) A municipality or a board, ministry or agency of the government of Ontario shall maintain survey records and indices in its possession, and shall, before disposing of any such survey records and indices, consult with the Minister to ensure that the survey records continue to be preserved and available to surveyors and the public. 2020, c. 34, Sched. 27, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20034#sched27s2\">2020, c. 34, Sched. 27, s. 2</a> </span>- 08/12/2020</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "5.",
            "section_x": "Oath",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section_y": "Oath",
            "content": "5 A surveyor may at any time require any person in the surveyor’s employ to take an oath in writing to act justly and exactly according to the best of his or her judgment and ability and to render a true account of his or her work to the surveyor, which oath the surveyor is hereby authorized to administer.  R.S.O. 1990, c. S.30, s. 5.",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>5 </b>A surveyor may at any time require any person in the surveyor’s employ to take an oath in writing to act justly and exactly according to the best of his or her judgment and ability and to render a true account of his or her work to the surveyor, which oath the surveyor is hereby authorized to administer.  R.S.O. 1990, c. S.30, s. 5.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.",
            "section_x": "Right to enter land, buildings",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section_y": "Right to enter land, buildings",
            "content": "6 (1) A surveyor or a person in the surveyor’s employ while making a survey may, (a)  at any time enter and pass over the land of any person; or (b)  at any time suitable to the occupant of a building enter the building, and do any act thereon or therein for any purpose of the survey, but the surveyor is liable for any damage occasioned thereby. Offence for obstructing (2) Every person who interferes with or obstructs a surveyor or a person in the surveyor’s employ in the exercise of any of the powers conferred by subsection (1) is guilty of an offence and on conviction is liable to a fine of not more than $100.  R.S.O. 1990, c. S.30, s. 6.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>6 </b>(1) A surveyor or a person in the surveyor’s employ while making a survey may,</p> <p class=\"paragraph\">  (a)  at any time enter and pass over the land of any person; or</p> <p class=\"paragraph\">  (b)  at any time suitable to the occupant of a building enter the building,</p> <p class=\"subsection\">and do any act thereon or therein for any purpose of the survey, but the surveyor is liable for any damage occasioned thereby.</p> <p class=\"headnote\">Offence for obstructing</p> <p class=\"subsection\">(2) Every person who interferes with or obstructs a surveyor or a person in the surveyor’s employ in the exercise of any of the powers conferred by subsection (1) is guilty of an offence and on conviction is liable to a fine of not more than $100.  R.S.O. 1990, c. S.30, s. 6.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "section_x": "Examination re boundaries, etc.",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section_y": "Examination re boundaries, etc.",
            "content": "7 (1) Where a surveyor has reasonable grounds for believing that a person has information concerning a line, boundary, corner or post that may assist the surveyor in ascertaining its true position, or has a writing, plan or document concerning the true position of a line, boundary, corner or post, the surveyor may examine such person under oath or require such person to produce such writing, plan or document for the surveyor’s inspection.  2009, c. 33, Sched. 6, s. 89. Application of Public Inquiries Act, 2009 (1.1) Section 33 of the Public Inquiries Act, 2009 applies to an examination under subsection (1).  2009, c. 33, Sched. 6, s. 89. Statement under oath (2) The surveyor may cause evidence taken by the surveyor under this section to be put in writing in the form of a statement under oath.  R.S.O. 1990, c. S.30, s. 7 (2). Section Amendments with date in force  (d/m/y) 2009, c. 33, Sched. 6, s. 89 - 01/06/2011",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>7 </b>(1) Where a surveyor has reasonable grounds for believing that a person has information concerning a line, boundary, corner or post that may assist the surveyor in ascertaining its true position, or has a writing, plan or document concerning the true position of a line, boundary, corner or post, the surveyor may examine such person under oath or require such person to produce such writing, plan or document for the surveyor’s inspection.  2009, c. 33, Sched. 6, s. 89.</p> <p class=\"headnote\">Application of <i>Public Inquiries Act, 2009</i></p> <p class=\"subsection\">(1.1) Section 33 of the <i>Public Inquiries Act, 2009</i> applies to an examination under subsection (1).  2009, c. 33, Sched. 6, s. 89.</p> <p class=\"headnote\">Statement under oath</p> <p class=\"subsection\">(2) The surveyor may cause evidence taken by the surveyor under this section to be put in writing in the form of a statement under oath.  R.S.O. 1990, c. S.30, s. 7 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force  (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched6s89\">2009, c. 33, Sched. 6, s. 89</a></span> - 01/06/2011</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "8.",
            "section_x": "True and unalterable base lines and meridian lines",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section_y": "True and unalterable base lines and meridian lines",
            "content": "8 Every base line and meridian line surveyed under the instructions of the Minister before the 28th day of March, 1956, that are shown on the original plan thereof shall be deemed to have been made by competent authority and are true and unalterable and shall be deemed to be defined by the original posts or blazed trees in the survey thereof.  R.S.O. 1990, c. S.30, s. 8.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>8 </b>Every base line and meridian line surveyed under the instructions of the Minister before the 28th day of March, 1956, that are shown on the original plan thereof shall be deemed to have been made by competent authority and are true and unalterable and shall be deemed to be defined by the original posts or blazed trees in the survey thereof.  R.S.O. 1990, c. S.30, s. 8.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "9.",
            "section_x": "True and unalterable lines, etc.",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section_y": "True and unalterable lines, etc.",
            "content": "9 Despite section 58, every line, boundary and corner established by an original survey and shown on the original plan thereof is a true and unalterable line, boundary or corner, as the case may be, and shall be deemed to be defined by the original posts or blazed trees in the original survey thereof, whether or not the actual measurements between the original posts are the same as shown on the original plan and field notes or mentioned or expressed in any grant or other instrument, and every road allowance, highway, street, lane, walk and common shown on the original plan shall, unless otherwise shown thereon, be deemed to be a public road, highway, street, lane, walk and common, respectively.  R.S.O. 1990, c. S.30, s. 9.",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>9 </b>Despite section 58, every line, boundary and corner established by an original survey and shown on the original plan thereof is a true and unalterable line, boundary or corner, as the case may be, and shall be deemed to be defined by the original posts or blazed trees in the original survey thereof, whether or not the actual measurements between the original posts are the same as shown on the original plan and field notes or mentioned or expressed in any grant or other instrument, and every road allowance, highway, street, lane, walk and common shown on the original plan shall, unless otherwise shown thereon, be deemed to be a public road, highway, street, lane, walk and common, respectively.  R.S.O. 1990, c. S.30, s. 9.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "10.",
            "section_x": "Methods governing plans, other than township subdivision plans",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section_y": "Methods governing plans, other than township subdivision plans",
            "content": "10 A surveyor in establishing or re-establishing a line, boundary or corner surveyed under competent authority and shown on the original plan thereof, other than a township subdivision plan, is governed by sections 54 and 55.  R.S.O. 1990, c. S.30, s. 10.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>10 </b>A surveyor in establishing or re-establishing a line, boundary or corner surveyed under competent authority and shown on the original plan thereof, other than a township subdivision plan, is governed by sections 54 and 55.  R.S.O. 1990, c. S.30, s. 10.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "11.",
            "section_x": "Where land covered by water not included",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section_y": "Where land covered by water not included",
            "content": "11 (1) Where a lake or river is shown on an original plan of Crown lands and a parcel of land shown thereon is given an acreage covering the land area only, such parcel of land does not include any land covered by the water of the lake or river. Certain rights not affected (2) Subsection (1) does not affect the rights of any person where such rights were determined by a court before the 8th day of July, 1913.  R.S.O. 1990, c. S.30, s. 11.",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>11 </b>(1) Where a lake or river is shown on an original plan of Crown lands and a parcel of land shown thereon is given an acreage covering the land area only, such parcel of land does not include any land covered by the water of the lake or river.</p> <p class=\"headnote\">Certain rights not affected</p> <p class=\"subsection\">(2) Subsection (1) does not affect the rights of any person where such rights were determined by a court before the 8th day of July, 1913.  R.S.O. 1990, c. S.30, s. 11.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "12.",
            "section_x": "Lands in township concessions included in same grant",
            "part_id": "PART I  ",
            "part_type": "PART I GENERAL",
            "section_y": "Lands in township concessions included in same grant",
            "content": "12 Where the Crown has conveyed a parcel of land composed of two or more township lots or parts of lots in concessions adjoining each other by an instrument that contains a metes and bounds description of the parcel prepared from an original plan, the side lines or limits of such lots or parts of lots surveyed in accordance with this Act or any predecessor of this Act constitute the side lines or limits of the parcel.  R.S.O. 1990, c. S.30, s. 12. PART II   FRONT AND REAR TOWNSHIPS",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>12 </b>Where the Crown has conveyed a parcel of land composed of two or more township lots or parts of lots in concessions adjoining each other by an instrument that contains a metes and bounds description of the parcel prepared from an original plan, the side lines or limits of such lots or parts of lots surveyed in accordance with this Act or any predecessor of this Act constitute the side lines or limits of the parcel.  R.S.O. 1990, c. S.30, s. 12.</p> <p class=\"partnum\"><a name=\"BK13\"></a>PART II <br/>  FRONT AND REAR TOWNSHIPS</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "PART II  ",
            "section_x": "PART II FRONT AND REAR TOWNSHIPS",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "13.",
            "section_x": "Front and rear township, lost corners, etc.",
            "part_id": "PART II  ",
            "part_type": "PART II FRONT AND REAR TOWNSHIPS",
            "section_y": "Front and rear township, lost corners, etc.",
            "content": "13 (1) In this Part, “front and rear township” means a township where the usual practice in the original survey was to survey the township boundaries, the base lines, if any, and the side lines of the lots and to establish the corners of the lots. Re-establishment of lost corners, etc. (2) A surveyor in re-establishing a lost corner, an obliterated boundary or an obliterated side line of a lot in a front and rear township shall obtain the best evidence available respecting the corner, boundary or side line, but if the corner, boundary or side line cannot be re-established in its original position from such evidence, the surveyor shall proceed as follows: 1.  If the lost corner is a corner of the township, the surveyor shall report the circumstances to the Minister, who shall instruct the surveyor how to proceed. 2.  If a part of the township boundary or a base line is obliterated, the surveyor shall re-establish the township boundary or the base line by joining the nearest ascertainable points thereof as intended in the original survey. 3.  If a side line or part thereof is obliterated, the surveyor shall re-establish the side line by joining the nearest ascertainable points thereof as intended in the original survey, and if an end of a side line is obliterated, the surveyor shall re-establish such end by measuring along the township boundary or base line in the manner in which such measurement was made as shown on the original plan and field notes. 4.  If the lost corner is a corner of a lot, the surveyor shall determine the distance along the side line between the two nearest undisputed corners, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey having due regard for any road allowance made in the original survey.  R.S.O. 1990, c. S.30, s. 13.",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>13 </b>(1) In this Part,</p> <p class=\"definition\">“front and rear township” means a township where the usual practice in the original survey was to survey the township boundaries, the base lines, if any, and the side lines of the lots and to establish the corners of the lots.</p> <p class=\"headnote\">Re-establishment of lost corners, etc.</p> <p class=\"subsection\">(2) A surveyor in re-establishing a lost corner, an obliterated boundary or an obliterated side line of a lot in a front and rear township shall obtain the best evidence available respecting the corner, boundary or side line, but if the corner, boundary or side line cannot be re-established in its original position from such evidence, the surveyor shall proceed as follows:</p> <p class=\"paragraph\">  1.  If the lost corner is a corner of the township, the surveyor shall report the circumstances to the Minister, who shall instruct the surveyor how to proceed.</p> <p class=\"paragraph\">  2.  If a part of the township boundary or a base line is obliterated, the surveyor shall re-establish the township boundary or the base line by joining the nearest ascertainable points thereof as intended in the original survey.</p> <p class=\"paragraph\">  3.  If a side line or part thereof is obliterated, the surveyor shall re-establish the side line by joining the nearest ascertainable points thereof as intended in the original survey, and if an end of a side line is obliterated, the surveyor shall re-establish such end by measuring along the township boundary or base line in the manner in which such measurement was made as shown on the original plan and field notes.</p> <p class=\"paragraph\">  4.  If the lost corner is a corner of a lot, the surveyor shall determine the distance along the side line between the two nearest undisputed corners, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey having due regard for any road allowance made in the original survey.  R.S.O. 1990, c. S.30, s. 13.</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "14.",
            "section_x": "Unsurveyed boundaries",
            "part_id": "PART II  ",
            "part_type": "PART II FRONT AND REAR TOWNSHIPS",
            "section_y": "Unsurveyed boundaries",
            "content": "14 A boundary of a lot shown on the original plan of a front and rear township that was not surveyed in the original survey is the straight line between the two corners of such lot.  R.S.O. 1990, c. S.30, s. 14.",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>14 </b>A boundary of a lot shown on the original plan of a front and rear township that was not surveyed in the original survey is the straight line between the two corners of such lot.  R.S.O. 1990, c. S.30, s. 14.</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "15.",
            "section_x": "Fronts of concessions",
            "part_id": "PART II  ",
            "part_type": "PART II FRONT AND REAR TOWNSHIPS",
            "section_y": "Fronts of concessions",
            "content": "15 The front of a concession in a front and rear township is the boundary of the concession that is nearest the boundary of the township from which the concessions therein are numbered or lettered, but in the case of a township in which the concessions are not numbered or lettered, the front of a concession is the boundary of the concession that is nearest the boundary of the township or the base line along which the width of the first lot was measured.  R.S.O. 1990, c. S.30, s. 15.",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>15 </b>The front of a concession in a front and rear township is the boundary of the concession that is nearest the boundary of the township from which the concessions therein are numbered or lettered, but in the case of a township in which the concessions are not numbered or lettered, the front of a concession is the boundary of the concession that is nearest the boundary of the township or the base line along which the width of the first lot was measured.  R.S.O. 1990, c. S.30, s. 15.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "16.",
            "section_x": "Aliquot parts of lots",
            "part_id": "PART II  ",
            "part_type": "PART II FRONT AND REAR TOWNSHIPS",
            "section_y": "Aliquot parts of lots",
            "content": "16 (1) The aliquot part of a lot in a front and rear township is the aliquot part of the area of the lot, whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument. Boundaries of aliquot parts (2) The boundaries of an aliquot part of a lot in a front and rear township, of which lot no aliquot part was surveyed before the 1st day of January, 1959, shall be surveyed on the astronomic course intended in the original survey for the side lines of such lot or on the astronomic course intended for the base line of the township, as the case may be.  R.S.O. 1990, c. S.30, s. 16. PART III   SINGLE FRONT TOWNSHIPS",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>16 </b>(1) The aliquot part of a lot in a front and rear township is the aliquot part of the area of the lot, whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument.</p> <p class=\"headnote\">Boundaries of aliquot parts</p> <p class=\"subsection\">(2) The boundaries of an aliquot part of a lot in a front and rear township, of which lot no aliquot part was surveyed before the 1st day of January, 1959, shall be surveyed on the astronomic course intended in the original survey for the side lines of such lot or on the astronomic course intended for the base line of the township, as the case may be.  R.S.O. 1990, c. S.30, s. 16.</p> <p class=\"partnum\"><a name=\"BK18\"></a>PART III <br/>  SINGLE FRONT TOWNSHIPS</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "PART III  ",
            "section_x": "PART III SINGLE FRONT TOWNSHIPS",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "17.",
            "section_x": "Single front township, lost corners, etc.",
            "part_id": "PART III  ",
            "part_type": "PART III SINGLE FRONT TOWNSHIPS",
            "section_y": "Single front township, lost corners, etc.",
            "content": "17 (1) In this Part, “single front township” means a township where the usual practice in the original survey was to survey the township boundaries, the proof lines and the base lines, if any, and the concession lines for the fronts of the concessions and to establish the lot corners on the front of each concession. Re-establishment of lost corners, etc. (2) A surveyor in re-establishing a lost corner or obliterated boundary in a single front township shall obtain the best evidence available respecting the corner or boundary, but if the corner or boundary cannot be re-established in its original position from such evidence, the surveyor shall proceed as follows: 1.  If the lost corner is a corner of the township, the surveyor shall report the circumstances to the Minister who shall instruct the surveyor how to proceed. 2.  If the lost corner is a corner of a lot on a township boundary or on the front of a concession, the surveyor shall determine the distance between the two nearest undisputed corners, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey having due regard for any road allowance made in the original survey. 3.  If a part of a township boundary, base line or concession line is obliterated, the surveyor shall re-establish the same by joining the nearest ascertainable points thereof as intended in the original survey. 4.  If a side line of a lot was surveyed as a proof line and part of the side line is obliterated, the surveyor shall re-establish the side line by joining the nearest ascertainable points thereof as intended in the original survey. 5.  If the front line of a concession is obliterated beyond the last ascertainable point in a concession broken by a lake or river at its end, the surveyor shall re-establish such concession line on the same astronomic course as shown on the original plan and field notes from the last ascertainable point on the concession line. 6.  If the lost corner is a corner of a lot that is beyond the last undisputed corner on the front of a concession broken by a lake or river at its end, the surveyor shall re-establish the corner by measuring along the front of the concession the distance shown on the original plan and field notes from the last undisputed corner.  R.S.O. 1990, c. S.30, s. 17.",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>17 </b>(1) In this Part,</p> <p class=\"definition\">“single front township” means a township where the usual practice in the original survey was to survey the township boundaries, the proof lines and the base lines, if any, and the concession lines for the fronts of the concessions and to establish the lot corners on the front of each concession.</p> <p class=\"headnote\">Re-establishment of lost corners, etc.</p> <p class=\"subsection\">(2) A surveyor in re-establishing a lost corner or obliterated boundary in a single front township shall obtain the best evidence available respecting the corner or boundary, but if the corner or boundary cannot be re-established in its original position from such evidence, the surveyor shall proceed as follows:</p> <p class=\"paragraph\">  1.  If the lost corner is a corner of the township, the surveyor shall report the circumstances to the Minister who shall instruct the surveyor how to proceed.</p> <p class=\"paragraph\">  2.  If the lost corner is a corner of a lot on a township boundary or on the front of a concession, the surveyor shall determine the distance between the two nearest undisputed corners, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey having due regard for any road allowance made in the original survey.</p> <p class=\"paragraph\">  3.  If a part of a township boundary, base line or concession line is obliterated, the surveyor shall re-establish the same by joining the nearest ascertainable points thereof as intended in the original survey.</p> <p class=\"paragraph\">  4.  If a side line of a lot was surveyed as a proof line and part of the side line is obliterated, the surveyor shall re-establish the side line by joining the nearest ascertainable points thereof as intended in the original survey.</p> <p class=\"paragraph\">  5.  If the front line of a concession is obliterated beyond the last ascertainable point in a concession broken by a lake or river at its end, the surveyor shall re-establish such concession line on the same astronomic course as shown on the original plan and field notes from the last ascertainable point on the concession line.</p> <p class=\"paragraph\">  6.  If the lost corner is a corner of a lot that is beyond the last undisputed corner on the front of a concession broken by a lake or river at its end, the surveyor shall re-establish the corner by measuring along the front of the concession the distance shown on the original plan and field notes from the last undisputed corner.  R.S.O. 1990, c. S.30, s. 17.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "18.",
            "section_x": "Fronts of concessions",
            "part_id": "PART III  ",
            "part_type": "PART III SINGLE FRONT TOWNSHIPS",
            "section_y": "Fronts of concessions",
            "content": "18 The front of a concession in a single front township is the boundary of the concession that is nearest the boundary of the township from which the concessions therein are numbered or lettered.  R.S.O. 1990, c. S.30, s. 18.",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>18 </b>The front of a concession in a single front township is the boundary of the concession that is nearest the boundary of the township from which the concessions therein are numbered or lettered.  R.S.O. 1990, c. S.30, s. 18.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "19.",
            "section_x": "Concession line not surveyed or obliterated",
            "part_id": "PART III  ",
            "part_type": "PART III SINGLE FRONT TOWNSHIPS",
            "section_y": "Concession line not surveyed or obliterated",
            "content": "19 Where in a single front township the whole of the front boundary of a concession was not surveyed in the original survey or is obliterated, a surveyor in establishing or re-establishing such front boundary in whole or in part shall establish or re-establish such boundary to give the lots in each of the adjacent concessions a depth proportionate to that intended in the original survey.  R.S.O. 1990, c. S.30, s. 19.",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>19 </b>Where in a single front township the whole of the front boundary of a concession was not surveyed in the original survey or is obliterated, a surveyor in establishing or re-establishing such front boundary in whole or in part shall establish or re-establish such boundary to give the lots in each of the adjacent concessions a depth proportionate to that intended in the original survey.  R.S.O. 1990, c. S.30, s. 19.</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "20.",
            "section_x": "Concession not surveyed in original township, side lines established",
            "part_id": "PART III  ",
            "part_type": "PART III SINGLE FRONT TOWNSHIPS",
            "section_y": "Concession not surveyed in original township, side lines established",
            "content": "20 Where the front of a concession in a single front township was not surveyed in the original survey, the side lines of the lots in such concession shall be surveyed from the corners of the lots on the front of the concession to the rear thereof to the depth of the concession, that is, to the proportionate depth intended in the original survey as shown on the original plan and field notes having due regard for any road allowance made in the original survey, and the straight line joining the ends of the lot lines so surveyed is the boundary of such concession.  R.S.O. 1990, c. S.30, s. 20.",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>20 </b>Where the front of a concession in a single front township was not surveyed in the original survey, the side lines of the lots in such concession shall be surveyed from the corners of the lots on the front of the concession to the rear thereof to the depth of the concession, that is, to the proportionate depth intended in the original survey as shown on the original plan and field notes having due regard for any road allowance made in the original survey, and the straight line joining the ends of the lot lines so surveyed is the boundary of such concession.  R.S.O. 1990, c. S.30, s. 20.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "21.",
            "section_x": "Establishment of side lines",
            "part_id": "PART III  ",
            "part_type": "PART III SINGLE FRONT TOWNSHIPS",
            "section_y": "Establishment of side lines",
            "content": "21 A surveyor in establishing in a concession in a single front township a side line of a lot that was not surveyed in the original survey shall proceed as follows: 1.  If intended in the original survey, the surveyor shall establish the side line on the same astronomic course as the boundary line of the concession at the end from which the lots are numbered, or, if such boundary line was not surveyed in the original survey because it was wholly broken by a lake or river and if intended in the original survey, the surveyor shall establish the side line on the same astronomic course as the boundary line at the other end of the concession, but where a proof line was surveyed in the original survey, the surveyor shall establish the side line on the side of the proof line that is farthest from the end of the concession that is intended to govern the course of the side line on the same astronomic course as the proof line. 2.  If not intended to be established on the same astronomic course as the boundary line at either end of the concession and if intended in the original survey, the surveyor shall establish the side line at the angle with the boundary line at the end of the concession from which the lots are numbered as shown on the original plan and field notes, or, if such end was not surveyed in the original survey because it was wholly broken by a lake or river and if intended in the original survey, the surveyor shall establish the side line at the angle with the boundary line at the other end of the concession as shown on the original plan and field notes, but where a proof line was surveyed in the original survey, the surveyor shall establish the side line on the side of the proof line that is farthest from the end of the concession that is intended to govern the course of the side line on the same astronomic course as the proof line. 3.  If the end boundaries of a concession were not surveyed in the original survey because they were wholly broken by a lake or river, the surveyor shall establish the side line at such angle with the front boundary of the concession as shown on the original plan and field notes, or, if parts of the front boundary of the concession have been surveyed on different courses, the surveyor shall establish the side line at such angle with the course of each of the parts as shown on the original plan and field notes, or, if such angle is not shown on the original plan and field notes, the surveyor shall establish the side line at such angle with the front boundary of the concession as the Minister may direct. 4.  If the end boundaries of the concession were not surveyed in the original survey because they were wholly broken by a lake or river and a proof line was surveyed in the original survey, the surveyor shall establish the side line on the same astronomic course as the proof line. 5.  If the end boundaries of the concession were not surveyed in the original survey because they were wholly broken by a lake or river and two or more proof lines were surveyed in the original survey, the surveyor shall establish the side lines that are between the township boundary from which the lots are numbered and the second proof line from such boundary on the same astronomic course as the first proof line from such boundary, and the surveyor shall establish the side lines that are between the second proof line and the third proof line from such boundary on the same astronomic course as the second proof line, and the surveyor shall establish the side lines that are between the third proof line and the fourth proof line from such boundary on the same astronomic course as the third proof line, and so on through the concession. 6.  If the concession is wholly broken in front by a lake or river and no posts were planted in the original survey on the banks of the lake or river to regulate the widths in front of the lots in the broken front concession, the surveyor shall establish the side lines in such broken front concession in accordance with this section from the corners of the lots on the front boundary of the concession in the rear thereof to the lake or river. 7.  If the concession is partly broken in front at either end by a lake or river and no posts were planted in the original survey on the banks of the lake or river to regulate the widths in front of the lots broken thereby, the surveyor shall establish the side lines of such broken lots in accordance with this section from the points on the rear boundary of the concession determined by dividing proportionately as intended in the original survey the distance between the end of the concession and the intersection of the last ascertainable side line with the rear of the concession as shown on the original plan, but where such end of the concession is wholly bounded by a lake or river and no measurement was made in the original survey along the rear of the concession to the lake or river, the surveyor shall determine the points from which the side lines of such lots shall be drawn by measuring along the rear boundary the widths of the lots as intended in the original survey from the intersection of the last ascertainable side line. 8.  If the concession is partly broken in front by a lake or river and the lake or river does not extend to either end of the concession and no posts were planted in the original survey on the banks of the lake or river to regulate the widths in front of the lots broken thereby, the surveyor shall establish the side lines of such broken lots in accordance with this section from points on the rear boundary of the concession determined by dividing proportionately as intended in the original survey the distance between the intersections of the last ascertainable side lines on both sides of the lake or river with the rear boundary of the concession.  R.S.O. 1990, c. S.30, s. 21.",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>21 </b>A surveyor in establishing in a concession in a single front township a side line of a lot that was not surveyed in the original survey shall proceed as follows:</p> <p class=\"paragraph\">  1.  If intended in the original survey, the surveyor shall establish the side line on the same astronomic course as the boundary line of the concession at the end from which the lots are numbered, or, if such boundary line was not surveyed in the original survey because it was wholly broken by a lake or river and if intended in the original survey, the surveyor shall establish the side line on the same astronomic course as the boundary line at the other end of the concession, but where a proof line was surveyed in the original survey, the surveyor shall establish the side line on the side of the proof line that is farthest from the end of the concession that is intended to govern the course of the side line on the same astronomic course as the proof line.</p> <p class=\"paragraph\">  2.  If not intended to be established on the same astronomic course as the boundary line at either end of the concession and if intended in the original survey, the surveyor shall establish the side line at the angle with the boundary line at the end of the concession from which the lots are numbered as shown on the original plan and field notes, or, if such end was not surveyed in the original survey because it was wholly broken by a lake or river and if intended in the original survey, the surveyor shall establish the side line at the angle with the boundary line at the other end of the concession as shown on the original plan and field notes, but where a proof line was surveyed in the original survey, the surveyor shall establish the side line on the side of the proof line that is farthest from the end of the concession that is intended to govern the course of the side line on the same astronomic course as the proof line.</p> <p class=\"paragraph\">  3.  If the end boundaries of a concession were not surveyed in the original survey because they were wholly broken by a lake or river, the surveyor shall establish the side line at such angle with the front boundary of the concession as shown on the original plan and field notes, or, if parts of the front boundary of the concession have been surveyed on different courses, the surveyor shall establish the side line at such angle with the course of each of the parts as shown on the original plan and field notes, or, if such angle is not shown on the original plan and field notes, the surveyor shall establish the side line at such angle with the front boundary of the concession as the Minister may direct.</p> <p class=\"paragraph\">  4.  If the end boundaries of the concession were not surveyed in the original survey because they were wholly broken by a lake or river and a proof line was surveyed in the original survey, the surveyor shall establish the side line on the same astronomic course as the proof line.</p> <p class=\"paragraph\">  5.  If the end boundaries of the concession were not surveyed in the original survey because they were wholly broken by a lake or river and two or more proof lines were surveyed in the original survey, the surveyor shall establish the side lines that are between the township boundary from which the lots are numbered and the second proof line from such boundary on the same astronomic course as the first proof line from such boundary, and the surveyor shall establish the side lines that are between the second proof line and the third proof line from such boundary on the same astronomic course as the second proof line, and the surveyor shall establish the side lines that are between the third proof line and the fourth proof line from such boundary on the same astronomic course as the third proof line, and so on through the concession.</p> <p class=\"paragraph\">  6.  If the concession is wholly broken in front by a lake or river and no posts were planted in the original survey on the banks of the lake or river to regulate the widths in front of the lots in the broken front concession, the surveyor shall establish the side lines in such broken front concession in accordance with this section from the corners of the lots on the front boundary of the concession in the rear thereof to the lake or river.</p> <p class=\"paragraph\">  7.  If the concession is partly broken in front at either end by a lake or river and no posts were planted in the original survey on the banks of the lake or river to regulate the widths in front of the lots broken thereby, the surveyor shall establish the side lines of such broken lots in accordance with this section from the points on the rear boundary of the concession determined by dividing proportionately as intended in the original survey the distance between the end of the concession and the intersection of the last ascertainable side line with the rear of the concession as shown on the original plan, but where such end of the concession is wholly bounded by a lake or river and no measurement was made in the original survey along the rear of the concession to the lake or river, the surveyor shall determine the points from which the side lines of such lots shall be drawn by measuring along the rear boundary the widths of the lots as intended in the original survey from the intersection of the last ascertainable side line.</p> <p class=\"paragraph\">  8.  If the concession is partly broken in front by a lake or river and the lake or river does not extend to either end of the concession and no posts were planted in the original survey on the banks of the lake or river to regulate the widths in front of the lots broken thereby, the surveyor shall establish the side lines of such broken lots in accordance with this section from points on the rear boundary of the concession determined by dividing proportionately as intended in the original survey the distance between the intersections of the last ascertainable side lines on both sides of the lake or river with the rear boundary of the concession.  R.S.O. 1990, c. S.30, s. 21.</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "22.",
            "section_x": "Aliquot parts described",
            "part_id": "PART III  ",
            "part_type": "PART III SINGLE FRONT TOWNSHIPS",
            "section_y": "Aliquot parts described",
            "content": "22 (1) The aliquot part of a lot in a single front township is the aliquot part of the area of the lot whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument. Boundaries (2) The boundaries of an aliquot part of a lot in a single front township of which lot no aliquot part was surveyed before the 1st day of July, 1944, shall be surveyed on the astronomic course of a side line not surveyed in the original survey or parallel to the straight line joining the front corners of the lot, as the case may be, but where in such latter case the lot is broken on its front at either end by a lake or river, the unsurveyed boundaries of the aliquot part shall be surveyed parallel to the straight line joining the rear corners of the lot, and, where the rear boundary of the lot is also broken at either end by a lake or river, the unsurveyed boundaries of the aliquot part shall be surveyed on the astronomic course of the front of the concession as shown on the original plan and field notes, or, if such course was not so shown, they shall be surveyed on the astronomic course intended for the front of the concession.  R.S.O. 1990, c. S.30, s. 22.",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>22 </b>(1) The aliquot part of a lot in a single front township is the aliquot part of the area of the lot whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument.</p> <p class=\"headnote\">Boundaries</p> <p class=\"subsection\">(2) The boundaries of an aliquot part of a lot in a single front township of which lot no aliquot part was surveyed before the 1st day of July, 1944, shall be surveyed on the astronomic course of a side line not surveyed in the original survey or parallel to the straight line joining the front corners of the lot, as the case may be, but where in such latter case the lot is broken on its front at either end by a lake or river, the unsurveyed boundaries of the aliquot part shall be surveyed parallel to the straight line joining the rear corners of the lot, and, where the rear boundary of the lot is also broken at either end by a lake or river, the unsurveyed boundaries of the aliquot part shall be surveyed on the astronomic course of the front of the concession as shown on the original plan and field notes, or, if such course was not so shown, they shall be surveyed on the astronomic course intended for the front of the concession.  R.S.O. 1990, c. S.30, s. 22.</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "23.",
            "section_x": "Governing course for side lines",
            "part_id": "PART III  ",
            "part_type": "PART III SINGLE FRONT TOWNSHIPS",
            "section_y": "Governing course for side lines",
            "content": "23 (1) A surveyor in establishing the course of a township boundary line or a proof line in a single front township for the purpose of surveying a side line of a lot shall determine the course of the straight line joining the front and rear ends of the boundary line or proof line in each concession. Idem (2) A surveyor in establishing the course of the front of a concession in a single front township for the purpose of measuring an angle with such front to establish a side line of a lot shall determine the course of the straight line joining the ends of such front, but where the front of the concession was surveyed on more than one course in the original survey, the surveyor shall determine the course of the straight line joining the ends of each course of such front.  R.S.O. 1990, c. S.30, s. 23. PART IV   DOUBLE FRONT TOWNSHIPS",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>23 </b>(1) A surveyor in establishing the course of a township boundary line or a proof line in a single front township for the purpose of surveying a side line of a lot shall determine the course of the straight line joining the front and rear ends of the boundary line or proof line in each concession.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) A surveyor in establishing the course of the front of a concession in a single front township for the purpose of measuring an angle with such front to establish a side line of a lot shall determine the course of the straight line joining the ends of such front, but where the front of the concession was surveyed on more than one course in the original survey, the surveyor shall determine the course of the straight line joining the ends of each course of such front.  R.S.O. 1990, c. S.30, s. 23.</p> <p class=\"partnum\"><a name=\"BK26\"></a>PART IV <br/>  DOUBLE FRONT TOWNSHIPS</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "PART IV  ",
            "section_x": "PART IV DOUBLE FRONT TOWNSHIPS",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "24.",
            "section_x": "Double front township, lost corners, etc.",
            "part_id": "PART IV  ",
            "part_type": "PART IV DOUBLE FRONT TOWNSHIPS",
            "section_y": "Double front township, lost corners, etc.",
            "content": "24 (1) In this Part, “double front township” means a township where the usual practice in the original survey was to survey the township boundaries, the proof lines and base lines, if any, and the concession lines forming the front boundaries of the half lots and to establish the front corners of the half lots. Re-establishment of lost corners, etc. (2) A surveyor in re-establishing a lost corner or obliterated boundary in a double front township shall obtain the best evidence available respecting the corner or boundary, but if the corner or boundary cannot be re-established in its original position from such evidence, the surveyor shall proceed as follows: 1.  If the lost corner is a corner of the township, the surveyor shall report the circumstances to the Minister who shall instruct the surveyor how to proceed. 2.  If the lost corner is a corner of a lot on a township boundary or on a concession line, the surveyor shall determine the distance between the two nearest undisputed corners, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey having due regard for any road allowance made in the original survey, but where there is an undisputed corner on the other side of the road allowance opposite the lost corner, the surveyor shall re-establish the lost corner from the position of the undisputed corner, and where the corner on the opposite side of the road allowance is also lost but the position of the original post on the centre line of the road allowance can be determined, such position shall be used in re-establishing the lost corner. 3.  If a part of a township boundary, base line or concession line is obliterated, the surveyor shall re-establish the same by joining the nearest ascertainable points thereof as intended in the original survey. 4.  If a side line of a lot was surveyed as a proof line and part of the side line is obliterated, the surveyor shall re-establish the side line by joining the nearest ascertainable points thereof as intended in the original survey. 5.  If the concession line forming the front boundary of the half lots in a concession is obliterated beyond the last ascertainable point in a concession broken by a lake or river at its end, the surveyor shall re-establish such concession line on the same astronomic course as shown on the original plan and field notes from the last ascertainable point on the concession line. 6.  If the lost corner is a corner of a lot that is beyond the last undisputed corner on a concession line forming the front boundary of the half lots in a concession broken by a lake or river at its end, the surveyor shall re-establish the corner by measuring along such concession line the distance shown on the original plan and field notes from the last undisputed corner.  R.S.O. 1990, c. S.30, s. 24.",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>24 </b>(1) In this Part,</p> <p class=\"definition\">“double front township” means a township where the usual practice in the original survey was to survey the township boundaries, the proof lines and base lines, if any, and the concession lines forming the front boundaries of the half lots and to establish the front corners of the half lots.</p> <p class=\"headnote\">Re-establishment of lost corners, etc.</p> <p class=\"subsection\">(2) A surveyor in re-establishing a lost corner or obliterated boundary in a double front township shall obtain the best evidence available respecting the corner or boundary, but if the corner or boundary cannot be re-established in its original position from such evidence, the surveyor shall proceed as follows:</p> <p class=\"paragraph\">  1.  If the lost corner is a corner of the township, the surveyor shall report the circumstances to the Minister who shall instruct the surveyor how to proceed.</p> <p class=\"paragraph\">  2.  If the lost corner is a corner of a lot on a township boundary or on a concession line, the surveyor shall determine the distance between the two nearest undisputed corners, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey having due regard for any road allowance made in the original survey, but where there is an undisputed corner on the other side of the road allowance opposite the lost corner, the surveyor shall re-establish the lost corner from the position of the undisputed corner, and where the corner on the opposite side of the road allowance is also lost but the position of the original post on the centre line of the road allowance can be determined, such position shall be used in re-establishing the lost corner.</p> <p class=\"paragraph\">  3.  If a part of a township boundary, base line or concession line is obliterated, the surveyor shall re-establish the same by joining the nearest ascertainable points thereof as intended in the original survey.</p> <p class=\"paragraph\">  4.  If a side line of a lot was surveyed as a proof line and part of the side line is obliterated, the surveyor shall re-establish the side line by joining the nearest ascertainable points thereof as intended in the original survey.</p> <p class=\"paragraph\">  5.  If the concession line forming the front boundary of the half lots in a concession is obliterated beyond the last ascertainable point in a concession broken by a lake or river at its end, the surveyor shall re-establish such concession line on the same astronomic course as shown on the original plan and field notes from the last ascertainable point on the concession line.</p> <p class=\"paragraph\">  6.  If the lost corner is a corner of a lot that is beyond the last undisputed corner on a concession line forming the front boundary of the half lots in a concession broken by a lake or river at its end, the surveyor shall re-establish the corner by measuring along such concession line the distance shown on the original plan and field notes from the last undisputed corner.  R.S.O. 1990, c. S.30, s. 24.</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "25.",
            "section_x": "Front boundary of half lots",
            "part_id": "PART IV  ",
            "part_type": "PART IV DOUBLE FRONT TOWNSHIPS",
            "section_y": "Front boundary of half lots",
            "content": "25 The front boundary of a half lot in a double front township is the boundary of the half lot that abuts the road allowance between two concessions made in the original survey, or, where a concession is broken by a lake or river, the front boundary of a half lot is the original shore of the lake or river opposite the prolongation of such road allowance across the lake or river.  R.S.O. 1990, c. S.30, s. 25.",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>25 </b>The front boundary of a half lot in a double front township is the boundary of the half lot that abuts the road allowance between two concessions made in the original survey, or, where a concession is broken by a lake or river, the front boundary of a half lot is the original shore of the lake or river opposite the prolongation of such road allowance across the lake or river.  R.S.O. 1990, c. S.30, s. 25.</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "26.",
            "section_x": "Concession line not run or obliterated",
            "part_id": "PART IV  ",
            "part_type": "PART IV DOUBLE FRONT TOWNSHIPS",
            "section_y": "Concession line not run or obliterated",
            "content": "26 Where in a double front township the whole of the concession line forming the front boundary of the half lots was not surveyed in the original survey or is obliterated, a surveyor in establishing or re-establishing such concession line in whole or in part shall establish or re-establish such concession line to give the lots in each of the adjacent concessions a depth proportionate to that intended in the original survey.  R.S.O. 1990, c. S.30, s. 26.",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>26 </b>Where in a double front township the whole of the concession line forming the front boundary of the half lots was not surveyed in the original survey or is obliterated, a surveyor in establishing or re-establishing such concession line in whole or in part shall establish or re-establish such concession line to give the lots in each of the adjacent concessions a depth proportionate to that intended in the original survey.  R.S.O. 1990, c. S.30, s. 26.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "27.",
            "section_x": "Establishment of rear boundaries",
            "part_id": "PART IV  ",
            "part_type": "PART IV DOUBLE FRONT TOWNSHIPS",
            "section_y": "Establishment of rear boundaries",
            "content": "27 A surveyor in establishing the rear boundaries of half lots in a concession in a double front township shall proceed as follows without reference to the description contained in any grant or other instrument: 1.  If the concession is unbroken on both fronts by a lake or river, the surveyor shall join by straight lines the midway points of the side lines of the lots and their production through the concession. 2.  If the concession is broken on either or both fronts by a lake or river but the fronts of the concession are not wholly broken at either or both ends, the surveyor shall join by a straight line the midway points of the last ascertainable side line and its production through the concession at each end of the broken front. 3.  If the concession is wholly broken on both fronts at either end of the concession by a lake or river but not broken on both fronts throughout the entire concession, the surveyor shall establish the midway point of the last ascertainable side line and its production through the concession and from this point he shall establish the rear boundary of the half lots on both fronts of the concession on the astronomic course intended in the original survey. 4.  If the concession is broken at its end on one of the fronts of the half lots by a lake or river but not so broken on the rear boundaries of such half lots, the surveyor shall establish the midway point of the last ascertainable side line of the half lots so broken and its production through the concession and from such midway point join a straight line to a point on the township boundary determined by measuring along that boundary the distance intended in the original survey from the unbroken front of the concession.  R.S.O. 1990, c. S.30, s. 27.",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>27 </b>A surveyor in establishing the rear boundaries of half lots in a concession in a double front township shall proceed as follows without reference to the description contained in any grant or other instrument:</p> <p class=\"paragraph\">  1.  If the concession is unbroken on both fronts by a lake or river, the surveyor shall join by straight lines the midway points of the side lines of the lots and their production through the concession.</p> <p class=\"paragraph\">  2.  If the concession is broken on either or both fronts by a lake or river but the fronts of the concession are not wholly broken at either or both ends, the surveyor shall join by a straight line the midway points of the last ascertainable side line and its production through the concession at each end of the broken front.</p> <p class=\"paragraph\">  3.  If the concession is wholly broken on both fronts at either end of the concession by a lake or river but not broken on both fronts throughout the entire concession, the surveyor shall establish the midway point of the last ascertainable side line and its production through the concession and from this point he shall establish the rear boundary of the half lots on both fronts of the concession on the astronomic course intended in the original survey.</p> <p class=\"paragraph\">  4.  If the concession is broken at its end on one of the fronts of the half lots by a lake or river but not so broken on the rear boundaries of such half lots, the surveyor shall establish the midway point of the last ascertainable side line of the half lots so broken and its production through the concession and from such midway point join a straight line to a point on the township boundary determined by measuring along that boundary the distance intended in the original survey from the unbroken front of the concession.  R.S.O. 1990, c. S.30, s. 27.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "28.",
            "section_x": "Establishment of side lines",
            "part_id": "PART IV  ",
            "part_type": "PART IV DOUBLE FRONT TOWNSHIPS",
            "section_y": "Establishment of side lines",
            "content": "28 A surveyor in establishing in a concession in a double front township a side line of a half lot that was not surveyed in the original survey shall proceed as follows: 1.  If intended in the original survey, the surveyor shall establish the side line on the same astronomic course as the boundary line of the concession at the end from which the lots are numbered, or, if such boundary line was not surveyed in the original survey because it was wholly broken by a lake or river and if intended in the original survey, the surveyor shall establish the side line on the same astronomic course as the boundary line at the other end of the concession, but where a proof line was surveyed in the original survey, the surveyor shall establish the side line on the side of the proof line that is farthest from the end of the concession that is intended to govern the course of the side line on the same astronomic course as the proof line. 2.  If not intended to be established on the same astronomic course as the boundary line at either end of the concession and if intended in the original survey, the surveyor shall establish the side line at the angle with the boundary line at that end of the concession from which the lots are numbered as shown on the original plan and field notes, or, if such end was not surveyed in the original survey because it was wholly broken by a lake or river and if intended in the original survey, the surveyor shall establish the side line at the angle with the boundary line at the other end of the concession as shown on the original plan and field notes, but where a proof line was surveyed in the original survey, the surveyor shall establish the side line on the side of the proof line that is farthest from the end of the concession that is intended to govern the course of the side line on the same astronomic course as the proof line. 3.  If the end boundaries of a concession were not surveyed in the original survey because they were wholly broken by a lake or river, the surveyor shall establish the side line at such angle with the concession line as shown on the original plan and field notes, or, if parts of the concession line have been surveyed on different courses, the surveyor shall establish the side line at such angle with the course of each of the parts as shown on the original plan and field notes, or, if such angle is not shown on the original plan and field notes, the surveyor shall establish the side line at such angle with the concession line as the Minister may direct. 4.  If the end boundaries of the concession were not surveyed in the original survey because they were wholly broken by a lake or river and a proof line was surveyed in the original survey, the surveyor shall establish the side line on the same astronomic course as the proof line. 5.  If the end boundaries of the concession were not surveyed in the original survey because they were wholly broken by a lake or river and two or more proof lines were surveyed in the original survey, the surveyor shall establish the side lines that are between the township boundary from which the lots are numbered and the second proof line from such boundary on the same astronomic course as the first proof line from such boundary, and the surveyor shall establish the side lines that are between the second proof line and the third proof line from such boundary on the same astronomic course as the second proof line, and the surveyor shall establish the side lines that are between the third proof line and the fourth proof line from such boundary on the same astronomic course as the third proof line, and so on through the concession. 6.  If the concession is wholly broken on one front by a lake or river and no posts were planted in the original survey on the banks of the lake or river to regulate the widths in front of the half lots, the surveyor shall establish the side lines of the broken half lots according to this section from the rear corners of the half lots on the unbroken front of the concession. 7.  If the concession is wholly broken on both fronts at either end by a lake or river and no posts were planted in the original survey on the banks of the lake or river to regulate the widths in front of the half lots broken thereby, the surveyor shall establish the side lines of such broken half lots according to this section from points on the rear boundaries of the half lots determined by measuring along the rear boundaries of the half lots the widths of the half lots as intended in the original survey from the intersections of the last ascertainable side lines of the half lots with the rear boundaries of the half lots. 8.  If the concession is partly broken on one front by a lake or river and the lake or river does not extend to either end of the concession and no posts were planted in the original survey on the banks of the lake or river to regulate the width in front of the half lots broken thereby, the surveyor shall establish the side lines of such broken half lots according to this section from points on the rear boundaries of the half lots determined by dividing proportionately as intended in the original survey the distance between the intersections of the last ascertainable side lines of the half lots on both sides of the lake or river with the rear boundaries of the half lots. 9.  If the concession is partly broken on either front at either end but not broken at the end of the rear boundary of the half lots by a lake or river and no posts were planted in the original survey on the banks of such lake or river to regulate the widths in front of the half lots broken thereby, the surveyor shall establish the side lines of such broken half lots according to this section from points on the rear boundary of the half lots in the unbroken front determined by dividing proportionately as intended in the original survey the distance between the end of the concession and the last ascertainable side line of the half lot on the front of the concession so broken. 10.  If the concession is partly broken on either front at either end by a lake or river and also broken at the end of the rear boundary of the half lots and no posts were planted in the original survey on the banks of the lake or river to regulate the widths in front of the half lots broken thereby, the surveyor shall establish the side lines of the broken half lots according to this section from points on the rear boundary of the half lots in the unbroken front determined by measuring along such rear boundary the widths of the broken half lots as intended in the original survey from the intersection of the last ascertainable side line of the half lot on the front of the concession so broken.  R.S.O. 1990, c. S.30, s. 28.",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>28 </b>A surveyor in establishing in a concession in a double front township a side line of a half lot that was not surveyed in the original survey shall proceed as follows:</p> <p class=\"paragraph\">  1.  If intended in the original survey, the surveyor shall establish the side line on the same astronomic course as the boundary line of the concession at the end from which the lots are numbered, or, if such boundary line was not surveyed in the original survey because it was wholly broken by a lake or river and if intended in the original survey, the surveyor shall establish the side line on the same astronomic course as the boundary line at the other end of the concession, but where a proof line was surveyed in the original survey, the surveyor shall establish the side line on the side of the proof line that is farthest from the end of the concession that is intended to govern the course of the side line on the same astronomic course as the proof line.</p> <p class=\"paragraph\">  2.  If not intended to be established on the same astronomic course as the boundary line at either end of the concession and if intended in the original survey, the surveyor shall establish the side line at the angle with the boundary line at that end of the concession from which the lots are numbered as shown on the original plan and field notes, or, if such end was not surveyed in the original survey because it was wholly broken by a lake or river and if intended in the original survey, the surveyor shall establish the side line at the angle with the boundary line at the other end of the concession as shown on the original plan and field notes, but where a proof line was surveyed in the original survey, the surveyor shall establish the side line on the side of the proof line that is farthest from the end of the concession that is intended to govern the course of the side line on the same astronomic course as the proof line.</p> <p class=\"paragraph\">  3.  If the end boundaries of a concession were not surveyed in the original survey because they were wholly broken by a lake or river, the surveyor shall establish the side line at such angle with the concession line as shown on the original plan and field notes, or, if parts of the concession line have been surveyed on different courses, the surveyor shall establish the side line at such angle with the course of each of the parts as shown on the original plan and field notes, or, if such angle is not shown on the original plan and field notes, the surveyor shall establish the side line at such angle with the concession line as the Minister may direct.</p> <p class=\"paragraph\">  4.  If the end boundaries of the concession were not surveyed in the original survey because they were wholly broken by a lake or river and a proof line was surveyed in the original survey, the surveyor shall establish the side line on the same astronomic course as the proof line.</p> <p class=\"paragraph\">  5.  If the end boundaries of the concession were not surveyed in the original survey because they were wholly broken by a lake or river and two or more proof lines were surveyed in the original survey, the surveyor shall establish the side lines that are between the township boundary from which the lots are numbered and the second proof line from such boundary on the same astronomic course as the first proof line from such boundary, and the surveyor shall establish the side lines that are between the second proof line and the third proof line from such boundary on the same astronomic course as the second proof line, and the surveyor shall establish the side lines that are between the third proof line and the fourth proof line from such boundary on the same astronomic course as the third proof line, and so on through the concession.</p> <p class=\"paragraph\">  6.  If the concession is wholly broken on one front by a lake or river and no posts were planted in the original survey on the banks of the lake or river to regulate the widths in front of the half lots, the surveyor shall establish the side lines of the broken half lots according to this section from the rear corners of the half lots on the unbroken front of the concession.</p> <p class=\"paragraph\">  7.  If the concession is wholly broken on both fronts at either end by a lake or river and no posts were planted in the original survey on the banks of the lake or river to regulate the widths in front of the half lots broken thereby, the surveyor shall establish the side lines of such broken half lots according to this section from points on the rear boundaries of the half lots determined by measuring along the rear boundaries of the half lots the widths of the half lots as intended in the original survey from the intersections of the last ascertainable side lines of the half lots with the rear boundaries of the half lots.</p> <p class=\"paragraph\">  8.  If the concession is partly broken on one front by a lake or river and the lake or river does not extend to either end of the concession and no posts were planted in the original survey on the banks of the lake or river to regulate the width in front of the half lots broken thereby, the surveyor shall establish the side lines of such broken half lots according to this section from points on the rear boundaries of the half lots determined by dividing proportionately as intended in the original survey the distance between the intersections of the last ascertainable side lines of the half lots on both sides of the lake or river with the rear boundaries of the half lots.</p> <p class=\"paragraph\">  9.  If the concession is partly broken on either front at either end but not broken at the end of the rear boundary of the half lots by a lake or river and no posts were planted in the original survey on the banks of such lake or river to regulate the widths in front of the half lots broken thereby, the surveyor shall establish the side lines of such broken half lots according to this section from points on the rear boundary of the half lots in the unbroken front determined by dividing proportionately as intended in the original survey the distance between the end of the concession and the last ascertainable side line of the half lot on the front of the concession so broken.</p> <p class=\"paragraph\">  10.  If the concession is partly broken on either front at either end by a lake or river and also broken at the end of the rear boundary of the half lots and no posts were planted in the original survey on the banks of the lake or river to regulate the widths in front of the half lots broken thereby, the surveyor shall establish the side lines of the broken half lots according to this section from points on the rear boundary of the half lots in the unbroken front determined by measuring along such rear boundary the widths of the broken half lots as intended in the original survey from the intersection of the last ascertainable side line of the half lot on the front of the concession so broken.  R.S.O. 1990, c. S.30, s. 28.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "29.",
            "section_x": "Aliquot parts described",
            "part_id": "PART IV  ",
            "part_type": "PART IV DOUBLE FRONT TOWNSHIPS",
            "section_y": "Aliquot parts described",
            "content": "29 (1) The aliquot part of a half lot in a double front township is the aliquot part of the area of the half lot whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument. Boundaries (2) The boundaries of an aliquot part of a half lot in a double front township of which half lot no aliquot part was surveyed before the 1st day of July, 1944, shall be surveyed on the astronomic course of a side line not surveyed in the original survey or parallel to the straight line joining the front corners of the half lot, as the case may be, but where in such latter case the front of the half lot is broken at either end by a lake or river, the unsurveyed boundaries of the aliquot part shall be surveyed parallel to the straight line joining the rear corners of the half lot, and where the rear boundary of the half lot is also broken at either end by a lake or river, the unsurveyed boundaries of the aliquot part shall be surveyed on the astronomic course of the half lot as shown on the original plan and field notes, or, if such course was not so shown, they shall be surveyed on the astronomic course intended in the original survey for the front of the half lot.  R.S.O. 1990, c. S.30, s. 29.",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>29 </b>(1) The aliquot part of a half lot in a double front township is the aliquot part of the area of the half lot whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument.</p> <p class=\"headnote\">Boundaries</p> <p class=\"subsection\">(2) The boundaries of an aliquot part of a half lot in a double front township of which half lot no aliquot part was surveyed before the 1st day of July, 1944, shall be surveyed on the astronomic course of a side line not surveyed in the original survey or parallel to the straight line joining the front corners of the half lot, as the case may be, but where in such latter case the front of the half lot is broken at either end by a lake or river, the unsurveyed boundaries of the aliquot part shall be surveyed parallel to the straight line joining the rear corners of the half lot, and where the rear boundary of the half lot is also broken at either end by a lake or river, the unsurveyed boundaries of the aliquot part shall be surveyed on the astronomic course of the half lot as shown on the original plan and field notes, or, if such course was not so shown, they shall be surveyed on the astronomic course intended in the original survey for the front of the half lot.  R.S.O. 1990, c. S.30, s. 29.</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "30.",
            "section_x": "Governing course for side lines",
            "part_id": "PART IV  ",
            "part_type": "PART IV DOUBLE FRONT TOWNSHIPS",
            "section_y": "Governing course for side lines",
            "content": "30 (1) A surveyor in establishing the course of a township boundary line or a proof line in a double front township for the purpose of surveying a side line of a half lot shall determine the course of the straight line joining the front and rear ends of such boundary line or proof line in each concession. Idem (2) A surveyor in establishing the course of the front of a concession in a double front township for the purpose of measuring an angle with such front to establish a side line of a half lot shall determine the course of the straight line joining the ends of such front, but where the front of a concession was surveyed on more than one course in the original survey, the surveyor shall determine the course of the straight line joining the ends of each course of such front.  R.S.O. 1990, c. S.30, s. 30. PART V   SECTIONAL TOWNSHIPS WITH DOUBLE FRONTS",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>30 </b>(1) A surveyor in establishing the course of a township boundary line or a proof line in a double front township for the purpose of surveying a side line of a half lot shall determine the course of the straight line joining the front and rear ends of such boundary line or proof line in each concession.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) A surveyor in establishing the course of the front of a concession in a double front township for the purpose of measuring an angle with such front to establish a side line of a half lot shall determine the course of the straight line joining the ends of such front, but where the front of a concession was surveyed on more than one course in the original survey, the surveyor shall determine the course of the straight line joining the ends of each course of such front.  R.S.O. 1990, c. S.30, s. 30.</p> <p class=\"partnum\"><a name=\"BK34\"></a>PART V <br/>  SECTIONAL TOWNSHIPS WITH DOUBLE FRONTS</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "PART V  ",
            "section_x": "PART V SECTIONAL TOWNSHIPS WITH DOUBLE FRONTS",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "31.",
            "section_x": "Sectional township with double fronts, lost corners, etc.",
            "part_id": "PART V  ",
            "part_type": "PART V SECTIONAL TOWNSHIPS WITH DOUBLE FRONTS",
            "section_y": "Sectional township with double fronts, lost corners, etc.",
            "content": "31 (1) In this Part,  “sectional township with double fronts” means a township divided into sections and lots where the usual practice in the original survey was to survey the township boundaries, concession lines and side lines of sections defining section boundaries and to establish the front corners of the lots and the section corners. Re-establishment of lost corners, etc. (2) A surveyor in re-establishing a lost corner or obliterated boundary in a sectional township with double fronts shall obtain the best evidence available respecting the corner or boundary, but if the corner or boundary cannot be re-established in its original position from such evidence, the surveyor shall proceed as follows: 1.  If the lost corner is a corner of the township, the surveyor shall report the circumstances to the Minister who shall instruct the surveyor how to proceed. 2.  If the lost corner is a corner of a section on a township boundary, the surveyor shall determine the distance between the two nearest undisputed corners, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey having due regard for any road allowance made in the original survey. 3.  If the lost corner is a corner of a section and the concession line in front of the adjacent sections on either side of the lost corner is shown on the original plan and field notes as a straight line and the side lines between such sections and adjacent sections on the opposite side of the concession line are shown on the original plan and field notes as a straight line and the adjacent corners of the sections are lost, the surveyor shall re-establish the corner by intersecting a straight line joining the nearest ascertainable points on the concession line with a straight line joining the nearest ascertainable points on the side line of the section on opposite sides of the concession line, but where such ascertainable points on the side line of the sections are more than 400 metres apart, the surveyor shall determine the distance between the two nearest undisputed corners on the concession line, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey having due regard for any road allowance made in the original survey and by joining with a straight line the nearest ascertainable points on the concession line. 4.  If the lost corner is a corner of a section and the concession line in front of the adjacent sections on either side of the lost corner is shown on the original plan and field notes as a straight line and the side lines between such sections and adjacent sections on the opposite side of the concession line are shown on the original plan and field notes not as a straight line and the adjacent corners of the sections are lost, the surveyor shall determine the distance between the two nearest undisputed corners on the concession line, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey having due regard for any road allowance made in the original survey and by joining with a straight line the nearest ascertainable points on the concession line. 5.  If the lost corner is a corner of a section and the concession line in front of the adjacent sections on either side of the lost corner is shown on the original plan and field notes as not on a straight line and the side lines between such sections and adjacent sections on the opposite side of the concession line are shown on the original plan and field notes as a straight line and the adjacent corners of the sections are lost, the surveyor shall determine the distance between the two nearest undisputed corners on the side lines of the sections, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey having due regard for any road allowance made in the original survey and by joining with a straight line the nearest ascertainable points on the side line of the section on opposite sides of the concession line. 6.  If the lost corner is the corner of a section and the concession line in front of the adjacent sections on either side of the lost corner is shown on the original plan and field notes as not in a straight line, and the side lines between such sections and adjacent sections on the opposite sides of the concession line are shown on the original plan and field notes as not in a straight line and the section corners of the adjacent sections on the concession line are lost, the surveyor shall report the circumstances to the Minister who shall instruct the surveyor how to proceed. 7.  If the lost corner is a corner of a lot in a section on a front of a concession, the surveyor shall determine the distance between the two nearest undisputed corners in the section, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey having due regard for any road allowance made in the original survey, but where there is an undisputed corner on the other side of the road allowance, opposite the lost corner, the surveyor shall re-establish the lost corner from the position of the undisputed corner, and where the corner on the opposite side of the road allowance is also lost but the position of the original post on the centre line of the road allowance can be determined, such position shall be used in re-establishing the lost corner. 8.  If a part of a township boundary is obliterated, the surveyor shall re-establish it by joining the nearest ascertainable points thereof as intended in the original survey. 9.  If part of a concession line or side line of a section surveyed in the original survey is obliterated between the corners of a section, the surveyor shall re-establish it by joining the nearest ascertainable points thereof as intended in the original survey. 10.  If a concession line is obliterated beyond the last side line of a section in a concession broken by a lake or river at its end, the surveyor shall re-establish it on the astronomic course shown on the original plan and field notes from the nearest ascertainable point on the concession line in that section. 11.  If in a concession wholly or partly broken by a lake or river on its front a side line of a section is obliterated and it was not surveyed across the lake or river, the surveyor shall re-establish it on the astronomic course shown on the original plan and field notes from the nearest ascertainable point thereof. Application (3) Paragraphs 3 to 6 of subsection (2) do not apply to any corner of a section re-established before the 24th day of March, 1911.  R.S.O. 1990, c. S.30, s. 31.",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>31 </b>(1) In this Part, </p> <p class=\"definition\">“sectional township with double fronts” means a township divided into sections and lots where the usual practice in the original survey was to survey the township boundaries, concession lines and side lines of sections defining section boundaries and to establish the front corners of the lots and the section corners.</p> <p class=\"headnote\">Re-establishment of lost corners, etc.</p> <p class=\"subsection\">(2) A surveyor in re-establishing a lost corner or obliterated boundary in a sectional township with double fronts shall obtain the best evidence available respecting the corner or boundary, but if the corner or boundary cannot be re-established in its original position from such evidence, the surveyor shall proceed as follows:</p> <p class=\"paragraph\">  1.  If the lost corner is a corner of the township, the surveyor shall report the circumstances to the Minister who shall instruct the surveyor how to proceed.</p> <p class=\"paragraph\">  2.  If the lost corner is a corner of a section on a township boundary, the surveyor shall determine the distance between the two nearest undisputed corners, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey having due regard for any road allowance made in the original survey.</p> <p class=\"paragraph\">  3.  If the lost corner is a corner of a section and the concession line in front of the adjacent sections on either side of the lost corner is shown on the original plan and field notes as a straight line and the side lines between such sections and adjacent sections on the opposite side of the concession line are shown on the original plan and field notes as a straight line and the adjacent corners of the sections are lost, the surveyor shall re-establish the corner by intersecting a straight line joining the nearest ascertainable points on the concession line with a straight line joining the nearest ascertainable points on the side line of the section on opposite sides of the concession line, but where such ascertainable points on the side line of the sections are more than 400 metres apart, the surveyor shall determine the distance between the two nearest undisputed corners on the concession line, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey having due regard for any road allowance made in the original survey and by joining with a straight line the nearest ascertainable points on the concession line.</p> <p class=\"paragraph\">  4.  If the lost corner is a corner of a section and the concession line in front of the adjacent sections on either side of the lost corner is shown on the original plan and field notes as a straight line and the side lines between such sections and adjacent sections on the opposite side of the concession line are shown on the original plan and field notes not as a straight line and the adjacent corners of the sections are lost, the surveyor shall determine the distance between the two nearest undisputed corners on the concession line, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey having due regard for any road allowance made in the original survey and by joining with a straight line the nearest ascertainable points on the concession line.</p> <p class=\"paragraph\">  5.  If the lost corner is a corner of a section and the concession line in front of the adjacent sections on either side of the lost corner is shown on the original plan and field notes as not on a straight line and the side lines between such sections and adjacent sections on the opposite side of the concession line are shown on the original plan and field notes as a straight line and the adjacent corners of the sections are lost, the surveyor shall determine the distance between the two nearest undisputed corners on the side lines of the sections, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey having due regard for any road allowance made in the original survey and by joining with a straight line the nearest ascertainable points on the side line of the section on opposite sides of the concession line.</p> <p class=\"paragraph\">  6.  If the lost corner is the corner of a section and the concession line in front of the adjacent sections on either side of the lost corner is shown on the original plan and field notes as not in a straight line, and the side lines between such sections and adjacent sections on the opposite sides of the concession line are shown on the original plan and field notes as not in a straight line and the section corners of the adjacent sections on the concession line are lost, the surveyor shall report the circumstances to the Minister who shall instruct the surveyor how to proceed.</p> <p class=\"paragraph\">  7.  If the lost corner is a corner of a lot in a section on a front of a concession, the surveyor shall determine the distance between the two nearest undisputed corners in the section, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey having due regard for any road allowance made in the original survey, but where there is an undisputed corner on the other side of the road allowance, opposite the lost corner, the surveyor shall re-establish the lost corner from the position of the undisputed corner, and where the corner on the opposite side of the road allowance is also lost but the position of the original post on the centre line of the road allowance can be determined, such position shall be used in re-establishing the lost corner.</p> <p class=\"paragraph\">  8.  If a part of a township boundary is obliterated, the surveyor shall re-establish it by joining the nearest ascertainable points thereof as intended in the original survey.</p> <p class=\"paragraph\">  9.  If part of a concession line or side line of a section surveyed in the original survey is obliterated between the corners of a section, the surveyor shall re-establish it by joining the nearest ascertainable points thereof as intended in the original survey.</p> <p class=\"paragraph\">  10.  If a concession line is obliterated beyond the last side line of a section in a concession broken by a lake or river at its end, the surveyor shall re-establish it on the astronomic course shown on the original plan and field notes from the nearest ascertainable point on the concession line in that section.</p> <p class=\"paragraph\">  11.  If in a concession wholly or partly broken by a lake or river on its front a side line of a section is obliterated and it was not surveyed across the lake or river, the surveyor shall re-establish it on the astronomic course shown on the original plan and field notes from the nearest ascertainable point thereof.</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(3) Paragraphs 3 to 6 of subsection (2) do not apply to any corner of a section re-established before the 24th day of March, 1911.  R.S.O. 1990, c. S.30, s. 31.</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "32.",
            "section_x": "Fronts of concessions",
            "part_id": "PART V  ",
            "part_type": "PART V SECTIONAL TOWNSHIPS WITH DOUBLE FRONTS",
            "section_y": "Fronts of concessions",
            "content": "32 The front of a concession in a sectional township with double fronts is the boundary of the concession that abuts the road allowance between two concessions shown on the original plan or, where a concession is broken by a lake or river, that is nearest the prolongation of such road allowance across the lake or river.  R.S.O. 1990, c. S.30, s. 32.",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>32 </b>The front of a concession in a sectional township with double fronts is the boundary of the concession that abuts the road allowance between two concessions shown on the original plan or, where a concession is broken by a lake or river, that is nearest the prolongation of such road allowance across the lake or river.  R.S.O. 1990, c. S.30, s. 32.</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "33.",
            "section_x": "Establishment of rear boundaries of concessions",
            "part_id": "PART V  ",
            "part_type": "PART V SECTIONAL TOWNSHIPS WITH DOUBLE FRONTS",
            "section_y": "Establishment of rear boundaries of concessions",
            "content": "33 A surveyor in establishing the rear boundary of a concession in a sectional township with double fronts shall proceed as follows: 1.  If the two concessions in a section are unbroken by a lake or river on their fronts, the surveyor shall, if intended in the original survey, join by straight lines the midway points of the side lines of the lots and their productions through the section. 2.  If the two concessions in a section are broken by a lake or river on either or both of their fronts but the fronts of the two concessions are not wholly broken at either or both ends of the section, the surveyor shall, if intended in the original survey, join by a straight line the midway points between the fronts of the two concessions on the last ascertainable side line in the section at each end of the broken front. 3.  If one of the concessions in a section is broken by a lake or river on its front at either or both ends of the section but not broken through the entire section, the surveyor shall join by a straight line a point on the broken side line of the section determined by measuring the distance shown on the original plan and field notes from the unbroken front and the midway point between the fronts of the two concessions on the last ascertainable side line in the section at the end of the broken front. 4.  If one of the concessions in a section is wholly broken by a lake or river on its front, the surveyor shall measure the distance shown on the original plan and field notes along the side lines of the lots from the front of the unbroken concession. 5.  If one of the concessions in a section is partly or wholly broken by a lake or river on its front and at either or both ends of the section and the other concession in the section is partly or wholly broken by a lake or river at either or both ends of the section and partly broken on its front, the surveyor shall establish the rear boundary of the concessions so broken on their fronts on the astronomic course intended in the original survey from a point determined by measuring the distance shown on the original plan and field notes from the unbroken part of the front of such concession along the last ascertainable side line in that concession at the end of the broken front. 6.  If both concessions in a section are wholly broken by a lake or river on their fronts and no posts were planted in the original survey to establish the rear boundaries of such concessions, the surveyor shall establish the rear boundary of such concessions on the astronomic course intended in the original survey from a point established on the limit of the section nearest the end from which the lots are numbered midway between the section corners.  R.S.O. 1990, c. S.30, s. 33.",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>33 </b>A surveyor in establishing the rear boundary of a concession in a sectional township with double fronts shall proceed as follows:</p> <p class=\"paragraph\">  1.  If the two concessions in a section are unbroken by a lake or river on their fronts, the surveyor shall, if intended in the original survey, join by straight lines the midway points of the side lines of the lots and their productions through the section.</p> <p class=\"paragraph\">  2.  If the two concessions in a section are broken by a lake or river on either or both of their fronts but the fronts of the two concessions are not wholly broken at either or both ends of the section, the surveyor shall, if intended in the original survey, join by a straight line the midway points between the fronts of the two concessions on the last ascertainable side line in the section at each end of the broken front.</p> <p class=\"paragraph\">  3.  If one of the concessions in a section is broken by a lake or river on its front at either or both ends of the section but not broken through the entire section, the surveyor shall join by a straight line a point on the broken side line of the section determined by measuring the distance shown on the original plan and field notes from the unbroken front and the midway point between the fronts of the two concessions on the last ascertainable side line in the section at the end of the broken front.</p> <p class=\"paragraph\">  4.  If one of the concessions in a section is wholly broken by a lake or river on its front, the surveyor shall measure the distance shown on the original plan and field notes along the side lines of the lots from the front of the unbroken concession.</p> <p class=\"paragraph\">  5.  If one of the concessions in a section is partly or wholly broken by a lake or river on its front and at either or both ends of the section and the other concession in the section is partly or wholly broken by a lake or river at either or both ends of the section and partly broken on its front, the surveyor shall establish the rear boundary of the concessions so broken on their fronts on the astronomic course intended in the original survey from a point determined by measuring the distance shown on the original plan and field notes from the unbroken part of the front of such concession along the last ascertainable side line in that concession at the end of the broken front.</p> <p class=\"paragraph\">  6.  If both concessions in a section are wholly broken by a lake or river on their fronts and no posts were planted in the original survey to establish the rear boundaries of such concessions, the surveyor shall establish the rear boundary of such concessions on the astronomic course intended in the original survey from a point established on the limit of the section nearest the end from which the lots are numbered midway between the section corners.  R.S.O. 1990, c. S.30, s. 33.</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "34.",
            "section_x": "Establishment of side lines",
            "part_id": "PART V  ",
            "part_type": "PART V SECTIONAL TOWNSHIPS WITH DOUBLE FRONTS",
            "section_y": "Establishment of side lines",
            "content": "34 A surveyor in establishing in a concession in a sectional township with double fronts a side line of a lot that was not surveyed in the original survey shall proceed as follows: 1.  Where any such township, other than the townships of Eastnor, Lindsay and St. Edmunds in the County of Bruce, was surveyed under the 1,000-acre or 1,800-acre sectional system and in the townships of Cumming, Idington, O’Brien, Owens and Williamson in the Territorial District of Cochrane, and if intended in the original survey, the surveyor shall establish the side line on the astronomic course shown on the original plan and field notes for the side line of the section in which the lot is located that is nearest the end of the section from which the lots are numbered, or, if intended in the original survey, the surveyor shall establish the side line on the astronomic course shown on the original plan and field notes for the side at the other end of the section in which the lot is located. 2.  Where any such township, other than the townships of Cumming, Idington, O’Brien, Owens and Williamson in the Territorial District of Cochrane, was surveyed under any sectional system other than the 1,000-acre or 1,800-acre system and in the townships of Eastnor, Lindsay and St. Edmunds in the County of Bruce and if intended in the original survey, the surveyor shall establish the side line on the astronomic course of the side line of the section in which the lot is located that is nearest the end of the section from which the lots are numbered, or, if intended in the original survey, the surveyor shall establish the side line on the astronomic course of the side line of the section in which the lot is located at the other end of the section in which the lot is located, but where the side line of the section from which the lots are numbered is broken by a lake or river to such an extent that the course thereof cannot be accurately determined, the surveyor shall establish the side line on the astronomic course of the side line of the section at the other end of the section, and where both side lines of the section are broken by a lake or river to such an extent that the course thereof cannot be accurately determined, the surveyor shall establish the side line on the astronomic course shown on the original plan and field notes. 3.  If the fronts of either or both concessions in a section are partly or wholly broken by a lake or river and no posts were planted in the original survey on the banks of the lake or river to regulate the widths in front of the broken lots and the original field notes show that a survey line was run in the original survey across the lake or river to regulate the widths in front of the broken lots, the surveyor shall establish the side lines of such broken lots in accordance with this section from points on the section limit fronting each concession determined by dividing proportionately as intended in the original survey the distance between the two nearest undisputed lot corners in the section, one being on either side of the side line of the broken lot to be established. 4.  If one of the concessions in a section is wholly broken by a lake or river on its front and no posts were planted in the original survey on the banks of the lake or river to regulate the widths in front of the broken lots and the original field notes do not show that a survey line was run in the original survey across the lake or river to regulate the widths in front of the broken lots, the surveyor shall establish the side lines in such a concession in accordance with this section from the rear corners of the lots in the concession to the rear thereof. 5.  If both concessions in a section are wholly broken by a lake or river on their fronts and wholly broken at one end of the section and no posts were planted in the original survey on the banks of the lake or river to regulate the widths in front of the broken lots and the original field notes do not show that a survey line was run in the original survey across the lake or river to regulate the widths in front of the broken lots, the surveyor shall establish the side lines in such concessions in accordance with this section from points on the rear concession line determined by measuring along the rear concession line the distance intended in the original survey from the section limit at the end of the section that is not wholly broken. 6.  If one of the concessions in a section is broken at either end but not wholly broken on its front by a lake or river and no posts were planted in the original survey on the banks of the lake or river to regulate the widths in front of the broken lots and the original field notes do not show that a survey line was run in the original survey across the lake or river to regulate the widths in front of the broken lots, the surveyor shall establish the side lines of any such broken lot in accordance with this section from the rear corners of the lots of the concession to the rear. 7.  If the end of a concession is broken on its front and rear by a lake or river and no posts were planted on the banks of the lake or river to regulate the widths of the lots, the surveyor shall establish the side lines of any such lots in accordance with this section from points determined by measuring the distance intended in the original survey from the nearest undisputed corner along the astronomic course intended in the original survey for the front of the concession.  R.S.O. 1990, c. S.30, s. 34.",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>34 </b>A surveyor in establishing in a concession in a sectional township with double fronts a side line of a lot that was not surveyed in the original survey shall proceed as follows:</p> <p class=\"paragraph\">  1.  Where any such township, other than the townships of Eastnor, Lindsay and St. Edmunds in the County of Bruce, was surveyed under the 1,000-acre or 1,800-acre sectional system and in the townships of Cumming, Idington, O’Brien, Owens and Williamson in the Territorial District of Cochrane, and if intended in the original survey, the surveyor shall establish the side line on the astronomic course shown on the original plan and field notes for the side line of the section in which the lot is located that is nearest the end of the section from which the lots are numbered, or, if intended in the original survey, the surveyor shall establish the side line on the astronomic course shown on the original plan and field notes for the side at the other end of the section in which the lot is located.</p> <p class=\"paragraph\">  2.  Where any such township, other than the townships of Cumming, Idington, O’Brien, Owens and Williamson in the Territorial District of Cochrane, was surveyed under any sectional system other than the 1,000-acre or 1,800-acre system and in the townships of Eastnor, Lindsay and St. Edmunds in the County of Bruce and if intended in the original survey, the surveyor shall establish the side line on the astronomic course of the side line of the section in which the lot is located that is nearest the end of the section from which the lots are numbered, or, if intended in the original survey, the surveyor shall establish the side line on the astronomic course of the side line of the section in which the lot is located at the other end of the section in which the lot is located, but where the side line of the section from which the lots are numbered is broken by a lake or river to such an extent that the course thereof cannot be accurately determined, the surveyor shall establish the side line on the astronomic course of the side line of the section at the other end of the section, and where both side lines of the section are broken by a lake or river to such an extent that the course thereof cannot be accurately determined, the surveyor shall establish the side line on the astronomic course shown on the original plan and field notes.</p> <p class=\"paragraph\">  3.  If the fronts of either or both concessions in a section are partly or wholly broken by a lake or river and no posts were planted in the original survey on the banks of the lake or river to regulate the widths in front of the broken lots and the original field notes show that a survey line was run in the original survey across the lake or river to regulate the widths in front of the broken lots, the surveyor shall establish the side lines of such broken lots in accordance with this section from points on the section limit fronting each concession determined by dividing proportionately as intended in the original survey the distance between the two nearest undisputed lot corners in the section, one being on either side of the side line of the broken lot to be established.</p> <p class=\"paragraph\">  4.  If one of the concessions in a section is wholly broken by a lake or river on its front and no posts were planted in the original survey on the banks of the lake or river to regulate the widths in front of the broken lots and the original field notes do not show that a survey line was run in the original survey across the lake or river to regulate the widths in front of the broken lots, the surveyor shall establish the side lines in such a concession in accordance with this section from the rear corners of the lots in the concession to the rear thereof.</p> <p class=\"paragraph\">  5.  If both concessions in a section are wholly broken by a lake or river on their fronts and wholly broken at one end of the section and no posts were planted in the original survey on the banks of the lake or river to regulate the widths in front of the broken lots and the original field notes do not show that a survey line was run in the original survey across the lake or river to regulate the widths in front of the broken lots, the surveyor shall establish the side lines in such concessions in accordance with this section from points on the rear concession line determined by measuring along the rear concession line the distance intended in the original survey from the section limit at the end of the section that is not wholly broken.</p> <p class=\"paragraph\">  6.  If one of the concessions in a section is broken at either end but not wholly broken on its front by a lake or river and no posts were planted in the original survey on the banks of the lake or river to regulate the widths in front of the broken lots and the original field notes do not show that a survey line was run in the original survey across the lake or river to regulate the widths in front of the broken lots, the surveyor shall establish the side lines of any such broken lot in accordance with this section from the rear corners of the lots of the concession to the rear.</p> <p class=\"paragraph\">  7.  If the end of a concession is broken on its front and rear by a lake or river and no posts were planted on the banks of the lake or river to regulate the widths of the lots, the surveyor shall establish the side lines of any such lots in accordance with this section from points determined by measuring the distance intended in the original survey from the nearest undisputed corner along the astronomic course intended in the original survey for the front of the concession.  R.S.O. 1990, c. S.30, s. 34.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "35.",
            "section_x": "Aliquot parts",
            "part_id": "PART V  ",
            "part_type": "PART V SECTIONAL TOWNSHIPS WITH DOUBLE FRONTS",
            "section_y": "Aliquot parts",
            "content": "35 (1) Where the whole or a part of any lot in a sectional township with double fronts was patented before the 24th day of March, 1911, any aliquot part of the lot is the aliquot part of the area of the lot whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument. Idem (2) Where the whole or a part of a broken lot in a sectional township with double fronts was patented on or after the 24th day of March, 1911, any aliquot part of the lot is the aliquot part of the area of the lot whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument. Idem (3) Where the whole or a part of an unbroken lot in a sectional township with double fronts was patented on or after the 24th day of March, 1911, any aliquot part of the lot is the aliquot part of the frontage or depth of the lot whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument. Boundaries of aliquot parts (4) The boundaries of an aliquot part of a lot to which subsection (1) or (2) applies and in which lot no aliquot part was surveyed before the 1st day of July, 1944, shall be surveyed on the astronomic course of a side line not surveyed in the original survey or parallel to the straight line joining the front corners of the lot, as the case may be, but where in such latter case the front of the lot is broken at either end by a lake or river, the unsurveyed boundaries of the aliquot part shall be surveyed parallel to the straight line joining the rear corners of the lot, and where the rear boundary of the lot is also broken at either end by a lake or river, the unsurveyed boundaries of the aliquot part shall be surveyed on the astronomic course intended for the front of the concession shown on the original plan and field notes, or, if such course was not so shown, such boundaries shall be surveyed on the astronomic course intended in the original survey for the front of the concession. Idem (5) The boundaries of an aliquot part of a lot to which subsection (3) applies shall be surveyed on the astronomic course of a side line not surveyed in the original survey from points on the front of the lot determined by dividing the measurement between the lot corners equally or by joining by straight lines points on the side lines determined by dividing the measurement between the front and rear corners of the lot equally without regard to the manner in which the aliquot part is described in any grant or other instrument.  R.S.O. 1990, c. S.30, s. 35.",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>35 </b>(1) Where the whole or a part of any lot in a sectional township with double fronts was patented before the 24th day of March, 1911, any aliquot part of the lot is the aliquot part of the area of the lot whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Where the whole or a part of a broken lot in a sectional township with double fronts was patented on or after the 24th day of March, 1911, any aliquot part of the lot is the aliquot part of the area of the lot whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) Where the whole or a part of an unbroken lot in a sectional township with double fronts was patented on or after the 24th day of March, 1911, any aliquot part of the lot is the aliquot part of the frontage or depth of the lot whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument.</p> <p class=\"headnote\">Boundaries of aliquot parts</p> <p class=\"subsection\">(4) The boundaries of an aliquot part of a lot to which subsection (1) or (2) applies and in which lot no aliquot part was surveyed before the 1st day of July, 1944, shall be surveyed on the astronomic course of a side line not surveyed in the original survey or parallel to the straight line joining the front corners of the lot, as the case may be, but where in such latter case the front of the lot is broken at either end by a lake or river, the unsurveyed boundaries of the aliquot part shall be surveyed parallel to the straight line joining the rear corners of the lot, and where the rear boundary of the lot is also broken at either end by a lake or river, the unsurveyed boundaries of the aliquot part shall be surveyed on the astronomic course intended for the front of the concession shown on the original plan and field notes, or, if such course was not so shown, such boundaries shall be surveyed on the astronomic course intended in the original survey for the front of the concession.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(5) The boundaries of an aliquot part of a lot to which subsection (3) applies shall be surveyed on the astronomic course of a side line not surveyed in the original survey from points on the front of the lot determined by dividing the measurement between the lot corners equally or by joining by straight lines points on the side lines determined by dividing the measurement between the front and rear corners of the lot equally without regard to the manner in which the aliquot part is described in any grant or other instrument.  R.S.O. 1990, c. S.30, s. 35.</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "36.",
            "section_x": "Governing course for side lines",
            "part_id": "PART V  ",
            "part_type": "PART V SECTIONAL TOWNSHIPS WITH DOUBLE FRONTS",
            "section_y": "Governing course for side lines",
            "content": "36 A surveyor in establishing the course of a boundary line of a section in a sectional township with double fronts for the purpose of surveying a side line of a lot shall determine the course of the straight line joining the section corners.  R.S.O. 1990, c. S.30, s. 36. PART VI   SECTIONAL TOWNSHIPS WITH SINGLE FRONTS",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>36 </b>A surveyor in establishing the course of a boundary line of a section in a sectional township with double fronts for the purpose of surveying a side line of a lot shall determine the course of the straight line joining the section corners.  R.S.O. 1990, c. S.30, s. 36.</p> <p class=\"partnum\"><a name=\"BK41\"></a>PART VI <br/>  SECTIONAL TOWNSHIPS WITH SINGLE FRONTS</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "PART VI  ",
            "section_x": "PART VI SECTIONAL TOWNSHIPS WITH SINGLE FRONTS",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "37.",
            "section_x": "Sectional township with single fronts, lost corners, etc.",
            "part_id": "PART VI  ",
            "part_type": "PART VI SECTIONAL TOWNSHIPS WITH SINGLE FRONTS",
            "section_y": "Sectional township with single fronts, lost corners, etc.",
            "content": "37 (1) In this Part, “sectional township with single fronts” means a township divided into sections and lots where the usual practice in the original survey was to survey the township boundaries, concession lines and side lines of the sections and to establish the front corners of the lots and the section corners. Re-establishment of lost corners, etc. (2) A surveyor in re-establishing a lost corner or obliterated boundary in a sectional township with single fronts shall obtain the best evidence available respecting the corner or boundary, but if the corner or boundary cannot be re-established in its original position from such evidence, the surveyor shall proceed as follows: 1.  If the lost corner is a corner of a township, the surveyor shall report the circumstances to the Minister who shall instruct the surveyor how to proceed. 2.  If the lost corner is a corner of a section on a township boundary, the surveyor shall determine the distance between the two nearest undisputed corners, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey. 3.  If the lost corner is a corner of a section and the concession line in front of the adjoining sections on either side of the lost corner is shown on the original plan and field notes as a straight line and the side lines between such sections and adjoining sections on the opposite side of the concession line are shown on the original plan and field notes as a straight line, the surveyor shall re-establish the corner by intersecting a straight line joining the nearest ascertainable points on the concession line with a straight line joining the nearest ascertainable points on the side line of the section on opposite sides of the concession line, but where such ascertainable points on the side line of the sections are more than 400 metres apart, the surveyor shall determine the distance between the two nearest undisputed corners on the concession line, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey and by joining with a straight line the nearest ascertainable points on the concession line. 4.  If the lost corner is a corner of a section and the concession line in front of the adjoining sections on either side of the lost corner is shown on the original plan and field notes as a straight line and the side lines between such sections and adjoining sections on the opposite side of the concession are shown on the original plan and field notes not as a straight line, the surveyor shall determine the distance between the two nearest undisputed corners on the concession line, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey and by joining with a straight line the nearest ascertainable points on the concession line. 5.  If the lost corner is a corner of a section and the concession line in front of the adjoining sections on either side of the lost corner is shown on the original plan and field notes not as a straight line and the side lines between such sections and adjoining sections on the opposite side of the concession line are shown on the original plan and field notes as a straight line, the surveyor shall determine the distance between the two nearest undisputed corners on the side lines of the sections, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey and by joining with a straight line the nearest ascertainable points on the side line of the section. 6.  If the lost corner is the corner of a section and the concession line in front of the adjoining sections on either side of the lost corner is shown on the original plan and field notes not as a straight line and the side lines between such sections and adjoining sections on the opposite sides of the concession line are shown on the original plan and field notes not as a straight line, the surveyor shall report the circumstances to the Minister who shall instruct the surveyor how to proceed. 7.  If the lost corner is a corner of a lot in a section on the front of a concession, the surveyor shall determine the distance between the two nearest undisputed corners in the section, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey. 8.  If a part of a township boundary is obliterated, the surveyor shall re-establish it by joining the nearest ascertainable points thereof in the manner intended in the original survey. 9.  If part of a concession line or side line of a section surveyed in the original survey is obliterated between the corners of a section, the surveyor shall re-establish it by joining the nearest ascertainable points thereof as intended in the original survey. 10.  If a concession line is obliterated beyond the last side line of a section in a concession broken by a lake or river at its end, the surveyor shall establish it on the astronomic course shown on the original plan and field notes from the nearest ascertainable point on the concession line in that section. 11.  If in a concession wholly or partly broken by a lake or river on its front a side line of a section is obliterated and it was not surveyed across the lake or river, the surveyor shall establish it on the astronomic course shown on the original plan and field notes from the nearest ascertainable point thereof. Application (3) Paragraphs 3 to 6 of subsection (2) do not apply to any corner of a section re-established before the 24th day of March, 1911.  R.S.O. 1990, c. S.30, s. 37.",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>37 </b>(1) In this Part,</p> <p class=\"definition\">“sectional township with single fronts” means a township divided into sections and lots where the usual practice in the original survey was to survey the township boundaries, concession lines and side lines of the sections and to establish the front corners of the lots and the section corners.</p> <p class=\"headnote\">Re-establishment of lost corners, etc.</p> <p class=\"subsection\">(2) A surveyor in re-establishing a lost corner or obliterated boundary in a sectional township with single fronts shall obtain the best evidence available respecting the corner or boundary, but if the corner or boundary cannot be re-established in its original position from such evidence, the surveyor shall proceed as follows:</p> <p class=\"paragraph\">  1.  If the lost corner is a corner of a township, the surveyor shall report the circumstances to the Minister who shall instruct the surveyor how to proceed.</p> <p class=\"paragraph\">  2.  If the lost corner is a corner of a section on a township boundary, the surveyor shall determine the distance between the two nearest undisputed corners, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey.</p> <p class=\"paragraph\">  3.  If the lost corner is a corner of a section and the concession line in front of the adjoining sections on either side of the lost corner is shown on the original plan and field notes as a straight line and the side lines between such sections and adjoining sections on the opposite side of the concession line are shown on the original plan and field notes as a straight line, the surveyor shall re-establish the corner by intersecting a straight line joining the nearest ascertainable points on the concession line with a straight line joining the nearest ascertainable points on the side line of the section on opposite sides of the concession line, but where such ascertainable points on the side line of the sections are more than 400 metres apart, the surveyor shall determine the distance between the two nearest undisputed corners on the concession line, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey and by joining with a straight line the nearest ascertainable points on the concession line.</p> <p class=\"paragraph\">  4.  If the lost corner is a corner of a section and the concession line in front of the adjoining sections on either side of the lost corner is shown on the original plan and field notes as a straight line and the side lines between such sections and adjoining sections on the opposite side of the concession are shown on the original plan and field notes not as a straight line, the surveyor shall determine the distance between the two nearest undisputed corners on the concession line, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey and by joining with a straight line the nearest ascertainable points on the concession line.</p> <p class=\"paragraph\">  5.  If the lost corner is a corner of a section and the concession line in front of the adjoining sections on either side of the lost corner is shown on the original plan and field notes not as a straight line and the side lines between such sections and adjoining sections on the opposite side of the concession line are shown on the original plan and field notes as a straight line, the surveyor shall determine the distance between the two nearest undisputed corners on the side lines of the sections, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey and by joining with a straight line the nearest ascertainable points on the side line of the section.</p> <p class=\"paragraph\">  6.  If the lost corner is the corner of a section and the concession line in front of the adjoining sections on either side of the lost corner is shown on the original plan and field notes not as a straight line and the side lines between such sections and adjoining sections on the opposite sides of the concession line are shown on the original plan and field notes not as a straight line, the surveyor shall report the circumstances to the Minister who shall instruct the surveyor how to proceed.</p> <p class=\"paragraph\">  7.  If the lost corner is a corner of a lot in a section on the front of a concession, the surveyor shall determine the distance between the two nearest undisputed corners in the section, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey.</p> <p class=\"paragraph\">  8.  If a part of a township boundary is obliterated, the surveyor shall re-establish it by joining the nearest ascertainable points thereof in the manner intended in the original survey.</p> <p class=\"paragraph\">  9.  If part of a concession line or side line of a section surveyed in the original survey is obliterated between the corners of a section, the surveyor shall re-establish it by joining the nearest ascertainable points thereof as intended in the original survey.</p> <p class=\"paragraph\">  10.  If a concession line is obliterated beyond the last side line of a section in a concession broken by a lake or river at its end, the surveyor shall establish it on the astronomic course shown on the original plan and field notes from the nearest ascertainable point on the concession line in that section.</p> <p class=\"paragraph\">  11.  If in a concession wholly or partly broken by a lake or river on its front a side line of a section is obliterated and it was not surveyed across the lake or river, the surveyor shall establish it on the astronomic course shown on the original plan and field notes from the nearest ascertainable point thereof.</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(3) Paragraphs 3 to 6 of subsection (2) do not apply to any corner of a section re-established before the 24th day of March, 1911.  R.S.O. 1990, c. S.30, s. 37.</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "38.",
            "section_x": "Fronts of concessions",
            "part_id": "PART VI  ",
            "part_type": "PART VI SECTIONAL TOWNSHIPS WITH SINGLE FRONTS",
            "section_y": "Fronts of concessions",
            "content": "38 The front of a concession in a sectional township with single fronts is the boundary of the concession that is nearest the boundary of the township from which the concessions therein are numbered or lettered.  R.S.O. 1990, c. S.30, s. 38.",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>38 </b>The front of a concession in a sectional township with single fronts is the boundary of the concession that is nearest the boundary of the township from which the concessions therein are numbered or lettered.  R.S.O. 1990, c. S.30, s. 38.</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "39.",
            "section_x": "Establishment of side lines",
            "part_id": "PART VI  ",
            "part_type": "PART VI SECTIONAL TOWNSHIPS WITH SINGLE FRONTS",
            "section_y": "Establishment of side lines",
            "content": "39 A surveyor in establishing in a concession in a sectional township with single fronts a side line of a lot that was not surveyed in the original survey shall proceed as follows: 1.  If intended in the original survey, the surveyor shall establish the side line on the astronomic course for the side line of the section in which the lot is located that is nearest the end of the section from which the lots are numbered, but where the side line of such section is broken by a lake or river to such an extent that the course thereof cannot be accurately determined, the surveyor shall establish such side line on the astronomic course of the side line of the section at the other end of such section, but where both side lines of the section are broken by a lake or river to such an extent that the course thereof cannot be accurately determined, the surveyor shall establish such side line on the astronomic course shown on the original plan and field notes. 2.  If the front of a concession in a section is partly or wholly broken by a lake or river and no post was planted in the original survey on the banks of the lake or river to regulate the widths in front of the broken lots and the original field notes show that a survey line was run across the lake or river to regulate the widths in front of the broken lots, the surveyor shall establish the side line of such broken lots in accordance with this section from a point on the section limit fronting the concession determined by dividing proportionately as intended in the original survey the distance between the corners of the section. 3.  If the front of a concession in a section is wholly broken by a lake or river and no post was planted in the original survey on the banks of the lake or river to regulate the widths in front of the broken lots and the original field notes do not show that a survey line was run in the original survey across the lake or river to regulate the widths in front of the broken lots, the surveyor shall establish the side line of such broken lots in accordance with this section from the front corner of the lots in the concession to the rear thereof. 4.  If the end of a concession is broken on its front and rear by a lake or river and no posts were planted on the banks of the lake or river to regulate the widths of the lots and the original field notes do not show that a survey line was run in the original survey to regulate the widths in front of the broken lots, the surveyor shall establish the side lines of any such lot in accordance with this section from points determined by measuring the distance intended in the original survey from the nearest undisputed corner along the astronomic course intended in the original survey for the front of the concession.  R.S.O. 1990, c. S.30, s. 39.",
            "raw_html": "<p class=\"section\"><a name=\"BK44\"></a><b>39 </b>A surveyor in establishing in a concession in a sectional township with single fronts a side line of a lot that was not surveyed in the original survey shall proceed as follows:</p> <p class=\"paragraph\">  1.  If intended in the original survey, the surveyor shall establish the side line on the astronomic course for the side line of the section in which the lot is located that is nearest the end of the section from which the lots are numbered, but where the side line of such section is broken by a lake or river to such an extent that the course thereof cannot be accurately determined, the surveyor shall establish such side line on the astronomic course of the side line of the section at the other end of such section, but where both side lines of the section are broken by a lake or river to such an extent that the course thereof cannot be accurately determined, the surveyor shall establish such side line on the astronomic course shown on the original plan and field notes.</p> <p class=\"paragraph\">  2.  If the front of a concession in a section is partly or wholly broken by a lake or river and no post was planted in the original survey on the banks of the lake or river to regulate the widths in front of the broken lots and the original field notes show that a survey line was run across the lake or river to regulate the widths in front of the broken lots, the surveyor shall establish the side line of such broken lots in accordance with this section from a point on the section limit fronting the concession determined by dividing proportionately as intended in the original survey the distance between the corners of the section.</p> <p class=\"paragraph\">  3.  If the front of a concession in a section is wholly broken by a lake or river and no post was planted in the original survey on the banks of the lake or river to regulate the widths in front of the broken lots and the original field notes do not show that a survey line was run in the original survey across the lake or river to regulate the widths in front of the broken lots, the surveyor shall establish the side line of such broken lots in accordance with this section from the front corner of the lots in the concession to the rear thereof.</p> <p class=\"paragraph\">  4.  If the end of a concession is broken on its front and rear by a lake or river and no posts were planted on the banks of the lake or river to regulate the widths of the lots and the original field notes do not show that a survey line was run in the original survey to regulate the widths in front of the broken lots, the surveyor shall establish the side lines of any such lot in accordance with this section from points determined by measuring the distance intended in the original survey from the nearest undisputed corner along the astronomic course intended in the original survey for the front of the concession.  R.S.O. 1990, c. S.30, s. 39.</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "40.",
            "section_x": "Aliquot parts",
            "part_id": "PART VI  ",
            "part_type": "PART VI SECTIONAL TOWNSHIPS WITH SINGLE FRONTS",
            "section_y": "Aliquot parts",
            "content": "40 (1) Where the whole or a part of any lot in a sectional township with single fronts was patented before the 24th day of March, 1911, any aliquot part of the lot is the aliquot part of the area of the lot whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument. Idem (2) Where the whole or a part of a broken lot in a sectional township with single fronts was patented on or after the 24th day of March, 1911, any aliquot part of the lot is the aliquot part of the area of the lot whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument. Idem (3) Where the whole or a part of an unbroken lot in a sectional township with single fronts was patented on or after the 24th day of March, 1911, any aliquot part of the lot is the aliquot part of the frontage or depth of the lot whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument. Boundaries of aliquot parts (4) The boundaries of an aliquot part of a lot to which subsection (1) or (2) applies and in which lot no aliquot part was surveyed before the 1st day of July, 1944, shall be surveyed on the astronomic course of a side line not surveyed in the original survey or parallel to the straight line joining the front corners of the lot, as the case may be, but where in such latter case the front of the lot is broken at either end by a lake or river, the unsurveyed boundaries of the aliquot part shall be surveyed parallel to the straight line joining the rear corners of the lot, and where the rear boundary of the lot is also broken at either end by a lake or river, the unsurveyed boundaries of the aliquot part shall be surveyed on the astronomic course intended in the original survey for the front of the concession shown on the original plan and field notes, or, if such course was not so shown, such boundaries shall be surveyed on the astronomic course intended for the front of the concession. Idem (5) The boundaries of an aliquot part of a lot to which subsection (3) applies shall be surveyed on the astronomic course of a side line not surveyed in the original survey from points on the front of the lot determined by dividing the measurement between the lot corners equally or by joining by straight lines points on the side lines determined by dividing the measurement between the front and rear corners of the lot equally without regard to the manner in which the aliquot part is described in any grant or other instrument.  R.S.O. 1990, c. S.30, s. 40.",
            "raw_html": "<p class=\"section\"><a name=\"BK45\"></a><b>40 </b>(1) Where the whole or a part of any lot in a sectional township with single fronts was patented before the 24th day of March, 1911, any aliquot part of the lot is the aliquot part of the area of the lot whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Where the whole or a part of a broken lot in a sectional township with single fronts was patented on or after the 24th day of March, 1911, any aliquot part of the lot is the aliquot part of the area of the lot whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) Where the whole or a part of an unbroken lot in a sectional township with single fronts was patented on or after the 24th day of March, 1911, any aliquot part of the lot is the aliquot part of the frontage or depth of the lot whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument.</p> <p class=\"headnote\">Boundaries of aliquot parts</p> <p class=\"subsection\">(4) The boundaries of an aliquot part of a lot to which subsection (1) or (2) applies and in which lot no aliquot part was surveyed before the 1st day of July, 1944, shall be surveyed on the astronomic course of a side line not surveyed in the original survey or parallel to the straight line joining the front corners of the lot, as the case may be, but where in such latter case the front of the lot is broken at either end by a lake or river, the unsurveyed boundaries of the aliquot part shall be surveyed parallel to the straight line joining the rear corners of the lot, and where the rear boundary of the lot is also broken at either end by a lake or river, the unsurveyed boundaries of the aliquot part shall be surveyed on the astronomic course intended in the original survey for the front of the concession shown on the original plan and field notes, or, if such course was not so shown, such boundaries shall be surveyed on the astronomic course intended for the front of the concession.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(5) The boundaries of an aliquot part of a lot to which subsection (3) applies shall be surveyed on the astronomic course of a side line not surveyed in the original survey from points on the front of the lot determined by dividing the measurement between the lot corners equally or by joining by straight lines points on the side lines determined by dividing the measurement between the front and rear corners of the lot equally without regard to the manner in which the aliquot part is described in any grant or other instrument.  R.S.O. 1990, c. S.30, s. 40.</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "41.",
            "section_x": "Governing course for side lines",
            "part_id": "PART VI  ",
            "part_type": "PART VI SECTIONAL TOWNSHIPS WITH SINGLE FRONTS",
            "section_y": "Governing course for side lines",
            "content": "41 A surveyor in establishing the course of a boundary line of a section in a sectional township with single fronts for the purpose of surveying a side line of a lot shall determine the course of the straight line joining the section corners.  R.S.O. 1990, c. S.30, s. 41. PART VII   SECTIONAL TOWNSHIPS WITH SECTIONS AND QUARTER SECTIONS",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>41 </b>A surveyor in establishing the course of a boundary line of a section in a sectional township with single fronts for the purpose of surveying a side line of a lot shall determine the course of the straight line joining the section corners.  R.S.O. 1990, c. S.30, s. 41.</p> <p class=\"partnum\"><a name=\"BK47\"></a>PART VII <br/>  SECTIONAL TOWNSHIPS WITH SECTIONS AND QUARTER SECTIONS</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "PART VII  ",
            "section_x": "PART VII SECTIONAL TOWNSHIPS WITH SECTIONS AND QUARTER SECTIONS",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "42.",
            "section_x": "Definition",
            "part_id": "PART VII  ",
            "part_type": "PART VII SECTIONAL TOWNSHIPS WITH SECTIONS AND QUARTER SECTIONS",
            "section_y": "Definition",
            "content": "42 In this Part, “sectional township with sections and quarter sections” means, (a)  a township divided into sections and quarter sections without road allowances between sections where the usual practice in the original survey was to survey the township boundaries and section lines and to establish the section corners and quarter section corners, or (b)  a township divided into sections and quarter sections with road allowances between sections where the usual practice in the original survey was to survey the township boundaries and the section lines on the west and south sides of the road allowances and to establish the section corners and the quarter section corners on the surveyed lines.  R.S.O. 1990, c. S.30, s. 42.",
            "raw_html": "<p class=\"section\"><a name=\"BK48\"></a><b>42 </b>In this Part,</p> <p class=\"definition\">“sectional township with sections and quarter sections” means,</p> <p class=\"paragraph\">  (a)  a township divided into sections and quarter sections without road allowances between sections where the usual practice in the original survey was to survey the township boundaries and section lines and to establish the section corners and quarter section corners, or</p> <p class=\"paragraph\">  (b)  a township divided into sections and quarter sections with road allowances between sections where the usual practice in the original survey was to survey the township boundaries and the section lines on the west and south sides of the road allowances and to establish the section corners and the quarter section corners on the surveyed lines.  R.S.O. 1990, c. S.30, s. 42.</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "43.",
            "section_x": "Widths of certain road allowances",
            "part_id": "PART VII  ",
            "part_type": "PART VII SECTIONAL TOWNSHIPS WITH SECTIONS AND QUARTER SECTIONS",
            "section_y": "Widths of certain road allowances",
            "content": "43 (1) Every road allowance between sections of sectional townships surveyed under instructions of the Department of Interior of Canada is one chain wide and every such road allowance lies north and east of the south and west sides of the road allowance as surveyed in the original survey. Land detached from original road allowances (2) The strips of land formerly forming parts of the original road allowances mentioned in subsection (1) are detached therefrom and attached to and form part of the quarter section immediately adjoining the strips of land on the east and north thereof. Original section and quarter section posts to govern (3) The section and quarter section corners established in the original survey of the townships mentioned in subsection (1) continue to be the governing points for the purpose of re-establishing a lost corner or obliterated boundary of a section or quarter section and establishing section and quarter section corners not established in the original survey.  R.S.O. 1990, c. S.30, s. 43. Lost corners, side lines, etc.",
            "raw_html": "<p class=\"section\"><a name=\"BK49\"></a><b>43 </b>(1) Every road allowance between sections of sectional townships surveyed under instructions of the Department of Interior of Canada is one chain wide and every such road allowance lies north and east of the south and west sides of the road allowance as surveyed in the original survey.</p> <p class=\"headnote\">Land detached from original road allowances</p> <p class=\"subsection\">(2) The strips of land formerly forming parts of the original road allowances mentioned in subsection (1) are detached therefrom and attached to and form part of the quarter section immediately adjoining the strips of land on the east and north thereof.</p> <p class=\"headnote\">Original section and quarter section posts to govern</p> <p class=\"subsection\">(3) The section and quarter section corners established in the original survey of the townships mentioned in subsection (1) continue to be the governing points for the purpose of re-establishing a lost corner or obliterated boundary of a section or quarter section and establishing section and quarter section corners not established in the original survey.  R.S.O. 1990, c. S.30, s. 43.</p> <p class=\"headnote\">Lost corners, side lines, etc.</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "44.",
            "section_x": "Lost corners, side lines, etc.",
            "part_id": "PART VII  ",
            "part_type": "PART VII SECTIONAL TOWNSHIPS WITH SECTIONS AND QUARTER SECTIONS",
            "section_y": "Re-establishment of lost corners and obliterated boundaries",
            "content": "44 (1) A surveyor in re-establishing a lost corner or obliterated boundary surveyed in the original survey in a sectional township with sections and quarter sections with or without road allowances shall obtain the best evidence available respecting the corner or boundary, but if the corner or boundary cannot be re-established in its original position from such evidence, the surveyor shall proceed as follows: 1.  If the lost corner is a corner of a township, the surveyor shall report the circumstances to the Minister who shall instruct the surveyor how to proceed. 2.  If the lost corner is a corner of a section or quarter section on or along a township boundary, the surveyor shall determine the distance between the nearest undisputed corners, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey having due regard for any road allowance made in the original survey. 3.  If the lost corner is a corner of a section on a section boundary in the interior of a township, the surveyor shall re-establish the corner by intersecting the straight lines joining the nearest ascertainable points on the adjoining intersecting section boundaries. 4.  If the lost corner is a corner of quarter section on a section boundary in the interior of a township, the surveyor shall re-establish the corner by joining the nearest ascertainable points on the section boundary and shall determine the distance between the section corners of the section in which the quarter section corner is lost and divide the distance proportionately as intended in the original survey having due regard for any road allowance made in the original survey. 5.  If part of a township boundary is obliterated, the surveyor shall re-establish it by joining the nearest ascertainable points thereof as intended in the original survey. 6.  If a part of a section boundary in the interior of a township is obliterated between the corners of a section, the surveyor shall re-establish it by joining the nearest ascertainable points thereof as intended in the original survey. Establishment of side line of section (2) A surveyor in establishing an original section line on the north or east side of a road allowance in a township defined in clause 42 (b) shall measure the width of the road allowance shown on the original plan and field notes from the section line on the south or west side, as the case may be, of the road allowance.  R.S.O. 1990, c. S.30, s. 44.",
            "raw_html": "<p class=\"section\"><a name=\"BK50\"></a><b>44 </b>(1) A surveyor in re-establishing a lost corner or obliterated boundary surveyed in the original survey in a sectional township with sections and quarter sections with or without road allowances shall obtain the best evidence available respecting the corner or boundary, but if the corner or boundary cannot be re-established in its original position from such evidence, the surveyor shall proceed as follows:</p> <p class=\"paragraph\">  1.  If the lost corner is a corner of a township, the surveyor shall report the circumstances to the Minister who shall instruct the surveyor how to proceed.</p> <p class=\"paragraph\">  2.  If the lost corner is a corner of a section or quarter section on or along a township boundary, the surveyor shall determine the distance between the nearest undisputed corners, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as intended in the original survey having due regard for any road allowance made in the original survey.</p> <p class=\"paragraph\">  3.  If the lost corner is a corner of a section on a section boundary in the interior of a township, the surveyor shall re-establish the corner by intersecting the straight lines joining the nearest ascertainable points on the adjoining intersecting section boundaries.</p> <p class=\"paragraph\">  4.  If the lost corner is a corner of quarter section on a section boundary in the interior of a township, the surveyor shall re-establish the corner by joining the nearest ascertainable points on the section boundary and shall determine the distance between the section corners of the section in which the quarter section corner is lost and divide the distance proportionately as intended in the original survey having due regard for any road allowance made in the original survey.</p> <p class=\"paragraph\">  5.  If part of a township boundary is obliterated, the surveyor shall re-establish it by joining the nearest ascertainable points thereof as intended in the original survey.</p> <p class=\"paragraph\">  6.  If a part of a section boundary in the interior of a township is obliterated between the corners of a section, the surveyor shall re-establish it by joining the nearest ascertainable points thereof as intended in the original survey.</p> <p class=\"headnote\">Establishment of side line of section</p> <p class=\"subsection\">(2) A surveyor in establishing an original section line on the north or east side of a road allowance in a township defined in clause 42 (b) shall measure the width of the road allowance shown on the original plan and field notes from the section line on the south or west side, as the case may be, of the road allowance.  R.S.O. 1990, c. S.30, s. 44.</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "45.",
            "section_x": "Establishment of section and quarter section corners",
            "part_id": "PART VII  ",
            "part_type": "PART VII SECTIONAL TOWNSHIPS WITH SECTIONS AND QUARTER SECTIONS",
            "section_y": "Establishment of section and quarter section corners",
            "content": "45 A surveyor in establishing a corner of a section or quarter section shown on the original plan and field notes on a section line not surveyed in the original survey in a township defined in clause 42 (b) shall proceed as follows: 1.  If the corner is a corner of a section, the surveyor shall measure the widths of the road allowances shown on the original plan and field notes from the two section corners of the adjacent sections on the opposite sides of the road allowances. 2.  If the corner is a corner of a quarter section, the surveyor shall measure the width of the road allowance as shown on the original plan and field notes from the opposite quarter section corner on the other side of the road allowance and join a straight line between that quarter section corner and the opposite quarter section corner on the section line at the other side of the section.  R.S.O. 1990, c. S.30, s. 45.",
            "raw_html": "<p class=\"section\"><a name=\"BK51\"></a><b>45 </b>A surveyor in establishing a corner of a section or quarter section shown on the original plan and field notes on a section line not surveyed in the original survey in a township defined in clause 42 (b) shall proceed as follows:</p> <p class=\"paragraph\">  1.  If the corner is a corner of a section, the surveyor shall measure the widths of the road allowances shown on the original plan and field notes from the two section corners of the adjacent sections on the opposite sides of the road allowances.</p> <p class=\"paragraph\">  2.  If the corner is a corner of a quarter section, the surveyor shall measure the width of the road allowance as shown on the original plan and field notes from the opposite quarter section corner on the other side of the road allowance and join a straight line between that quarter section corner and the opposite quarter section corner on the section line at the other side of the section.  R.S.O. 1990, c. S.30, s. 45.</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "46.",
            "section_x": "Establishment of interior boundaries of half sections and quarter sections",
            "part_id": "PART VII  ",
            "part_type": "PART VII SECTIONAL TOWNSHIPS WITH SECTIONS AND QUARTER SECTIONS",
            "section_y": "Establishment of interior boundaries of half sections and quarter sections",
            "content": "46 The interior boundaries of half sections or quarter sections shall be surveyed by connecting the opposite quarter section corners on the boundaries of the section by straight lines.  R.S.O. 1990, c. S.30, s. 46.",
            "raw_html": "<p class=\"section\"><a name=\"BK52\"></a><b>46 </b>The interior boundaries of half sections or quarter sections shall be surveyed by connecting the opposite quarter section corners on the boundaries of the section by straight lines.  R.S.O. 1990, c. S.30, s. 46.</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "47.",
            "section_x": "Aliquot parts described",
            "part_id": "PART VII  ",
            "part_type": "PART VII SECTIONAL TOWNSHIPS WITH SECTIONS AND QUARTER SECTIONS",
            "section_y": "Aliquot parts described",
            "content": "47 (1) The aliquot part of a quarter section in a sectional township with sections and quarter sections is the aliquot part of the frontage or the depth between the quarter section corners whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument. Idem (2) The aliquot part of a half section in a sectional township with sections and quarter sections is the aliquot part of the frontage or depth between the quarter section corners of the quarter sections forming the half section whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument. Establishment of boundaries of aliquot parts (3) The interior boundaries of an aliquot part of a quarter section shall be surveyed by connecting by straight lines the points on the boundaries of the quarter section determined in accordance with this section.  R.S.O. 1990, c. S.30, s. 47. PART VIII   MUNICIPAL AND CROWN RESURVEY Survey in a municipality",
            "raw_html": "<p class=\"section\"><a name=\"BK53\"></a><b>47 </b>(1) The aliquot part of a quarter section in a sectional township with sections and quarter sections is the aliquot part of the frontage or the depth between the quarter section corners whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument.</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The aliquot part of a half section in a sectional township with sections and quarter sections is the aliquot part of the frontage or depth between the quarter section corners of the quarter sections forming the half section whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument.</p> <p class=\"headnote\">Establishment of boundaries of aliquot parts</p> <p class=\"subsection\">(3) The interior boundaries of an aliquot part of a quarter section shall be surveyed by connecting by straight lines the points on the boundaries of the quarter section determined in accordance with this section.  R.S.O. 1990, c. S.30, s. 47.</p> <p class=\"partnum\"><a name=\"BK54\"></a>PART VIII <br/>  MUNICIPAL AND CROWN RESURVEY</p> <p class=\"headnote\">Survey in a municipality</p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "PART VIII  ",
            "section_x": "PART VIII MUNICIPAL AND CROWN RESURVEY",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "48.",
            "section_x": "Survey in a municipality",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MUNICIPAL AND CROWN RESURVEY",
            "section_y": "Application for survey in a municipality",
            "content": "48 (1) The council of a municipality or the board of trustees of an improvement district, upon its own motion, may, or upon the petition of one-half of the landowners affected shall, pass a by-law authorizing an application to the Minister to cause a survey to be made under his or her direction for the purpose of fixing the position of a disputed or lost line, boundary or corner that is in the municipality and that has been surveyed under competent authority or under the Land Titles Act\r\nor the Registry Act. Confirmation of survey (2) The Minister shall appoint and instruct a surveyor to make the survey for which an application has been made under subsection (1) and when the survey has been made and the plan and field notes have been examined by the Minister, the Minister shall cause a notice to be published once in each week for four consecutive weeks in a newspaper having general circulation in the municipality in which the survey has been made of a hearing to be held by him or her at a stated place on a day not less than ten days after the last publication of the notice at which hearing the survey will be considered and any interested persons will be heard, and upon the evidence submitted the Minister may direct such amendments to be made as he or she considers necessary and may confirm the position of the disputed or lost line, boundary or corner fixed by the survey, and any line, boundary or corner so confirmed is, subject to section 49, an unalterable line, boundary or corner and is final and conclusive and shall not be questioned in any court. Notice of confirmation (3) The Minister shall mail within ten days of confirming a survey under subsection (2) a copy of the plan and field notes of the survey to the municipality and to every person who appeared at the hearing. Cost of survey (4) Subject to section 51, the cost of a survey under subsection (2) shall be paid to the surveyor making the survey by the municipality making the application therefor upon notice in writing by the Minister to the municipality that the survey has been made, and the municipality may levy all or any part of such cost on the landowners affected by the survey in proportion to the benefit received as determined by by-law of the municipality and collect the same as taxes.  R.S.O. 1990, c. S.30, s. 48. Appeal, filing of plans",
            "raw_html": "<p class=\"section\"><a name=\"BK55\"></a><b>48 </b>(1) The council of a municipality or the board of trustees of an improvement district, upon its own motion, may, or upon the petition of one-half of the landowners affected shall, pass a by-law authorizing an application to the Minister to cause a survey to be made under his or her direction for the purpose of fixing the position of a disputed or lost line, boundary or corner that is in the municipality and that has been surveyed under competent authority or under the <i>Land Titles Act</i>\r\nor the <i>Registry Act</i>.</p> <p class=\"headnote\">Confirmation of survey</p> <p class=\"subsection\">(2) The Minister shall appoint and instruct a surveyor to make the survey for which an application has been made under subsection (1) and when the survey has been made and the plan and field notes have been examined by the Minister, the Minister shall cause a notice to be published once in each week for four consecutive weeks in a newspaper having general circulation in the municipality in which the survey has been made of a hearing to be held by him or her at a stated place on a day not less than ten days after the last publication of the notice at which hearing the survey will be considered and any interested persons will be heard, and upon the evidence submitted the Minister may direct such amendments to be made as he or she considers necessary and may confirm the position of the disputed or lost line, boundary or corner fixed by the survey, and any line, boundary or corner so confirmed is, subject to section 49, an unalterable line, boundary or corner and is final and conclusive and shall not be questioned in any court.</p> <p class=\"headnote\">Notice of confirmation</p> <p class=\"subsection\">(3) The Minister shall mail within ten days of confirming a survey under subsection (2) a copy of the plan and field notes of the survey to the municipality and to every person who appeared at the hearing.</p> <p class=\"headnote\">Cost of survey</p> <p class=\"subsection\">(4) Subject to section 51, the cost of a survey under subsection (2) shall be paid to the surveyor making the survey by the municipality making the application therefor upon notice in writing by the Minister to the municipality that the survey has been made, and the municipality may levy all or any part of such cost on the landowners affected by the survey in proportion to the benefit received as determined by by-law of the municipality and collect the same as taxes.  R.S.O. 1990, c. S.30, s. 48.</p> <p class=\"headnote\">Appeal, filing of plans</p>"
        },
        {
            "ahref_id": "#BK56",
            "TOCid": "49.",
            "section_x": "Appeal, filing of plans",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MUNICIPAL AND CROWN RESURVEY",
            "section_y": "Appeal from confirmation",
            "content": "49 (1) Any person objecting to the confirmation of a survey under subsection 48 (2) may appeal to the Divisional Court and the court may decide the matter on the evidence before it or direct the trial of an issue and may dismiss the appeal or order the Minister to amend the survey and plan in such manner as the court considers proper. Notice of appeal (2) Notice of an appeal under this section shall be served on the Minister within thirty days of the date of the confirmation by the Minister of the survey. Filing of plans and field notes (3) Upon the expiry of thirty days from the confirmation of a survey by the Minister or where an appeal has been taken under subsection (1) within thirty days of the final disposition of the appeal, a copy of the plan and field notes of the survey or of the survey as amended in accordance with the order of the court, as the case may be, shall be registered by the Minister with the proper land registrar and a copy thereof shall be filed with the clerk of the municipality that made the application under subsection 48 (1).  R.S.O. 1990, c. S.30, s. 49. Survey in unorganized territory",
            "raw_html": "<p class=\"section\"><a name=\"BK56\"></a><b>49 </b>(1) Any person objecting to the confirmation of a survey under subsection 48 (2) may appeal to the Divisional Court and the court may decide the matter on the evidence before it or direct the trial of an issue and may dismiss the appeal or order the Minister to amend the survey and plan in such manner as the court considers proper.</p> <p class=\"headnote\">Notice of appeal</p> <p class=\"subsection\">(2) Notice of an appeal under this section shall be served on the Minister within thirty days of the date of the confirmation by the Minister of the survey.</p> <p class=\"headnote\">Filing of plans and field notes</p> <p class=\"subsection\">(3) Upon the expiry of thirty days from the confirmation of a survey by the Minister or where an appeal has been taken under subsection (1) within thirty days of the final disposition of the appeal, a copy of the plan and field notes of the survey or of the survey as amended in accordance with the order of the court, as the case may be, shall be registered by the Minister with the proper land registrar and a copy thereof shall be filed with the clerk of the municipality that made the application under subsection 48 (1).  R.S.O. 1990, c. S.30, s. 49.</p> <p class=\"headnote\">Survey in unorganized territory</p>"
        },
        {
            "ahref_id": "#BK57",
            "TOCid": "50.",
            "section_x": "Survey in unorganized territory",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MUNICIPAL AND CROWN RESURVEY",
            "section_y": "Application for survey in unorganized territory",
            "content": "50 (1) The Minister upon the application of an owner or owners of land that is situate in territory without municipal organization and that has been surveyed under competent authority or under the Land Titles Act or the Registry Act may cause a survey to be made under his direction for the purpose of fixing the position of a disputed or lost line, boundary or corner. Cost of survey (2) Subject to section 51, the cost of a survey under subsection (1) shall be paid by the owner or owners making application therefor upon notice by the Minister that the survey has been made. Confirmation of survey (3) Subsection 48 (2) and section 49 apply with necessary modifications to a survey made under this section.  R.S.O. 1990, c. S.30, s. 50.",
            "raw_html": "<p class=\"section\"><a name=\"BK57\"></a><b>50 </b>(1) The Minister upon the application of an owner or owners of land that is situate in territory without municipal organization and that has been surveyed under competent authority or under the <i>Land Titles Act</i> or the <i>Registry Act</i> may cause a survey to be made under his direction for the purpose of fixing the position of a disputed or lost line, boundary or corner.</p> <p class=\"headnote\">Cost of survey</p> <p class=\"subsection\">(2) Subject to section 51, the cost of a survey under subsection (1) shall be paid by the owner or owners making application therefor upon notice by the Minister that the survey has been made.</p> <p class=\"headnote\">Confirmation of survey</p> <p class=\"subsection\">(3) Subsection 48 (2) and section 49 apply with necessary modifications to a survey made under this section.  R.S.O. 1990, c. S.30, s. 50.</p>"
        },
        {
            "ahref_id": "#BK58",
            "TOCid": "51.",
            "section_x": "Cost of survey may be paid by Province",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MUNICIPAL AND CROWN RESURVEY",
            "section_y": "Cost of survey may be paid by Province",
            "content": "51 The Minister may pay all or any part of the cost of a survey under section 48 or 50 out of the money that is appropriated by the Legislature for ground surveys.  R.S.O. 1990, c. S.30, s. 51.",
            "raw_html": "<p class=\"section\"><a name=\"BK58\"></a><b>51 </b>The Minister may pay all or any part of the cost of a survey under section 48 or 50 out of the money that is appropriated by the Legislature for ground surveys.  R.S.O. 1990, c. S.30, s. 51.</p>"
        },
        {
            "ahref_id": "#BK59",
            "TOCid": "52.",
            "section_x": "Crown resurvey",
            "part_id": "PART VIII  ",
            "part_type": "PART VIII MUNICIPAL AND CROWN RESURVEY",
            "section_y": "Crown resurvey",
            "content": "52 (1) The Minister may cause a survey to be made under his or her direction for the purpose of fixing the position of a disputed or lost line, boundary or corner that was surveyed under competent authority, and in any such case the Minister may direct that subsection 48 (2) and section 49 apply with necessary modifications. Confirmation of Crown resurveys (2) Where a survey similar to a survey under subsection (1) was made under the instructions of the Minister before the 1st day of June, 1947, the Minister may, upon compliance with the requirements as to publication of notice and the holding of a hearing set forth in subsection 48 (2), confirm the survey and such confirmation has the like force and effect as a confirmation under the said subsection.  R.S.O. 1990, c. S.30, s. 52. PART IX   PLANS OF SUBDIVISION",
            "raw_html": "<p class=\"section\"><a name=\"BK59\"></a><b>52 </b>(1) The Minister may cause a survey to be made under his or her direction for the purpose of fixing the position of a disputed or lost line, boundary or corner that was surveyed under competent authority, and in any such case the Minister may direct that subsection 48 (2) and section 49 apply with necessary modifications.</p> <p class=\"headnote\">Confirmation of Crown resurveys</p> <p class=\"subsection\">(2) Where a survey similar to a survey under subsection (1) was made under the instructions of the Minister before the 1st day of June, 1947, the Minister may, upon compliance with the requirements as to publication of notice and the holding of a hearing set forth in subsection 48 (2), confirm the survey and such confirmation has the like force and effect as a confirmation under the said subsection.  R.S.O. 1990, c. S.30, s. 52.</p> <p class=\"partnum\"><a name=\"BK60\"></a>PART IX <br/>  PLANS OF SUBDIVISION</p>"
        },
        {
            "ahref_id": "#BK60",
            "TOCid": "PART IX  ",
            "section_x": "PART IX PLANS OF SUBDIVISION",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK61",
            "TOCid": "53.",
            "section_x": "Definition",
            "part_id": "PART IX  ",
            "part_type": "PART IX PLANS OF SUBDIVISION",
            "section_y": "Definition",
            "content": "53 In this Part, “plan of subdivision” means a plan of subdivision that is registered under the Land Titles Act or under the Registry Act.  R.S.O. 1990, c. S.30, s. 53.",
            "raw_html": "<p class=\"section\"><a name=\"BK61\"></a><b>53 </b>In this Part,</p> <p class=\"definition\">“plan of subdivision” means a plan of subdivision that is registered under the <i>Land Titles Act</i> or under the <i>Registry Act</i>.  R.S.O. 1990, c. S.30, s. 53.</p>"
        },
        {
            "ahref_id": "#BK62",
            "TOCid": "54.",
            "section_x": "True and unalterable line, boundary and corner",
            "part_id": "PART IX  ",
            "part_type": "PART IX PLANS OF SUBDIVISION",
            "section_y": "True and unalterable line, boundary and corner",
            "content": "54 Every line, boundary and corner established by survey and shown on a plan of subdivision is a true and unalterable line, boundary or corner, as the case may be, with respect to such plan and shall be deemed to be defined by the original posts or blazed trees in the first survey thereof, whether or not the actual measurements between the original posts are the same as shown on the plan of subdivision or expressed in any grant or other instrument  R.S.O. 1990, c. S.30, s. 54.",
            "raw_html": "<p class=\"section\"><a name=\"BK62\"></a><b>54 </b>Every line, boundary and corner established by survey and shown on a plan of subdivision is a true and unalterable line, boundary or corner, as the case may be, with respect to such plan and shall be deemed to be defined by the original posts or blazed trees in the first survey thereof, whether or not the actual measurements between the original posts are the same as shown on the plan of subdivision or expressed in any grant or other instrument  R.S.O. 1990, c. S.30, s. 54.</p>"
        },
        {
            "ahref_id": "#BK63",
            "TOCid": "55.",
            "section_x": "Re-establishment of lost corners, etc.",
            "part_id": "PART IX  ",
            "part_type": "PART IX PLANS OF SUBDIVISION",
            "section_y": "Re-establishment of lost corners, etc.",
            "content": "55 A surveyor in re-establishing a line, boundary or corner shown on a plan of subdivision shall obtain the best evidence available respecting the line, boundary or corner, but if the line, boundary or corner cannot be re-established in its original position from such evidence, the surveyor shall proceed as follows: 1.  If a part of a line or boundary is obliterated, the surveyor shall re-establish it by joining the nearest ascertainable points thereof in the manner shown on the plan of subdivision. 2.  If a corner on a line or boundary is lost, the surveyor shall re-establish it by the method that accords with the intent of the survey as shown on the plan of subdivision and, if it is consistent with the intent of the survey as shown on the plan of subdivision, the surveyor shall determine the distance between the two nearest undisputed corners, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as shown on the plan of subdivision having due regard for any road allowance, highway, street, lane, walk or common shown on the plan of subdivision.  R.S.O. 1990, c. S.30, s. 55.",
            "raw_html": "<p class=\"section\"><a name=\"BK63\"></a><b>55 </b>A surveyor in re-establishing a line, boundary or corner shown on a plan of subdivision shall obtain the best evidence available respecting the line, boundary or corner, but if the line, boundary or corner cannot be re-established in its original position from such evidence, the surveyor shall proceed as follows:</p> <p class=\"paragraph\">  1.  If a part of a line or boundary is obliterated, the surveyor shall re-establish it by joining the nearest ascertainable points thereof in the manner shown on the plan of subdivision.</p> <p class=\"paragraph\">  2.  If a corner on a line or boundary is lost, the surveyor shall re-establish it by the method that accords with the intent of the survey as shown on the plan of subdivision and, if it is consistent with the intent of the survey as shown on the plan of subdivision, the surveyor shall determine the distance between the two nearest undisputed corners, one being on either side of the lost corner, and the surveyor shall re-establish the corner by dividing the distance proportionately as shown on the plan of subdivision having due regard for any road allowance, highway, street, lane, walk or common shown on the plan of subdivision.  R.S.O. 1990, c. S.30, s. 55.</p>"
        },
        {
            "ahref_id": "#BK64",
            "TOCid": "56.",
            "section_x": "Bearings",
            "part_id": "PART IX  ",
            "part_type": "PART IX PLANS OF SUBDIVISION",
            "section_y": "Bearings",
            "content": "56 Every bearing shown on a plan of subdivision shall be referred to one reference line designated on the plan and the course of such reference line shall be the true bearing and shall be determined by astronomic observation or other satisfactory method.  R.S.O. 1990, c. S.30, s. 56.",
            "raw_html": "<p class=\"section\"><a name=\"BK64\"></a><b>56 </b>Every bearing shown on a plan of subdivision shall be referred to one reference line designated on the plan and the course of such reference line shall be the true bearing and shall be determined by astronomic observation or other satisfactory method.  R.S.O. 1990, c. S.30, s. 56.</p>"
        },
        {
            "ahref_id": "#BK65",
            "TOCid": "57.",
            "section_x": "Public roads, etc.",
            "part_id": "PART IX  ",
            "part_type": "PART IX PLANS OF SUBDIVISION",
            "section_y": "Public roads, etc.",
            "content": "57 Subject to the Land Titles Act\r\nor the Registry Act as to the amendment or alteration of plans, every road allowance, highway, street, lane, walk and common shown on a plan of subdivision shall be deemed to be a public road, highway, street, lane, walk and common, respectively.  R.S.O. 1990, c. S.30, s. 57. PART X   SURVEYS OF LAND UNDER THE PUBLIC TRANSPORTATION AND HIGHWAY IMPROVEMENT ACT",
            "raw_html": "<p class=\"section\"><a name=\"BK65\"></a><b>57 </b>Subject to the <i>Land Titles Act</i>\r\nor the <i>Registry Act</i> as to the amendment or alteration of plans, every road allowance, highway, street, lane, walk and common shown on a plan of subdivision shall be deemed to be a public road, highway, street, lane, walk and common, respectively.  R.S.O. 1990, c. S.30, s. 57.</p> <p class=\"partnum\"><a name=\"BK66\"></a>PART X <br/>  SURVEYS OF LAND UNDER THE PUBLIC TRANSPORTATION AND HIGHWAY IMPROVEMENT ACT</p>"
        },
        {
            "ahref_id": "#BK66",
            "TOCid": "PART X  ",
            "section_x": "PART X SURVEYS OF LAND UNDER THE PUBLIC TRANSPORTATION AND HIGHWAY IMPROVEMENT ACT",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK67",
            "TOCid": "58.",
            "section_x": "True and unalterable boundaries",
            "part_id": "PART X  ",
            "part_type": "PART X SURVEYS OF LAND UNDER THE PUBLIC TRANSPORTATION AND HIGHWAY IMPROVEMENT ACT",
            "section_y": "True and unalterable boundaries",
            "content": "58 All posts and monuments heretofore or hereafter marked, placed or planted for the purpose of designating and defining the boundaries of any parcel of land vested in the Crown and under the jurisdiction and control of the Ministry of Transportation under the Public Transportation and Highway Improvement Act or a predecessor thereof are true and unalterable and fix the boundaries of such parcel, whether or not the actual measurements between the posts or monuments are the same as shown on the plan thereof or mentioned or expressed in any grant or other instrument in respect of such parcel and whether or not such parcel remains vested in the Crown.  R.S.O. 1990, c. S.30, s. 58. PART XI   MISCELLANEOUS",
            "raw_html": "<p class=\"section\"><a name=\"BK67\"></a><b>58 </b>All posts and monuments heretofore or hereafter marked, placed or planted for the purpose of designating and defining the boundaries of any parcel of land vested in the Crown and under the jurisdiction and control of the Ministry of Transportation under the <i>Public Transportation and Highway Improvement Act</i> or a predecessor thereof are true and unalterable and fix the boundaries of such parcel, whether or not the actual measurements between the posts or monuments are the same as shown on the plan thereof or mentioned or expressed in any grant or other instrument in respect of such parcel and whether or not such parcel remains vested in the Crown.  R.S.O. 1990, c. S.30, s. 58.</p> <p class=\"partnum\"><a name=\"BK68\"></a>PART XI <br/>  MISCELLANEOUS</p>"
        },
        {
            "ahref_id": "#BK68",
            "TOCid": "PART XI  ",
            "section_x": "PART XI MISCELLANEOUS",
            "part_id": NaN,
            "part_type": NaN,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK69",
            "TOCid": "59.",
            "section_x": "Aliquot parts of parcels",
            "part_id": "PART XI  ",
            "part_type": "PART XI MISCELLANEOUS",
            "section_y": "Aliquot parts of parcels",
            "content": "59 The aliquot part of a parcel of land that is not an aliquot part of a township lot is the aliquot part of the area of the parcel of land whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument.  R.S.O. 1990, c. S.30, s. 59.",
            "raw_html": "<p class=\"section\"><a name=\"BK69\"></a><b>59 </b>The aliquot part of a parcel of land that is not an aliquot part of a township lot is the aliquot part of the area of the parcel of land whether the area of the aliquot part as so determined is more or less than that expressed in any grant or other instrument.  R.S.O. 1990, c. S.30, s. 59.</p>"
        },
        {
            "ahref_id": "#BK70",
            "TOCid": "60.",
            "section_x": "Survey monuments, etc.",
            "part_id": "PART XI  ",
            "part_type": "PART XI MISCELLANEOUS",
            "section_y": "Survey monuments, etc.",
            "content": "60 The plan of a survey of land shall show the position, type and form of every survey monument or object used to define a point placed, planted, set or marked in the survey.  R.S.O. 1990, c. S.30, s. 60.",
            "raw_html": "<p class=\"section\"><a name=\"BK70\"></a><b>60 </b>The plan of a survey of land shall show the position, type and form of every survey monument or object used to define a point placed, planted, set or marked in the survey.  R.S.O. 1990, c. S.30, s. 60.</p>"
        },
        {
            "ahref_id": "#BK71",
            "TOCid": "61.",
            "section_x": "Agreements",
            "part_id": "PART XI  ",
            "part_type": "PART XI MISCELLANEOUS",
            "section_y": "Agreements",
            "content": "61 (1) The Minister or the Minister of Infrastructure may enter into agreements with the owners of lands respecting the installation of survey monuments on the lands.  R.S.O. 1990, c. S.30, s. 61 (1); 2011, c. 9, Sched. 27, s. 40 (1). Term of agreement (2) An agreement entered into under subsection (1) may be entered into for a term of years mentioned in the agreement or in perpetuity.  R.S.O. 1990, c. S.30, s. 61 (2). Execution of agreements (3) Without limiting the generality of any provision of any Act or any assignment made thereunder, the Surveyor General may execute an agreement entered into under subsection (1) on behalf of the Minister or the Minister of Infrastructure.  R.S.O. 1990, c. S.30, s. 61 (3); 2011, c. 9, Sched. 27, s. 40 (2). Registration of agreements (4) An agreement entered into under subsection (1) may be registered in the proper land registry office, and thereupon such agreement is binding upon every subsequent owner and mortgagee of the lands during the term of the agreement.  R.S.O. 1990, c. S.30, s. 61 (4). Agreements (5) The Minister and the Crown in right of Canada or any province of Canada, any agency of any of them or any municipality may enter into an agreement with respect to the performance of co-ordinate surveys and the installation and maintenance of monuments.  R.S.O. 1990, c. S.30, s. 61 (5); 2002, c. 17, Sched. F, Table. Section Amendments with date in force  (d/m/y) 2002, c. 17, Sched. F, Table - 01/01/2003 2011, c. 9, Sched. 27, s. 40 (1, 2) - 06/06/2011",
            "raw_html": "<p class=\"section\"><a name=\"BK71\"></a><b>61 </b>(1) The Minister or the Minister of Infrastructure may enter into agreements with the owners of lands respecting the installation of survey monuments on the lands.  R.S.O. 1990, c. S.30, s. 61 (1); 2011, c. 9, Sched. 27, s. 40 (1).</p> <p class=\"headnote\">Term of agreement</p> <p class=\"subsection\">(2) An agreement entered into under subsection (1) may be entered into for a term of years mentioned in the agreement or in perpetuity.  R.S.O. 1990, c. S.30, s. 61 (2).</p> <p class=\"headnote\">Execution of agreements</p> <p class=\"subsection\">(3) Without limiting the generality of any provision of any Act or any assignment made thereunder, the Surveyor General may execute an agreement entered into under subsection (1) on behalf of the Minister or the Minister of Infrastructure.  R.S.O. 1990, c. S.30, s. 61 (3); 2011, c. 9, Sched. 27, s. 40 (2).</p> <p class=\"headnote\">Registration of agreements</p> <p class=\"subsection\">(4) An agreement entered into under subsection (1) may be registered in the proper land registry office, and thereupon such agreement is binding upon every subsequent owner and mortgagee of the lands during the term of the agreement.  R.S.O. 1990, c. S.30, s. 61 (4).</p> <p class=\"headnote\">Agreements</p> <p class=\"subsection\">(5) The Minister and the Crown in right of Canada or any province of Canada, any agency of any of them or any municipality may enter into an agreement with respect to the performance of co-ordinate surveys and the installation and maintenance of monuments.  R.S.O. 1990, c. S.30, s. 61 (5); 2002, c. 17, Sched. F, Table.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force  (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11009#sched27s40s1\">2011, c. 9, Sched. 27, s. 40 (1, 2)</a></span> - 06/06/2011</p>"
        },
        {
            "ahref_id": "#BK72",
            "TOCid": "62.",
            "section_x": "Regulations",
            "part_id": "PART XI  ",
            "part_type": "PART XI MISCELLANEOUS",
            "section_y": "Regulations",
            "content": "62 (1) The Lieutenant Governor in Council may make regulations, (a)  prescribing the methods of performing surveys and for the purpose of illustrating any method by words and sketches, or either of them; (b)  establishing, governing and regulating systems of co-ordinate surveys.  R.S.O. 1990, c. S.30, s. 62 (1); 1998, c. 18, Sched. I, s. 63. Regulation may be limited (2) Any regulation may be limited territorially or as to time or otherwise.  R.S.O. 1990, c. S.30, s. 62 (2). Section Amendments with date in force  (d/m/y) 1998, c. 18, Sched. I, s. 63 - 18/12/1998 ____________________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK72\"></a><b>62 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  prescribing the methods of performing surveys and for the purpose of illustrating any method by words and sketches, or either of them;</p> <p class=\"paragraph\">  (b)  establishing, governing and regulating systems of co-ordinate surveys.  R.S.O. 1990, c. S.30, s. 62 (1); 1998, c. 18, Sched. I, s. 63.</p> <p class=\"headnote\">Regulation may be limited</p> <p class=\"subsection\">(2) Any regulation may be limited territorially or as to time or otherwise.  R.S.O. 1990, c. S.30, s. 62 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force  (d/m/y)</b></p> <p class=\"footnoteLeft\">1998, c. 18, Sched. I, s. 63 - 18/12/1998</p> <p class=\"line\">____________________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90s30\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}