{
    "act_info": {
        "full_title": "Tax Increment Financing Act, 2006, S.O. 2006, c. 33 , Sched. Z.7",
        "act_name_text": "Not Found",
        "citation": "Tax Increment Financing Act, 2006, S.O. 2006, c. 33 , Sched. Z.7",
        "url": "https://www.ontario.ca/laws/statute/06t33",
        "date_scraped": "2023-12-19 16:56:05"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 20, 2006",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "P9_174",
            "section": "Definitions",
            "content": "1. In this Act, “designated project” means a project designated under this Act; (“projet désigné”) “education tax increment” means, in respect of a tax increment finance district, the tax increment in respect of taxes for school purposes or payments in lieu of taxes for school purposes; (“surcroît d’impôts scolaires”) “eligible project” means, (a) the construction of municipal infrastructure or amenities to assist in, (i) the redevelopment or intensification of previously developed areas, or (ii) the development of an urban growth centre identified in a growth plan under the Places to Grow Act, 2005, (b) the environmental remediation of land in a previously developed area, or (c) the construction of a municipal public transit facility; (“projet admissible”) “Minister” means the Minister of Finance or such other member of the Executive Council to whom the administration of this Act is assigned under the Executive Council Act; (“ministre”) “municipal tax increment” means, in respect of a tax increment finance district, the tax increment in respect of taxes for municipal purposes or payments in lieu of taxes for municipal purposes; (“surcroît d’impôts municipaux”) “taxes” means taxes for municipal or school purposes or payments in lieu of taxes for municipal or school purposes; (“impôts”) “tax increment” means, in respect of a tax increment finance district established for a designated project, the amount, as determined in the prescribed manner, of an increase that results from the project in the amount of taxes levied in respect of real property in the district. (“surcroît d’impôts”) 2006, c. 33, Sched. Z.7, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P9_174\"></a><a name=\"s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s1. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s1\" target=\"_top\">1.</a></b> In this Act,</p> <p class=\"firstdef-e\">“designated project” means a project designated under this Act; (“projet désigné”)</p> <p class=\"definition-e\">“education tax increment” means, in respect of a tax increment finance district, the tax increment in respect of taxes for school purposes or payments in lieu of taxes for school purposes; (“surcroît d’impôts scolaires”)</p> <p class=\"definition-e\">“eligible project” means,</p> <p class=\"defclause-e\">(a) the construction of municipal infrastructure or amenities to assist in,</p> <p class=\"defsubclause-e\">(i) the redevelopment or intensification of previously developed areas, or</p> <p class=\"defsubclause-e\">(ii) the development of an urban growth centre identified in a growth plan under the <i>Places to Grow Act, 2005</i>,</p> <p class=\"defclause-e\">(b) the environmental remediation of land in a previously developed area, or</p> <p class=\"defclause-e\">(c) the construction of a municipal public transit facility; (“projet admissible”)</p> <p class=\"definition-e\">“Minister” means the Minister of Finance or such other member of the Executive Council to whom the administration of this Act is assigned under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition-e\">“municipal tax increment” means, in respect of a tax increment finance district, the tax increment in respect of taxes for municipal purposes or payments in lieu of taxes for municipal purposes; (“surcroît d’impôts municipaux”)</p> <p class=\"definition-e\">“taxes” means taxes for municipal or school purposes or payments in lieu of taxes for municipal or school purposes; (“impôts”)</p> <p class=\"definition-e\">“tax increment” means, in respect of a tax increment finance district established for a designated project, the amount, as determined in the prescribed manner, of an increase that results from the project in the amount of taxes levied in respect of real property in the district. (“surcroît d’impôts”) 2006, c. 33, Sched. Z.7, s. 1.</p>"
        },
        {
            "id": "P23_1891",
            "section": "Feasibility study",
            "content": "2. (1) A municipality may apply to receive funding for a proposed project from the Crown in right of Ontario that is based on the education tax increments expected to occur as a result of the project by preparing and submitting to the Minister a study examining the feasibility of the project. 2006, c. 33, Sched. Z.7, s. 2 (1). Contents of feasibility study (2) The feasibility study must satisfy the following requirements: 1. The study contains a description of the proposed project. 2. The study identifies the proposed tax increment finance district in which tax increments are expected to occur as a result of the proposed project and contains information relating to the amount of the expected tax increments. 3. The study contains an analysis of the nature and timing of any new development that can reasonably be expected to occur in the proposed tax increment finance district in the absence of the proposed project. 4. The study identifies as the proposed financing authority for the proposed project, i. one or more of the municipalities in which the proposed tax increment finance district is located, ii. a local board of one of the municipalities referred to in subparagraph i, iii. a municipal business corporation created by one or more of the municipalities referred to in subparagraph i, or iv. an entity that satisfies the prescribed conditions. 5. The study contains such additional information as may be required by the regulations. 2006, c. 33, Sched. Z.7, s. 2 (2). Limitation, proposed tax increment finance district (3) In determining which real property to include in a proposed tax increment finance district, a municipality shall ensure that the total amount of municipal tax increments for the municipality that the municipality expects to use in a given year to fund designated projects in the municipality does not exceed 1 per cent of the total taxes for municipal purposes that are expected to be raised for that year in respect of real property in the municipality. 2006, c. 33, Sched. Z.7, s. 2 (3). Joint feasibility study (4) If a proposed project will be carried out in two or more municipalities or the proposed tax increment finance district is located in two or more municipalities, the municipalities may prepare and submit a joint feasibility study in accordance with this section. 2006, c. 33, Sched. Z.7, s. 2 (4). Minister’s action (5) The Minister may, (a) refer the feasibility study to the Lieutenant Governor in Council; or (b) refer the feasibility study back to the municipality or municipalities for further information or consideration. 2006, c. 33, Sched. Z.7, s. 2 (5).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P23_1891\"></a><a name=\"s2s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s2s1. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s2s1\" target=\"_top\">2.</a></b><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s2s1. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s2s1\" target=\"_top\"> (1)</a> A municipality may apply to receive funding for a proposed project from the Crown in right of Ontario that is based on the education tax increments expected to occur as a result of the project by preparing and submitting to the Minister a study examining the feasibility of the project. 2006, c. 33, Sched. Z.7, s. 2 (1).</p> <p class=\"headnote-e\"><b>Contents of feasibility study</b></p> <p class=\"subsection-e\"><a name=\"P25_2259\"></a><a name=\"s2s2\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s2s2. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s2s2\" target=\"_top\">(2)</a> The feasibility study must satisfy the following requirements:</p> <p class=\"paragraph-e\">1. The study contains a description of the proposed project.</p> <p class=\"paragraph-e\">2. The study identifies the proposed tax increment finance district in which tax increments are expected to occur as a result of the proposed project and contains information relating to the amount of the expected tax increments. </p> <p class=\"paragraph-e\">3. The study contains an analysis of the nature and timing of any new development that can reasonably be expected to occur in the proposed tax increment finance district in the absence of the proposed project.</p> <p class=\"paragraph-e\">4. The study identifies as the proposed financing authority for the proposed project,  </p> <p class=\"subpara-e\">i. one or more of the municipalities in which the proposed tax increment finance district is located, </p> <p class=\"subpara-e\">ii. a local board of one of the municipalities referred to in subparagraph i, </p> <p class=\"subpara-e\">iii. a municipal business corporation created by one or more of the municipalities referred to in subparagraph i, or</p> <p class=\"subpara-e\">iv. an entity that satisfies the prescribed conditions.</p> <p class=\"paragraph-e\">5. The study contains such additional information as may be required by the regulations. 2006, c. 33, Sched. Z.7, s. 2 (2).</p> <p class=\"headnote-e\"><b>Limitation, proposed tax increment finance district</b></p> <p class=\"subsection-e\"><a name=\"P36_3435\"></a><a name=\"s2s3\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s2s3. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s2s3\" target=\"_top\">(3)</a> In determining which real property to include in a proposed tax increment finance district, a municipality shall ensure that the total amount of municipal tax increments for the municipality that the municipality expects to use in a given year to fund designated projects in the municipality does not exceed 1 per cent of the total taxes for municipal purposes that are expected to be raised for that year in respect of real property in the municipality. 2006, c. 33, Sched. Z.7, s. 2 (3).</p> <p class=\"headnote-e\"><b>Joint feasibility study</b></p> <p class=\"subsection-e\"><a name=\"P38_3959\"></a><a name=\"s2s4\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s2s4. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s2s4\" target=\"_top\">(4)</a> If a proposed project will be carried out in two or more municipalities or the proposed tax increment finance district is located in two or more municipalities, the municipalities may prepare and submit a joint feasibility study in accordance with this section. 2006, c. 33, Sched. Z.7, s. 2 (4).</p> <p class=\"headnote-e\"><b>Minister’s action</b></p> <p class=\"subsection-e\"><a name=\"P40_4286\"></a><a name=\"s2s5\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s2s5. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s2s5\" target=\"_top\">(5)</a> The Minister may,</p> <p class=\"clause-e\">(a) refer the feasibility study to the Lieutenant Governor in Council; or</p> <p class=\"clause-e\">(b) refer the feasibility study back to the municipality or municipalities for further information or consideration. 2006, c. 33, Sched. Z.7, s. 2 (5).</p>"
        },
        {
            "id": "P44_4568",
            "section": "Designation of proposed project",
            "content": "3. (1) After consideration of a feasibility study prepared in accordance with section 2, the Lieutenant Governor in Council may, if the Lieutenant Governor in Council considers it to be in the public interest,  (a) designate the proposed project for the purposes of being partly funded by the Crown in right of Ontario through tax increment financing if the proposed project is an eligible project; (b) establish the tax increment finance district for the designated project; (c) authorize the Minister to enter into a funding agreement with respect to the designated project; and (d) specify the last year that education tax increments may be used to finance the designated project. 2006, c. 33, Sched. Z.7, s. 3 (1). Same (2) Despite clause (1) (a), the Lieutenant Governor in Council may designate a proposed project that is not an eligible project if the Lieutenant Governor in Council believes that the project will provide a significant public benefit but will not proceed in a timely manner unless it is funded in part by the Crown in right of Ontario through tax increment financing. 2006, c. 33, Sched. Z.7, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P44_4568\"></a><a name=\"s3s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s3s1. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s3s1\" target=\"_top\">3.</a></b><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s3s1. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s3s1\" target=\"_top\"> (1)</a> After consideration of a feasibility study prepared in accordance with section 2, the Lieutenant Governor in Council may, if the Lieutenant Governor in Council considers it to be in the public interest, </p> <p class=\"clause-e\">(a) designate the proposed project for the purposes of being partly funded by the Crown in right of Ontario through tax increment financing if the proposed project is an eligible project;</p> <p class=\"clause-e\">(b) establish the tax increment finance district for the designated project; </p> <p class=\"clause-e\">(c) authorize the Minister to enter into a funding agreement with respect to the designated project; and</p> <p class=\"clause-e\">(d) specify the last year that education tax increments may be used to finance the designated project. 2006, c. 33, Sched. Z.7, s. 3 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\"><a name=\"P50_5294\"></a><a name=\"s3s2\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s3s2. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s3s2\" target=\"_top\">(2)</a> Despite clause (1) (a), the Lieutenant Governor in Council may designate a proposed project that is not an eligible project if the Lieutenant Governor in Council believes that the project will provide a significant public benefit but will not proceed in a timely manner unless it is funded in part by the Crown in right of Ontario through tax increment financing. 2006, c. 33, Sched. Z.7, s. 3 (2).</p>"
        },
        {
            "id": "P52_5721",
            "section": "Funding agreement",
            "content": "4. (1) The parties to a funding agreement authorized under clause 3 (1) (c) for a designated project shall be, (a) the Minister; (b) every municipality that is providing funding for the project through tax increment financing; and (c) the financing authority appointed for the designated project, if it is not a municipality referred to in clause (b). 2006, c. 33, Sched. Z.7, s. 4 (1). Required matters (2) A funding agreement under subsection (1) shall provide for the following: 1. Payments by the Minister in accordance with the regulations to the financing authority to partly fund the carrying out of the designated project. 2. Payments by the municipality or municipalities to partly fund the carrying out of the designated project. 3. The rights and obligations of the financing authority and the municipality or municipalities with respect to, i. the use of the funds received from the Minister and the time and manner in which amounts are to be repaid, ii. the carrying out of the project to which the agreement relates, and iii. the manner in which tax increments resulting from the project will be applied and the time period during which the tax increments will be applied in that manner. 4. The requirement that the financing authority or the municipality or municipalities make periodic reports to the Minister, including progress reports on the project, financial reports and reports relating to the calculation of tax increments. 2006, c. 33, Sched. Z.7, s. 4 (2). Other terms (3) A funding agreement shall contain such other terms and conditions as may be required by the regulations and may contain additional terms and conditions that do not conflict with this Act or the regulations. 2006, c. 33, Sched. Z.7, s. 4 (3). Payments by municipality (4) Despite section 106 of the Municipal Act, 2001 and section 82 of the City of Toronto Act, 2006, a municipality may grant assistance to a manufacturing business or other industrial or commercial enterprise if the assistance, (a) is for a designated project in a tax increment financing district that is the environmental remediation of land or is for the environmental remediation of land used or to be used for a designated project in a tax increment financing district; (b) is authorized by the terms of a funding agreement; and (c) is authorized by the regulations. 2006, c. 33, Sched. Z.7, s. 4 (4). Limit on payments by the Minister (5) The total amount of all payments by the Minister under a funding agreement shall not exceed the estimated amount over the term of the agreement of the education tax increments for the tax increment finance district to which the funding agreement relates. 2006, c. 33, Sched. Z.7, s. 4 (5). Consolidated Revenue Fund (6) Any monies required to be paid by the Minister under a funding agreement are a charge on and payable out of the Consolidated Revenue Fund. 2006, c. 33, Sched. Z.7, s. 4 (6).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P52_5721\"></a><a name=\"s4s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s4s1. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s4s1\" target=\"_top\">4.</a></b><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s4s1. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s4s1\" target=\"_top\"> (1)</a> The parties to a funding agreement authorized under clause 3 (1) (c) for a designated project shall be,</p> <p class=\"clause-e\">(a) the Minister; </p> <p class=\"clause-e\">(b) every municipality that is providing funding for the project through tax increment financing; and </p> <p class=\"clause-e\">(c) the financing authority appointed for the designated project, if it is not a municipality referred to in clause (b). 2006, c. 33, Sched. Z.7, s. 4 (1).</p> <p class=\"headnote-e\"><b>Required matters</b></p> <p class=\"subsection-e\"><a name=\"P57_6130\"></a><a name=\"s4s2\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s4s2. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s4s2\" target=\"_top\">(2)</a> A funding agreement under subsection (1) shall provide for the following:</p> <p class=\"paragraph-e\">1. Payments by the Minister in accordance with the regulations to the financing authority to partly fund the carrying out of the designated project.</p> <p class=\"paragraph-e\">2. Payments by the municipality or municipalities to partly fund the carrying out of the designated project.</p> <p class=\"paragraph-e\">3. The rights and obligations of the financing authority and the municipality or municipalities with respect to,</p> <p class=\"subpara-e\">i. the use of the funds received from the Minister and the time and manner in which amounts are to be repaid, </p> <p class=\"subpara-e\">ii. the carrying out of the project to which the agreement relates, and </p> <p class=\"subpara-e\">iii. the manner in which tax increments resulting from the project will be applied and the time period during which the tax increments will be applied in that manner. </p> <p class=\"paragraph-e\">4. The requirement that the financing authority or the municipality or municipalities make periodic reports to the Minister, including progress reports on the project, financial reports and reports relating to the calculation of tax increments. 2006, c. 33, Sched. Z.7, s. 4 (2).</p> <p class=\"headnote-e\"><b>Other terms</b></p> <p class=\"subsection-e\"><a name=\"P66_7215\"></a><a name=\"s4s3\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s4s3. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s4s3\" target=\"_top\">(3)</a> A funding agreement shall contain such other terms and conditions as may be required by the regulations and may contain additional terms and conditions that do not conflict with this Act or the regulations. 2006, c. 33, Sched. Z.7, s. 4 (3).</p> <p class=\"headnote-e\"><b>Payments by municipality</b></p> <p class=\"subsection-e\"><a name=\"P68_7492\"></a><a name=\"s4s4\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s4s4. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s4s4\" target=\"_top\">(4)</a> Despite section 106 of the <i>Municipal Act, 2001</i> and section 82 of the <i>City of Toronto Act, 2006</i>, a municipality may grant assistance to a manufacturing business or other industrial or commercial enterprise if the assistance,</p> <p class=\"clause-e\">(a) is for a designated project in a tax increment financing district that is the environmental remediation of land or is for the environmental remediation of land used or to be used for a designated project in a tax increment financing district;</p> <p class=\"clause-e\">(b) is authorized by the terms of a funding agreement; and</p> <p class=\"clause-e\">(c) is authorized by the regulations. 2006, c. 33, Sched. Z.7, s. 4 (4).</p> <p class=\"headnote-e\"><b>Limit on payments by the Minister</b></p> <p class=\"subsection-e\"><a name=\"P73_8133\"></a><a name=\"s4s5\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s4s5. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s4s5\" target=\"_top\">(5)</a> The total amount of all payments by the Minister under a funding agreement shall not exceed the estimated amount over the term of the agreement of the education tax increments for the tax increment finance district to which the funding agreement relates. 2006, c. 33, Sched. Z.7, s. 4 (5).</p> <p class=\"headnote-e\"><b>Consolidated Revenue Fund</b></p> <p class=\"subsection-e\"><a name=\"P75_8459\"></a><a name=\"s4s6\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s4s6. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s4s6\" target=\"_top\">(6)</a> Any monies required to be paid by the Minister under a funding agreement are a charge on and payable out of the Consolidated Revenue Fund. 2006, c. 33, Sched. Z.7, s. 4 (6).</p>"
        },
        {
            "id": "P77_8685",
            "section": "Municipal Property Assessment Corporation",
            "content": "5. (1) When a proposed project is designated under this Act, the municipality that submitted the feasibility study for the project shall promptly provide to the Municipal Property Assessment Corporation information concerning the tax increment finance district established for the project, the name and address of the financing authority for the project if it is not the municipality and such other information as the Municipal Property Assessment Corporation may reasonably require to carry out its functions under this section. 2006, c. 33, Sched. Z.7, s. 5 (1). Portion of the roll (2) The Municipal Property Assessment Corporation shall, in each year, on or before the time for returning assessment rolls to municipalities for the year under the Assessment Act, send a copy of the portion of the assessment roll for the real property in each tax increment finance district to the financing authority for the applicable designated project and to the municipality or municipalities in which the tax increment finance district is located. 2006, c. 33, Sched. Z.7, s. 5 (2). Extension of time (3) Despite subsection (2), if, in the year in which a tax increment finance district is established, it is not practicable for the Municipal Property Assessment Corporation to send the copy of the portion of the assessment roll for real property in the district within the time required under that subsection, the Municipal Property Assessment Corporation may send the copy of the portion of the assessment roll as soon after that time as it reasonably can. 2006, c. 33, Sched. Z.7, s. 5 (3). Approved form of portion of the roll (4) The Municipal Property Assessment Corporation shall send to the financing authority the portion of the roll described in subsection (2) in a form approved by the Minister. 2006, c. 33, Sched. Z.7, s. 5 (4). Supplemental assessments, etc. (5) The Municipal Property Assessment Corporation shall provide information to every financing authority for a designated project about any assessments or classifications of real property in the applicable tax increment finance district that are made under section 33 or 34 of the Assessment Act. 2006, c. 33, Sched. Z.7, s. 5 (5). Same (6) The Municipal Property Assessment Corporation shall provide the information required under subsection (5) to the financing authority at the same time that it provides the information to the municipality under the Assessment Act. 2006, c. 33, Sched. Z.7, s. 5 (6).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P77_8685\"></a><a name=\"s5s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s5s1. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s5s1\" target=\"_top\">5.</a></b><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s5s1. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s5s1\" target=\"_top\"> (1)</a> When a proposed project is designated under this Act, the municipality that submitted the feasibility study for the project shall promptly provide to the Municipal Property Assessment Corporation information concerning the tax increment finance district established for the project, the name and address of the financing authority for the project if it is not the municipality and such other information as the Municipal Property Assessment Corporation may reasonably require to carry out its functions under this section. 2006, c. 33, Sched. Z.7, s. 5 (1).</p> <p class=\"headnote-e\"><b>Portion of the roll</b></p> <p class=\"subsection-e\"><a name=\"P79_9279\"></a><a name=\"s5s2\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s5s2. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s5s2\" target=\"_top\">(2)</a> The Municipal Property Assessment Corporation shall, in each year, on or before the time for returning assessment rolls to municipalities for the year under the <i>Assessment Act</i>, send a copy of the portion of the assessment roll for the real property in each tax increment finance district to the financing authority for the applicable designated project and to the municipality or municipalities in which the tax increment finance district is located. 2006, c. 33, Sched. Z.7, s. 5 (2).</p> <p class=\"headnote-e\"><b>Extension of time</b></p> <p class=\"subsection-e\"><a name=\"P81_9793\"></a><a name=\"s5s3\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s5s3. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s5s3\" target=\"_top\">(3)</a> Despite subsection (2), if, in the year in which a tax increment finance district is established, it is not practicable for the Municipal Property Assessment Corporation to send the copy of the portion of the assessment roll for real property in the district within the time required under that subsection, the Municipal Property Assessment Corporation may send the copy of the portion of the assessment roll as soon after that time as it reasonably can. 2006, c. 33, Sched. Z.7, s. 5 (3).</p> <p class=\"headnote-e\"><b>Approved form of portion of the roll</b></p> <p class=\"subsection-e\"><a name=\"P83_10330\"></a><a name=\"s5s4\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s5s4. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s5s4\" target=\"_top\">(4)</a> The Municipal Property Assessment Corporation shall send to the financing authority the portion of the roll described in subsection (2) in a form approved by the Minister. 2006, c. 33, Sched. Z.7, s. 5 (4).</p> <p class=\"headnote-e\"><b>Supplemental assessments, etc.</b></p> <p class=\"subsection-e\"><a name=\"P85_10578\"></a><a name=\"s5s5\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s5s5. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s5s5\" target=\"_top\">(5)</a> The Municipal Property Assessment Corporation shall provide information to every financing authority for a designated project about any assessments or classifications of real property in the applicable tax increment finance district that are made under section 33 or 34 of the <i>Assessment Act</i>. 2006, c. 33, Sched. Z.7, s. 5 (5).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\"><a name=\"P87_10921\"></a><a name=\"s5s6\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s5s6. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s5s6\" target=\"_top\">(6)</a> The Municipal Property Assessment Corporation shall provide the information required under subsection (5) to the financing authority at the same time that it provides the information to the municipality under the <i>Assessment Act</i>. 2006, c. 33, Sched. Z.7, s. 5 (6).</p>"
        },
        {
            "id": "P89_11207",
            "section": "Regulations",
            "content": "6. (1) The Minister may make regulations, (a) governing payments by the Minister under a funding agreement; (b) prescribing the manner in which tax increments are calculated; (c) prescribing types of information and documents to be included in a feasibility study; (d) prescribing conditions for the purposes of subparagraph 4 iv of subsection 2 (2); (e) prescribing additional restrictions or limits on payments by the Minister under a funding agreement or restrictions or limits on the time or manner of those payments; (f) prescribing terms and conditions for the purposes of subsection 4 (3). 2006, c. 33, Sched. Z.7, s. 6 (1). General or specific (2) A regulation made under this Act may be general or specific. 2006, c. 33, Sched. Z.7, s. 6 (2). 7. Omitted (provides for coming into force of provisions of this Act). 2006, c. 33, Sched. Z.7, s. 7. 8. Omitted (enacts short title of this Act). 2006, c. 33, Sched. Z.7, s. 8. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P89_11207\"></a><a name=\"s6s1\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s6s1. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s6s1\" target=\"_top\">6.</a></b><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s6s1. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s6s1\" target=\"_top\"> (1)</a> The Minister may make regulations,</p> <p class=\"clause-e\">(a) governing payments by the Minister under a funding agreement;</p> <p class=\"clause-e\">(b) prescribing the manner in which tax increments are calculated;</p> <p class=\"clause-e\">(c) prescribing types of information and documents to be included in a feasibility study;</p> <p class=\"clause-e\">(d) prescribing conditions for the purposes of subparagraph 4 iv of subsection 2 (2);</p> <p class=\"clause-e\">(e) prescribing additional restrictions or limits on payments by the Minister under a funding agreement or restrictions or limits on the time or manner of those payments;</p> <p class=\"clause-e\">(f) prescribing terms and conditions for the purposes of subsection 4 (3). 2006, c. 33, Sched. Z.7, s. 6 (1).</p> <p class=\"headnote-e\"><b>General or specific</b></p> <p class=\"subsection-e\"><a name=\"P97_11856\"></a><a name=\"s6s2\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s6s2. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s6s2\" target=\"_top\">(2)</a> A regulation made under this Act may be general or specific. 2006, c. 33, Sched. Z.7, s. 6 (2).</p> <p class=\"section-e\"><a name=\"P98_11963\"></a><a name=\"s7\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s7. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s7\" target=\"_top\">7<b>.</b></a> Omitted (provides for coming into force of provisions of this Act). 2006, c. 33, Sched. Z.7, s. 7.</p> <p class=\"section-e\"><a name=\"P99_12071\"></a><a name=\"s8\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s8. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s8\" target=\"_top\">8<b>.</b></a> Omitted (enacts short title of this Act). 2006, c. 33, Sched. Z.7, s. 8.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "P98_11963",
            "section": "General or specific",
            "content": "7. Omitted (provides for coming into force of provisions of this Act). 2006, c. 33, Sched. Z.7, s. 7. 8. Omitted (enacts short title of this Act). 2006, c. 33, Sched. Z.7, s. 8. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><a name=\"P98_11963\"></a><a name=\"s7\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s7. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s7\" target=\"_top\">7<b>.</b></a> Omitted (provides for coming into force of provisions of this Act). 2006, c. 33, Sched. Z.7, s. 7.</p> <p class=\"section-e\"><a name=\"P99_12071\"></a><a name=\"s8\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s8. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s8\" target=\"_top\">8<b>.</b></a> Omitted (enacts short title of this Act). 2006, c. 33, Sched. Z.7, s. 8.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        },
        {
            "id": "P99_12071",
            "section": "General or specific",
            "content": "8. Omitted (enacts short title of this Act). 2006, c. 33, Sched. Z.7, s. 8. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><a name=\"P99_12071\"></a><a name=\"s8\"></a><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s8. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm#s8\" target=\"_top\">8<b>.</b></a> Omitted (enacts short title of this Act). 2006, c. 33, Sched. Z.7, s. 8.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_06t33_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}