{
    "act_info": {
        "full_title": "Teaching Profession Act, R.S.O. 1990, c. T.2",
        "act_name_text": "Teaching Profession Act",
        "citation": "R.S.O. 1990, c. T.2",
        "url": "https://www.ontario.ca/laws/statute/90t02",
        "date_scraped": "2023-12-18 23:14:45"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April  3, 2019",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90t02/v5",
            "valid_from": "April 24, 2014",
            "valid_to": "April  2, 2019"
        },
        {
            "a_href": "/laws/statute/90t02/v4",
            "valid_from": "April  9, 2014",
            "valid_to": "April 23, 2014"
        },
        {
            "a_href": "/laws/statute/90t02/v3",
            "valid_from": "July 25, 2007",
            "valid_to": "April  8, 2014"
        },
        {
            "a_href": "/laws/statute/90t02/v2",
            "valid_from": "October 19, 2006",
            "valid_to": "July 24, 2007"
        },
        {
            "a_href": "/laws/statute/90t02/v1",
            "valid_from": "September  3, 2002",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “Board of Governors” means the Board of Governors of the Federation; (“conseil d’administration”) “executive” means the executive of the Federation; (“bureau”) “Federation” means The Ontario Teachers’ Federation; (“Fédération”) “member” means a member of the Federation; (“membre”) “Minister” means the Minister of Education; (“ministre”) “Ministry” means the Ministry of Education; (“ministère”) “regulations” means the regulations made under this Act; (“règlements”) “teacher” means a person who is a member of the Ontario College of Teachers and is employed by a board as a teacher but does not include a supervisory officer, a principal, a vice-principal or an instructor in a teacher-training institution. (“enseignant”)  R.S.O. 1990, c. T.2, s. 1; 1996, c. 12, s. 67; 1997, c. 31, s. 180 (1, 2). Section Amendments with date in force (d/m/y) 1996, c. 12, s. 67 - 20/05/1997; 1997, c. 31, s. 180 (1, 2) - 31/03/1998",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“Board of Governors” means the Board of Governors of the Federation; (“conseil d’administration”)</p> <p class=\"definition\">“executive” means the executive of the Federation; (“bureau”)</p> <p class=\"definition\">“Federation” means The Ontario Teachers’ Federation; (“Fédération”)</p> <p class=\"definition\">“member” means a member of the Federation; (“membre”)</p> <p class=\"definition\">“Minister” means the Minister of Education; (“ministre”)</p> <p class=\"definition\">“Ministry” means the Ministry of Education; (“ministère”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“teacher” means a person who is a member of the Ontario College of Teachers and is employed by a board as a teacher but does not include a supervisory officer, a principal, a vice-principal or an instructor in a teacher-training institution. (“enseignant”)  R.S.O. 1990, c. T.2, s. 1; 1996, c. 12, s. 67; 1997, c. 31, s. 180 (1, 2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 12, s. 67 - 20/05/1997; 1997, c. 31, s. 180 (1, 2) - 31/03/1998</p>"
        },
        {
            "id": "2",
            "section": "Body corporate",
            "content": "2 The federation of teachers known as The Ontario Teachers’ Federation is continued as a body corporate, under the name The Ontario Teachers’ Federation in English and Fédération des enseignantes et enseignants de l’Ontario in French.  R.S.O. 1990, c. T.2, s. 2.",
            "raw_html": "<p class=\"section\"><b>2 </b>The federation of teachers known as The Ontario Teachers’ Federation is continued as a body corporate, under the name The Ontario Teachers’ Federation in English and Fédération des enseignantes et enseignants de l’Ontario in French.  R.S.O. 1990, c. T.2, s. 2.</p>"
        },
        {
            "id": "3",
            "section": "Objects",
            "content": "3 The objects of the Federation are, (a) to promote and advance the cause of education; (b) to raise the status of the teaching profession; (c) to promote and advance the interests of teachers and to secure conditions that will make possible the best professional service; (d) to arouse and increase public interest in educational affairs; (e) to co-operate with other teachers’ organizations throughout the world having the same or like objects; and (f) to represent all members of the pension plan established under the Teachers’ Pension Act in the administration of the plan and the management of the pension fund.  R.S.O. 1990, c. T.2, s. 3.",
            "raw_html": "<p class=\"section\"><b>3 </b>The objects of the Federation are,</p> <p class=\"paragraph\">  (a) to promote and advance the cause of education;</p> <p class=\"paragraph\">  (b) to raise the status of the teaching profession;</p> <p class=\"paragraph\">  (c) to promote and advance the interests of teachers and to secure conditions that will make possible the best professional service;</p> <p class=\"paragraph\">  (d) to arouse and increase public interest in educational affairs;</p> <p class=\"paragraph\">  (e) to co-operate with other teachers’ organizations throughout the world having the same or like objects; and</p> <p class=\"paragraph\">  (f) to represent all members of the pension plan established under the <i>Teachers’ Pension Act</i> in the administration of the plan and the management of the pension fund.  R.S.O. 1990, c. T.2, s. 3.</p>"
        },
        {
            "id": "4",
            "section": "Membership in Federation",
            "content": "4 (1) Every teacher is a member of the Federation.  2000, c. 12, s. 4 (1). Associate members (2) The following students are associate members of the Federation: 1. Every student in a college for the professional education of teachers established under clause 14 (1) (a) of the Education Act. 2. Every student in a school or faculty of education that provides for the professional education of teachers pursuant to an agreement under clause 14 (1) (b) of the Education Act.  2000, c. 12, s. 4 (1). Persons receiving pension (3) Every person who was a member of the Federation upon retirement and who is receiving a pension or an allowance under the Teachers’ Pension Act or a predecessor to that Act may, on request, be an associate member of the Federation.  R.S.O. 1990, c. T.2, s. 4 (3); 2000, c. 12, s. 4 (2). Restrictions (4) A person described in paragraph 1 or 2 of subsection (2) or in subsection (3) is not eligible to vote in respect of any Federation matter and cannot be required to pay a fee to the Federation.  2000, c. 12, s. 4 (3). Section Amendments with date in force (d/m/y) 2000, c. 12, s. 4 (1-3)\r\n- 23/06/2000",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) Every teacher is a member of the Federation.  2000, c. 12, s. 4 (1).</p> <p class=\"headnote\">Associate members</p> <p class=\"subsection\">(2) The following students are associate members of the Federation:</p> <p class=\"paragraph\">  1. Every student in a college for the professional education of teachers established under clause 14 (1) (a) of the <i>Education Act</i>.</p> <p class=\"paragraph\">  2. Every student in a school or faculty of education that provides for the professional education of teachers pursuant to an agreement under clause 14 (1) (b) of the <i>Education Act</i>.  2000, c. 12, s. 4 (1).</p> <p class=\"headnote\">Persons receiving pension</p> <p class=\"subsection\">(3) Every person who was a member of the Federation upon retirement and who is receiving a pension or an allowance under the <i>Teachers’ Pension Act</i> or a predecessor to that Act may, on request, be an associate member of the Federation.  R.S.O. 1990, c. T.2, s. 4 (3); 2000, c. 12, s. 4 (2).</p> <p class=\"headnote\">Restrictions</p> <p class=\"subsection\">(4) A person described in paragraph 1 or 2 of subsection (2) or in subsection (3) is not eligible to vote in respect of any Federation matter and cannot be required to pay a fee to the Federation.  2000, c. 12, s. 4 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00012#s4s1\">2000, c. 12, s. 4 (1-3)</a></span>\r\n- 23/06/2000</p>"
        },
        {
            "id": "5",
            "section": "Board of Governors",
            "content": "5 (1) There shall be a Board of Governors of The Ontario Teachers’ Federation, to be composed of 40 members as follows: 1. The immediate past president, the president, the first vice-president, the second vice-president and the secretary-treasurer of each of The Ontario Secondary School Teachers’ Federation, the Elementary Teachers’ Federation of Ontario, the Association des enseignantes et des enseignants franco-ontariens and The Ontario English Catholic Teachers’ Association. 2. Five representatives of each of The Ontario Secondary School Teachers’ Federation, the Elementary Teachers’ Federation of Ontario, the Association des enseignantes et des enseignants franco-ontariens and The Ontario English Catholic Teachers’ Association, to be elected annually at the annual meeting of the federation or association from among its members.  2000, c. 12, s. 5. Term of office (2) The members of the Board of Governors shall take office at the conclusion of the annual meeting of the Federation and shall hold office until their successors take office.  R.S.O. 1990, c. T.2, s. 5 (2). Vacancies (3) If a vacancy occurs on the Board of Governors, it shall be filled by the executive of the affiliated body that the person who vacated the office represented and the person so named to fill the vacancy shall hold office for the remainder of the term of the person who vacated the office.  R.S.O. 1990, c. T.2, s. 5 (3). Section Amendments with date in force (d/m/y) 2000, c. 12, s. 5\r\n- 23/06/2000",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) There shall be a Board of Governors of The Ontario Teachers’ Federation, to be composed of 40 members as follows:</p> <p class=\"paragraph\">  1. The immediate past president, the president, the first vice-president, the second vice-president and the secretary-treasurer of each of The Ontario Secondary School Teachers’ Federation, the Elementary Teachers’ Federation of Ontario, the Association des enseignantes et des enseignants franco-ontariens and The Ontario English Catholic Teachers’ Association.</p> <p class=\"paragraph\">  2. Five representatives of each of The Ontario Secondary School Teachers’ Federation, the Elementary Teachers’ Federation of Ontario, the Association des enseignantes et des enseignants franco-ontariens and The Ontario English Catholic Teachers’ Association, to be elected annually at the annual meeting of the federation or association from among its members.  2000, c. 12, s. 5.</p> <p class=\"headnote\">Term of office</p> <p class=\"subsection\">(2) The members of the Board of Governors shall take office at the conclusion of the annual meeting of the Federation and shall hold office until their successors take office.  R.S.O. 1990, c. T.2, s. 5 (2).</p> <p class=\"headnote\">Vacancies</p> <p class=\"subsection\">(3) If a vacancy occurs on the Board of Governors, it shall be filled by the executive of the affiliated body that the person who vacated the office represented and the person so named to fill the vacancy shall hold office for the remainder of the term of the person who vacated the office.  R.S.O. 1990, c. T.2, s. 5 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00012#s5\">2000, c. 12, s. 5</a></span>\r\n- 23/06/2000</p>"
        },
        {
            "id": "6",
            "section": "Executive",
            "content": "6 (1) There shall be an executive of The Ontario Teachers’ Federation, to be composed of 13 members as follows, 1. The immediate past president, the president, the first vice-president, the second vice-president and the secretary-treasurer of The Ontario Teachers’ Federation. 2. The president and the secretary-treasurer of each of The Ontario Secondary School Teachers’ Federation, the Elementary Teachers’ Federation of Ontario, the Association des enseignantes et des enseignants franco-ontariens and The Ontario English Catholic Teachers’ Association.  2000, c. 12, s. 6. Term of office (2) The members of the executive shall take office at the conclusion of the annual meeting of the Federation and shall hold office until their successors take office.  R.S.O. 1990, c. T.2, s. 6 (2). Vacancies (3) If a vacancy occurs on the executive, it may be filled by the Board of Governors from among its members who represent the affiliated body that the person who vacated the office represented, and the person so named shall hold office for the remainder of the term of the person who vacated the office.  R.S.O. 1990, c. T.2, s. 6 (3). Section Amendments with date in force (d/m/y) 2000, c. 12, s. 6\r\n- 23/06/2000",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) There shall be an executive of The Ontario Teachers’ Federation, to be composed of 13 members as follows,</p> <p class=\"paragraph\">  1. The immediate past president, the president, the first vice-president, the second vice-president and the secretary-treasurer of The Ontario Teachers’ Federation.</p> <p class=\"paragraph\">  2. The president and the secretary-treasurer of each of The Ontario Secondary School Teachers’ Federation, the Elementary Teachers’ Federation of Ontario, the Association des enseignantes et des enseignants franco-ontariens and The Ontario English Catholic Teachers’ Association.  2000, c. 12, s. 6.</p> <p class=\"headnote\">Term of office</p> <p class=\"subsection\">(2) The members of the executive shall take office at the conclusion of the annual meeting of the Federation and shall hold office until their successors take office.  R.S.O. 1990, c. T.2, s. 6 (2).</p> <p class=\"headnote\">Vacancies</p> <p class=\"subsection\">(3) If a vacancy occurs on the executive, it may be filled by the Board of Governors from among its members who represent the affiliated body that the person who vacated the office represented, and the person so named shall hold office for the remainder of the term of the person who vacated the office.  R.S.O. 1990, c. T.2, s. 6 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00012#s6\">2000, c. 12, s. 6</a></span>\r\n- 23/06/2000</p>"
        },
        {
            "id": "7",
            "section": "President and vice-presidents",
            "content": "7 There shall be a president, a first vice-president and a second vice-president of the Federation to be elected annually at the annual meeting of the Board of Governors from among its members in such a manner that the offices of immediate past president, president, first vice-president and second vice-president represent each of the affiliated bodies.  2000, c. 12, s. 7. Section Amendments with date in force (d/m/y) 2000, c. 12, s. 7\r\n- 23/06/2000",
            "raw_html": "<p class=\"section\"><b>7 </b>There shall be a president, a first vice-president and a second vice-president of the Federation to be elected annually at the annual meeting of the Board of Governors from among its members in such a manner that the offices of immediate past president, president, first vice-president and second vice-president represent each of the affiliated bodies.  2000, c. 12, s. 7.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00012#s7\">2000, c. 12, s. 7</a></span>\r\n- 23/06/2000</p>"
        },
        {
            "id": "8",
            "section": "Secretary-treasurer",
            "content": "8 There shall be a secretary-treasurer of the Federation appointed by the Board of Governors who may be a member of the Board of Governors and who shall receive such remuneration as may be fixed by the Board of Governors.  R.S.O. 1990, c. T.2, s. 8.",
            "raw_html": "<p class=\"section\"><b>8 </b>There shall be a secretary-treasurer of the Federation appointed by the Board of Governors who may be a member of the Board of Governors and who shall receive such remuneration as may be fixed by the Board of Governors.  R.S.O. 1990, c. T.2, s. 8.</p>"
        },
        {
            "id": "9",
            "section": "Functions of executive",
            "content": "9 The executive is responsible for carrying on the business of the Federation and may, (a) subject to the approval of the Minister, acquire and hold in the name of the Federation such real and personal property as may be necessary for the purposes of the Federation and may alienate, mortgage, lease or otherwise dispose of such property as occasion may require; (b) invest the funds of the Federation in any securities in which a trustee is authorized to invest money under the Trustee Act; (c) make such grants as it considers advisable to organizations having the same or like objects as the Federation; (d) act as the representative of the members of the pension plan established under the Teachers’ Pension Act\r\nincluding carrying out the following functions: 1. Appointing persons to be members of the Ontario Teachers’ Pension Plan Board created under that Act. 2. Entering into agreements as described in that Act. 3. Negotiating, agreeing to or directing amendments to the plan as permitted under that Act or an agreement entered into under that Act. 4. Entering into an agreement on behalf of the Federation to indemnify a member of the Ontario Teachers’ Pension Plan Board or a member of a committee of the Board against any costs sustained with respect to legal proceedings arising out of an act or omission done in the execution of his or her duties as a member of the Board or committee.  R.S.O. 1990, c. T.2, s. 9; 1991, c. 52, s. 9. Section Amendments with date in force (d/m/y) 1991, c. 52, s. 9 (1, 2) - 01/01/1992 CTS 30 AU 10 - 5",
            "raw_html": "<p class=\"section\"><b>9 </b>The executive is responsible for carrying on the business of the Federation and may,</p> <p class=\"paragraph\">  (a) subject to the approval of the Minister, acquire and hold in the name of the Federation such real and personal property as may be necessary for the purposes of the Federation and may alienate, mortgage, lease or otherwise dispose of such property as occasion may require;</p> <p class=\"paragraph\">  (b) invest the funds of the Federation in any securities in which a trustee is authorized to invest money under the <i>Trustee Act</i>;</p> <p class=\"paragraph\">  (c) make such grants as it considers advisable to organizations having the same or like objects as the Federation;</p> <p class=\"paragraph\">  (d) act as the representative of the members of the pension plan established under the <i>Teachers’ Pension Act</i>\r\nincluding carrying out the following functions:</p> <p class=\"subclause\">  1. Appointing persons to be members of the Ontario Teachers’ Pension Plan Board created under that Act.</p> <p class=\"subclause\">  2. Entering into agreements as described in that Act.</p> <p class=\"subclause\">  3. Negotiating, agreeing to or directing amendments to the plan as permitted under that Act or an agreement entered into under that Act.</p> <p class=\"subclause\">  4. Entering into an agreement on behalf of the Federation to indemnify a member of the Ontario Teachers’ Pension Plan Board or a member of a committee of the Board against any costs sustained with respect to legal proceedings arising out of an act or omission done in the execution of his or her duties as a member of the Board or committee.  R.S.O. 1990, c. T.2, s. 9; 1991, c. 52, s. 9.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1991, c. 52, s. 9 (1, 2) - 01/01/1992</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/consolidated-statutes-change-notices\">CTS 30 AU 10 - 5</a></p>"
        },
        {
            "id": "10",
            "section": "Conferences",
            "content": "10 In the interests of the advancement of education and the improvement of teaching conditions in Ontario, the Board of Governors shall meet annually and confer with the Minister and the senior officials of the Ministry on matters touching and concerning the objects of the Federation, and the Board of Governors shall at such meeting and may at any other time make such representations and recommendations either of a general nature or which relate to any particular school, teacher or matter as it considers advisable and as are in keeping with the objects of the Federation.  R.S.O. 1990, c. T.2, s. 10. 11 Repealed:  1997, c. 31, s. 180 (3). Section Amendments with date in force (d/m/y) 1997, c. 31, s. 180 (3) - 31/03/1998",
            "raw_html": "<p class=\"section\"><b>10 </b>In the interests of the advancement of education and the improvement of teaching conditions in Ontario, the Board of Governors shall meet annually and confer with the Minister and the senior officials of the Ministry on matters touching and concerning the objects of the Federation, and the Board of Governors shall at such meeting and may at any other time make such representations and recommendations either of a general nature or which relate to any particular school, teacher or matter as it considers advisable and as are in keeping with the objects of the Federation.  R.S.O. 1990, c. T.2, s. 10.</p> <p class=\"section\"><b>11 </b><span class=\"ovsmallcap\">Repealed</span>:  1997, c. 31, s. 180 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 31, s. 180 (3) - 31/03/1998</p>"
        },
        {
            "id": "11",
            "section": "Conferences",
            "content": "11 Repealed:  1997, c. 31, s. 180 (3). Section Amendments with date in force (d/m/y) 1997, c. 31, s. 180 (3) - 31/03/1998",
            "raw_html": "<p class=\"section\"><b>11 </b><span class=\"ovsmallcap\">Repealed</span>:  1997, c. 31, s. 180 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 31, s. 180 (3) - 31/03/1998</p>"
        },
        {
            "id": "12",
            "section": "Regulations",
            "content": "12 (1) Subject to the approval of the Lieutenant Governor in Council, the Board of Governors may make regulations, (a) prescribing a code of ethics for teachers; (b)  Repealed:  1997, c. 31, s. 180 (4). (c) providing for voluntary membership in the Federation of persons who are not members thereof and prescribing the duties, responsibilities and privileges of voluntary members; (d) prescribing the duties, responsibilities and privileges of associate members; (e) providing for the suspension and expulsion of members from the Federation and other disciplinary measures; (f)  Repealed:  2000, c. 12, s. 8. (g) providing for the holding of meetings of the Board of Governors and of the executive and prescribing the manner of calling and the notice to be given in respect of such meetings; (h) prescribing the procedure to be followed at meetings of the Board of Governors and of the executive; (i) providing for the payment of necessary expenses to the members of the Board of Governors and the executive; (j) conferring powers upon or extending or restricting the powers of and prescribing the duties of the Board of Governors and of the executive; (k) providing for the appointment of standing and special committees; (l) providing for the establishment of branches of the Federation or of the recognition by the Federation of local bodies, groups or associations of teachers which shall be affiliated with the Federation.  R.S.O. 1990, c. T.2, s. 12; 1997, c. 31, s. 180 (4); 2000, c. 12, s. 8. Reporting sexual abuse (2) Despite any regulation made under subsection (1), a member who makes an adverse report about another member respecting suspected sexual abuse of a student by that other member need not provide him or her with a copy of the report or with any information about the report.  2002, c. 7, s. 7. Definition (3) In subsection (2), “sexual abuse” of a student by a member means, (a) sexual intercourse or other forms of physical sexual relations between the member and the student, (b) touching, of a sexual nature, of the student by the member, or (c) behaviour or remarks of a sexual nature by the member towards the student.  2002, c. 7, s. 7. Exception (3.1) For the purposes of clauses (b) and (c) of the definition of “sexual abuse” in subsection (3), “sexual nature” does not include, (a) touching or behaviour that is necessary for the purpose of diapering, toileting, washing or dressing a student as part of a teacher’s professional responsibilities, or (b) remarks that are pedagogically appropriate. 2019, c. 3, Sched. 4, s. 1. Legislation Act, 2006 (4) Part III (Regulations) of the Legislation Act, 2006 does not apply to a regulation made under subsection (1).  2006, c. 21, Sched. F, s. 133 (1). Section Amendments with date in force (d/m/y) 1997, c. 31, s. 180 (4) - 31/03/1998 2000, c. 12, s. 8\r\n- 23/06/2000 2002, c. 7, s. 7\r\n- 03/09/2002 2006, c. 21, Sched. F, s. 133 (1) - 25/07/2007 2019, c. 3, Sched. 4, s. 1 - 03/04/2019",
            "raw_html": "<p class=\"section\"><b>12 </b>(1) Subject to the approval of the Lieutenant Governor in Council, the Board of Governors may make regulations,</p> <p class=\"paragraph\">  (a) prescribing a code of ethics for teachers;</p> <p class=\"paragraph\">  (b)  <span class=\"ovsmallcap\">Repealed</span>:  1997, c. 31, s. 180 (4).</p> <p class=\"paragraph\">  (c) providing for voluntary membership in the Federation of persons who are not members thereof and prescribing the duties, responsibilities and privileges of voluntary members;</p> <p class=\"paragraph\">  (d) prescribing the duties, responsibilities and privileges of associate members;</p> <p class=\"paragraph\">  (e) providing for the suspension and expulsion of members from the Federation and other disciplinary measures;</p> <p class=\"paragraph\">  (f)  <span class=\"ovsmallcap\">Repealed</span>:  2000, c. 12, s. 8.</p> <p class=\"paragraph\">  (g) providing for the holding of meetings of the Board of Governors and of the executive and prescribing the manner of calling and the notice to be given in respect of such meetings;</p> <p class=\"paragraph\">  (h) prescribing the procedure to be followed at meetings of the Board of Governors and of the executive;</p> <p class=\"paragraph\">  (i) providing for the payment of necessary expenses to the members of the Board of Governors and the executive;</p> <p class=\"paragraph\">  (j) conferring powers upon or extending or restricting the powers of and prescribing the duties of the Board of Governors and of the executive;</p> <p class=\"paragraph\">  (k) providing for the appointment of standing and special committees;</p> <p class=\"paragraph\">  (l) providing for the establishment of branches of the Federation or of the recognition by the Federation of local bodies, groups or associations of teachers which shall be affiliated with the Federation.  R.S.O. 1990, c. T.2, s. 12; 1997, c. 31, s. 180 (4); 2000, c. 12, s. 8.</p> <p class=\"headnote\">Reporting sexual abuse</p> <p class=\"subsection\">(2) Despite any regulation made under subsection (1), a member who makes an adverse report about another member respecting suspected sexual abuse of a student by that other member need not provide him or her with a copy of the report or with any information about the report.  2002, c. 7, s. 7.</p> <p class=\"headnote\">Definition</p> <p class=\"subsection\">(3) In subsection (2),</p> <p class=\"definition\">“sexual abuse” of a student by a member means,</p> <p class=\"paragraph\">  (a) sexual intercourse or other forms of physical sexual relations between the member and the student,</p> <p class=\"paragraph\">  (b) touching, of a sexual nature, of the student by the member, or</p> <p class=\"paragraph\">  (c) behaviour or remarks of a sexual nature by the member towards the student.  2002, c. 7, s. 7.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3.1) For the purposes of clauses (b) and (c) of the definition of “sexual abuse” in subsection (3),</p> <p class=\"definition\">“sexual nature” does not include,</p> <p class=\"paragraph\">  (a) touching or behaviour that is necessary for the purpose of diapering, toileting, washing or dressing a student as part of a teacher’s professional responsibilities, or</p> <p class=\"paragraph\">  (b) remarks that are pedagogically appropriate. 2019, c. 3, Sched. 4, s. 1.</p> <p class=\"headnoteitalic\">Legislation Act, 2006</p> <p class=\"subsection\">(4) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to a regulation made under subsection (1).  2006, c. 21, Sched. F, s. 133 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 31, s. 180 (4) - 31/03/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00012#s8\">2000, c. 12, s. 8</a></span>\r\n- 23/06/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02007#s7\">2002, c. 7, s. 7</a></span>\r\n- 03/09/2002</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedfs133s1\">2006, c. 21, Sched. F, s. 133 (1)</a></span> - 25/07/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19003#sched4s1\">2019, c. 3, Sched. 4, s. 1</a></span> - 03/04/2019</p>"
        },
        {
            "id": "13",
            "section": "Restriction re by-laws",
            "content": "13 (1) A by-law governing the membership of teachers in an affiliated body of the Federation shall not authorize a teacher to be a member of an affiliated body that is not his or her bargaining agent under the School Boards Collective Bargaining Act, 2014.  1997, c. 31, s. 180 (5); 2014, c. 5, s. 54. Changes to regulations, by-laws (2) The Minister may request the Board of Governors to make, amend or revoke a regulation or by-law if the Minister considers it appropriate to do so.  1997, c. 31, s. 180 (5). Same (3) If the Board of Governors fails to comply with the Minister’s request within 60 days after receiving it, the Lieutenant Governor in Council may, by regulation, make, amend or revoke the regulation or by-law.  1997, c. 31, s. 180 (5). Legislation Act, 2006 (4) Part III (Regulations) of the Legislation Act, 2006 does not apply to a regulation made under subsection (3).  2006, c. 21, Sched. F, s. 133 (2). Section Amendments with date in force (d/m/y) 1997, c. 31, s. 180 (5) - 01/01/1998 2006, c. 21, Sched. F, s. 133 (2) - 25/07/2007 2014, c. 5, s. 54\r\n- 24/04/2014 ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>13 </b>(1) A by-law governing the membership of teachers in an affiliated body of the Federation shall not authorize a teacher to be a member of an affiliated body that is not his or her bargaining agent under the <i>School Boards Collective Bargaining Act, 2014</i>.  1997, c. 31, s. 180 (5); 2014, c. 5, s. 54.</p> <p class=\"headnote\">Changes to regulations, by-laws</p> <p class=\"subsection\">(2) The Minister may request the Board of Governors to make, amend or revoke a regulation or by-law if the Minister considers it appropriate to do so.  1997, c. 31, s. 180 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) If the Board of Governors fails to comply with the Minister’s request within 60 days after receiving it, the Lieutenant Governor in Council may, by regulation, make, amend or revoke the regulation or by-law.  1997, c. 31, s. 180 (5).</p> <p class=\"headnoteitalic\">Legislation Act, 2006</p> <p class=\"subsection\">(4) Part III (Regulations) of the <i>Legislation Act, 2006</i> does not apply to a regulation made under subsection (3).  2006, c. 21, Sched. F, s. 133 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 31, s. 180 (5) - 01/01/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedfs133s2\">2006, c. 21, Sched. F, s. 133 (2)</a></span> - 25/07/2007</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S14005#s54\">2014, c. 5, s. 54</a></span>\r\n- 24/04/2014</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90t02\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}