{
    "act_info": {
        "full_title": "Territorial Division Act, R.S.O. 1990, c. T.5",
        "act_name_text": "Not Found",
        "citation": "Territorial Division Act, R.S.O. 1990, c. T.5",
        "url": "https://www.ontario.ca/laws/statute/90t05",
        "date_scraped": "2023-12-19 22:03:26"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "P43_938",
            "section": "Organization continued",
            "content": "1. The territorial division of Ontario into counties and districts and urban, municipal and regional areas shall continue as set out in the Schedule, and, subject to sections 3 and 4, for municipal purposes such counties are composed as set out in the Schedule. R.S.O. 1990, c. T.5, s. 1; 2000, c. 5, s. 25 (1). [Note:  As to municipal and judicial purposes in provincial parks, see the Provincial Parks Act, R.S.O. 1990, c. P.34, s. 3 (5, 6).]",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P43_938\"></a><a name=\"BK0\"></a>1.</b> The territorial division of Ontario into counties and districts and urban, municipal and regional areas shall continue as set out in the Schedule, and, subject to sections 3 and 4, for municipal purposes such counties are composed as set out in the Schedule. R.S.O. 1990, c. T.5, s. 1; 2000, c. 5, s. 25 (1).</p> <p class=\"note-e\"><i>[Note:  </i>As to municipal and judicial purposes in provincial parks, see the Provincial Parks Act, R.S.O. 1990, c. P.34, s. 3 (5, 6).<i>]</i></p>"
        },
        {
            "id": "P46_1443",
            "section": "Inclusion of municipalities although not mentioned",
            "content": "2. Despite the express mention in this Act of certain municipalities as being included in certain counties and districts, every such county and district includes any other municipality situate within the limits thereof. R.S.O. 1990, c. T.5, s. 2. United Counties, etc.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P46_1443\"></a><a name=\"BK1\"></a>2.</b> Despite the express mention in this Act of certain municipalities as being included in certain counties and districts, every such county and district includes any other municipality situate within the limits thereof. R.S.O. 1990, c. T.5, s. 2.</p> <p class=\"heading1-e\"><a name=\"P47_1695\"></a><a name=\"BK2\"></a>United Counties, etc.</p>"
        },
        {
            "id": "P49_1731",
            "section": "United counties",
            "content": "3. (1) For municipal and all purposes not otherwise provided for by law, the following counties continue to form unions of counties: 1. Stormont, Dundas and Glengarry; 2. Leeds and Grenville; 3. Prescott and Russell. R.S.O. 1990, c. T.5, s. 3 (1). Offices and institutions (2) Each of such unions of counties under the name of the United Counties of ........... and ........... (naming them), for all purposes, so long as such counties remain united, have in common, as if one county, all offices and institutions established by law, pertaining to counties. R.S.O. 1990, c. T.5, s. 3 (2).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P49_1731\"></a><a name=\"BK3\"></a>3.</b> (1) For municipal and all purposes not otherwise provided for by law, the following counties continue to form unions of counties:</p> <p class=\"paragraph-e\">1. Stormont, Dundas and Glengarry;</p> <p class=\"paragraph-e\">2. Leeds and Grenville;</p> <p class=\"paragraph-e\">3. Prescott and Russell. R.S.O. 1990, c. T.5, s. 3 (1).</p> <p class=\"headnote-e\"><b>Offices and institutions</b></p> <p class=\"subsection-e\">(2) Each of such unions of counties under the name of the United Counties of ........... and ........... <i>(naming them)</i>, for all purposes, so long as such counties remain united, have in common, as if one county, all offices and institutions established by law, pertaining to counties. R.S.O. 1990, c. T.5, s. 3 (2).</p>"
        },
        {
            "id": "P56_2342",
            "section": "Cities and towns",
            "content": "4. For municipal purposes, cities, towns and other municipalities withdrawn from the jurisdiction of a county do not form part of the counties in which they are respectively situate. R.S.O. 1990, c. T.5, s. 4. Boundaries of Townships Lying on Certain Lakes and Rivers",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P56_2342\"></a><a name=\"BK4\"></a>4.</b> For municipal purposes, cities, towns and other municipalities withdrawn from the jurisdiction of a county do not form part of the counties in which they are respectively situate. R.S.O. 1990, c. T.5, s. 4.</p> <p class=\"heading1-e\"><a name=\"P57_2557\"></a><a name=\"BK5\"></a>Boundaries of Townships Lying on Certain Lakes and Rivers</p>"
        },
        {
            "id": "P59_2669",
            "section": "Limits of townships bounded by certain lakes and rivers",
            "content": "5. (1) Except as provided in subsections (2) and (3), the limits of all the townships lying on the St. Lawrence River, Lake Ontario, Niagara River, Lake Erie, the Detroit River, Lake St. Clair, the St. Clair River, Lake Huron (not including the Georgian Bay), the St. Marys River and Lake Superior (not including Thunder Bay, Black Bay and Nipigon Bay), extend to the boundary of the Province of Ontario in such lake or river; in prolongation of the outlines of each township respectively; and unless otherwise provided herein, such townships also include all the islands the whole or the greater part of which are comprised within the said outlines so prolonged. R.S.O. 1990, c. T.5, s. 5 (1). Exception (2) Subsection (1) does not apply to that part of Ontario at the head of Lake Ontario lying west of the east boundary of the City of Toronto, but in that part the limits of all local municipalities on either side of the Lake extend to the following described line: Commencing at a point where the east boundary of the City of Toronto meets the International Boundary; thence westerly along the line of the International Boundary to the point of its angle southerly; thence westerly in a straight line to and along the centre line of the Burlington Canal to its point of entry into Hamilton Harbour. R.S.O. 1990, c. T.5, s. 5 (2); 1997, c. 26, Sched. Long Point (3) Subject to the Provincial Parks Act, the Township of South Walsingham includes the whole of Long Point. R.S.O. 1990, c. T.5, s. 5 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P59_2669\"></a><a name=\"BK6\"></a>5.</b> (1) Except as provided in subsections (2) and (3), the limits of all the townships lying on the St. Lawrence River, Lake Ontario, Niagara River, Lake Erie, the Detroit River, Lake St. Clair, the St. Clair River, Lake Huron (not including the Georgian Bay), the St. Marys River and Lake Superior (not including Thunder Bay, Black Bay and Nipigon Bay), extend to the boundary of the Province of Ontario in such lake or river; in prolongation of the outlines of each township respectively; and unless otherwise provided herein, such townships also include all the islands the whole or the greater part of which are comprised within the said outlines so prolonged. R.S.O. 1990, c. T.5, s. 5 (1).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2) Subsection (1) does not apply to that part of Ontario at the head of Lake Ontario lying west of the east boundary of the City of Toronto, but in that part the limits of all local municipalities on either side of the Lake extend to the following described line:</p> <p class=\"parawindt-e\">Commencing at a point where the east boundary of the City of Toronto meets the International Boundary; thence westerly along the line of the International Boundary to the point of its angle southerly; thence westerly in a straight line to and along the centre line of the Burlington Canal to its point of entry into Hamilton Harbour. R.S.O. 1990, c. T.5, s. 5 (2); 1997, c. 26, Sched.</p> <p class=\"headnote-e\"><b>Long Point</b></p> <p class=\"subsection-e\">(3) Subject to the <i>Provincial Parks Act</i>, the Township of South Walsingham includes the whole of Long Point. R.S.O. 1990, c. T.5, s. 5 (3).</p>"
        },
        {
            "id": "P66_4233",
            "section": "Limits of townships on the Ottawa River",
            "content": "6. The limits of the townships lying on the Ottawa River in like manner extend to the boundary between Ontario and Quebec. R.S.O. 1990, c. T.5, s. 6.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P66_4233\"></a><a name=\"BK7\"></a>6.</b> The limits of the townships lying on the Ottawa River in like manner extend to the boundary between Ontario and Quebec. R.S.O. 1990, c. T.5, s. 6.</p>"
        },
        {
            "id": "P68_4420",
            "section": "Limits of townships in Glengarry",
            "content": "7. The limits of the townships in the County of Glengarry in like manner extend to the middle of Lake St. Francis, and to the middle of the main channel of the St. Lawrence River, and unless otherwise provided herein, also include every island the whole or the greater part of which is comprised within the outlines of such townships so prolonged. R.S.O. 1990, c. T.5, s. 7.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P68_4420\"></a><a name=\"BK8\"></a>7.</b> The limits of the townships in the County of Glengarry in like manner extend to the middle of Lake St. Francis, and to the middle of the main channel of the St. Lawrence River, and unless otherwise provided herein, also include every island the whole or the greater part of which is comprised within the outlines of such townships so prolonged. R.S.O. 1990, c. T.5, s. 7.</p>"
        },
        {
            "id": "P70_4872",
            "section": "Limits of townships on Bay of Quinte and on other bays, lakes and rivers",
            "content": "8. (1) The limits of the townships on the Bay of Quinte, the Georgian Bay, Thunder Bay, Black Bay and Nipigon Bay, the Trent River and its lakes, Lake Simcoe, the Severn River, the Rideau River and its lakes, the Thames River, the Grand River, and any other rivers, lakes and bays not hereinbefore mentioned, in like manner extend to the middle of such lakes and bays, and to the middle of the main channels of such rivers respectively, and unless otherwise provided herein, also include every island the whole or the greater part of which is comprised within the outlines of such townships so prolonged. R.S.O. 1990, c. T.5, s. 8 (1). Exceptions (2) Despite subsection (1), (a) the extended east limit of the Township of Carling and the extended west limit of the Township of McDougall in the waters of Parry Sound are defined by a line drawn south 20o 52′ east astronomically from the southeast corner of Lot 6, Concession 10 in the Township of Carling; and (b) the extended south limits of the townships of McDougall and Carling and the extended north limit of the Township of Cowper in the waters of Parry Sound and the Georgian Bay are defined by a line drawn south 69o 8′ west astronomically from the southwest corner of the Township of McDougall, and the townships of Carling, McDougall and Cowper include every island the whole or the greater part of which is included within the limits of such townships as so defined. R.S.O. 1990, c. T.5, s. 8 (2). Idem (3) Despite subsection (1), the extended south limit of the Township of Baxter and the eastern portion of the extended north limit of the Township of Tay in the waters of the Georgian Bay from the mouth of the Severn River are defined as follows: Commencing at a point in the waters of the Georgian Bay distant 94 chains, measured on a course of south 20o 52′ east from the northeast corner of Lot 31, Concession 2, in the Township of Baxter; thence north 80o west astronomically 109 chains more or less to a point in a line drawn south astronomically from the southwestern extremity of Potato Island; thence west astronomically 210 chains more or less to a point in the waters of the Georgian Bay midway between the mainland of the Township of Tay and the Township of Baxter; Again commencing at the said point of commencement; thence north 62o east astronomically 40 chains more or less to a point in the waters of the Georgian Bay midway between the mainland of the Township of Baxter and the Township of Tay; thence northerly and westerly following the midway line between the mainland of the Township of Baxter and the Township of Tay to the intersection with the centre of the main channel of the Severn River at the mouth of the Severn River, and the townships of Baxter and Tay include every island the whole or the greater part of which is included within the limits of such townships as so defined. R.S.O. 1990, c. T.5, s. 8 (3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P70_4872\"></a><a name=\"BK9\"></a>8.</b> (1) The limits of the townships on the Bay of Quinte, the Georgian Bay, Thunder Bay, Black Bay and Nipigon Bay, the Trent River and its lakes, Lake Simcoe, the Severn River, the Rideau River and its lakes, the Thames River, the Grand River, and any other rivers, lakes and bays not hereinbefore mentioned, in like manner extend to the middle of such lakes and bays, and to the middle of the main channels of such rivers respectively, and unless otherwise provided herein, also include every island the whole or the greater part of which is comprised within the outlines of such townships so prolonged. R.S.O. 1990, c. T.5, s. 8 (1).</p> <p class=\"headnote-e\"><b>Exceptions</b></p> <p class=\"subsection-e\">(2) Despite subsection (1),</p> <p class=\"clause-e\">(a) the extended east limit of the Township of Carling and the extended west limit of the Township of McDougall in the waters of Parry Sound are defined by a line drawn south 20<sup>o</sup> 52′ east astronomically from the southeast corner of Lot 6, Concession 10 in the Township of Carling; and</p> <p class=\"clause-e\">(b) the extended south limits of the townships of McDougall and Carling and the extended north limit of the Township of Cowper in the waters of Parry Sound and the Georgian Bay are defined by a line drawn south 69<sup>o</sup> 8′ west astronomically from the southwest corner of the Township of McDougall,</p> <p class=\"Ssubsection-e\">and the townships of Carling, McDougall and Cowper include every island the whole or the greater part of which is included within the limits of such townships as so defined. R.S.O. 1990, c. T.5, s. 8 (2).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) Despite subsection (1), the extended south limit of the Township of Baxter and the eastern portion of the extended north limit of the Township of Tay in the waters of the Georgian Bay from the mouth of the Severn River are defined as follows:</p> <p class=\"parawindt-e\">Commencing at a point in the waters of the Georgian Bay distant 94 chains, measured on a course of south 20<sup>o</sup> 52′ east from the northeast corner of Lot 31, Concession 2, in the Township of Baxter; thence north 80<sup>o</sup> west astronomically 109 chains more or less to a point in a line drawn south astronomically from the southwestern extremity of Potato Island; thence west astronomically 210 chains more or less to a point in the waters of the Georgian Bay midway between the mainland of the Township of Tay and the Township of Baxter;</p> <p class=\"parawindt-e\">Again commencing at the said point of commencement; thence north 62<sup>o</sup> east astronomically 40 chains more or less to a point in the waters of the Georgian Bay midway between the mainland of the Township of Baxter and the Township of Tay; thence northerly and westerly following the midway line between the mainland of the Township of Baxter and the Township of Tay to the intersection with the centre of the main channel of the Severn River at the mouth of the Severn River,</p> <p class=\"Ssubsection-e\">and the townships of Baxter and Tay include every island the whole or the greater part of which is included within the limits of such townships as so defined. R.S.O. 1990, c. T.5, s. 8 (3).</p>"
        },
        {
            "id": "P82_7849",
            "section": "Savings as to islands being townships of themselves, etc.",
            "content": "9. Sections 5, 6, 7 and 8 do not extend to any islands or parts of islands that are townships by themselves, or that have been expressly included in other townships in the original surveys and plans thereof remaining of record in the office of the Minister of Natural Resources or by statute, but the same remain townships or parts of such other townships respectively. R.S.O. 1990, c. T.5, s. 9.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P82_7849\"></a><a name=\"BK10\"></a>9.</b> Sections 5, 6, 7 and 8 do not extend to any islands or parts of islands that are townships by themselves, or that have been expressly included in other townships in the original surveys and plans thereof remaining of record in the office of the Minister of Natural Resources or by statute, but the same remain townships or parts of such other townships respectively. R.S.O. 1990, c. T.5, s. 9.</p>"
        },
        {
            "id": "P84_8307",
            "section": "Where doubt exists as to township in which any land lies",
            "content": "10. Despite sections 5, 6, 7 and 8, where doubt exists as to the township in which an island or other tract of land or lands covered with water lies, the Ontario Municipal Board upon application under the Municipal Corporations Quieting Orders Act may declare the township in which the same lies. R.S.O. 1990, c. T.5, s. 10. Powers of Lieutenant Governor in Council",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P84_8307\"></a><a name=\"BK11\"></a>10.</b> Despite sections 5, 6, 7 and 8, where doubt exists as to the township in which an island or other tract of land or lands covered with water lies, the Ontario Municipal Board upon application under the <i>Municipal Corporations Quieting Orders Act</i> may declare the township in which the same lies. R.S.O. 1990, c. T.5, s. 10.</p> <p class=\"heading1-e\"><a name=\"P85_8637\"></a><a name=\"BK12\"></a>Powers of Lieutenant Governor in Council</p>"
        },
        {
            "id": "P87_8717",
            "section": "Powers of Lieutenant Governor in Council",
            "content": "11. The Lieutenant Governor in Council may, (a) establish geographic townships in those parts of Ontario in which townships have not been constituted, and declare the name each shall bear and fix the boundaries thereof; (b) alter the boundaries of any territorial district; (c) when no letters patent have been issued granting lands in a township, alter the boundaries or change the name thereof; (d) annex any gore or tract of land not forming part of a township to any adjoining township or parts of such gore or tract of land to townships adjoining such parts. R.S.O. 1990, c. T.5, s. 11. SCHEDULE [Note:  Information regarding the composition of counties, regional municipalities and territorial districts that was set out in sections 1 and 2 of R.S.O. 1980, c. 497 has been combined and is now set out in this Schedule. Certain names appearing in the lists of towns, townships and improvement districts for a territorial district may also appear in the list of geographic townships for the territorial district.] CONTENTS  Para-\ngraph\n\nMunicipality\n\n\n 1.\n\nCounty of Brant\n\n\n 2.\n\nCounty of Bruce\n\n\n 3.\n\nCounty of Dufferin\n\n\n 4.\n\nCounty of Dundas\n\n\n 5.\n\nRegional Municipality of Durham\n\n\n 6.\n\nCounty of Elgin\n\n\n 7.\n\nCounty of Essex\n\n\n 8.\n\nCounty of Frontenac\n\n\n 9.\n\nCounty of Glengarry\n\n\n10.\n\nCounty of Grenville\n\n\n11.\n\nCounty of Grey\n\n\n12.\n\nTown of Haldimand\n\n\n13.\n\nCounty of Haliburton\n\n\n14.\n\nRegional Municipality of Halton\n\n\n15.\n\nCity of Hamilton\n\n\n16.\n\nCounty of Hastings\n\n\n17.\n\nCounty of Huron\n\n\n18.\n\nCounty of Kent\n\n\n19.\n\nCounty of Lambton\n\n\n20.\n\nCounty of Lanark\n\n\n21.\n\nCounty of Leeds\n\n\n22.\n\nCounty of Lennox and Addington\n\n\n23.\n\nCounty of Middlesex\n\n\n24.\n\nRegional Municipality of Niagara\n\n\n24.1\n\nTown of Norfolk\n\n\n25.\n\nCounty of Northumberland\n\n\n26.\n\nCity of Ottawa\n\n\n27.\n\nCounty of Oxford\n\n\n28.\n\nRegional Municipality of Peel\n\n\n29.\n\nCounty of Perth\n\n\n30.\n\nCounty of Peterborough\n\n\n31.\n\nCounty of Prescott\n\n\n32.\n\nCounty of Prince Edward\n\n\n33.\n\nCounty of Renfrew\n\n\n34.\n\nCounty of Russell\n\n\n35.\n\nCounty of Simcoe\n\n\n36.\n\nCounty of Stormont\n\n\n37.\n\nCity of Toronto\n\n\n38.\n\nCounty of Victoria\n\n\n39.\n\nRegional Municipality of Waterloo\n\n\n40.\n\nCounty of Wellington\n\n\n41.\n\nRegional Municipality of York\n\n\n42.\n\nTerritorial District of Algoma\n\n\n43.\n\nTerritorial District of Cochrane\n\n\n44.\n\nTerritorial District of Kenora\n\n\n45.\n\nTerritorial District of Manitoulin\n\n\n46.\n\nTerritorial District of Muskoka\n\n\n47.\n\nTerritorial District of Nipissing\n\n\n48.\n\nTerritorial District of Parry Sound\n\n\n49.\n\nTerritorial District of Rainy River\n\n\n50.\n\nTerritorial District of Sudbury\n\n\n51.\n\nTerritorial District of Thunder Bay\n\n\n52.\n\nTerritorial District of Timiskaming",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P87_8717\"></a><a name=\"BK13\"></a>11.</b> The Lieutenant Governor in Council may,</p> <p class=\"clause-e\">(a) establish geographic townships in those parts of Ontario in which townships have not been constituted, and declare the name each shall bear and fix the boundaries thereof;</p> <p class=\"clause-e\">(b) alter the boundaries of any territorial district;</p> <p class=\"clause-e\">(c) when no letters patent have been issued granting lands in a township, alter the boundaries or change the name thereof;</p> <p class=\"clause-e\">(d) annex any gore or tract of land not forming part of a township to any adjoining township or parts of such gore or tract of land to townships adjoining such parts. R.S.O. 1990, c. T.5, s. 11.</p> <p class=\"schedule-e\"><a name=\"P92_9306\"></a><a name=\"BK14\"></a>SCHEDULE</p> <p class=\"note-e\"><i>[Note:</i>  Information regarding the composition of counties, regional municipalities and territorial districts that was set out in sections 1 and 2 of R.S.O. 1980, c. 497 has been combined and is now set out in this Schedule. Certain names appearing in the lists of towns, townships and improvement districts for a territorial district may also appear in the list of geographic townships for the territorial district.<i>]</i></p> <p class=\"toc-e\"><b>CONTENTS</b></p> <p>\n</p> <center><table cellpadding=\"0\" cellspacing=\"0\" width=\"500\">\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\"><i>Para-</i></p>\n<p class=\"table-e\"><i>graph</i></p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\"><i>Municipality</i></p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\"> 1.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Brant</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\"> 2.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Bruce</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\"> 3.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Dufferin</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\"> 4.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Dundas</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\"> 5.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">Regional Municipality of Durham</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\"> 6.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Elgin</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\"> 7.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Essex</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\"> 8.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Frontenac</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\"> 9.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Glengarry</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">10.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Grenville</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">11.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Grey</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">12.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">Town of Haldimand</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">13.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Haliburton</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">14.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">Regional Municipality of Halton</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">15.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">City of Hamilton</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">16.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Hastings</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">17.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Huron</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">18.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Kent</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">19.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Lambton</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">20.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Lanark</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">21.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Leeds</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">22.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Lennox and Addington</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">23.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Middlesex</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">24.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">Regional Municipality of Niagara</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">24.1</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">Town of Norfolk</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">25.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Northumberland</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">26.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">City of Ottawa</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">27.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Oxford</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">28.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">Regional Municipality of Peel</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">29.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Perth</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">30.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Peterborough</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">31.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Prescott</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">32.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Prince Edward</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">33.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Renfrew</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">34.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Russell</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">35.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Simcoe</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">36.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Stormont</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">37.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">City of Toronto</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">38.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Victoria</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">39.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">Regional Municipality of Waterloo</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">40.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">County of Wellington</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">41.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">Regional Municipality of York</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">42.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">Territorial District of Algoma</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">43.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">Territorial District of Cochrane</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">44.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">Territorial District of Kenora</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">45.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">Territorial District of Manitoulin</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">46.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">Territorial District of Muskoka</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">47.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">Territorial District of Nipissing</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">48.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">Territorial District of Parry Sound</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">49.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">Territorial District of Rainy River</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">50.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">Territorial District of Sudbury</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">51.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">Territorial District of Thunder Bay</p>\n</td></tr>\n<tr>\n<td valign=\"top\" width=\"56\"><p class=\"table-e\">52.</p>\n</td>\n<td valign=\"top\" width=\"240\"><p class=\"table-e\">Territorial District of Timiskaming</p>\n</td></tr></table></center>"
        },
        {
            "id": "",
            "section": "Brant",
            "content": "1. The County of Brant consists of, (a) the City of Brantford; (b) the Town of Paris; (c) the townships of Brantford, Burford, Oakland, Onondaga, South Dumfries, Tuscarora. The Township of Tuscarora continues to be withdrawn from and does not form part of the County of Brant for municipal purposes.",
            "raw_html": "<p class=\"section-e\">1.<b> </b>The County of Brant consists of,</p> <p class=\"clause-e\">(a) the City of Brantford;</p> <p class=\"clause-e\">(b) the Town of Paris;</p> <p class=\"clause-e\">(c) the townships of Brantford, Burford, Oakland, Onondaga, South Dumfries, Tuscarora.</p> <p class=\"Ssection-e\">The Township of Tuscarora continues to be withdrawn from and does not form part of the County of Brant for municipal purposes.</p>"
        },
        {
            "id": null,
            "section": "Bruce",
            "content": "2. The County of Bruce consists of, (a) the towns of Chesley, Kincardine, Port Elgin, Southampton, Walkerton, Wiarton; (b) the villages of Hepworth, Lion’s Head, Lucknow, Mildmay, Paisley, Ripley, Tara, Teeswater, Tiverton; (c) the townships of, Albemarle, Amabel, Arran, Brant, Bruce, Carrick, Culross, Eastnor, Elderslie, Greenock, Huron, Kincardine, Kinloss, Lindsay, St. Edmunds, Saugeen.",
            "raw_html": "<p class=\"section-e\">2. The County of Bruce consists of,</p> <p class=\"clause-e\">(a) the towns of Chesley, Kincardine, Port Elgin, Southampton, Walkerton, Wiarton;</p> <p class=\"clause-e\">(b) the villages of Hepworth, Lion’s Head, Lucknow, Mildmay, Paisley, Ripley, Tara, Teeswater, Tiverton;</p> <p class=\"clause-e\">(c) the townships of,</p> <p class=\"Sclause-e\">Albemarle,</p> <p class=\"Sclause-e\">Amabel,</p> <p class=\"Sclause-e\">Arran,</p> <p class=\"Sclause-e\">Brant,</p> <p class=\"Sclause-e\">Bruce,</p> <p class=\"Sclause-e\">Carrick,</p> <p class=\"Sclause-e\">Culross,</p> <p class=\"Sclause-e\">Eastnor,</p> <p class=\"Sclause-e\">Elderslie,</p> <p class=\"Sclause-e\">Greenock,</p> <p class=\"Sclause-e\">Huron,</p> <p class=\"Sclause-e\">Kincardine,</p> <p class=\"Sclause-e\">Kinloss,</p> <p class=\"Sclause-e\">Lindsay,</p> <p class=\"Sclause-e\">St. Edmunds,</p> <p class=\"Sclause-e\">Saugeen.</p>"
        },
        {
            "id": null,
            "section": "Dufferin",
            "content": "3. The County of Dufferin consists of, (a) the towns of Orangeville, Shelburne; (b) the Village of Grand Valley; (c) the townships of Amaranth, East Garafraxa, East Luther, Melancthon, Mono, Mulmur.",
            "raw_html": "<p class=\"section-e\">3. The County of Dufferin consists of,</p> <p class=\"clause-e\">(a) the towns of Orangeville, Shelburne;</p> <p class=\"clause-e\">(b) the Village of Grand Valley;</p> <p class=\"clause-e\">(c) the townships of Amaranth, East Garafraxa, East Luther, Melancthon, Mono, Mulmur.</p>"
        },
        {
            "id": null,
            "section": "Dundas",
            "content": "4. The County of Dundas consists of, (a) the villages of Chesterville, Iroquois, Morrisburg, Winchester; (b) the townships of Matilda, Mountain, Williamsburgh, Winchester.",
            "raw_html": "<p class=\"section-e\">4. The County of Dundas consists of,</p> <p class=\"clause-e\">(a) the villages of Chesterville, Iroquois, Morrisburg, Winchester;</p> <p class=\"clause-e\">(b) the townships of Matilda, Mountain, Williamsburgh, Winchester.</p>"
        },
        {
            "id": null,
            "section": "Durham",
            "content": "5. The Regional Municipality of Durham consists of the municipalities from time to time included within the Regional Area as defined in the Regional Municipality of Durham Act.",
            "raw_html": "<p class=\"section-e\">5. The Regional Municipality of Durham consists of the municipalities from time to time included within the Regional Area as defined in the <i>Regional Municipality of Durham Act.</i></p>"
        },
        {
            "id": null,
            "section": "Elgin",
            "content": "6. The County of Elgin consists of, (a) the City of St. Thomas; (b) the Town of Aylmer; (c) the villages of Belmont, Dutton, Port Burwell, Port Stanley, Rodney, Springfield, Vienna, West Lorne; (d) the townships of Aldborough, Bayham, Dunwich, Malahide, South Dorchester, Southwold, Yarmouth.",
            "raw_html": "<p class=\"section-e\">6. The County of Elgin consists of,</p> <p class=\"clause-e\">(a) the City of St. Thomas;</p> <p class=\"clause-e\">(b) the Town of Aylmer;</p> <p class=\"clause-e\">(c) the villages of Belmont, Dutton, Port Burwell, Port Stanley, Rodney, Springfield, Vienna, West Lorne;</p> <p class=\"clause-e\">(d) the townships of Aldborough, Bayham, Dunwich, Malahide, South Dorchester, Southwold, Yarmouth.</p>"
        },
        {
            "id": null,
            "section": "Essex",
            "content": "7. The County of Essex consists of, (a) the City of Windsor; (b) the towns of Amherstburg, Belle River, Essex, Harrow, Kingsville, Leamington, Tecumseh; (c) the Village of St. Clair Beach; (d) the townships of, Anderdon, Colchester North, Colchester South, Gosfield North, Gosfield South, Maidstone, Malden, Mersea, Pelee, Rochester, Sandwich South, Sandwich West, Tilbury North, Tilbury West. The Township of Pelee continues to be separate, for municipal purposes, from the County of Essex. Middle Sister Island, North Harbour Island, East Sister Island, Hen Island, Big Chicken Island, Little Chicken Island, and Middle Island together with all lands and water in Lake Erie within one mile of the shore of Pelee Island form part of the Township of Pelee.",
            "raw_html": "<p class=\"section-e\">7. The County of Essex consists of,</p> <p class=\"clause-e\">(a) the City of Windsor;</p> <p class=\"clause-e\">(b) the towns of Amherstburg, Belle River, Essex, Harrow, Kingsville, Leamington, Tecumseh;</p> <p class=\"clause-e\">(c) the Village of St. Clair Beach;</p> <p class=\"clause-e\">(d) the townships of, </p> <p class=\"Sclause-e\">Anderdon,</p> <p class=\"Sclause-e\">Colchester North,</p> <p class=\"Sclause-e\">Colchester South,</p> <p class=\"Sclause-e\">Gosfield North,</p> <p class=\"Sclause-e\">Gosfield South,</p> <p class=\"Sclause-e\">Maidstone,</p> <p class=\"Sclause-e\">Malden,</p> <p class=\"Sclause-e\">Mersea,</p> <p class=\"Sclause-e\">Pelee,</p> <p class=\"Sclause-e\">Rochester,</p> <p class=\"Sclause-e\">Sandwich South,</p> <p class=\"Sclause-e\">Sandwich West,</p> <p class=\"Sclause-e\">Tilbury North,</p> <p class=\"Sclause-e\">Tilbury West.</p> <p class=\"Ssection-e\">The Township of Pelee continues to be separate, for municipal purposes, from the County of Essex.</p> <p class=\"Ssection-e\">Middle Sister Island, North Harbour Island, East Sister Island, Hen Island, Big Chicken Island, Little Chicken Island, and Middle Island together with all lands and water in Lake Erie within one mile of the shore of Pelee Island form part of the Township of Pelee.</p>"
        },
        {
            "id": null,
            "section": "Frontenac",
            "content": "8. The County of Frontenac consists of, (a) the City of Kingston; (b) the townships of, Barrie, Bedford, Clarendon and Miller, Hinchinbrooke, Howe Island, Kennebec, Kingston, Loughborough, Olden, Oso, Palmerston and North and South Canonto, Pittsburgh, Portland, Storrington, Wolfe Island. Garden Island, Simcoe Island, Horseshoe Island and Mud Island form part of the Township of Wolfe Island.",
            "raw_html": "<p class=\"section-e\">8. The County of Frontenac consists of,</p> <p class=\"clause-e\">(a) the City of Kingston;</p> <p class=\"clause-e\">(b) the townships of, </p> <p class=\"Sclause-e\">Barrie,</p> <p class=\"Sclause-e\">Bedford,</p> <p class=\"Sclause-e\">Clarendon and Miller,</p> <p class=\"Sclause-e\">Hinchinbrooke,</p> <p class=\"Sclause-e\">Howe Island,</p> <p class=\"Sclause-e\">Kennebec,</p> <p class=\"Sclause-e\">Kingston,</p> <p class=\"Sclause-e\">Loughborough,</p> <p class=\"Sclause-e\">Olden,</p> <p class=\"Sclause-e\">Oso,</p> <p class=\"Sclause-e\">Palmerston and North and South Canonto,</p> <p class=\"Sclause-e\">Pittsburgh,</p> <p class=\"Sclause-e\">Portland,</p> <p class=\"Sclause-e\">Storrington,</p> <p class=\"Sclause-e\">Wolfe Island.</p> <p class=\"Ssection-e\">Garden Island, Simcoe Island, Horseshoe Island and Mud Island form part of the Township of Wolfe Island.</p>"
        },
        {
            "id": null,
            "section": "Glengarry",
            "content": "9. The County of Glengarry consists of, (a) the town of Alexandria; (b) the villages of Lancaster, Maxville; (c) the townships of Charlottenburgh, Kenyon, Lancaster, Lochiel.",
            "raw_html": "<p class=\"section-e\">9. The County of Glengarry consists of,</p> <p class=\"clause-e\">(a) the town of Alexandria;</p> <p class=\"clause-e\">(b) the villages of Lancaster, Maxville;</p> <p class=\"clause-e\">(c) the townships of Charlottenburgh, Kenyon, Lancaster, Lochiel.</p>"
        },
        {
            "id": null,
            "section": "Grenville",
            "content": "10. The County of Grenville consists of, (a) the separated Town of Prescott; (b) the Town of Kemptville; (c) the villages of Cardinal, Merrickville; (d) the townships of Augusta, Edwardsburgh, Oxford (on Rideau), South Gower, Wolford.",
            "raw_html": "<p class=\"section-e\">10. The County of Grenville consists of,</p> <p class=\"clause-e\">(a) the separated Town of Prescott;</p> <p class=\"clause-e\">(b) the Town of Kemptville;</p> <p class=\"clause-e\">(c) the villages of Cardinal, Merrickville;</p> <p class=\"clause-e\">(d) the townships of Augusta, Edwardsburgh, Oxford (on Rideau), South Gower, Wolford.</p>"
        },
        {
            "id": null,
            "section": "Grey",
            "content": "11. The County of Grey consists of, (a) the City of Owen Sound; (b) the towns of Durham, Hanover, Meaford, Thornbury; (c) the villages of Chatsworth, Dundalk, Flesherton, Markdale, Neustadt, Shallow Lake; (d) the townships of, Artemesia, Bentinck, Collingwood, Derby, Egremont, Euphrasia, Glenelg, Holland, Keppel, Normanby, Osprey, Proton, St. Vincent, Sarawak, Sullivan, Sydenham.",
            "raw_html": "<p class=\"section-e\">11. The County of Grey consists of,</p> <p class=\"clause-e\">(a) the City of Owen Sound;</p> <p class=\"clause-e\">(b) the towns of Durham, Hanover, Meaford, Thornbury;</p> <p class=\"clause-e\">(c) the villages of Chatsworth, Dundalk, Flesherton, Markdale, Neustadt, Shallow Lake;</p> <p class=\"clause-e\">(d) the townships of, </p> <p class=\"Sclause-e\">Artemesia,</p> <p class=\"Sclause-e\">Bentinck,</p> <p class=\"Sclause-e\">Collingwood,</p> <p class=\"Sclause-e\">Derby,</p> <p class=\"Sclause-e\">Egremont,</p> <p class=\"Sclause-e\">Euphrasia,</p> <p class=\"Sclause-e\">Glenelg,</p> <p class=\"Sclause-e\">Holland,</p> <p class=\"Sclause-e\">Keppel,</p> <p class=\"Sclause-e\">Normanby,</p> <p class=\"Sclause-e\">Osprey,</p> <p class=\"Sclause-e\">Proton,</p> <p class=\"Sclause-e\">St. Vincent,</p> <p class=\"Sclause-e\">Sarawak,</p> <p class=\"Sclause-e\">Sullivan,</p> <p class=\"Sclause-e\">Sydenham.</p>"
        },
        {
            "id": null,
            "section": "Haldimand",
            "content": "12. The Town of Haldimand consists of the municipal area as defined in the Town of Haldimand Act, 1999.",
            "raw_html": "<p class=\"section-e\">12. The Town of Haldimand consists of the municipal area as defined in the <i>Town of Haldimand Act, 1999</i>.</p>"
        },
        {
            "id": null,
            "section": "Haliburton",
            "content": "13. The County of Haliburton consists of the townships of,  Anson, Hindon and Minden, Bicroft, Cardiff, Dysart, Bruton, Clyde, Dudley, Eyre, Guilford, Harburn, Harcourt and Havelock, Glamorgan, Lutterworth, Monmouth, Sherborne, McClintock, Livingstone, Lawrence and Nightingale, Snowdon, Stanhope.",
            "raw_html": "<p class=\"section-e\">13. The County of Haliburton consists of the townships of, </p> <p class=\"Sclause-e\">Anson, Hindon and Minden,</p> <p class=\"Sclause-e\">Bicroft,</p> <p class=\"Sclause-e\">Cardiff,</p> <p class=\"Sclause-e\">Dysart, Bruton, Clyde, Dudley, Eyre, Guilford, Harburn, Harcourt and Havelock,</p> <p class=\"Sclause-e\">Glamorgan,</p> <p class=\"Sclause-e\">Lutterworth,</p> <p class=\"Sclause-e\">Monmouth,</p> <p class=\"Sclause-e\">Sherborne, McClintock, Livingstone, Lawrence and Nightingale,</p> <p class=\"Sclause-e\">Snowdon,</p> <p class=\"Sclause-e\">Stanhope.</p>"
        },
        {
            "id": null,
            "section": "Halton",
            "content": "14. The Regional Municipality of Halton consists of the municipalities from time to time included within the Regional Area as defined in the Regional Municipality of Halton Act.",
            "raw_html": "<p class=\"section-e\">14. The Regional Municipality of Halton consists of the municipalities from time to time included within the Regional Area as defined in the <i>Regional Municipality of Halton Act</i>.</p>"
        },
        {
            "id": null,
            "section": "Hamilton",
            "content": "15. The City of Hamilton consists of the municipal area as defined in the City of Hamilton Act, 1999.",
            "raw_html": "<p class=\"section-e\">15. The City of Hamilton consists of the municipal area as defined in the <i>City of Hamilton Act, 1999</i>.</p>"
        },
        {
            "id": null,
            "section": "Hastings",
            "content": "16. The County of Hastings consists of, (a) the cities of Belleville, Trenton; (b) the Town of Deseronto; (c) the villages of Bancroft, Deloro, Frankford, Madoc, Marmora, Stirling, Tweed; (d) the townships of, Bangor, Wicklow and McClure, Carlow, Dungannon, Elzevir and Grimsthorpe, Faraday, Herschel, Hungerford, Huntingdon, Limerick, Madoc, Marmora and Lake, Mayo, Monteagle, Rawdon, Sidney, Thurlow, Tudor and Cashel, Tyendinaga, Wollaston.",
            "raw_html": "<p class=\"section-e\">16. The County of Hastings consists of,</p> <p class=\"clause-e\">(a) the cities of Belleville, Trenton;</p> <p class=\"clause-e\">(b) the Town of Deseronto;</p> <p class=\"clause-e\">(c) the villages of Bancroft, Deloro, Frankford, Madoc, Marmora, Stirling, Tweed;</p> <p class=\"clause-e\">(d) the townships of, </p> <p class=\"Sclause-e\">Bangor, Wicklow and McClure,</p> <p class=\"Sclause-e\">Carlow,</p> <p class=\"Sclause-e\">Dungannon,</p> <p class=\"Sclause-e\">Elzevir and Grimsthorpe,</p> <p class=\"Sclause-e\">Faraday,</p> <p class=\"Sclause-e\">Herschel,</p> <p class=\"Sclause-e\">Hungerford,</p> <p class=\"Sclause-e\">Huntingdon,</p> <p class=\"Sclause-e\">Limerick,</p> <p class=\"Sclause-e\">Madoc,</p> <p class=\"Sclause-e\">Marmora and Lake,</p> <p class=\"Sclause-e\">Mayo,</p> <p class=\"Sclause-e\">Monteagle,</p> <p class=\"Sclause-e\">Rawdon,</p> <p class=\"Sclause-e\">Sidney,</p> <p class=\"Sclause-e\">Thurlow,</p> <p class=\"Sclause-e\">Tudor and Cashel,</p> <p class=\"Sclause-e\">Tyendinaga,</p> <p class=\"Sclause-e\">Wollaston.</p>"
        },
        {
            "id": null,
            "section": "Huron",
            "content": "17. The County of Huron consists of, (a) the towns of Clinton, Exeter, Goderich, Seaforth, Wingham; (b) the villages of Bayfield, Blyth, Brussels, Hensall, Zurich; (c) the townships of, Ashfield, Colborne, East Wawanosh, Goderich, Grey, Hay, Howick, Hullett, McKillop, Morris, Stanley, Stephen, Tuckersmith, Turnberry, Usborne, West Wawanosh.",
            "raw_html": "<p class=\"section-e\">17. The County of Huron consists of,</p> <p class=\"clause-e\">(a) the towns of Clinton, Exeter, Goderich, Seaforth, Wingham;</p> <p class=\"clause-e\">(b) the villages of Bayfield, Blyth, Brussels, Hensall, Zurich;</p> <p class=\"clause-e\">(c) the townships of,</p> <p class=\"Sclause-e\">Ashfield,</p> <p class=\"Sclause-e\">Colborne,</p> <p class=\"Sclause-e\">East Wawanosh,</p> <p class=\"Sclause-e\">Goderich,</p> <p class=\"Sclause-e\">Grey,</p> <p class=\"Sclause-e\">Hay,</p> <p class=\"Sclause-e\">Howick,</p> <p class=\"Sclause-e\">Hullett,</p> <p class=\"Sclause-e\">McKillop,</p> <p class=\"Sclause-e\">Morris,</p> <p class=\"Sclause-e\">Stanley,</p> <p class=\"Sclause-e\">Stephen,</p> <p class=\"Sclause-e\">Tuckersmith,</p> <p class=\"Sclause-e\">Turnberry,</p> <p class=\"Sclause-e\">Usborne,</p> <p class=\"Sclause-e\">West Wawanosh.</p>"
        },
        {
            "id": null,
            "section": "Kent",
            "content": "18. The County of Kent consists of, (a) the City of Chatham; (b) the towns of Blenheim, Bothwell, Dresden, Ridgetown, Tilbury, Wallaceburg; (c) the villages of Erieau, Erie Beach, Highgate, Thamesville, Wheatley; (d) the townships of, Camden, Chatham, Dover, Harwich, Howard, Orford, Raleigh, Romney, Tilbury East, Zone.",
            "raw_html": "<p class=\"section-e\">18. The County of Kent consists of,</p> <p class=\"clause-e\">(a) the City of Chatham;</p> <p class=\"clause-e\">(b) the towns of Blenheim, Bothwell, Dresden, Ridgetown, Tilbury, Wallaceburg;</p> <p class=\"clause-e\">(c) the villages of Erieau, Erie Beach, Highgate, Thamesville, Wheatley;</p> <p class=\"clause-e\">(d) the townships of, </p> <p class=\"Sclause-e\">Camden,</p> <p class=\"Sclause-e\">Chatham,</p> <p class=\"Sclause-e\">Dover,</p> <p class=\"Sclause-e\">Harwich,</p> <p class=\"Sclause-e\">Howard,</p> <p class=\"Sclause-e\">Orford,</p> <p class=\"Sclause-e\">Raleigh,</p> <p class=\"Sclause-e\">Romney,</p> <p class=\"Sclause-e\">Tilbury East,</p> <p class=\"Sclause-e\">Zone.</p>"
        },
        {
            "id": null,
            "section": "Lambton",
            "content": "19. The County of Lambton consists of, (a) the City of Sarnia-Clearwater; (b) the towns of Forest, Petrolia; (c) the villages of Alvinston, Arkona, Grand Bend, Oil Springs, Point Edward, Thedford, Watford, Wyoming; (d) the townships of, Bosanquet, Brooke, Dawn, Enniskillen, Euphemia, Moore, Plympton, Sombra, Warwick. Walpole Island, St. Anne’s Island and the other islands at the mouth of the St. Clair River form part of the Township of Sombra.",
            "raw_html": "<p class=\"section-e\">19. The County of Lambton consists of,</p> <p class=\"clause-e\">(a) the City of Sarnia-Clearwater;</p> <p class=\"clause-e\">(b) the towns of Forest, Petrolia;</p> <p class=\"clause-e\">(c) the villages of Alvinston, Arkona, Grand Bend, Oil Springs, Point Edward, Thedford, Watford, Wyoming;</p> <p class=\"clause-e\">(d) the townships of, </p> <p class=\"Sclause-e\">Bosanquet,</p> <p class=\"Sclause-e\">Brooke,</p> <p class=\"Sclause-e\">Dawn,</p> <p class=\"Sclause-e\">Enniskillen,</p> <p class=\"Sclause-e\">Euphemia,</p> <p class=\"Sclause-e\">Moore,</p> <p class=\"Sclause-e\">Plympton,</p> <p class=\"Sclause-e\">Sombra,</p> <p class=\"Sclause-e\">Warwick.</p> <p class=\"Ssection-e\">Walpole Island, St. Anne’s Island and the other islands at the mouth of the St. Clair River form part of the Township of Sombra.</p>"
        },
        {
            "id": null,
            "section": "Lanark",
            "content": "20. The County of Lanark consists of, (a) the towns of Almonte, Carleton Place, Perth; (b) the separated Town of Smiths Falls; (c) the Village of Lanark; (d) the townships of, Bathurst, Beckwith, Darling, Drummond, Lanark, Lavant, Dalhousie and North Sherbrooke, Montague, North Burgess, North Elmsley, Pakenham, Ramsay, South Sherbrooke.",
            "raw_html": "<p class=\"section-e\">20. The County of Lanark consists of,</p> <p class=\"clause-e\">(a) the towns of Almonte, Carleton Place, Perth;</p> <p class=\"clause-e\">(b) the separated Town of Smiths Falls;</p> <p class=\"clause-e\">(c) the Village of Lanark;</p> <p class=\"clause-e\">(d) the townships of, </p> <p class=\"Sclause-e\">Bathurst,</p> <p class=\"Sclause-e\">Beckwith,</p> <p class=\"Sclause-e\">Darling,</p> <p class=\"Sclause-e\">Drummond,</p> <p class=\"Sclause-e\">Lanark,</p> <p class=\"Sclause-e\">Lavant, Dalhousie and North Sherbrooke,</p> <p class=\"Sclause-e\">Montague,</p> <p class=\"Sclause-e\">North Burgess,</p> <p class=\"Sclause-e\">North Elmsley,</p> <p class=\"Sclause-e\">Pakenham,</p> <p class=\"Sclause-e\">Ramsay,</p> <p class=\"Sclause-e\">South Sherbrooke.</p>"
        },
        {
            "id": null,
            "section": "Leeds",
            "content": "21. The County of Leeds consists of, (a) the City of Brockville, (b) the separated Town of Gananoque; (c) the villages of Athens, Newboro, Westport; (d) the townships of, Bastard and South Burgess, Elizabethtown, Front of Escott, Front of Leeds and Lansdowne, Front of Yonge, Kitley, North Crosby, Rear of Leeds and Lansdowne, Rear of Yonge and Escott, South Crosby, South Elmsley.",
            "raw_html": "<p class=\"section-e\">21. The County of Leeds consists of,</p> <p class=\"clause-e\">(a) the City of Brockville,</p> <p class=\"clause-e\">(b) the separated Town of Gananoque;</p> <p class=\"clause-e\">(c) the villages of Athens, Newboro, Westport;</p> <p class=\"clause-e\">(d) the townships of, </p> <p class=\"Sclause-e\">Bastard and South Burgess,</p> <p class=\"Sclause-e\">Elizabethtown,</p> <p class=\"Sclause-e\">Front of Escott,</p> <p class=\"Sclause-e\">Front of Leeds and Lansdowne,</p> <p class=\"Sclause-e\">Front of Yonge,</p> <p class=\"Sclause-e\">Kitley,</p> <p class=\"Sclause-e\">North Crosby,</p> <p class=\"Sclause-e\">Rear of Leeds and Lansdowne,</p> <p class=\"Sclause-e\">Rear of Yonge and Escott,</p> <p class=\"Sclause-e\">South Crosby,</p> <p class=\"Sclause-e\">South Elmsley.</p>"
        },
        {
            "id": null,
            "section": "Lennox and Addington",
            "content": "22. The County of Lennox and Addington consists of, (a) the Town of Napanee; (b) the villages of Bath, Newburgh; (c) the townships of, Adolphustown, Amherst Island, Camden East, Denbigh, Abinger and Ashby, Ernestown, Kaladar, Anglesea and Effingham, North Fredericksburgh, Richmond, Sheffield, South Fredericksburgh.",
            "raw_html": "<p class=\"section-e\">22. The County of Lennox and Addington consists of,</p> <p class=\"clause-e\">(a) the Town of Napanee;</p> <p class=\"clause-e\">(b) the villages of Bath, Newburgh;</p> <p class=\"clause-e\">(c) the townships of, </p> <p class=\"Sclause-e\">Adolphustown,</p> <p class=\"Sclause-e\">Amherst Island,</p> <p class=\"Sclause-e\">Camden East,</p> <p class=\"Sclause-e\">Denbigh, Abinger and Ashby,</p> <p class=\"Sclause-e\">Ernestown,</p> <p class=\"Sclause-e\">Kaladar, Anglesea and Effingham,</p> <p class=\"Sclause-e\">North Fredericksburgh,</p> <p class=\"Sclause-e\">Richmond,</p> <p class=\"Sclause-e\">Sheffield,</p> <p class=\"Sclause-e\">South Fredericksburgh.</p>"
        },
        {
            "id": null,
            "section": "Middlesex",
            "content": "23. The County of Middlesex consists of, (a) the City of London; (b) the towns of Parkhill, Strathroy; (c) the villages of Ailsa Craig, Glencoe, Lucan, Newbury, Wardsville; (d) the townships of, Adelaide, Biddulph, Caradoc, Delaware, East Williams, Ekfrid, Lobo, London, McGillivray, Metcalfe, Mosa, North Dorchester, West Nissouri, West Williams.",
            "raw_html": "<p class=\"section-e\">23. The County of Middlesex consists of,</p> <p class=\"clause-e\">(a) the City of London;</p> <p class=\"clause-e\">(b) the towns of Parkhill, Strathroy;</p> <p class=\"clause-e\">(c) the villages of Ailsa Craig, Glencoe, Lucan, Newbury, Wardsville;</p> <p class=\"clause-e\">(d) the townships of, </p> <p class=\"Sclause-e\">Adelaide,</p> <p class=\"Sclause-e\">Biddulph,</p> <p class=\"Sclause-e\">Caradoc,</p> <p class=\"Sclause-e\">Delaware,</p> <p class=\"Sclause-e\">East Williams,</p> <p class=\"Sclause-e\">Ekfrid,</p> <p class=\"Sclause-e\">Lobo,</p> <p class=\"Sclause-e\">London,</p> <p class=\"Sclause-e\">McGillivray,</p> <p class=\"Sclause-e\">Metcalfe,</p> <p class=\"Sclause-e\">Mosa,</p> <p class=\"Sclause-e\">North Dorchester,</p> <p class=\"Sclause-e\">West Nissouri,</p> <p class=\"Sclause-e\">West Williams.</p>"
        },
        {
            "id": null,
            "section": "Niagara",
            "content": "24. The Regional Municipality of Niagara consists of the municipalities from time to time included within the Regional Area as defined in the Regional Municipality of Niagara Act.",
            "raw_html": "<p class=\"section-e\">24. The Regional Municipality of Niagara consists of the municipalities from time to time included within the Regional Area as defined in the <i>Regional Municipality of Niagara Act</i>.</p>"
        },
        {
            "id": null,
            "section": "Norfolk",
            "content": "24.1 The Town of Norfolk consists of the municipal area as defined in the Town of Norfolk Act, 1999.",
            "raw_html": "<p class=\"section-e\">24.1 The Town of Norfolk consists of the municipal area as defined in the <i>Town of Norfolk Act, 1999</i>.</p>"
        },
        {
            "id": null,
            "section": "Northumberland",
            "content": "25. The County of Northumberland consists of, (a) the towns of Brighton, Campbellford, Cobourg, Port Hope; (b) the villages of Colborne, Hastings; (c) the townships of, Alnwick, Brighton, Cramahe, Haldimand, Hamilton, Hope, Murray, Percy, Seymour.",
            "raw_html": "<p class=\"section-e\">25. The County of Northumberland consists of,</p> <p class=\"clause-e\">(a) the towns of Brighton, Campbellford, Cobourg, Port Hope;</p> <p class=\"clause-e\">(b) the villages of Colborne, Hastings;</p> <p class=\"clause-e\">(c) the townships of, </p> <p class=\"Sclause-e\">Alnwick,</p> <p class=\"Sclause-e\">Brighton,</p> <p class=\"Sclause-e\">Cramahe,</p> <p class=\"Sclause-e\">Haldimand,</p> <p class=\"Sclause-e\">Hamilton,</p> <p class=\"Sclause-e\">Hope,</p> <p class=\"Sclause-e\">Murray,</p> <p class=\"Sclause-e\">Percy,</p> <p class=\"Sclause-e\">Seymour.</p>"
        },
        {
            "id": null,
            "section": "Ottawa",
            "content": "26. The City of Ottawa consists of the municipal area as defined in the City of Ottawa Act, 1999.",
            "raw_html": "<p class=\"section-e\">26. The City of Ottawa consists of the municipal area as defined in the <i>City of Ottawa Act, 1999</i>.</p>"
        },
        {
            "id": null,
            "section": "Oxford",
            "content": "27. The County of Oxford consists of, (a) the City of Woodstock; (b) the towns of Ingersoll, Tillsonburg; (c) the townships of Blandford-Blenheim, East Zorra-Tavistock, Norwich, South-West Oxford, Zorra.",
            "raw_html": "<p class=\"section-e\">27. The County of Oxford consists of,</p> <p class=\"clause-e\">(a) the City of Woodstock;</p> <p class=\"clause-e\">(b) the towns of Ingersoll, Tillsonburg;</p> <p class=\"clause-e\">(c) the townships of Blandford-Blenheim, East Zorra-Tavistock, Norwich, South-West Oxford, Zorra.</p>"
        },
        {
            "id": null,
            "section": "Peel",
            "content": "28. The Regional Municipality of Peel consists of the municipalities from time to time included within the Regional Area as defined in the Regional Municipality of Peel Act.",
            "raw_html": "<p class=\"section-e\">28. The Regional Municipality of Peel consists of the municipalities from time to time included within the Regional Area as defined in the <i>Regional Municipality of Peel Act.</i></p>"
        },
        {
            "id": null,
            "section": "Perth",
            "content": "29. The County of Perth consists of, (a) the City of Stratford; (b) the towns of Listowel, Mitchell; (c) the separated Town of St. Marys; (d) the Village of Milverton; (e) the townships of, Blanshard, Downie, Ellice, Elma, Fullarton, Hibbert, Logan, Mornington, North Easthope, South Easthope, Wallace. The Gore of Downie forms part of the Township of Downie.",
            "raw_html": "<p class=\"section-e\">29. The County of Perth consists of,</p> <p class=\"clause-e\">(a) the City of Stratford;</p> <p class=\"clause-e\">(b) the towns of Listowel, Mitchell;</p> <p class=\"clause-e\">(c) the separated Town of St. Marys;</p> <p class=\"clause-e\">(d) the Village of Milverton;</p> <p class=\"clause-e\">(e) the townships of, </p> <p class=\"Sclause-e\">Blanshard,</p> <p class=\"Sclause-e\">Downie,</p> <p class=\"Sclause-e\">Ellice,</p> <p class=\"Sclause-e\">Elma,</p> <p class=\"Sclause-e\">Fullarton,</p> <p class=\"Sclause-e\">Hibbert,</p> <p class=\"Sclause-e\">Logan,</p> <p class=\"Sclause-e\">Mornington,</p> <p class=\"Sclause-e\">North Easthope,</p> <p class=\"Sclause-e\">South Easthope,</p> <p class=\"Sclause-e\">Wallace.</p> <p class=\"Ssection-e\">The Gore of Downie forms part of the Township of Downie.</p>"
        },
        {
            "id": null,
            "section": "Peterborough",
            "content": "30. The County of Peterborough consists of, (a) the City of Peterborough; (b) the villages of Havelock, Lakefield, Millbrook, Norwood; (c) the townships of, Asphodel, Belmont and Methuen, Burleigh and Anstruther, Cavan, Chandos, Douro, Dummer, Ennismore, Galway and Cavendish, Harvey, North Monaghan, Otonabee, Smith, South Monaghan.",
            "raw_html": "<p class=\"section-e\">30. The County of Peterborough consists of,</p> <p class=\"clause-e\">(a) the City of Peterborough;</p> <p class=\"clause-e\">(b) the villages of Havelock, Lakefield, Millbrook, Norwood;</p> <p class=\"clause-e\">(c) the townships of,</p> <p class=\"Sclause-e\">Asphodel,</p> <p class=\"Sclause-e\">Belmont and Methuen,</p> <p class=\"Sclause-e\">Burleigh and Anstruther,</p> <p class=\"Sclause-e\">Cavan,</p> <p class=\"Sclause-e\">Chandos,</p> <p class=\"Sclause-e\">Douro,</p> <p class=\"Sclause-e\">Dummer,</p> <p class=\"Sclause-e\">Ennismore,</p> <p class=\"Sclause-e\">Galway and Cavendish,</p> <p class=\"Sclause-e\">Harvey,</p> <p class=\"Sclause-e\">North Monaghan,</p> <p class=\"Sclause-e\">Otonabee,</p> <p class=\"Sclause-e\">Smith,</p> <p class=\"Sclause-e\">South Monaghan.</p>"
        },
        {
            "id": null,
            "section": "Prescott",
            "content": "31. The County of Prescott consists of, (a) the towns of Hawkesbury, Vankleek Hill; (b) the villages of Alfred, L’Orignal, Plantagenet, St. Isidore; (c) the townships of Alfred, Caledonia, East Hawkesbury, Longueuil, North Plantagenet, South Plantagenet, West Hawkesbury.",
            "raw_html": "<p class=\"section-e\">31. The County of Prescott consists of,</p> <p class=\"clause-e\">(a) the towns of Hawkesbury, Vankleek Hill;</p> <p class=\"clause-e\">(b) the villages of Alfred, L’Orignal, Plantagenet, St. Isidore;</p> <p class=\"clause-e\">(c) the townships of Alfred, Caledonia, East Hawkesbury, Longueuil, North Plantagenet, South Plantagenet, West Hawkesbury.</p>"
        },
        {
            "id": null,
            "section": "Prince Edward",
            "content": "32. The County of Price Edward consists of, (a) the Town of Picton; (b) the villages of Bloomfield, Wellington; (c) the townships of Ameliasburgh, Athol, Hallowell, Hillier, North Marysburgh, Sophiasburgh, South Marysburgh.",
            "raw_html": "<p class=\"section-e\">32. The County of Price Edward consists of,</p> <p class=\"clause-e\">(a) the Town of Picton;</p> <p class=\"clause-e\">(b) the villages of Bloomfield, Wellington;</p> <p class=\"clause-e\">(c) the townships of Ameliasburgh, Athol, Hallowell, Hillier, North Marysburgh, Sophiasburgh, South Marysburgh.</p>"
        },
        {
            "id": null,
            "section": "Renfrew",
            "content": "33. The County of Renfrew consists of, (a) the City of Pembroke; (b) the towns of Arnprior, Deep River, Renfrew; (c) the villages of Barry’s Bay, Beachburg, Braeside, Chalk River, Cobden, Eganville, Killaloe, Petawawa; (d) the townships of, Admaston, Alice and Fraser, Bagot and Blithfield, Bromley, Brougham, Brudenell and Lyndoch, Grattan, Griffith and Matawatchan, Hagarty and Richards, Head, Clara and Maria, Horton, McNab, North Algona, Pembroke, Petawawa, Radcliffe, Raglan, Rolph, Buchanan, Wylie and McKay, Ross, Sebastopol, Sherwood, Jones and Burns, South Algona, Stafford, Westmeath, Wilberforce.",
            "raw_html": "<p class=\"section-e\">33. The County of Renfrew consists of,</p> <p class=\"clause-e\">(a) the City of Pembroke;</p> <p class=\"clause-e\">(b) the towns of Arnprior, Deep River, Renfrew;</p> <p class=\"clause-e\">(c) the villages of Barry’s Bay, Beachburg, Braeside, Chalk River, Cobden, Eganville, Killaloe, Petawawa;</p> <p class=\"clause-e\">(d) the townships of,</p> <p class=\"Sclause-e\">Admaston,</p> <p class=\"Sclause-e\">Alice and Fraser,</p> <p class=\"Sclause-e\">Bagot and Blithfield,</p> <p class=\"Sclause-e\">Bromley,</p> <p class=\"Sclause-e\">Brougham,</p> <p class=\"Sclause-e\">Brudenell and Lyndoch,</p> <p class=\"Sclause-e\">Grattan,</p> <p class=\"Sclause-e\">Griffith and Matawatchan,</p> <p class=\"Sclause-e\">Hagarty and Richards,</p> <p class=\"Sclause-e\">Head, Clara and Maria,</p> <p class=\"Sclause-e\">Horton,</p> <p class=\"Sclause-e\">McNab,</p> <p class=\"Sclause-e\">North Algona,</p> <p class=\"Sclause-e\">Pembroke,</p> <p class=\"Sclause-e\">Petawawa,</p> <p class=\"Sclause-e\">Radcliffe,</p> <p class=\"Sclause-e\">Raglan,</p> <p class=\"Sclause-e\">Rolph, Buchanan, Wylie and McKay,</p> <p class=\"Sclause-e\">Ross,</p> <p class=\"Sclause-e\">Sebastopol,</p> <p class=\"Sclause-e\">Sherwood, Jones and Burns,</p> <p class=\"Sclause-e\">South Algona,</p> <p class=\"Sclause-e\">Stafford,</p> <p class=\"Sclause-e\">Westmeath,</p> <p class=\"Sclause-e\">Wilberforce.</p>"
        },
        {
            "id": null,
            "section": "Russell",
            "content": "34. The County of Russell consists of, (a) the Town of Rockland; (b) the Village of Casselman; (c) the townships of Cambridge, Clarence, Russell.",
            "raw_html": "<p class=\"section-e\">34. The County of Russell consists of,</p> <p class=\"clause-e\">(a) the Town of Rockland;</p> <p class=\"clause-e\">(b) the Village of Casselman;</p> <p class=\"clause-e\">(c) the townships of Cambridge, Clarence, Russell.</p>"
        },
        {
            "id": null,
            "section": "Simcoe",
            "content": "35. The County of Simcoe consists of, (a) the cities of Barrie, Orillia; (b) the towns of Bradford West Gwillimbury, Collingwood, Innisfil, Midland, New Tecumseth, Penetanguishene, Wasaga Beach; (c) the townships of Essa, Ramara, Tay and Tiny; (d) the Township of Adjala-Tosorontio; (e) the Township of Severn; (f) the Township of Springwater; (g) the Township of Oro-Medonte; (h) the Township of Clearview.",
            "raw_html": "<p class=\"section-e\">35. The County of Simcoe consists of,</p> <p class=\"clause-e\">(a) the cities of Barrie, Orillia;</p> <p class=\"clause-e\">(b) the towns of Bradford West Gwillimbury, Collingwood, Innisfil, Midland, New Tecumseth, Penetanguishene, Wasaga Beach;</p> <p class=\"clause-e\">(c) the townships of Essa, Ramara, Tay and Tiny;</p> <p class=\"clause-e\">(d) the Township of Adjala-Tosorontio;</p> <p class=\"clause-e\">(e) the Township of Severn;</p> <p class=\"clause-e\">(f) the Township of Springwater;</p> <p class=\"clause-e\">(g) the Township of Oro-Medonte;</p> <p class=\"clause-e\">(h) the Township of Clearview.</p>"
        },
        {
            "id": null,
            "section": "Stormont",
            "content": "36. The County of Stormont consists of, (a) the City of Cornwall; (b) the Village of Finch; (c) the townships of Cornwall, Finch, Osnabruck, Roxborough.",
            "raw_html": "<p class=\"section-e\">36. The County of Stormont consists of,</p> <p class=\"clause-e\">(a) the City of Cornwall;</p> <p class=\"clause-e\">(b) the Village of Finch;</p> <p class=\"clause-e\">(c) the townships of Cornwall, Finch, Osnabruck, Roxborough.</p>"
        },
        {
            "id": null,
            "section": "Toronto",
            "content": "37. The City of Toronto consists of the urban area as defined in the City of Toronto Act, 1997.",
            "raw_html": "<p class=\"section-e\">37. The City of Toronto consists of the urban area as defined in the <i>City of Toronto Act, 1997</i>.</p>"
        },
        {
            "id": null,
            "section": "Victoria",
            "content": "38. The County of Victoria consists of, (a) the Town of Lindsay; (b) the villages of Bobcaygeon, Fenelon Falls, Omemee, Sturgeon Point, Woodville; (c) the townships of, Bexley, Carden, Dalton, Eldon, Emily, Fenelon, Laxton, Digby and Longford, Manvers, Mariposa, Ops, Somerville, Verulam.",
            "raw_html": "<p class=\"section-e\">38. The County of Victoria consists of,</p> <p class=\"clause-e\">(a) the Town of Lindsay;</p> <p class=\"clause-e\">(b) the villages of Bobcaygeon, Fenelon Falls, Omemee, Sturgeon Point, Woodville;</p> <p class=\"clause-e\">(c) the townships of,</p> <p class=\"Sclause-e\">Bexley,</p> <p class=\"Sclause-e\">Carden,</p> <p class=\"Sclause-e\">Dalton,</p> <p class=\"Sclause-e\">Eldon,</p> <p class=\"Sclause-e\">Emily,</p> <p class=\"Sclause-e\">Fenelon,</p> <p class=\"Sclause-e\">Laxton, Digby and Longford,</p> <p class=\"Sclause-e\">Manvers,</p> <p class=\"Sclause-e\">Mariposa,</p> <p class=\"Sclause-e\">Ops,</p> <p class=\"Sclause-e\">Somerville,</p> <p class=\"Sclause-e\">Verulam.</p>"
        },
        {
            "id": null,
            "section": "Waterloo",
            "content": "39. The Regional Municipality of Waterloo consists of the municipalities from time to time included within the Regional Area as defined in the Regional Municipality of Waterloo Act.",
            "raw_html": "<p class=\"section-e\">39. The Regional Municipality of Waterloo consists of the municipalities from time to time included within the Regional Area as defined in the <i>Regional Municipality of Waterloo Act</i>.</p>"
        },
        {
            "id": null,
            "section": "Wellington",
            "content": "40. The County of Wellington consists of, (a) the City of Guelph; (b) the towns of Fergus, Harriston, Mount Forest, Palmerston; (c) the villages of Arthur, Clifford, Drayton, Elora, Erin; (d) the townships of, Arthur, Eramosa, Erin, Guelph, Maryborough, Minto, Nichol, Peel, Pilkington, Puslinch, West Garafraxa, West Luther.",
            "raw_html": "<p class=\"section-e\">40. The County of Wellington consists of,</p> <p class=\"clause-e\">(a) the City of Guelph;</p> <p class=\"clause-e\">(b) the towns of Fergus, Harriston, Mount Forest, Palmerston;</p> <p class=\"clause-e\">(c) the villages of Arthur, Clifford, Drayton, Elora, Erin;</p> <p class=\"clause-e\">(d) the townships of,</p> <p class=\"Sclause-e\">Arthur,</p> <p class=\"Sclause-e\">Eramosa,</p> <p class=\"Sclause-e\">Erin,</p> <p class=\"Sclause-e\">Guelph,</p> <p class=\"Sclause-e\">Maryborough,</p> <p class=\"Sclause-e\">Minto,</p> <p class=\"Sclause-e\">Nichol,</p> <p class=\"Sclause-e\">Peel,</p> <p class=\"Sclause-e\">Pilkington,</p> <p class=\"Sclause-e\">Puslinch,</p> <p class=\"Sclause-e\">West Garafraxa,</p> <p class=\"Sclause-e\">West Luther.</p>"
        },
        {
            "id": null,
            "section": "York",
            "content": "41. The Regional Municipality of York consists of the municipalities from time to time included within the Regional Area as defined in the Regional Municipality of York Act.",
            "raw_html": "<p class=\"section-e\">41. The Regional Municipality of York consists of the municipalities from time to time included within the Regional Area as defined in the <i>Regional Municipality of York Act.</i></p>"
        },
        {
            "id": null,
            "section": "Algoma",
            "content": "42. The Territorial District of Algoma consists of, (a) the City of Sault Ste. Marie; (b) the towns of Blind River, Bruce Mines, Elliot Lake, Thessalon; (c) the villages of Hilton Beach, Iron Bridge; (d) the townships of, Day and Bright Additional, Dubreuilville, Hilton, Hornepayne, Jocelyn Johnson, Laird, Macdonald, Meredith and Aberdeen Additional, Michipicoten, The North Shore, Plummer Additional, Prince, St. Joseph, Shedden, Tarbutt and Tarbutt Additional, Thessalon, Thompson, White River; (e) the geographic townships of, Abbott, Aberdeen, Aberdeen Additional, Abigo, Abotossaway, Abraham, Acton, Aguonie, Alanen, Alarie, Albanel, Alderson, Allenby, Allouez, Amik, Amundsen, Anderson, André, Archibald, Arnott, Ashley, Assad, Assef, Asselin, Atkinson, Avis, Awenge, Aweres, Bailloquet, Barager, Barnes, Bayfield, Beange, Beaton, Beaudin, Beaudry, Beauparlant, Beebe, Behmann, Bernst, Bird, Bolger, Boon, Bostwick, Bouck, Bourinot, Bracci, Bray, Breckenridge, Bridgland, Bright, Bright Additional, Brimacombe, Broome, Broughton, Brûlé, Bruyere, Buchan, Buckles, Bullock, Butcher, Byng, Cadeau, Cannard, Carmody, Carney, Casson, Chabanel, Challener, Champlain, Chapais, Charbonneau, Chelsea, Cherard, Chesley, Chesley Additional, Cholette, Clouston, Cobden, Coderre, Common, Concobar, Conking, Cooper, Copenace, Corbiere, Corboy, Cowie, Cromlech, Cross, Cudney, Curtis, Cuthbertson, Dablon, Dagle, Dahl, Dambrossio, Daumont, Davieaux, Davin, Day, Deagle, Debassige, Del Villano, Dennis, Deroche, Derry, Desbiens, Doherty, Dolson, Doucett, Downer, Dowsley, Drew, Dulhut, Dumas, Duncan, Dunphy, Eaket, Ebbs, Echum, Elgie, Emiry, Ericson, Ermine, Esquega, Esten, Ewen, Fabbro, Farquhar, Fenwick, Ferrier, Fiddler, Finan, Fisher, Flanders, Foch, Fontaine, Foucault, Foulds, Frances, Franchère, Franz, Frost, Gaiashk, Galbraith, Gapp, Gaudette, Gaudry, Gaunt, Gerow, Gervais, Gilbertson, Giles, Gillmor, Gisborn, Gladstone, Glasgow, Goodwillie, Gould, Gourlay, Grasett, Greenwood, Grenoble, Grootenboer, Groseilliers, Grossman, Grzela, Guindon, Gunterman, Hadley, Haig, Hallett, Hambleton, Handleman, Haughton, Havilland, Havrot, Hawkins, Hayward, Hembruff, Herrick, Hiawatha, Hilton, Hodgins, Hoffman, Home, Hook, Hotte, Hughes, Hughson, Hunt, Huotari, Hurlburt, Hynes, Irving, Isaac, Jackson, Jacobson, Jarvis, Jessiman, Jocelyn, Jogues, Johns, Johnson, Jollineau, Joubin, Juillette, Kamichisitit, Kane, Kapuskasing, Kars, Keating, Keating Additional, Keesickquayash, Kehoe, Kildare, Killins, Kincaid, Kirkwell, Kirkwood, Knicely, Korah, Labelle, Labonte, Laforme, Laird, Lalibert, Lamming, Landriault, Lane, Larkin, LaRonde, Larson, Lascelles, Lastheels, Laughren, LaVerendrye, Lawlor, LeCaron, Leclaire, Lefebvre, Lefroy, Legarde, Legarde Additional, Legge, Leguerrier, Lehman, Leluk, Lendrum, Lerwick, Lessard, Levesque, Lewis, Ley, Lipton, Lizar, Loach, Lockeyer, Long, Lougheed, Lunkie, Macaskill, Macdonald, Mack, Maeck, Magone, Makawa, Mandamin, Maness, Marjorie, Marne, Martel, Martin, Matthews, Maude, McAughey, McDowell, McEwing, McFarlan, McGiverin, McGowan, McIlveen, McKeough, McMahon, McMurray, McNie, McParland, Meath, Meen, Memaskwosh, Menard, Menzies, Mercer, Meredith, Michano, Mildred, Minnipuka, Miskokomon, Monestime, Mons, Montgomery, Moorehouse, Morin, Morningstar, Mosambik, Musquash, Nadjiwon, Nagagami, Nahwegezhic, Nameigos, Naveau, Nebonaionquet, Nebotik, Newlands, Nicholas, Nicolet, Noganosh, Norberg, Nouvel, Nuttall, Odlum, Olinyk, Olsen, Opasatika, Oscar, Oshell, Otter, Palmer, Parke, Parkinson, Parrott, Patton, Pawis, Pearkes, Peever, Pelletier, Pennefather, Peterson, Piche, Pine, Plourde, Plummer, Plummer Additional, Poncet, Poulin, Prescott, Prince, Proctor, Puskuta, Quill, Raaflaub, Rabazo, Radisson, Raimbault, Recollet, Redden, Redsky, Reilly, Renwick, Restoule, Riggs, Rioux, Rix, Roche, Rollins, Root, Rose, Rowat, Roy, Royal, Runnalls, Running, Ruston, Ryan, Sagard, St. Germain, St. Joseph, St. Julien, Sampson, Saunders, Sayer, Scarfe, Scholfield, Scrivener, Shanly, Shawkence, Shedden, Shields, Shingwaukonce, Shulman, Simons, Simpson, Slater, Slievert, Smilsky, Snow, Spragge, Stefansson, Stone, Stoney, Strain, Strickland, Striker, Sturgeon, Suganaqueb, Tabobondung, Talbott, Tarbutt, Tarbutt Additional, Tarentorous, Teasdale, Tedder, Templeton, Tennyson, Thessalon, Thompson, Thorp, Tiernan, Tilley, Tilston, Timbrell, Timmermans, Tolmonen, Tronsen, Tupper, Tweedle, Usnac, Vance, VanKoughnet, Varley, Vasiloff, Vibert, Viel, Villeneuve, Walls, Wagg, Wardle, Warpula, Waswa, Wawia, Way-White, Wells, Welsh, West, Whitman, Wicksteed, Winget, Winkler, Wiseman, Wishart, Wlasy, Woolrich, Worton, Yaremko, together with all the remaining territory included within the following limits: Commencing at the northwest corner of the Township of Downer; thence south along the west boundaries of the townships of Downer, Frances, Flanders, Foch, Drew, Welsh, Magone, Johns, Common, Hunt, and the townships of McDowell, Memaskwosh, Charbonneau, Keating, Legarde, St. Germain, and Groseilliers to the high-water mark of Lake Superior; thence south astronomically to the intersection with the International Boundary between Canada and the United States of America; thence southeasterly and easterly following the International Boundary through Lake Superior, the St. Mary’s River and the expansions thereof, and the North Channel of Lake Huron to an angle in the said boundary lying between Cockburn Island and Drummond Island; thence easterly in a straight line through the North Channel of Lake Huron to a point distant one and one-half miles measured south astronomically from the southwesterly extremity of Kenny Point on Innes Island; thence north 55o east astronomically five miles; thence east astronomically three miles; thence south 36o east astronomically five and one-half miles; thence northeasterly in a straight line to the intersection of the water’s edge of the North Channel of Lake Huron with the southerly production of the west boundary of the Township of Harrow; thence northerly along the said southerly production and the west boundary of the Township of Harrow to the southeast corner of the Township of Salter; thence westerly, southerly and westerly along the south boundary of the Township of Salter to the southeast corner of the Township of Victoria; thence westerly along the south boundary of the Township of Victoria to the southwest corner thereof; thence north along the west boundary of the Township of Victoria to the southwest corner of the Township of Cadeau; thence east along the south boundary of the said township to the southwest corner of the Township of Tennyson; thence east along the south boundary of the Township of Tennyson to the southeast corner of the said township; thence north along the east boundaries of the townships of Tennyson, Boon, Mandamin and Strain to the intersection with the south boundary of the Township of Rowat; thence east along that south boundary to the southeast corner thereof; thence north along the east boundaries of the townships of Rowat, Oshell, Hotte and Del Villano to the northeast corner of the last-mentioned township; thence west along the north boundaries of the townships of Del Villano, Beebe, Avis, Assef and Assad to the southeast corner of the Township of Parrott; thence north along the west boundaries of the townships of Parrott, McKeough and Guindon to the northeast corner of the last-mentioned township; thence west along the north boundaries of the townships of Guindon, Grossman, Gisborn, Gervais, Gaunt, Foulds, Ferrier, Ewen, Butcher, Bracci and Wlasy to the intersection with the east boundary of the Township of Running; thence north along the east boundaries of the townships of Running, McParland, Hallett, Emiry, Behmann, Wawia, Shawkence and Recollet, to the northeast corner of the last-mentioned township; thence west along the north boundary of the Township of Recollet to the southeast corner of the Township of Nadjiwon; thence north along the east boundaries of the townships of Nadjiwon, Laforme, Echum, Copenace, West and Meath to the intersection with the south boundary of the Township of Acton; thence east along the south boundaries of the townships of Acton, Winget, Amik, Abigo, Kildare, Lerwick, Kirkwall, Kapuskasing and Lougheed to the southeast corner of the last-mentioned township; thence north along the east boundaries of the townships of Lougheed, Davin, Buchan, Allenby, Concobar and Shanly, to the northeast corner of the last-mentioned township; thence west along the north boundaries of the townships of Shanly, Bourinot, Opasatika, Abbott, Doherty and part of the Township of Pelletier, to the southeast corner of the Township of Scholfield; thence north along the east boundaries of the townships of Scholfield and Ebbs to the northeast corner of the last-mentioned township; thence west along the boundaries of the townships of Ebbs, Templeton, McFarlan and Dowsley to the southeast corner of the Township of McEwing; thence north along the east boundaries of the townships of McEwing and Arnott to the northeast corner of the last-mentioned township; thence west along the north boundaries of the townships of Arnott, Cross, Mercer and Downer to the point of commencement. Boundary between municipalities of Johnson, etc., and Plummer defined The westerly boundary of the Huron Copper Bay and Mining Company’s location is and has always been since the 25th day of April, 1890, the true and correct boundary line between the municipalities of Johnson, Tarbutt and Tarbutt Additional and the municipality of Plummer Additional.",
            "raw_html": "<p class=\"section-e\">42. The Territorial District of Algoma consists of,</p> <p class=\"clause-e\">(a) the City of Sault Ste. Marie;</p> <p class=\"clause-e\">(b) the towns of Blind River, Bruce Mines, Elliot Lake, Thessalon;</p> <p class=\"clause-e\">(c) the villages of Hilton Beach, Iron Bridge;</p> <p class=\"clause-e\">(d) the townships of,</p> <p class=\"Sclause-e\">Day and Bright Additional,</p> <p class=\"Sclause-e\">Dubreuilville,</p> <p class=\"Sclause-e\">Hilton,</p> <p class=\"Sclause-e\">Hornepayne,</p> <p class=\"Sclause-e\">Jocelyn</p> <p class=\"Sclause-e\">Johnson,</p> <p class=\"Sclause-e\">Laird,</p> <p class=\"Sclause-e\">Macdonald, Meredith and Aberdeen Additional,</p> <p class=\"Sclause-e\">Michipicoten,</p> <p class=\"Sclause-e\">The North Shore,</p> <p class=\"Sclause-e\">Plummer Additional,</p> <p class=\"Sclause-e\">Prince,</p> <p class=\"Sclause-e\">St. Joseph,</p> <p class=\"Sclause-e\">Shedden,</p> <p class=\"Sclause-e\">Tarbutt and Tarbutt Additional,</p> <p class=\"Sclause-e\">Thessalon,</p> <p class=\"Sclause-e\">Thompson,</p> <p class=\"Sclause-e\">White River;</p> <p class=\"clause-e\">(e) the geographic townships of,</p> <p class=\"Sclause-e\">Abbott,</p> <p class=\"Sclause-e\">Aberdeen,</p> <p class=\"Sclause-e\">Aberdeen Additional,</p> <p class=\"Sclause-e\">Abigo,</p> <p class=\"Sclause-e\">Abotossaway,</p> <p class=\"Sclause-e\">Abraham,</p> <p class=\"Sclause-e\">Acton,</p> <p class=\"Sclause-e\">Aguonie,</p> <p class=\"Sclause-e\">Alanen,</p> <p class=\"Sclause-e\">Alarie,</p> <p class=\"Sclause-e\">Albanel,</p> <p class=\"Sclause-e\">Alderson,</p> <p class=\"Sclause-e\">Allenby,</p> <p class=\"Sclause-e\">Allouez,</p> <p class=\"Sclause-e\">Amik,</p> <p class=\"Sclause-e\">Amundsen,</p> <p class=\"Sclause-e\">Anderson,</p> <p class=\"Sclause-e\">André,</p> <p class=\"Sclause-e\">Archibald,</p> <p class=\"Sclause-e\">Arnott,</p> <p class=\"Sclause-e\">Ashley,</p> <p class=\"Sclause-e\">Assad,</p> <p class=\"Sclause-e\">Assef,</p> <p class=\"Sclause-e\">Asselin,</p> <p class=\"Sclause-e\">Atkinson,</p> <p class=\"Sclause-e\">Avis,</p> <p class=\"Sclause-e\">Awenge,</p> <p class=\"Sclause-e\">Aweres,</p> <p class=\"Sclause-e\">Bailloquet,</p> <p class=\"Sclause-e\">Barager,</p> <p class=\"Sclause-e\">Barnes,</p> <p class=\"Sclause-e\">Bayfield,</p> <p class=\"Sclause-e\">Beange,</p> <p class=\"Sclause-e\">Beaton,</p> <p class=\"Sclause-e\">Beaudin,</p> <p class=\"Sclause-e\">Beaudry,</p> <p class=\"Sclause-e\">Beauparlant,</p> <p class=\"Sclause-e\">Beebe,</p> <p class=\"Sclause-e\">Behmann,</p> <p class=\"Sclause-e\">Bernst,</p> <p class=\"Sclause-e\">Bird,</p> <p class=\"Sclause-e\">Bolger,</p> <p class=\"Sclause-e\">Boon,</p> <p class=\"Sclause-e\">Bostwick,</p> <p class=\"Sclause-e\">Bouck,</p> <p class=\"Sclause-e\">Bourinot,</p> <p class=\"Sclause-e\">Bracci,</p> <p class=\"Sclause-e\">Bray,</p> <p class=\"Sclause-e\">Breckenridge,</p> <p class=\"Sclause-e\">Bridgland,</p> <p class=\"Sclause-e\">Bright,</p> <p class=\"Sclause-e\">Bright Additional,</p> <p class=\"Sclause-e\">Brimacombe,</p> <p class=\"Sclause-e\">Broome,</p> <p class=\"Sclause-e\">Broughton,</p> <p class=\"Sclause-e\">Brûlé,</p> <p class=\"Sclause-e\">Bruyere,</p> <p class=\"Sclause-e\">Buchan,</p> <p class=\"Sclause-e\">Buckles,</p> <p class=\"Sclause-e\">Bullock,</p> <p class=\"Sclause-e\">Butcher,</p> <p class=\"Sclause-e\">Byng,</p> <p class=\"Sclause-e\">Cadeau,</p> <p class=\"Sclause-e\">Cannard,</p> <p class=\"Sclause-e\">Carmody,</p> <p class=\"Sclause-e\">Carney,</p> <p class=\"Sclause-e\">Casson,</p> <p class=\"Sclause-e\">Chabanel,</p> <p class=\"Sclause-e\">Challener,</p> <p class=\"Sclause-e\">Champlain,</p> <p class=\"Sclause-e\">Chapais,</p> <p class=\"Sclause-e\">Charbonneau,</p> <p class=\"Sclause-e\">Chelsea,</p> <p class=\"Sclause-e\">Cherard,</p> <p class=\"Sclause-e\">Chesley,</p> <p class=\"Sclause-e\">Chesley Additional,</p> <p class=\"Sclause-e\">Cholette,</p> <p class=\"Sclause-e\">Clouston,</p> <p class=\"Sclause-e\">Cobden,</p> <p class=\"Sclause-e\">Coderre,</p> <p class=\"Sclause-e\">Common,</p> <p class=\"Sclause-e\">Concobar,</p> <p class=\"Sclause-e\">Conking,</p> <p class=\"Sclause-e\">Cooper,</p> <p class=\"Sclause-e\">Copenace,</p> <p class=\"Sclause-e\">Corbiere,</p> <p class=\"Sclause-e\">Corboy,</p> <p class=\"Sclause-e\">Cowie,</p> <p class=\"Sclause-e\">Cromlech,</p> <p class=\"Sclause-e\">Cross,</p> <p class=\"Sclause-e\">Cudney,</p> <p class=\"Sclause-e\">Curtis,</p> <p class=\"Sclause-e\">Cuthbertson,</p> <p class=\"Sclause-e\">Dablon,</p> <p class=\"Sclause-e\">Dagle,</p> <p class=\"Sclause-e\">Dahl,</p> <p class=\"Sclause-e\">Dambrossio,</p> <p class=\"Sclause-e\">Daumont,</p> <p class=\"Sclause-e\">Davieaux,</p> <p class=\"Sclause-e\">Davin,</p> <p class=\"Sclause-e\">Day,</p> <p class=\"Sclause-e\">Deagle,</p> <p class=\"Sclause-e\">Debassige,</p> <p class=\"Sclause-e\">Del Villano,</p> <p class=\"Sclause-e\">Dennis,</p> <p class=\"Sclause-e\">Deroche,</p> <p class=\"Sclause-e\">Derry,</p> <p class=\"Sclause-e\">Desbiens,</p> <p class=\"Sclause-e\">Doherty,</p> <p class=\"Sclause-e\">Dolson,</p> <p class=\"Sclause-e\">Doucett,</p> <p class=\"Sclause-e\">Downer,</p> <p class=\"Sclause-e\">Dowsley,</p> <p class=\"Sclause-e\">Drew,</p> <p class=\"Sclause-e\">Dulhut,</p> <p class=\"Sclause-e\">Dumas,</p> <p class=\"Sclause-e\">Duncan,</p> <p class=\"Sclause-e\">Dunphy,</p> <p class=\"Sclause-e\">Eaket,</p> <p class=\"Sclause-e\">Ebbs,</p> <p class=\"Sclause-e\">Echum,</p> <p class=\"Sclause-e\">Elgie,</p> <p class=\"Sclause-e\">Emiry,</p> <p class=\"Sclause-e\">Ericson,</p> <p class=\"Sclause-e\">Ermine,</p> <p class=\"Sclause-e\">Esquega,</p> <p class=\"Sclause-e\">Esten,</p> <p class=\"Sclause-e\">Ewen,</p> <p class=\"Sclause-e\">Fabbro,</p> <p class=\"Sclause-e\">Farquhar,</p> <p class=\"Sclause-e\">Fenwick,</p> <p class=\"Sclause-e\">Ferrier,</p> <p class=\"Sclause-e\">Fiddler,</p> <p class=\"Sclause-e\">Finan,</p> <p class=\"Sclause-e\">Fisher,</p> <p class=\"Sclause-e\">Flanders,</p> <p class=\"Sclause-e\">Foch,</p> <p class=\"Sclause-e\">Fontaine,</p> <p class=\"Sclause-e\">Foucault,</p> <p class=\"Sclause-e\">Foulds,</p> <p class=\"Sclause-e\">Frances,</p> <p class=\"Sclause-e\">Franchère,</p> <p class=\"Sclause-e\">Franz,</p> <p class=\"Sclause-e\">Frost,</p> <p class=\"Sclause-e\">Gaiashk,</p> <p class=\"Sclause-e\">Galbraith,</p> <p class=\"Sclause-e\">Gapp,</p> <p class=\"Sclause-e\">Gaudette,</p> <p class=\"Sclause-e\">Gaudry,</p> <p class=\"Sclause-e\">Gaunt,</p> <p class=\"Sclause-e\">Gerow,</p> <p class=\"Sclause-e\">Gervais,</p> <p class=\"Sclause-e\">Gilbertson,</p> <p class=\"Sclause-e\">Giles,</p> <p class=\"Sclause-e\">Gillmor,</p> <p class=\"Sclause-e\">Gisborn,</p> <p class=\"Sclause-e\">Gladstone,</p> <p class=\"Sclause-e\">Glasgow,</p> <p class=\"Sclause-e\">Goodwillie,</p> <p class=\"Sclause-e\">Gould,</p> <p class=\"Sclause-e\">Gourlay,</p> <p class=\"Sclause-e\">Grasett,</p> <p class=\"Sclause-e\">Greenwood,</p> <p class=\"Sclause-e\">Grenoble,</p> <p class=\"Sclause-e\">Grootenboer,</p> <p class=\"Sclause-e\">Groseilliers,</p> <p class=\"Sclause-e\">Grossman,</p> <p class=\"Sclause-e\">Grzela,</p> <p class=\"Sclause-e\">Guindon,</p> <p class=\"Sclause-e\">Gunterman,</p> <p class=\"Sclause-e\">Hadley,</p> <p class=\"Sclause-e\">Haig,</p> <p class=\"Sclause-e\">Hallett,</p> <p class=\"Sclause-e\">Hambleton,</p> <p class=\"Sclause-e\">Handleman,</p> <p class=\"Sclause-e\">Haughton,</p> <p class=\"Sclause-e\">Havilland,</p> <p class=\"Sclause-e\">Havrot,</p> <p class=\"Sclause-e\">Hawkins,</p> <p class=\"Sclause-e\">Hayward,</p> <p class=\"Sclause-e\">Hembruff,</p> <p class=\"Sclause-e\">Herrick,</p> <p class=\"Sclause-e\">Hiawatha,</p> <p class=\"Sclause-e\">Hilton,</p> <p class=\"Sclause-e\">Hodgins,</p> <p class=\"Sclause-e\">Hoffman,</p> <p class=\"Sclause-e\">Home,</p> <p class=\"Sclause-e\">Hook,</p> <p class=\"Sclause-e\">Hotte,</p> <p class=\"Sclause-e\">Hughes,</p> <p class=\"Sclause-e\">Hughson,</p> <p class=\"Sclause-e\">Hunt,</p> <p class=\"Sclause-e\">Huotari,</p> <p class=\"Sclause-e\">Hurlburt,</p> <p class=\"Sclause-e\">Hynes,</p> <p class=\"Sclause-e\">Irving,</p> <p class=\"Sclause-e\">Isaac,</p> <p class=\"Sclause-e\">Jackson,</p> <p class=\"Sclause-e\">Jacobson,</p> <p class=\"Sclause-e\">Jarvis,</p> <p class=\"Sclause-e\">Jessiman,</p> <p class=\"Sclause-e\">Jocelyn,</p> <p class=\"Sclause-e\">Jogues,</p> <p class=\"Sclause-e\">Johns,</p> <p class=\"Sclause-e\">Johnson,</p> <p class=\"Sclause-e\">Jollineau,</p> <p class=\"Sclause-e\">Joubin,</p> <p class=\"Sclause-e\">Juillette,</p> <p class=\"Sclause-e\">Kamichisitit,</p> <p class=\"Sclause-e\">Kane,</p> <p class=\"Sclause-e\">Kapuskasing,</p> <p class=\"Sclause-e\">Kars,</p> <p class=\"Sclause-e\">Keating,</p> <p class=\"Sclause-e\">Keating Additional,</p> <p class=\"Sclause-e\">Keesickquayash,</p> <p class=\"Sclause-e\">Kehoe,</p> <p class=\"Sclause-e\">Kildare,</p> <p class=\"Sclause-e\">Killins,</p> <p class=\"Sclause-e\">Kincaid,</p> <p class=\"Sclause-e\">Kirkwell,</p> <p class=\"Sclause-e\">Kirkwood,</p> <p class=\"Sclause-e\">Knicely,</p> <p class=\"Sclause-e\">Korah,</p> <p class=\"Sclause-e\">Labelle,</p> <p class=\"Sclause-e\">Labonte,</p> <p class=\"Sclause-e\">Laforme,</p> <p class=\"Sclause-e\">Laird,</p> <p class=\"Sclause-e\">Lalibert,</p> <p class=\"Sclause-e\">Lamming,</p> <p class=\"Sclause-e\">Landriault,</p> <p class=\"Sclause-e\">Lane,</p> <p class=\"Sclause-e\">Larkin,</p> <p class=\"Sclause-e\">LaRonde,</p> <p class=\"Sclause-e\">Larson,</p> <p class=\"Sclause-e\">Lascelles,</p> <p class=\"Sclause-e\">Lastheels,</p> <p class=\"Sclause-e\">Laughren,</p> <p class=\"Sclause-e\">LaVerendrye,</p> <p class=\"Sclause-e\">Lawlor,</p> <p class=\"Sclause-e\">LeCaron,</p> <p class=\"Sclause-e\">Leclaire,</p> <p class=\"Sclause-e\">Lefebvre,</p> <p class=\"Sclause-e\">Lefroy,</p> <p class=\"Sclause-e\">Legarde,</p> <p class=\"Sclause-e\">Legarde Additional,</p> <p class=\"Sclause-e\">Legge,</p> <p class=\"Sclause-e\">Leguerrier,</p> <p class=\"Sclause-e\">Lehman,</p> <p class=\"Sclause-e\">Leluk,</p> <p class=\"Sclause-e\">Lendrum,</p> <p class=\"Sclause-e\">Lerwick,</p> <p class=\"Sclause-e\">Lessard,</p> <p class=\"Sclause-e\">Levesque,</p> <p class=\"Sclause-e\">Lewis,</p> <p class=\"Sclause-e\">Ley,</p> <p class=\"Sclause-e\">Lipton,</p> <p class=\"Sclause-e\">Lizar,</p> <p class=\"Sclause-e\">Loach,</p> <p class=\"Sclause-e\">Lockeyer,</p> <p class=\"Sclause-e\">Long,</p> <p class=\"Sclause-e\">Lougheed,</p> <p class=\"Sclause-e\">Lunkie,</p> <p class=\"Sclause-e\">Macaskill,</p> <p class=\"Sclause-e\">Macdonald,</p> <p class=\"Sclause-e\">Mack,</p> <p class=\"Sclause-e\">Maeck,</p> <p class=\"Sclause-e\">Magone,</p> <p class=\"Sclause-e\">Makawa,</p> <p class=\"Sclause-e\">Mandamin,</p> <p class=\"Sclause-e\">Maness,</p> <p class=\"Sclause-e\">Marjorie,</p> <p class=\"Sclause-e\">Marne,</p> <p class=\"Sclause-e\">Martel,</p> <p class=\"Sclause-e\">Martin,</p> <p class=\"Sclause-e\">Matthews,</p> <p class=\"Sclause-e\">Maude,</p> <p class=\"Sclause-e\">McAughey,</p> <p class=\"Sclause-e\">McDowell,</p> <p class=\"Sclause-e\">McEwing,</p> <p class=\"Sclause-e\">McFarlan,</p> <p class=\"Sclause-e\">McGiverin,</p> <p class=\"Sclause-e\">McGowan,</p> <p class=\"Sclause-e\">McIlveen,</p> <p class=\"Sclause-e\">McKeough,</p> <p class=\"Sclause-e\">McMahon,</p> <p class=\"Sclause-e\">McMurray,</p> <p class=\"Sclause-e\">McNie,</p> <p class=\"Sclause-e\">McParland,</p> <p class=\"Sclause-e\">Meath,</p> <p class=\"Sclause-e\">Meen,</p> <p class=\"Sclause-e\">Memaskwosh,</p> <p class=\"Sclause-e\">Menard,</p> <p class=\"Sclause-e\">Menzies,</p> <p class=\"Sclause-e\">Mercer,</p> <p class=\"Sclause-e\">Meredith,</p> <p class=\"Sclause-e\">Michano,</p> <p class=\"Sclause-e\">Mildred,</p> <p class=\"Sclause-e\">Minnipuka,</p> <p class=\"Sclause-e\">Miskokomon,</p> <p class=\"Sclause-e\">Monestime,</p> <p class=\"Sclause-e\">Mons,</p> <p class=\"Sclause-e\">Montgomery,</p> <p class=\"Sclause-e\">Moorehouse,</p> <p class=\"Sclause-e\">Morin,</p> <p class=\"Sclause-e\">Morningstar,</p> <p class=\"Sclause-e\">Mosambik,</p> <p class=\"Sclause-e\">Musquash,</p> <p class=\"Sclause-e\">Nadjiwon,</p> <p class=\"Sclause-e\">Nagagami,</p> <p class=\"Sclause-e\">Nahwegezhic,</p> <p class=\"Sclause-e\">Nameigos,</p> <p class=\"Sclause-e\">Naveau,</p> <p class=\"Sclause-e\">Nebonaionquet,</p> <p class=\"Sclause-e\">Nebotik,</p> <p class=\"Sclause-e\">Newlands,</p> <p class=\"Sclause-e\">Nicholas,</p> <p class=\"Sclause-e\">Nicolet,</p> <p class=\"Sclause-e\">Noganosh,</p> <p class=\"Sclause-e\">Norberg,</p> <p class=\"Sclause-e\">Nouvel,</p> <p class=\"Sclause-e\">Nuttall,</p> <p class=\"Sclause-e\">Odlum,</p> <p class=\"Sclause-e\">Olinyk,</p> <p class=\"Sclause-e\">Olsen,</p> <p class=\"Sclause-e\">Opasatika,</p> <p class=\"Sclause-e\">Oscar,</p> <p class=\"Sclause-e\">Oshell,</p> <p class=\"Sclause-e\">Otter,</p> <p class=\"Sclause-e\">Palmer,</p> <p class=\"Sclause-e\">Parke,</p> <p class=\"Sclause-e\">Parkinson,</p> <p class=\"Sclause-e\">Parrott,</p> <p class=\"Sclause-e\">Patton,</p> <p class=\"Sclause-e\">Pawis,</p> <p class=\"Sclause-e\">Pearkes,</p> <p class=\"Sclause-e\">Peever,</p> <p class=\"Sclause-e\">Pelletier,</p> <p class=\"Sclause-e\">Pennefather,</p> <p class=\"Sclause-e\">Peterson,</p> <p class=\"Sclause-e\">Piche,</p> <p class=\"Sclause-e\">Pine,</p> <p class=\"Sclause-e\">Plourde,</p> <p class=\"Sclause-e\">Plummer,</p> <p class=\"Sclause-e\">Plummer Additional,</p> <p class=\"Sclause-e\">Poncet,</p> <p class=\"Sclause-e\">Poulin,</p> <p class=\"Sclause-e\">Prescott,</p> <p class=\"Sclause-e\">Prince,</p> <p class=\"Sclause-e\">Proctor,</p> <p class=\"Sclause-e\">Puskuta,</p> <p class=\"Sclause-e\">Quill,</p> <p class=\"Sclause-e\">Raaflaub,</p> <p class=\"Sclause-e\">Rabazo,</p> <p class=\"Sclause-e\">Radisson,</p> <p class=\"Sclause-e\">Raimbault,</p> <p class=\"Sclause-e\">Recollet,</p> <p class=\"Sclause-e\">Redden,</p> <p class=\"Sclause-e\">Redsky,</p> <p class=\"Sclause-e\">Reilly,</p> <p class=\"Sclause-e\">Renwick,</p> <p class=\"Sclause-e\">Restoule,</p> <p class=\"Sclause-e\">Riggs,</p> <p class=\"Sclause-e\">Rioux,</p> <p class=\"Sclause-e\">Rix,</p> <p class=\"Sclause-e\">Roche,</p> <p class=\"Sclause-e\">Rollins,</p> <p class=\"Sclause-e\">Root,</p> <p class=\"Sclause-e\">Rose,</p> <p class=\"Sclause-e\">Rowat,</p> <p class=\"Sclause-e\">Roy,</p> <p class=\"Sclause-e\">Royal,</p> <p class=\"Sclause-e\">Runnalls,</p> <p class=\"Sclause-e\">Running,</p> <p class=\"Sclause-e\">Ruston,</p> <p class=\"Sclause-e\">Ryan,</p> <p class=\"Sclause-e\">Sagard,</p> <p class=\"Sclause-e\">St. Germain,</p> <p class=\"Sclause-e\">St. Joseph,</p> <p class=\"Sclause-e\">St. Julien,</p> <p class=\"Sclause-e\">Sampson,</p> <p class=\"Sclause-e\">Saunders,</p> <p class=\"Sclause-e\">Sayer,</p> <p class=\"Sclause-e\">Scarfe,</p> <p class=\"Sclause-e\">Scholfield,</p> <p class=\"Sclause-e\">Scrivener,</p> <p class=\"Sclause-e\">Shanly,</p> <p class=\"Sclause-e\">Shawkence,</p> <p class=\"Sclause-e\">Shedden,</p> <p class=\"Sclause-e\">Shields,</p> <p class=\"Sclause-e\">Shingwaukonce,</p> <p class=\"Sclause-e\">Shulman,</p> <p class=\"Sclause-e\">Simons,</p> <p class=\"Sclause-e\">Simpson,</p> <p class=\"Sclause-e\">Slater,</p> <p class=\"Sclause-e\">Slievert,</p> <p class=\"Sclause-e\">Smilsky,</p> <p class=\"Sclause-e\">Snow,</p> <p class=\"Sclause-e\">Spragge,</p> <p class=\"Sclause-e\">Stefansson,</p> <p class=\"Sclause-e\">Stone,</p> <p class=\"Sclause-e\">Stoney,</p> <p class=\"Sclause-e\">Strain,</p> <p class=\"Sclause-e\">Strickland,</p> <p class=\"Sclause-e\">Striker,</p> <p class=\"Sclause-e\">Sturgeon,</p> <p class=\"Sclause-e\">Suganaqueb,</p> <p class=\"Sclause-e\">Tabobondung,</p> <p class=\"Sclause-e\">Talbott,</p> <p class=\"Sclause-e\">Tarbutt,</p> <p class=\"Sclause-e\">Tarbutt Additional,</p> <p class=\"Sclause-e\">Tarentorous,</p> <p class=\"Sclause-e\">Teasdale,</p> <p class=\"Sclause-e\">Tedder,</p> <p class=\"Sclause-e\">Templeton,</p> <p class=\"Sclause-e\">Tennyson,</p> <p class=\"Sclause-e\">Thessalon,</p> <p class=\"Sclause-e\">Thompson,</p> <p class=\"Sclause-e\">Thorp,</p> <p class=\"Sclause-e\">Tiernan,</p> <p class=\"Sclause-e\">Tilley,</p> <p class=\"Sclause-e\">Tilston,</p> <p class=\"Sclause-e\">Timbrell,</p> <p class=\"Sclause-e\">Timmermans,</p> <p class=\"Sclause-e\">Tolmonen,</p> <p class=\"Sclause-e\">Tronsen,</p> <p class=\"Sclause-e\">Tupper,</p> <p class=\"Sclause-e\">Tweedle,</p> <p class=\"Sclause-e\">Usnac,</p> <p class=\"Sclause-e\">Vance,</p> <p class=\"Sclause-e\">VanKoughnet,</p> <p class=\"Sclause-e\">Varley,</p> <p class=\"Sclause-e\">Vasiloff,</p> <p class=\"Sclause-e\">Vibert,</p> <p class=\"Sclause-e\">Viel,</p> <p class=\"Sclause-e\">Villeneuve,</p> <p class=\"Sclause-e\">Walls,</p> <p class=\"Sclause-e\">Wagg,</p> <p class=\"Sclause-e\">Wardle,</p> <p class=\"Sclause-e\">Warpula,</p> <p class=\"Sclause-e\">Waswa,</p> <p class=\"Sclause-e\">Wawia,</p> <p class=\"Sclause-e\">Way-White,</p> <p class=\"Sclause-e\">Wells,</p> <p class=\"Sclause-e\">Welsh,</p> <p class=\"Sclause-e\">West,</p> <p class=\"Sclause-e\">Whitman,</p> <p class=\"Sclause-e\">Wicksteed,</p> <p class=\"Sclause-e\">Winget,</p> <p class=\"Sclause-e\">Winkler,</p> <p class=\"Sclause-e\">Wiseman,</p> <p class=\"Sclause-e\">Wishart,</p> <p class=\"Sclause-e\">Wlasy,</p> <p class=\"Sclause-e\">Woolrich,</p> <p class=\"Sclause-e\">Worton,</p> <p class=\"Sclause-e\">Yaremko,</p> <p class=\"Ssection-e\">together with all the remaining territory included within the following limits:</p> <p class=\"Ssection-e\">Commencing at the northwest corner of the Township of Downer; thence south along the west boundaries of the townships of Downer, Frances, Flanders, Foch, Drew, Welsh, Magone, Johns, Common, Hunt, and the townships of McDowell, Memaskwosh, Charbonneau, Keating, Legarde, St. Germain, and Groseilliers to the high-water mark of Lake Superior; thence south astronomically to the intersection with the International Boundary between Canada and the United States of America; thence southeasterly and easterly following the International Boundary through Lake Superior, the St. Mary’s River and the expansions thereof, and the North Channel of Lake Huron to an angle in the said boundary lying between Cockburn Island and Drummond Island; thence easterly in a straight line through the North Channel of Lake Huron to a point distant one and one-half miles measured south astronomically from the southwesterly extremity of Kenny Point on Innes Island; thence north 55<sup>o</sup> east astronomically five miles; thence east astronomically three miles; thence south 36<sup>o</sup> east astronomically five and one-half miles; thence northeasterly in a straight line to the intersection of the water’s edge of the North Channel of Lake Huron with the southerly production of the west boundary of the Township of Harrow; thence northerly along the said southerly production and the west boundary of the Township of Harrow to the southeast corner of the Township of Salter; thence westerly, southerly and westerly along the south boundary of the Township of Salter to the southeast corner of the Township of Victoria; thence westerly along the south boundary of the Township of Victoria to the southwest corner thereof; thence north along the west boundary of the Township of Victoria to the southwest corner of the Township of Cadeau; thence east along the south boundary of the said township to the southwest corner of the Township of Tennyson; thence east along the south boundary of the Township of Tennyson to the southeast corner of the said township; thence north along the east boundaries of the townships of Tennyson, Boon, Mandamin and Strain to the intersection with the south boundary of the Township of Rowat; thence east along that south boundary to the southeast corner thereof; thence north along the east boundaries of the townships of Rowat, Oshell, Hotte and Del Villano to the northeast corner of the last-mentioned township; thence west along the north boundaries of the townships of Del Villano, Beebe, Avis, Assef and Assad to the southeast corner of the Township of Parrott; thence north along the west boundaries of the townships of Parrott, McKeough and Guindon to the northeast corner of the last-mentioned township; thence west along the north boundaries of the townships of Guindon, Grossman, Gisborn, Gervais, Gaunt, Foulds, Ferrier, Ewen, Butcher, Bracci and Wlasy to the intersection with the east boundary of the Township of Running; thence north along the east boundaries of the townships of Running, McParland, Hallett, Emiry, Behmann, Wawia, Shawkence and Recollet, to the northeast corner of the last-mentioned township; thence west along the north boundary of the Township of Recollet to the southeast corner of the Township of Nadjiwon; thence north along the east boundaries of the townships of Nadjiwon, Laforme, Echum, Copenace, West and Meath to the intersection with the south boundary of the Township of Acton; thence east along the south boundaries of the townships of Acton, Winget, Amik, Abigo, Kildare, Lerwick, Kirkwall, Kapuskasing and Lougheed to the southeast corner of the last-mentioned township; thence north along the east boundaries of the townships of Lougheed, Davin, Buchan, Allenby, Concobar and Shanly, to the northeast corner of the last-mentioned township; thence west along the north boundaries of the townships of Shanly, Bourinot, Opasatika, Abbott, Doherty and part of the Township of Pelletier, to the southeast corner of the Township of Scholfield; thence north along the east boundaries of the townships of Scholfield and Ebbs to the northeast corner of the last-mentioned township; thence west along the boundaries of the townships of Ebbs, Templeton, McFarlan and Dowsley to the southeast corner of the Township of McEwing; thence north along the east boundaries of the townships of McEwing and Arnott to the northeast corner of the last-mentioned township; thence west along the north boundaries of the townships of Arnott, Cross, Mercer and Downer to the point of commencement.</p> <p class=\"headnote-e\"><b>Boundary between municipalities of Johnson, etc., and Plummer defined</b></p> <p class=\"Ssection-e\">The westerly boundary of the Huron Copper Bay and Mining Company’s location is and has always been since the 25th day of April, 1890, the true and correct boundary line between the municipalities of Johnson, Tarbutt and Tarbutt Additional and the municipality of Plummer Additional.</p>"
        },
        {
            "id": null,
            "section": "Cochrane",
            "content": "43. The Territorial District of Cochrane consists of, (a) the City of Timmins; (b) the towns of Cochrane, Hearst, Iroquois Falls, Kapuskasing, Moosonee, Smooth Rock Falls; (c) the townships of, Black River-Matheson, Fauquier-Strickland, Glackmeyer, Mattice-Val Cote, Moonbeam, Opasatika, Val Rita-Harty; (d) the geographic townships of, Abbotsford, Acres, Adair, Adams, Adanac, Agassiz, Agate, Aitken, Alexandra, Amery, Ardagh, Aubin, Auden, Aurora, Avon, Bannerman, Barker, Barlow, Barnet, Beardmore, Beatty, Beck, Belford, Ben Nevis, Beniah, Benoit, Berry, Bessborough, Bicknell, Birdsall, Bisley, Black, Blackstock, Blakelock, Blount, Bond, Bonis, Bourassa, Bowman, Bowyer, Boyce, Boyle, Bradburn, Bradette, Bradley, Bragg, Brain, Bristol, Brower, Burrell, Burritt, Burstall, Byers, Caithness, Calder, Calvert, Canfield, Cargill, Carman, Carmichael, Carnegie, Carr, Carroll, Carscallen, Carss, Case, Casgrain, Casselman, Challies, Chipman, Clavet, Clay, Clergue, Clifford, Clive, Clute, Cockshutt, Cody, Colquhoun, Cook, Côté, Coulson, Crawford, Cumming, Currie, Dargavel, Deloro, Dempsay, Denton, De Pencier, Devitt, Dokis, Duff, Dundonald, Dunsmore, Dyer, Ebbitt, Ecclestone, Edwards, Egan, Eilber, Eldorado, Elliott, Emerson, Enid, Evelyn, Fauquier, Fenton, Fergus, Findlay, Fintry, Fleck, Ford, Fortune, Fournier, Fox, Frecheville, Freele, Fryatt, Fushimi, Gaby, Galna, Ganong, Garden, Gardiner, Garrison, Geary, Gentles, German, Gill, Glackmeyer, Godfrey, Goldwin, Goodwin, Gowan, Greer, Griffin, Guibord, Guilfoyle, Gurney, Habel, Haggart, Haight, Hambly, Hamlet, Haney, Hanlan, Hanna, Harewood, Harker, Harmon, Heath, Hecla, Heighington, Henderson, Henley, Hepburn, Hicks, Hillmer, Hislop, Hoblitzell, Hobson, Hogg, Holloway, Homuth, Hopkins, Howells, Hoyle, Hurdman, Hurtubise, Idington, Inglis, Ireland, Irish, Jamieson, Jessop, Keefer, Kendall, Kendrey, Kennedy, Kenning, Kerrs, Kidd, Kilmer, Kineras, Kingsmill, Kipling, Kirkland, Knox, Kohler, Laidlaw, Lamarche, Lambert, Lamplugh, Landry, Langemarck, Langmuir, Laughton, Leitch, Lennox, Lewers, Lisgar, Little, Loveland, Lowther, Lucas, Mabee, Macdiarmid, Machin, Macklem, Macvicar, Magladery, Mahaffy, Maher, Mahoney, Mann, Marathon, Marceau, Marriott, Marven, Massey, Matheson, Maund, McAlpine, McBrien, McCann, McCart, McCausland, McCoig, McCool, McCowan, McCrea, McCuaig, McEvay, McKnight, McLeister, McMillan, McQuibban, Melba, Menapia, Mewhimney, Michaud, Milligan, Moberly, Montcalm, Moody, Morrow, Mortimer, Mountjoy, Mowbray, Mulholland, Mulloy, Mulvey, Munro, Murphy, Nansen, Nassau, Neely, Nesbitt, Nettleton, Newman, Newmarket, Nixon, Noseworthy, Nova, O’Brien, Ogden, Oke, Ophir, Orkney, Ossin, Ottaway, Owens, Parliament, Parnell, Parr, Pearce, Pickett, Pinard, Pitt, Playfair, Pliny, Pontiac, Potter, Poulett, Price, Prosser, Purvis, Pyne, Rand, Rapley, Raven, Raynar, Reaume, Reid, Rickard, Ritchie, Robb, Roebuck, Rogers, Rowlandson, Rykert, St. John, St. Laurent, Sanborn, Sanderson, Sangster, Sankey, Sargeant, Scapa, Scovil, Seaton, Seguin, Selwyn, Shackleton, Shannon, Shaw, Shearer, Sheldon, Sheraton, Sherring, Shetland, Shuel, Singer, Slack, Stapells, Staples, Staunton, Steele, Stimson, Stock, Stoddard, Storey, Stoughton, Strachan, Stringer, Studholme, Sulman, Sutcliffe, Swanson, Swartman, Sweatman, Sweet, Sydere, Syer, Tannahill, Taylor, Teefy, Teetzel, Thackeray, Thomas, Thorburn, Thorning, Thornloe, Timmins, Tisdale, Tolmie, Tolstoi, Tomlinson, Torrance, Traill, Tucker, Tully, Turnbull, Tweed, Valentine, Verdun, Wacousta, Wadsworth, Walker, Warden, Wark, Watson, Way, Webster, Weichel, Wesley, Whitesides, Whitney, Wilhelmina, Wilkie, Williamson, Winnington, Wright, together with all the remaining territory included within the following limits: Commencing at the southwest corner of the Township of Clavet; thence north along the west boundaries of the townships of Clavet and Boyce to the northwest corner of the last-mentioned township; thence west along the south boundaries of the townships of Henderson, Selwyn, Barlow, Goodwin, Chipman and Raynar to the southwest corner of the last-mentioned township; thence north along the meridian run by O.L.S. Speight and van Nostrand in 1925 and its northerly production to the centre of the main channel of the Albany River; thence easterly, northerly and northeasterly along the centre of the main channel of the Albany River and the expansions thereof to the shore of James Bay; thence southeasterly, southerly, easterly and northeasterly along the shore of James Bay to its intersection with the Interprovincial Boundary between Ontario and Quebec; thence southerly along the said Interprovincial Boundary to the southeast corner of the Township of Pontiac; thence west astronomically to the southwest corner of the Township of Keefer; thence north along the west boundary of the townships of Keefer and Whitesides to the northwest corner of the Township of Whitesides; thence west astronomically to the southwest corner of the Township of Ossin; thence north astronomically to the northwest corner of the Township of Staples; thence west astronomically to the southwest corner of the Township of Caithness; thence north along the west boundaries of the townships of Caithness and Orkney to the northwest corner of the Township of Orkney; thence west astronomically to the southwest corner of the Township of Langemarck; thence north astronomically along the west boundary of the townships of Langemarck and Storey to the northwest corner of the last-mentioned township; thence west astronomically to the southwest corner of the Township of Clavet, the point of commencement.",
            "raw_html": "<p class=\"section-e\">43. The Territorial District of Cochrane consists of,</p> <p class=\"clause-e\">(a) the City of Timmins;</p> <p class=\"clause-e\">(b) the towns of Cochrane, Hearst, Iroquois Falls, Kapuskasing, Moosonee, Smooth Rock Falls;</p> <p class=\"clause-e\">(c) the townships of,</p> <p class=\"Sclause-e\">Black River-Matheson,</p> <p class=\"Sclause-e\">Fauquier-Strickland,</p> <p class=\"Sclause-e\">Glackmeyer,</p> <p class=\"Sclause-e\">Mattice-Val Cote,</p> <p class=\"Sclause-e\">Moonbeam,</p> <p class=\"Sclause-e\">Opasatika,</p> <p class=\"Sclause-e\">Val Rita-Harty;</p> <p class=\"clause-e\">(d) the geographic townships of,</p> <p class=\"Sclause-e\">Abbotsford,</p> <p class=\"Sclause-e\">Acres,</p> <p class=\"Sclause-e\">Adair,</p> <p class=\"Sclause-e\">Adams,</p> <p class=\"Sclause-e\">Adanac,</p> <p class=\"Sclause-e\">Agassiz,</p> <p class=\"Sclause-e\">Agate,</p> <p class=\"Sclause-e\">Aitken,</p> <p class=\"Sclause-e\">Alexandra,</p> <p class=\"Sclause-e\">Amery,</p> <p class=\"Sclause-e\">Ardagh,</p> <p class=\"Sclause-e\">Aubin,</p> <p class=\"Sclause-e\">Auden,</p> <p class=\"Sclause-e\">Aurora,</p> <p class=\"Sclause-e\">Avon,</p> <p class=\"Sclause-e\">Bannerman,</p> <p class=\"Sclause-e\">Barker,</p> <p class=\"Sclause-e\">Barlow,</p> <p class=\"Sclause-e\">Barnet,</p> <p class=\"Sclause-e\">Beardmore,</p> <p class=\"Sclause-e\">Beatty,</p> <p class=\"Sclause-e\">Beck,</p> <p class=\"Sclause-e\">Belford,</p> <p class=\"Sclause-e\">Ben Nevis,</p> <p class=\"Sclause-e\">Beniah,</p> <p class=\"Sclause-e\">Benoit,</p> <p class=\"Sclause-e\">Berry,</p> <p class=\"Sclause-e\">Bessborough,</p> <p class=\"Sclause-e\">Bicknell,</p> <p class=\"Sclause-e\">Birdsall,</p> <p class=\"Sclause-e\">Bisley,</p> <p class=\"Sclause-e\">Black,</p> <p class=\"Sclause-e\">Blackstock,</p> <p class=\"Sclause-e\">Blakelock,</p> <p class=\"Sclause-e\">Blount,</p> <p class=\"Sclause-e\">Bond,</p> <p class=\"Sclause-e\">Bonis,</p> <p class=\"Sclause-e\">Bourassa,</p> <p class=\"Sclause-e\">Bowman,</p> <p class=\"Sclause-e\">Bowyer,</p> <p class=\"Sclause-e\">Boyce,</p> <p class=\"Sclause-e\">Boyle,</p> <p class=\"Sclause-e\">Bradburn,</p> <p class=\"Sclause-e\">Bradette,</p> <p class=\"Sclause-e\">Bradley,</p> <p class=\"Sclause-e\">Bragg,</p> <p class=\"Sclause-e\">Brain,</p> <p class=\"Sclause-e\">Bristol,</p> <p class=\"Sclause-e\">Brower,</p> <p class=\"Sclause-e\">Burrell,</p> <p class=\"Sclause-e\">Burritt,</p> <p class=\"Sclause-e\">Burstall,</p> <p class=\"Sclause-e\">Byers,</p> <p class=\"Sclause-e\">Caithness,</p> <p class=\"Sclause-e\">Calder,</p> <p class=\"Sclause-e\">Calvert,</p> <p class=\"Sclause-e\">Canfield,</p> <p class=\"Sclause-e\">Cargill,</p> <p class=\"Sclause-e\">Carman,</p> <p class=\"Sclause-e\">Carmichael,</p> <p class=\"Sclause-e\">Carnegie,</p> <p class=\"Sclause-e\">Carr,</p> <p class=\"Sclause-e\">Carroll,</p> <p class=\"Sclause-e\">Carscallen,</p> <p class=\"Sclause-e\">Carss,</p> <p class=\"Sclause-e\">Case,</p> <p class=\"Sclause-e\">Casgrain,</p> <p class=\"Sclause-e\">Casselman,</p> <p class=\"Sclause-e\">Challies,</p> <p class=\"Sclause-e\">Chipman,</p> <p class=\"Sclause-e\">Clavet,</p> <p class=\"Sclause-e\">Clay,</p> <p class=\"Sclause-e\">Clergue,</p> <p class=\"Sclause-e\">Clifford,</p> <p class=\"Sclause-e\">Clive,</p> <p class=\"Sclause-e\">Clute,</p> <p class=\"Sclause-e\">Cockshutt,</p> <p class=\"Sclause-e\">Cody,</p> <p class=\"Sclause-e\">Colquhoun,</p> <p class=\"Sclause-e\">Cook,</p> <p class=\"Sclause-e\">Côté,</p> <p class=\"Sclause-e\">Coulson,</p> <p class=\"Sclause-e\">Crawford,</p> <p class=\"Sclause-e\">Cumming,</p> <p class=\"Sclause-e\">Currie,</p> <p class=\"Sclause-e\">Dargavel,</p> <p class=\"Sclause-e\">Deloro,</p> <p class=\"Sclause-e\">Dempsay,</p> <p class=\"Sclause-e\">Denton,</p> <p class=\"Sclause-e\">De Pencier,</p> <p class=\"Sclause-e\">Devitt,</p> <p class=\"Sclause-e\">Dokis,</p> <p class=\"Sclause-e\">Duff,</p> <p class=\"Sclause-e\">Dundonald,</p> <p class=\"Sclause-e\">Dunsmore,</p> <p class=\"Sclause-e\">Dyer,</p> <p class=\"Sclause-e\">Ebbitt,</p> <p class=\"Sclause-e\">Ecclestone,</p> <p class=\"Sclause-e\">Edwards,</p> <p class=\"Sclause-e\">Egan,</p> <p class=\"Sclause-e\">Eilber,</p> <p class=\"Sclause-e\">Eldorado,</p> <p class=\"Sclause-e\">Elliott,</p> <p class=\"Sclause-e\">Emerson,</p> <p class=\"Sclause-e\">Enid,</p> <p class=\"Sclause-e\">Evelyn,</p> <p class=\"Sclause-e\">Fauquier,</p> <p class=\"Sclause-e\">Fenton,</p> <p class=\"Sclause-e\">Fergus,</p> <p class=\"Sclause-e\">Findlay,</p> <p class=\"Sclause-e\">Fintry,</p> <p class=\"Sclause-e\">Fleck,</p> <p class=\"Sclause-e\">Ford,</p> <p class=\"Sclause-e\">Fortune,</p> <p class=\"Sclause-e\">Fournier,</p> <p class=\"Sclause-e\">Fox,</p> <p class=\"Sclause-e\">Frecheville,</p> <p class=\"Sclause-e\">Freele,</p> <p class=\"Sclause-e\">Fryatt,</p> <p class=\"Sclause-e\">Fushimi,</p> <p class=\"Sclause-e\">Gaby,</p> <p class=\"Sclause-e\">Galna,</p> <p class=\"Sclause-e\">Ganong,</p> <p class=\"Sclause-e\">Garden,</p> <p class=\"Sclause-e\">Gardiner,</p> <p class=\"Sclause-e\">Garrison,</p> <p class=\"Sclause-e\">Geary,</p> <p class=\"Sclause-e\">Gentles,</p> <p class=\"Sclause-e\">German,</p> <p class=\"Sclause-e\">Gill,</p> <p class=\"Sclause-e\">Glackmeyer,</p> <p class=\"Sclause-e\">Godfrey,</p> <p class=\"Sclause-e\">Goldwin,</p> <p class=\"Sclause-e\">Goodwin,</p> <p class=\"Sclause-e\">Gowan,</p> <p class=\"Sclause-e\">Greer,</p> <p class=\"Sclause-e\">Griffin,</p> <p class=\"Sclause-e\">Guibord,</p> <p class=\"Sclause-e\">Guilfoyle,</p> <p class=\"Sclause-e\">Gurney,</p> <p class=\"Sclause-e\">Habel,</p> <p class=\"Sclause-e\">Haggart,</p> <p class=\"Sclause-e\">Haight,</p> <p class=\"Sclause-e\">Hambly,</p> <p class=\"Sclause-e\">Hamlet,</p> <p class=\"Sclause-e\">Haney,</p> <p class=\"Sclause-e\">Hanlan,</p> <p class=\"Sclause-e\">Hanna,</p> <p class=\"Sclause-e\">Harewood,</p> <p class=\"Sclause-e\">Harker,</p> <p class=\"Sclause-e\">Harmon,</p> <p class=\"Sclause-e\">Heath,</p> <p class=\"Sclause-e\">Hecla,</p> <p class=\"Sclause-e\">Heighington,</p> <p class=\"Sclause-e\">Henderson,</p> <p class=\"Sclause-e\">Henley,</p> <p class=\"Sclause-e\">Hepburn,</p> <p class=\"Sclause-e\">Hicks,</p> <p class=\"Sclause-e\">Hillmer,</p> <p class=\"Sclause-e\">Hislop,</p> <p class=\"Sclause-e\">Hoblitzell,</p> <p class=\"Sclause-e\">Hobson,</p> <p class=\"Sclause-e\">Hogg,</p> <p class=\"Sclause-e\">Holloway,</p> <p class=\"Sclause-e\">Homuth,</p> <p class=\"Sclause-e\">Hopkins,</p> <p class=\"Sclause-e\">Howells,</p> <p class=\"Sclause-e\">Hoyle,</p> <p class=\"Sclause-e\">Hurdman,</p> <p class=\"Sclause-e\">Hurtubise,</p> <p class=\"Sclause-e\">Idington,</p> <p class=\"Sclause-e\">Inglis,</p> <p class=\"Sclause-e\">Ireland,</p> <p class=\"Sclause-e\">Irish,</p> <p class=\"Sclause-e\">Jamieson,</p> <p class=\"Sclause-e\">Jessop,</p> <p class=\"Sclause-e\">Keefer,</p> <p class=\"Sclause-e\">Kendall,</p> <p class=\"Sclause-e\">Kendrey,</p> <p class=\"Sclause-e\">Kennedy,</p> <p class=\"Sclause-e\">Kenning,</p> <p class=\"Sclause-e\">Kerrs,</p> <p class=\"Sclause-e\">Kidd,</p> <p class=\"Sclause-e\">Kilmer,</p> <p class=\"Sclause-e\">Kineras,</p> <p class=\"Sclause-e\">Kingsmill,</p> <p class=\"Sclause-e\">Kipling,</p> <p class=\"Sclause-e\">Kirkland,</p> <p class=\"Sclause-e\">Knox,</p> <p class=\"Sclause-e\">Kohler,</p> <p class=\"Sclause-e\">Laidlaw,</p> <p class=\"Sclause-e\">Lamarche,</p> <p class=\"Sclause-e\">Lambert,</p> <p class=\"Sclause-e\">Lamplugh,</p> <p class=\"Sclause-e\">Landry,</p> <p class=\"Sclause-e\">Langemarck,</p> <p class=\"Sclause-e\">Langmuir,</p> <p class=\"Sclause-e\">Laughton,</p> <p class=\"Sclause-e\">Leitch,</p> <p class=\"Sclause-e\">Lennox,</p> <p class=\"Sclause-e\">Lewers,</p> <p class=\"Sclause-e\">Lisgar,</p> <p class=\"Sclause-e\">Little,</p> <p class=\"Sclause-e\">Loveland,</p> <p class=\"Sclause-e\">Lowther,</p> <p class=\"Sclause-e\">Lucas,</p> <p class=\"Sclause-e\">Mabee,</p> <p class=\"Sclause-e\">Macdiarmid,</p> <p class=\"Sclause-e\">Machin,</p> <p class=\"Sclause-e\">Macklem,</p> <p class=\"Sclause-e\">Macvicar,</p> <p class=\"Sclause-e\">Magladery,</p> <p class=\"Sclause-e\">Mahaffy,</p> <p class=\"Sclause-e\">Maher,</p> <p class=\"Sclause-e\">Mahoney,</p> <p class=\"Sclause-e\">Mann,</p> <p class=\"Sclause-e\">Marathon,</p> <p class=\"Sclause-e\">Marceau,</p> <p class=\"Sclause-e\">Marriott,</p> <p class=\"Sclause-e\">Marven,</p> <p class=\"Sclause-e\">Massey,</p> <p class=\"Sclause-e\">Matheson,</p> <p class=\"Sclause-e\">Maund,</p> <p class=\"Sclause-e\">McAlpine,</p> <p class=\"Sclause-e\">McBrien,</p> <p class=\"Sclause-e\">McCann,</p> <p class=\"Sclause-e\">McCart,</p> <p class=\"Sclause-e\">McCausland,</p> <p class=\"Sclause-e\">McCoig,</p> <p class=\"Sclause-e\">McCool,</p> <p class=\"Sclause-e\">McCowan,</p> <p class=\"Sclause-e\">McCrea,</p> <p class=\"Sclause-e\">McCuaig,</p> <p class=\"Sclause-e\">McEvay,</p> <p class=\"Sclause-e\">McKnight,</p> <p class=\"Sclause-e\">McLeister,</p> <p class=\"Sclause-e\">McMillan,</p> <p class=\"Sclause-e\">McQuibban,</p> <p class=\"Sclause-e\">Melba,</p> <p class=\"Sclause-e\">Menapia,</p> <p class=\"Sclause-e\">Mewhimney,</p> <p class=\"Sclause-e\">Michaud,</p> <p class=\"Sclause-e\">Milligan,</p> <p class=\"Sclause-e\">Moberly,</p> <p class=\"Sclause-e\">Montcalm,</p> <p class=\"Sclause-e\">Moody,</p> <p class=\"Sclause-e\">Morrow,</p> <p class=\"Sclause-e\">Mortimer,</p> <p class=\"Sclause-e\">Mountjoy,</p> <p class=\"Sclause-e\">Mowbray,</p> <p class=\"Sclause-e\">Mulholland,</p> <p class=\"Sclause-e\">Mulloy,</p> <p class=\"Sclause-e\">Mulvey,</p> <p class=\"Sclause-e\">Munro,</p> <p class=\"Sclause-e\">Murphy,</p> <p class=\"Sclause-e\">Nansen,</p> <p class=\"Sclause-e\">Nassau,</p> <p class=\"Sclause-e\">Neely,</p> <p class=\"Sclause-e\">Nesbitt,</p> <p class=\"Sclause-e\">Nettleton,</p> <p class=\"Sclause-e\">Newman,</p> <p class=\"Sclause-e\">Newmarket,</p> <p class=\"Sclause-e\">Nixon,</p> <p class=\"Sclause-e\">Noseworthy,</p> <p class=\"Sclause-e\">Nova,</p> <p class=\"Sclause-e\">O’Brien,</p> <p class=\"Sclause-e\">Ogden,</p> <p class=\"Sclause-e\">Oke,</p> <p class=\"Sclause-e\">Ophir,</p> <p class=\"Sclause-e\">Orkney,</p> <p class=\"Sclause-e\">Ossin,</p> <p class=\"Sclause-e\">Ottaway,</p> <p class=\"Sclause-e\">Owens,</p> <p class=\"Sclause-e\">Parliament,</p> <p class=\"Sclause-e\">Parnell,</p> <p class=\"Sclause-e\">Parr,</p> <p class=\"Sclause-e\">Pearce,</p> <p class=\"Sclause-e\">Pickett,</p> <p class=\"Sclause-e\">Pinard,</p> <p class=\"Sclause-e\">Pitt,</p> <p class=\"Sclause-e\">Playfair,</p> <p class=\"Sclause-e\">Pliny,</p> <p class=\"Sclause-e\">Pontiac,</p> <p class=\"Sclause-e\">Potter,</p> <p class=\"Sclause-e\">Poulett,</p> <p class=\"Sclause-e\">Price,</p> <p class=\"Sclause-e\">Prosser,</p> <p class=\"Sclause-e\">Purvis,</p> <p class=\"Sclause-e\">Pyne,</p> <p class=\"Sclause-e\">Rand,</p> <p class=\"Sclause-e\">Rapley,</p> <p class=\"Sclause-e\">Raven,</p> <p class=\"Sclause-e\">Raynar,</p> <p class=\"Sclause-e\">Reaume,</p> <p class=\"Sclause-e\">Reid,</p> <p class=\"Sclause-e\">Rickard,</p> <p class=\"Sclause-e\">Ritchie,</p> <p class=\"Sclause-e\">Robb,</p> <p class=\"Sclause-e\">Roebuck,</p> <p class=\"Sclause-e\">Rogers,</p> <p class=\"Sclause-e\">Rowlandson,</p> <p class=\"Sclause-e\">Rykert,</p> <p class=\"Sclause-e\">St. John,</p> <p class=\"Sclause-e\">St. Laurent,</p> <p class=\"Sclause-e\">Sanborn,</p> <p class=\"Sclause-e\">Sanderson,</p> <p class=\"Sclause-e\">Sangster,</p> <p class=\"Sclause-e\">Sankey,</p> <p class=\"Sclause-e\">Sargeant,</p> <p class=\"Sclause-e\">Scapa,</p> <p class=\"Sclause-e\">Scovil,</p> <p class=\"Sclause-e\">Seaton,</p> <p class=\"Sclause-e\">Seguin,</p> <p class=\"Sclause-e\">Selwyn,</p> <p class=\"Sclause-e\">Shackleton,</p> <p class=\"Sclause-e\">Shannon,</p> <p class=\"Sclause-e\">Shaw,</p> <p class=\"Sclause-e\">Shearer,</p> <p class=\"Sclause-e\">Sheldon,</p> <p class=\"Sclause-e\">Sheraton,</p> <p class=\"Sclause-e\">Sherring,</p> <p class=\"Sclause-e\">Shetland,</p> <p class=\"Sclause-e\">Shuel,</p> <p class=\"Sclause-e\">Singer,</p> <p class=\"Sclause-e\">Slack,</p> <p class=\"Sclause-e\">Stapells,</p> <p class=\"Sclause-e\">Staples,</p> <p class=\"Sclause-e\">Staunton,</p> <p class=\"Sclause-e\">Steele,</p> <p class=\"Sclause-e\">Stimson,</p> <p class=\"Sclause-e\">Stock,</p> <p class=\"Sclause-e\">Stoddard,</p> <p class=\"Sclause-e\">Storey,</p> <p class=\"Sclause-e\">Stoughton,</p> <p class=\"Sclause-e\">Strachan,</p> <p class=\"Sclause-e\">Stringer,</p> <p class=\"Sclause-e\">Studholme,</p> <p class=\"Sclause-e\">Sulman,</p> <p class=\"Sclause-e\">Sutcliffe,</p> <p class=\"Sclause-e\">Swanson,</p> <p class=\"Sclause-e\">Swartman,</p> <p class=\"Sclause-e\">Sweatman,</p> <p class=\"Sclause-e\">Sweet,</p> <p class=\"Sclause-e\">Sydere,</p> <p class=\"Sclause-e\">Syer,</p> <p class=\"Sclause-e\">Tannahill,</p> <p class=\"Sclause-e\">Taylor,</p> <p class=\"Sclause-e\">Teefy,</p> <p class=\"Sclause-e\">Teetzel,</p> <p class=\"Sclause-e\">Thackeray,</p> <p class=\"Sclause-e\">Thomas,</p> <p class=\"Sclause-e\">Thorburn,</p> <p class=\"Sclause-e\">Thorning,</p> <p class=\"Sclause-e\">Thornloe,</p> <p class=\"Sclause-e\">Timmins,</p> <p class=\"Sclause-e\">Tisdale,</p> <p class=\"Sclause-e\">Tolmie,</p> <p class=\"Sclause-e\">Tolstoi,</p> <p class=\"Sclause-e\">Tomlinson,</p> <p class=\"Sclause-e\">Torrance,</p> <p class=\"Sclause-e\">Traill,</p> <p class=\"Sclause-e\">Tucker,</p> <p class=\"Sclause-e\">Tully,</p> <p class=\"Sclause-e\">Turnbull,</p> <p class=\"Sclause-e\">Tweed,</p> <p class=\"Sclause-e\">Valentine,</p> <p class=\"Sclause-e\">Verdun,</p> <p class=\"Sclause-e\">Wacousta,</p> <p class=\"Sclause-e\">Wadsworth,</p> <p class=\"Sclause-e\">Walker,</p> <p class=\"Sclause-e\">Warden,</p> <p class=\"Sclause-e\">Wark,</p> <p class=\"Sclause-e\">Watson,</p> <p class=\"Sclause-e\">Way,</p> <p class=\"Sclause-e\">Webster,</p> <p class=\"Sclause-e\">Weichel,</p> <p class=\"Sclause-e\">Wesley,</p> <p class=\"Sclause-e\">Whitesides,</p> <p class=\"Sclause-e\">Whitney,</p> <p class=\"Sclause-e\">Wilhelmina,</p> <p class=\"Sclause-e\">Wilkie,</p> <p class=\"Sclause-e\">Williamson,</p> <p class=\"Sclause-e\">Winnington,</p> <p class=\"Sclause-e\">Wright,</p> <p class=\"Ssection-e\">together with all the remaining territory included within the following limits:</p> <p class=\"Ssection-e\">Commencing at the southwest corner of the Township of Clavet; thence north along the west boundaries of the townships of Clavet and Boyce to the northwest corner of the last-mentioned township; thence west along the south boundaries of the townships of Henderson, Selwyn, Barlow, Goodwin, Chipman and Raynar to the southwest corner of the last-mentioned township; thence north along the meridian run by O.L.S. Speight and van Nostrand in 1925 and its northerly production to the centre of the main channel of the Albany River; thence easterly, northerly and northeasterly along the centre of the main channel of the Albany River and the expansions thereof to the shore of James Bay; thence southeasterly, southerly, easterly and northeasterly along the shore of James Bay to its intersection with the Interprovincial Boundary between Ontario and Quebec; thence southerly along the said Interprovincial Boundary to the southeast corner of the Township of Pontiac; thence west astronomically to the southwest corner of the Township of Keefer; thence north along the west boundary of the townships of Keefer and Whitesides to the northwest corner of the Township of Whitesides; thence west astronomically to the southwest corner of the Township of Ossin; thence north astronomically to the northwest corner of the Township of Staples; thence west astronomically to the southwest corner of the Township of Caithness; thence north along the west boundaries of the townships of Caithness and Orkney to the northwest corner of the Township of Orkney; thence west astronomically to the southwest corner of the Township of Langemarck; thence north astronomically along the west boundary of the townships of Langemarck and Storey to the northwest corner of the last-mentioned township; thence west astronomically to the southwest corner of the Township of Clavet, the point of commencement.</p>"
        },
        {
            "id": null,
            "section": "Kenora",
            "content": "44. The Territorial District of Kenora consists of, (a) the towns of Dryden, Jaffray and Melick, Keewatin, Kenora, Sioux Lookout; (b) the townships of, Barclay, Ear Falls, Golden, Ignace, Machin, Pickle Lake, Red Lake, Sioux Narrows; (c) the geographic townships of, Aubrey, Avery, Barrett, Benedickson, Big Island, Boys, Bradshaw, Breithaupt, Bridges, Britton, Broderick, Brownridge, Buller, Burk, Cathcart, Chartrand, Code, Colenso, Corman, Coyle, Daniel, Desmond, Devonshire, Dewan, Docker, Drayton, Drope, Echo, Eton, Ewart, Factor, Forgie, Furniss, Gidley, Glass, Godson, Gour, Grummett, Gundy, Hartman, Haycock, Hodgson, Hyndman, Ignace, Ilsley, Jackman, Jaffray, Jordan, Kirkup, Ladysmith, Langton, Laval, le May, Lomond, MacFie, MacNicol, MacQuarrie, Mafeking, Malachi, Manross, McAree, McGeorge, McIlraith, McMeekin, McNevin, Melgund, Melick, Mutrie, Noyon, Osaquan, Pelican, Pellatt, Pettypiece, Phillips, Pickerel, Redditt, Redvers, Revell, Rice, Rowell, Rudd, Rugby, Sanford, Satterly, Skey, Slaught, Smellie, Southworth, Stokes, Temple, Tustin, Tweedsmuir, Umbach, Van Horne, Vermilion, Vermilion Additional, Wabigoon, Wainwright, Wauchope, Webb, Willingdon, Work, Zealand, together with all the remaining territory included within the following limits: Commencing at the 48th mile post on O.L.S. Niven’s meridian line of 1890 in latitude 49o 0′ 6″ north; thence due west 89 miles, 71 chains, 7 links more or less to the 18th mile post on O.L.S. Alexander Niven’s 6th meridian line; thence due north along the said meridian line 6 miles to the 24th mile post thereon; thence due west along O.L.S. Gillon’s base line of 1919 to the southeast angle of the Township of Godson and continuing west along the south boundary of the Township of Godson to the east shore of Sabaskong Bay of Lake of the Woods; thence westerly and southwesterly along the south shore of the said bay and along the east shore of the Lake of the Woods to where the same is intersected by the 49th degree parallel of north latitude; thence due west 15 miles more or less to the International Boundary between Canada and the United States of America; thence northerly and westerly along the International Boundary to the Interprovincial Boundary between Ontario and Manitoba; thence due north along the last-mentioned boundary to the middle of the main channel of the Winnipeg River; thence easterly upstream along the middle of the main channel of the Winnipeg and English Rivers and the lake expansions and along the middle of Lac Seul and Root River to the portage on the height of land; thence along the middle of the said portage to the waters flowing into Lake St. Joseph; thence along the middle of the main channel of Lake St. Joseph to O.L.S. Dobie’s meridian line run in 1919; thence due south along the said last-mentioned meridian line and along O.L.S. Niven’s meridian line run in 1890 to the point of commencement; and (d) the Patricia Portion which consists of the geographic townships of, Agnew, Baird, Ball, Balmer, Bateman, Belanger, Birkett, Bowerman, Byshe, Connell, Corless, Costello, Dent, Dome, Earngey, Fairlie, Goodall, Graves, Heyson, Honeywell, Killala, Knott, McCullagh, McDonough, McNaughton, Mitchell, Mulcahy, Ponsford, Ranger, Shaver, Skinner, Todd, Willans, together with all the remaining territory included within the following limits: Commencing at the most northerly point of the westerly boundary of Ontario as determined by The Canada (Ontario Boundary) Act, 1889, Chapter 28 of the Statutes of 1889 of the United Kingdom (the said westerly boundary being the easterly boundary of Manitoba); thence continuing due north along the same meridian to the intersection thereof with the centre of the road allowance on the twelfth base line of the system of Dominion Land Surveys; thence northeasterly in a right line to the most eastern point of Island Lake, as fixed on the ground in the year 1930 by the erection of concrete monument number 295 of the Ontario-Manitoba Boundary survey and situated in about north latitude 53o 44′ 19″.42 and in about west longitude 93o 39′ 14″.91; thence northeasterly in a right line to a point twenty-one and four-tenths feet due west astronomic from the point where the eighty-ninth meridian of west longitude intersects the southern shore of Hudson Bay, as the latter point was fixed by the Geodetic Survey of Canada in the year 1929; thence easterly and southerly following the shore of the said Bay to the point where the northerly boundary of Ontario as established under the said Act intersects the shore of James Bay; thence westward along the said boundary as established by the said Act to the place of commencement. (See 1912, c. 3 and 1950, c. 48) [Note:  As to provision for the administration of justice, registration of instruments, etc., in Patricia, see The Patricia Act, R.S.O. 1937, c. 5.]",
            "raw_html": "<p class=\"section-e\">44. The Territorial District of Kenora consists of,</p> <p class=\"clause-e\">(a) the towns of Dryden, Jaffray and Melick, Keewatin, Kenora, Sioux Lookout;</p> <p class=\"clause-e\">(b) the townships of,</p> <p class=\"Sclause-e\">Barclay,</p> <p class=\"Sclause-e\">Ear Falls,</p> <p class=\"Sclause-e\">Golden,</p> <p class=\"Sclause-e\">Ignace,</p> <p class=\"Sclause-e\">Machin,</p> <p class=\"Sclause-e\">Pickle Lake,</p> <p class=\"Sclause-e\">Red Lake,</p> <p class=\"Sclause-e\">Sioux Narrows;</p> <p class=\"clause-e\">(c) the geographic townships of,</p> <p class=\"Sclause-e\">Aubrey,</p> <p class=\"Sclause-e\">Avery,</p> <p class=\"Sclause-e\">Barrett,</p> <p class=\"Sclause-e\">Benedickson,</p> <p class=\"Sclause-e\">Big Island,</p> <p class=\"Sclause-e\">Boys,</p> <p class=\"Sclause-e\">Bradshaw,</p> <p class=\"Sclause-e\">Breithaupt,</p> <p class=\"Sclause-e\">Bridges,</p> <p class=\"Sclause-e\">Britton,</p> <p class=\"Sclause-e\">Broderick,</p> <p class=\"Sclause-e\">Brownridge,</p> <p class=\"Sclause-e\">Buller,</p> <p class=\"Sclause-e\">Burk,</p> <p class=\"Sclause-e\">Cathcart,</p> <p class=\"Sclause-e\">Chartrand,</p> <p class=\"Sclause-e\">Code,</p> <p class=\"Sclause-e\">Colenso,</p> <p class=\"Sclause-e\">Corman,</p> <p class=\"Sclause-e\">Coyle,</p> <p class=\"Sclause-e\">Daniel,</p> <p class=\"Sclause-e\">Desmond,</p> <p class=\"Sclause-e\">Devonshire,</p> <p class=\"Sclause-e\">Dewan,</p> <p class=\"Sclause-e\">Docker,</p> <p class=\"Sclause-e\">Drayton,</p> <p class=\"Sclause-e\">Drope,</p> <p class=\"Sclause-e\">Echo,</p> <p class=\"Sclause-e\">Eton,</p> <p class=\"Sclause-e\">Ewart,</p> <p class=\"Sclause-e\">Factor,</p> <p class=\"Sclause-e\">Forgie,</p> <p class=\"Sclause-e\">Furniss,</p> <p class=\"Sclause-e\">Gidley,</p> <p class=\"Sclause-e\">Glass,</p> <p class=\"Sclause-e\">Godson,</p> <p class=\"Sclause-e\">Gour,</p> <p class=\"Sclause-e\">Grummett,</p> <p class=\"Sclause-e\">Gundy,</p> <p class=\"Sclause-e\">Hartman,</p> <p class=\"Sclause-e\">Haycock,</p> <p class=\"Sclause-e\">Hodgson,</p> <p class=\"Sclause-e\">Hyndman,</p> <p class=\"Sclause-e\">Ignace,</p> <p class=\"Sclause-e\">Ilsley,</p> <p class=\"Sclause-e\">Jackman,</p> <p class=\"Sclause-e\">Jaffray,</p> <p class=\"Sclause-e\">Jordan,</p> <p class=\"Sclause-e\">Kirkup,</p> <p class=\"Sclause-e\">Ladysmith,</p> <p class=\"Sclause-e\">Langton,</p> <p class=\"Sclause-e\">Laval,</p> <p class=\"Sclause-e\">le May,</p> <p class=\"Sclause-e\">Lomond,</p> <p class=\"Sclause-e\">MacFie,</p> <p class=\"Sclause-e\">MacNicol,</p> <p class=\"Sclause-e\">MacQuarrie,</p> <p class=\"Sclause-e\">Mafeking,</p> <p class=\"Sclause-e\">Malachi,</p> <p class=\"Sclause-e\">Manross,</p> <p class=\"Sclause-e\">McAree,</p> <p class=\"Sclause-e\">McGeorge,</p> <p class=\"Sclause-e\">McIlraith,</p> <p class=\"Sclause-e\">McMeekin,</p> <p class=\"Sclause-e\">McNevin,</p> <p class=\"Sclause-e\">Melgund,</p> <p class=\"Sclause-e\">Melick,</p> <p class=\"Sclause-e\">Mutrie,</p> <p class=\"Sclause-e\">Noyon,</p> <p class=\"Sclause-e\">Osaquan,</p> <p class=\"Sclause-e\">Pelican,</p> <p class=\"Sclause-e\">Pellatt,</p> <p class=\"Sclause-e\">Pettypiece,</p> <p class=\"Sclause-e\">Phillips,</p> <p class=\"Sclause-e\">Pickerel,</p> <p class=\"Sclause-e\">Redditt,</p> <p class=\"Sclause-e\">Redvers,</p> <p class=\"Sclause-e\">Revell,</p> <p class=\"Sclause-e\">Rice,</p> <p class=\"Sclause-e\">Rowell,</p> <p class=\"Sclause-e\">Rudd,</p> <p class=\"Sclause-e\">Rugby,</p> <p class=\"Sclause-e\">Sanford,</p> <p class=\"Sclause-e\">Satterly,</p> <p class=\"Sclause-e\">Skey,</p> <p class=\"Sclause-e\">Slaught,</p> <p class=\"Sclause-e\">Smellie,</p> <p class=\"Sclause-e\">Southworth,</p> <p class=\"Sclause-e\">Stokes,</p> <p class=\"Sclause-e\">Temple,</p> <p class=\"Sclause-e\">Tustin,</p> <p class=\"Sclause-e\">Tweedsmuir,</p> <p class=\"Sclause-e\">Umbach,</p> <p class=\"Sclause-e\">Van Horne,</p> <p class=\"Sclause-e\">Vermilion,</p> <p class=\"Sclause-e\">Vermilion Additional,</p> <p class=\"Sclause-e\">Wabigoon,</p> <p class=\"Sclause-e\">Wainwright,</p> <p class=\"Sclause-e\">Wauchope,</p> <p class=\"Sclause-e\">Webb,</p> <p class=\"Sclause-e\">Willingdon,</p> <p class=\"Sclause-e\">Work,</p> <p class=\"Sclause-e\">Zealand,</p> <p class=\"Ssection-e\">together with all the remaining territory included within the following limits:</p> <p class=\"Ssection-e\">Commencing at the 48th mile post on O.L.S. Niven’s meridian line of 1890 in latitude 49<sup>o</sup> 0′ 6″ north; thence due west 89 miles, 71 chains, 7 links more or less to the 18th mile post on O.L.S. Alexander Niven’s 6th meridian line; thence due north along the said meridian line 6 miles to the 24th mile post thereon; thence due west along O.L.S. Gillon’s base line of 1919 to the southeast angle of the Township of Godson and continuing west along the south boundary of the Township of Godson to the east shore of Sabaskong Bay of Lake of the Woods; thence westerly and southwesterly along the south shore of the said bay and along the east shore of the Lake of the Woods to where the same is intersected by the 49th degree parallel of north latitude; thence due west 15 miles more or less to the International Boundary between Canada and the United States of America; thence northerly and westerly along the International Boundary to the Interprovincial Boundary between Ontario and Manitoba; thence due north along the last-mentioned boundary to the middle of the main channel of the Winnipeg River; thence easterly upstream along the middle of the main channel of the Winnipeg and English Rivers and the lake expansions and along the middle of Lac Seul and Root River to the portage on the height of land; thence along the middle of the said portage to the waters flowing into Lake St. Joseph; thence along the middle of the main channel of Lake St. Joseph to O.L.S. Dobie’s meridian line run in 1919; thence due south along the said last-mentioned meridian line and along O.L.S. Niven’s meridian line run in 1890 to the point of commencement; and</p> <p class=\"clause-e\">(d) the Patricia Portion which consists of the geographic townships of,</p> <p class=\"Sclause-e\">Agnew,</p> <p class=\"Sclause-e\">Baird,</p> <p class=\"Sclause-e\">Ball,</p> <p class=\"Sclause-e\">Balmer,</p> <p class=\"Sclause-e\">Bateman,</p> <p class=\"Sclause-e\">Belanger,</p> <p class=\"Sclause-e\">Birkett,</p> <p class=\"Sclause-e\">Bowerman,</p> <p class=\"Sclause-e\">Byshe,</p> <p class=\"Sclause-e\">Connell,</p> <p class=\"Sclause-e\">Corless,</p> <p class=\"Sclause-e\">Costello,</p> <p class=\"Sclause-e\">Dent,</p> <p class=\"Sclause-e\">Dome,</p> <p class=\"Sclause-e\">Earngey,</p> <p class=\"Sclause-e\">Fairlie,</p> <p class=\"Sclause-e\">Goodall,</p> <p class=\"Sclause-e\">Graves,</p> <p class=\"Sclause-e\">Heyson,</p> <p class=\"Sclause-e\">Honeywell,</p> <p class=\"Sclause-e\">Killala,</p> <p class=\"Sclause-e\">Knott,</p> <p class=\"Sclause-e\">McCullagh,</p> <p class=\"Sclause-e\">McDonough,</p> <p class=\"Sclause-e\">McNaughton,</p> <p class=\"Sclause-e\">Mitchell,</p> <p class=\"Sclause-e\">Mulcahy,</p> <p class=\"Sclause-e\">Ponsford,</p> <p class=\"Sclause-e\">Ranger,</p> <p class=\"Sclause-e\">Shaver,</p> <p class=\"Sclause-e\">Skinner,</p> <p class=\"Sclause-e\">Todd,</p> <p class=\"Sclause-e\">Willans,</p> <p class=\"Ssection-e\">together with all the remaining territory included within the following limits:</p> <p class=\"Ssection-e\">Commencing at the most northerly point of the westerly boundary of Ontario as determined by <i>The Canada (Ontario Boundary) Act, 1889,</i> Chapter 28 of the Statutes of 1889 of the United Kingdom (the said westerly boundary being the easterly boundary of Manitoba); thence continuing due north along the same meridian to the intersection thereof with the centre of the road allowance on the twelfth base line of the system of Dominion Land Surveys; thence northeasterly in a right line to the most eastern point of Island Lake, as fixed on the ground in the year 1930 by the erection of concrete monument number 295 of the Ontario-Manitoba Boundary survey and situated in about north latitude 53<sup>o</sup> 44′ 19″.42 and in about west longitude 93<sup>o</sup> 39′ 14″.91; thence northeasterly in a right line to a point twenty-one and four-tenths feet due west astronomic from the point where the eighty-ninth meridian of west longitude intersects the southern shore of Hudson Bay, as the latter point was fixed by the Geodetic Survey of Canada in the year 1929; thence easterly and southerly following the shore of the said Bay to the point where the northerly boundary of Ontario as established under the said Act intersects the shore of James Bay; thence westward along the said boundary as established by the said Act to the place of commencement. (<i>See 1912, c. 3 and 1950, c. 48</i>)</p> <p class=\"note-f\"><i>[Note:  </i>As to provision for the administration of justice, registration of instruments, etc., in Patricia, see The Patricia Act, R.S.O. 1937, c. 5.<i>]</i></p>"
        },
        {
            "id": null,
            "section": "Manitoulin",
            "content": "45. The Territorial District of Manitoulin consists of, (a) the towns of Gore Bay, Little Current; (b) the townships of, Assiginack, Barrie Island, Billings, Burpee, Carnarvon, Cockburn Island, Gordon, Howland, Rutherford and George Island, Sandfield, Tehkummah; (c) the geographic townships of, Allan, Assiginack, Barrie Island, Bidwell, Billings, Burpee, Campbell, Carlyle, Carnarvon, Cockburn Island, Dawson, Gordon, Howland, Humbolt, Killarney, Mills, Robinson, Rutherford, Sandfield, Sheguiandah, Tehkummah; (d) the islands named, Badgeley, Bedford, Burnt, Centre, Clapperton, Club, Crescent, Duck, East Rous/Rous Est, Fitzwilliam, George, Great Cloche/Grande île La Cloche, Green, Heywood, Hog, Iroquois, Little Cloche/Petite île La Cloche, Lonely, Lucas, McGregor, Philip Edward, Rabbit, Sampson, Squaw, Strawberry, Vankoughnet, Vidal, Wall, Wardrope, Wells, West Rous/Rous Ouest, Yeo, together with all the remaining territory included within the following limits: Commencing at the southeast corner of the Township of Humboldt; thence south astronomically forty miles; thence west astronomically to the International Boundary; thence northwesterly and northeasterly along the International Boundary to an angle therein in the North Channel of Lake Huron between Cockburn Island and Drummond Island; thence easterly in a straight line through the North Channel of Lake Huron to a point distant one and one-half miles south astronomically from the southwest extremity of Kenny Point of Innes Island; thence north 55o east astronomically five miles; thence east astronomically three miles; thence south 36o east astronomically five and one-half miles; thence northeasterly in a straight line to a point in the water’s edge of the North Channel of Lake Huron at the intersection of the production southerly of the west boundary of the Township of Harrow; thence easterly and southerly following the water’s edge of the said channel to the north boundary of the west part of the unsurrendered portion of the Whitefish River Indian Reserve No. 4; thence east along the said boundary and its production to the water’s edge of the North Channel of Lake Huron; thence northerly, easterly and southerly following the said water’s edge to the north boundary of the Township of Killarney; thence east along the north boundaries of the townships of Killarney and Carlyle to the northeast corner of the last-mentioned township; thence south along the east boundary of the Township of Carlyle to the northwest corner of the Township of Humboldt; thence east along the north boundary of the said township to the northeast corner thereof; thence south along the east boundary of the Township of Humboldt to the southeast corner thereof, the point of commencement.",
            "raw_html": "<p class=\"section-e\">45. The Territorial District of Manitoulin consists of,</p> <p class=\"clause-e\">(a) the towns of Gore Bay, Little Current;</p> <p class=\"clause-e\">(b) the townships of,</p> <p class=\"Sclause-e\">Assiginack,</p> <p class=\"Sclause-e\">Barrie Island,</p> <p class=\"Sclause-e\">Billings,</p> <p class=\"Sclause-e\">Burpee,</p> <p class=\"Sclause-e\">Carnarvon,</p> <p class=\"Sclause-e\">Cockburn Island,</p> <p class=\"Sclause-e\">Gordon,</p> <p class=\"Sclause-e\">Howland,</p> <p class=\"Sclause-e\">Rutherford and George Island,</p> <p class=\"Sclause-e\">Sandfield,</p> <p class=\"Sclause-e\">Tehkummah;</p> <p class=\"clause-e\">(c) the geographic townships of,</p> <p class=\"Sclause-e\">Allan,</p> <p class=\"Sclause-e\">Assiginack,</p> <p class=\"Sclause-e\">Barrie Island,</p> <p class=\"Sclause-e\">Bidwell,</p> <p class=\"Sclause-e\">Billings,</p> <p class=\"Sclause-e\">Burpee,</p> <p class=\"Sclause-e\">Campbell,</p> <p class=\"Sclause-e\">Carlyle,</p> <p class=\"Sclause-e\">Carnarvon,</p> <p class=\"Sclause-e\">Cockburn Island,</p> <p class=\"Sclause-e\">Dawson,</p> <p class=\"Sclause-e\">Gordon,</p> <p class=\"Sclause-e\">Howland,</p> <p class=\"Sclause-e\">Humbolt,</p> <p class=\"Sclause-e\">Killarney,</p> <p class=\"Sclause-e\">Mills,</p> <p class=\"Sclause-e\">Robinson,</p> <p class=\"Sclause-e\">Rutherford,</p> <p class=\"Sclause-e\">Sandfield,</p> <p class=\"Sclause-e\">Sheguiandah,</p> <p class=\"Sclause-e\">Tehkummah;</p> <p class=\"clause-e\">(d) the islands named,</p> <p class=\"Sclause-e\">Badgeley,</p> <p class=\"Sclause-e\">Bedford,</p> <p class=\"Sclause-e\">Burnt,</p> <p class=\"Sclause-e\">Centre,</p> <p class=\"Sclause-e\">Clapperton,</p> <p class=\"Sclause-e\">Club,</p> <p class=\"Sclause-e\">Crescent,</p> <p class=\"Sclause-e\">Duck,</p> <p class=\"Sclause-e\">East Rous/Rous Est,</p> <p class=\"Sclause-e\">Fitzwilliam,</p> <p class=\"Sclause-e\">George,</p> <p class=\"Sclause-e\">Great Cloche/Grande île La Cloche,</p> <p class=\"Sclause-e\">Green,</p> <p class=\"Sclause-e\">Heywood,</p> <p class=\"Sclause-e\">Hog,</p> <p class=\"Sclause-e\">Iroquois,</p> <p class=\"Sclause-e\">Little Cloche/Petite île La Cloche,</p> <p class=\"Sclause-e\">Lonely,</p> <p class=\"Sclause-e\">Lucas,</p> <p class=\"Sclause-e\">McGregor,</p> <p class=\"Sclause-e\">Philip Edward,</p> <p class=\"Sclause-e\">Rabbit,</p> <p class=\"Sclause-e\">Sampson,</p> <p class=\"Sclause-e\">Squaw,</p> <p class=\"Sclause-e\">Strawberry,</p> <p class=\"Sclause-e\">Vankoughnet,</p> <p class=\"Sclause-e\">Vidal,</p> <p class=\"Sclause-e\">Wall,</p> <p class=\"Sclause-e\">Wardrope,</p> <p class=\"Sclause-e\">Wells,</p> <p class=\"Sclause-e\">West Rous/Rous Ouest,</p> <p class=\"Sclause-e\">Yeo,</p> <p class=\"Ssection-e\">together with all the remaining territory included within the following limits:</p> <p class=\"Ssection-e\">Commencing at the southeast corner of the Township of Humboldt; thence south astronomically forty miles; thence west astronomically to the International Boundary; thence northwesterly and northeasterly along the International Boundary to an angle therein in the North Channel of Lake Huron between Cockburn Island and Drummond Island; thence easterly in a straight line through the North Channel of Lake Huron to a point distant one and one-half miles south astronomically from the southwest extremity of Kenny Point of Innes Island; thence north 55<sup>o</sup> east astronomically five miles; thence east astronomically three miles; thence south 36<sup>o</sup> east astronomically five and one-half miles; thence northeasterly in a straight line to a point in the water’s edge of the North Channel of Lake Huron at the intersection of the production southerly of the west boundary of the Township of Harrow; thence easterly and southerly following the water’s edge of the said channel to the north boundary of the west part of the unsurrendered portion of the Whitefish River Indian Reserve No. 4; thence east along the said boundary and its production to the water’s edge of the North Channel of Lake Huron; thence northerly, easterly and southerly following the said water’s edge to the north boundary of the Township of Killarney; thence east along the north boundaries of the townships of Killarney and Carlyle to the northeast corner of the last-mentioned township; thence south along the east boundary of the Township of Carlyle to the northwest corner of the Township of Humboldt; thence east along the north boundary of the said township to the northeast corner thereof; thence south along the east boundary of the Township of Humboldt to the southeast corner thereof, the point of commencement.</p>"
        },
        {
            "id": null,
            "section": "Muskoka",
            "content": "46. The Territorial District of Muskoka consists of The District Municipality of Muskoka composed of the municipalities from time to time included within the District Area as defined in the District Municipality of Muskoka Act.",
            "raw_html": "<p class=\"section-e\">46. The Territorial District of Muskoka consists of The District Municipality of Muskoka composed of the municipalities from time to time included within the District Area as defined in the <i>District Municipality of Muskoka Act</i>.</p>"
        },
        {
            "id": null,
            "section": "Nipissing",
            "content": "47. The Territorial District of Nipissing consists of, (a) the City of North Bay; (b) the towns of Cache Bay, Mattawa, Sturgeon Falls; (c) the townships of, Airy, Bonfield, Caldwell, Calvin, Chisholm, East Ferris, Field, Mattawan, Papineau, Springer, Temagami; (d) the Improvement District of Cameron; (e) the geographic townships of, Airy, Anglin, Angus, Antoine, Askin, Aston, Badgerow, Ballantyne, Banting, Barron, Bastedo, Beaucage, Belfast, Bertram, Best, Biggar, Bishop, Blyth, Bonfield, Boulter, Bower, Boyd, Briggs, Bronson, Burnaby, Butler, Butt, Caldwell, Calvin, Cameron, Canisbay, Canton, Cassels, Chambers, Charlton, Chisholm, Clancy, Clarkson, Clement, Commanda, Crerar, Cynthia, Dana, Deacon, Devine, Dickens, Dickson, East Ferris, Eddy, Edgar, Eldridge, Falconer, Fell, Field, Finlayson (part/en partie), FitzGerald, Flett, French, Freswick, Garrow, Gibbons, Gladman, Gooderham, Grant, Guthrie, Hammell, Hartle, Hebert, Hobbs, Hugel, Hunter, Joan, Jocko, Kenny, Kirkpatrick, La Salle, Latchford, Lauder, Law, Le Roche, Lister, Lockhart, Loudon, Lyell, Lyman, Macpherson, Master, Mattawan, McAuslan, McCallum, McCraney, McLaren, McLaughlin, McWilliams, Merrick, Milne, Mulock, Murchison, Niven, Notman, Olive, Olrig, Osborne, Osler, Papineau, Pardo, Parkman, Paxton, Peck, Pedley, Pentland, Phelps, Phyllis, Poitras, Preston, Riddell, Sabine, Scholes, Sisk, Springer, Sproule, Stewart, Strathcona, Strathy, Stratton, Thistle, Torrington, Vogt, West Ferris, White, Widdifield, Wilkes, Wyse, Yates, together with that part of the geographic township of Finlayson not included in The District Municipality of Muskoka and all the remaining territory included within the following limits: Commencing at the southeast corner of the Township of Falconer; thence west along the south boundary of the said township to the southwest corner thereof; thence north along the west boundaries of the townships of Falconer, Loudon, and Macpherson to the northwest corner of the last-mentioned township; thence east along the north boundary of the Township of Macpherson to the southwest corner of the Township of Kirkpatrick; thence north along the west boundaries of the townships of Kirkpatrick, Hugel, Crerar, Dana, Pardo, Clement, Scholes, and Belfast, to the northwest corner of the last-mentioned township; thence east along the north boundary of the Township of Belfast to the southwest corner of the Township of Le Roche; thence north along the west boundaries of the townships of Le Roche and Canton to the northwest corner of the last-mentioned township; thence east along the north boundaries of the townships of Canton, Aston, Banting and Best in the Territorial District of Nipissing to the southeast corner of the Township of Brigstocke in the Territorial District of Timiskaming; thence southeasterly along the southwesterly boundary of the Township of Gillies Limit to the most southerly corner of the last-mentioned township; thence northeasterly along the southeasterly boundary of the last-mentioned township to the east boundary of the Township of Best in the Territorial District of Nipissing; thence south along the east boundaries of the townships of Best and Cassels to the southeast corner of the last-mentioned township; thence east along the north boundaries of the townships of Eldridge and Hebert and the production easterly of the north boundary of the Township of Hebert to the Interprovincial Boundary between Ontario and Quebec in Lake Timiskaming; thence in a southeasterly direction along the said Interprovincial Boundary to the intersection with the production northeasterly of the easterly boundary of the Township of Cameron; thence southerly along the said production and the easterly boundaries of the townships of Cameron and Deacon to the northwesterly corner of the Township of FitzGerald; thence easterly along the northerly boundary of the Township of FitzGerald to the northeasterly corner thereof; thence southerly along the easterly boundary of the Township of FitzGerald to the northwesterly corner of the Township of Edgar; thence easterly along the northerly boundary of the Township of Edgar to the northeasterly corner thereof; thence southerly along the easterly boundary of the Township of Edgar to the northwesterly corner of the Township of Bronson; thence easterly along the northerly boundary of the Township of Bronson to the northeasterly corner thereof; thence southerly along the easterly boundaries of the townships of Bronson, Stratton, and Master to the southeasterly corner of the last-mentioned township; thence westerly along the southerly boundaries of the townships of Master and Guthrie to the northeasterly corner of the Township of Dickens; thence southerly along the easterly boundary of the Township of Dickens to the southeasterly corner thereof; thence westerly along the southerly boundary of the Township of Dickens to the northeasterly corner of the Township of Lyell; thence southerly along the easterly boundary of the Township of Lyell to the southeasterly corner thereof; thence westerly along the southerly boundaries of the townships of Lyell and Sabine to the southwesterly corner of the last-mentioned township; thence northerly along the westerly boundaries of the townships of Sabine and Airy to the northwesterly corner of the last-mentioned township; thence westerly along the southerly boundaries of the townships of Sproule, Canisbay, Peck and Finlayson to the easterly limit of the Township of Lake of Bays; thence northerly along the easterly boundary of the Township of Lake of Bays to the northeasterly corner thereof; thence westerly along the northerly boundary of the Township of Lake of Bays in the Territorial District of Muskoka to the southeast corner of the Township of Bethune in the Territorial District of Parry Sound; thence northerly along the westerly boundaries of the townships of McCraney, Butt, Paxton, and Ballantyne in the Territorial District of Nipissing to the northwesterly corner of the last-mentioned township; thence easterly along the northerly boundary of the Township of Ballantyne to the southwesterly corner of the Township of Chisholm; thence northerly along the westerly boundaries of the townships of Chisholm and East Ferris to the southerly boundary of the Township of West Ferris; thence westerly along the southerly boundary of the Township of West Ferris to the water’s edge of Lake Nipissing; thence westerly in a straight line across Lake Nipissing to a point in the middle of the Main Channel of the French River lying south of and off the most easterly extremity of Blueberry Island; thence southwesterly along the centre line of the Main Channel of the French River to its confluence with the centre line of Little French River lying north of Okikendawt Island; thence in a westerly, southeasterly and southwesterly direction following the said centre line of the Little French River to the intersection with the production easterly of the south boundary of the Township of Latchford; thence westerly along the said production and the south boundary of the Township of Latchford to the point of commencement.",
            "raw_html": "<p class=\"section-e\">47. The Territorial District of Nipissing consists of,</p> <p class=\"clause-e\">(a) the City of North Bay;</p> <p class=\"clause-e\">(b) the towns of Cache Bay, Mattawa, Sturgeon Falls;</p> <p class=\"clause-e\">(c) the townships of,</p> <p class=\"Sclause-e\">Airy,</p> <p class=\"Sclause-e\">Bonfield,</p> <p class=\"Sclause-e\">Caldwell,</p> <p class=\"Sclause-e\">Calvin,</p> <p class=\"Sclause-e\">Chisholm,</p> <p class=\"Sclause-e\">East Ferris,</p> <p class=\"Sclause-e\">Field,</p> <p class=\"Sclause-e\">Mattawan,</p> <p class=\"Sclause-e\">Papineau,</p> <p class=\"Sclause-e\">Springer,</p> <p class=\"Sclause-e\">Temagami;</p> <p class=\"clause-e\">(d) the Improvement District of Cameron;</p> <p class=\"clause-e\">(e) the geographic townships of,</p> <p class=\"Sclause-e\">Airy,</p> <p class=\"Sclause-e\">Anglin,</p> <p class=\"Sclause-e\">Angus,</p> <p class=\"Sclause-e\">Antoine,</p> <p class=\"Sclause-e\">Askin,</p> <p class=\"Sclause-e\">Aston,</p> <p class=\"Sclause-e\">Badgerow,</p> <p class=\"Sclause-e\">Ballantyne,</p> <p class=\"Sclause-e\">Banting,</p> <p class=\"Sclause-e\">Barron,</p> <p class=\"Sclause-e\">Bastedo,</p> <p class=\"Sclause-e\">Beaucage,</p> <p class=\"Sclause-e\">Belfast,</p> <p class=\"Sclause-e\">Bertram,</p> <p class=\"Sclause-e\">Best,</p> <p class=\"Sclause-e\">Biggar,</p> <p class=\"Sclause-e\">Bishop,</p> <p class=\"Sclause-e\">Blyth,</p> <p class=\"Sclause-e\">Bonfield,</p> <p class=\"Sclause-e\">Boulter,</p> <p class=\"Sclause-e\">Bower,</p> <p class=\"Sclause-e\">Boyd,</p> <p class=\"Sclause-e\">Briggs,</p> <p class=\"Sclause-e\">Bronson,</p> <p class=\"Sclause-e\">Burnaby,</p> <p class=\"Sclause-e\">Butler,</p> <p class=\"Sclause-e\">Butt,</p> <p class=\"Sclause-e\">Caldwell,</p> <p class=\"Sclause-e\">Calvin,</p> <p class=\"Sclause-e\">Cameron,</p> <p class=\"Sclause-e\">Canisbay,</p> <p class=\"Sclause-e\">Canton,</p> <p class=\"Sclause-e\">Cassels,</p> <p class=\"Sclause-e\">Chambers,</p> <p class=\"Sclause-e\">Charlton,</p> <p class=\"Sclause-e\">Chisholm,</p> <p class=\"Sclause-e\">Clancy,</p> <p class=\"Sclause-e\">Clarkson,</p> <p class=\"Sclause-e\">Clement,</p> <p class=\"Sclause-e\">Commanda,</p> <p class=\"Sclause-e\">Crerar,</p> <p class=\"Sclause-e\">Cynthia,</p> <p class=\"Sclause-e\">Dana,</p> <p class=\"Sclause-e\">Deacon,</p> <p class=\"Sclause-e\">Devine,</p> <p class=\"Sclause-e\">Dickens,</p> <p class=\"Sclause-e\">Dickson,</p> <p class=\"Sclause-e\">East Ferris,</p> <p class=\"Sclause-e\">Eddy,</p> <p class=\"Sclause-e\">Edgar,</p> <p class=\"Sclause-e\">Eldridge,</p> <p class=\"Sclause-e\">Falconer,</p> <p class=\"Sclause-e\">Fell,</p> <p class=\"Sclause-e\">Field,</p> <p class=\"Sclause-e\">Finlayson (part/en partie),</p> <p class=\"Sclause-e\">FitzGerald,</p> <p class=\"Sclause-e\">Flett,</p> <p class=\"Sclause-e\">French,</p> <p class=\"Sclause-e\">Freswick,</p> <p class=\"Sclause-e\">Garrow,</p> <p class=\"Sclause-e\">Gibbons,</p> <p class=\"Sclause-e\">Gladman,</p> <p class=\"Sclause-e\">Gooderham,</p> <p class=\"Sclause-e\">Grant,</p> <p class=\"Sclause-e\">Guthrie,</p> <p class=\"Sclause-e\">Hammell,</p> <p class=\"Sclause-e\">Hartle,</p> <p class=\"Sclause-e\">Hebert,</p> <p class=\"Sclause-e\">Hobbs,</p> <p class=\"Sclause-e\">Hugel,</p> <p class=\"Sclause-e\">Hunter,</p> <p class=\"Sclause-e\">Joan,</p> <p class=\"Sclause-e\">Jocko,</p> <p class=\"Sclause-e\">Kenny,</p> <p class=\"Sclause-e\">Kirkpatrick,</p> <p class=\"Sclause-e\">La Salle,</p> <p class=\"Sclause-e\">Latchford,</p> <p class=\"Sclause-e\">Lauder,</p> <p class=\"Sclause-e\">Law,</p> <p class=\"Sclause-e\">Le Roche,</p> <p class=\"Sclause-e\">Lister,</p> <p class=\"Sclause-e\">Lockhart,</p> <p class=\"Sclause-e\">Loudon,</p> <p class=\"Sclause-e\">Lyell,</p> <p class=\"Sclause-e\">Lyman,</p> <p class=\"Sclause-e\">Macpherson,</p> <p class=\"Sclause-e\">Master,</p> <p class=\"Sclause-e\">Mattawan,</p> <p class=\"Sclause-e\">McAuslan,</p> <p class=\"Sclause-e\">McCallum,</p> <p class=\"Sclause-e\">McCraney,</p> <p class=\"Sclause-e\">McLaren,</p> <p class=\"Sclause-e\">McLaughlin,</p> <p class=\"Sclause-e\">McWilliams,</p> <p class=\"Sclause-e\">Merrick,</p> <p class=\"Sclause-e\">Milne,</p> <p class=\"Sclause-e\">Mulock,</p> <p class=\"Sclause-e\">Murchison,</p> <p class=\"Sclause-e\">Niven,</p> <p class=\"Sclause-e\">Notman,</p> <p class=\"Sclause-e\">Olive,</p> <p class=\"Sclause-e\">Olrig,</p> <p class=\"Sclause-e\">Osborne,</p> <p class=\"Sclause-e\">Osler,</p> <p class=\"Sclause-e\">Papineau,</p> <p class=\"Sclause-e\">Pardo,</p> <p class=\"Sclause-e\">Parkman,</p> <p class=\"Sclause-e\">Paxton,</p> <p class=\"Sclause-e\">Peck,</p> <p class=\"Sclause-e\">Pedley,</p> <p class=\"Sclause-e\">Pentland,</p> <p class=\"Sclause-e\">Phelps,</p> <p class=\"Sclause-e\">Phyllis,</p> <p class=\"Sclause-e\">Poitras,</p> <p class=\"Sclause-e\">Preston,</p> <p class=\"Sclause-e\">Riddell,</p> <p class=\"Sclause-e\">Sabine,</p> <p class=\"Sclause-e\">Scholes,</p> <p class=\"Sclause-e\">Sisk,</p> <p class=\"Sclause-e\">Springer,</p> <p class=\"Sclause-e\">Sproule,</p> <p class=\"Sclause-e\">Stewart,</p> <p class=\"Sclause-e\">Strathcona,</p> <p class=\"Sclause-e\">Strathy,</p> <p class=\"Sclause-e\">Stratton,</p> <p class=\"Sclause-e\">Thistle,</p> <p class=\"Sclause-e\">Torrington,</p> <p class=\"Sclause-e\">Vogt,</p> <p class=\"Sclause-e\">West Ferris,</p> <p class=\"Sclause-e\">White,</p> <p class=\"Sclause-e\">Widdifield,</p> <p class=\"Sclause-e\">Wilkes,</p> <p class=\"Sclause-e\">Wyse,</p> <p class=\"Sclause-e\">Yates,</p> <p class=\"Ssection-e\">together with that part of the geographic township of Finlayson not included in The District Municipality of Muskoka and all the remaining territory included within the following limits:</p> <p class=\"Ssection-e\">Commencing at the southeast corner of the Township of Falconer; thence west along the south boundary of the said township to the southwest corner thereof; thence north along the west boundaries of the townships of Falconer, Loudon, and Macpherson to the northwest corner of the last-mentioned township; thence east along the north boundary of the Township of Macpherson to the southwest corner of the Township of Kirkpatrick; thence north along the west boundaries of the townships of Kirkpatrick, Hugel, Crerar, Dana, Pardo, Clement, Scholes, and Belfast, to the northwest corner of the last-mentioned township; thence east along the north boundary of the Township of Belfast to the southwest corner of the Township of Le Roche; thence north along the west boundaries of the townships of Le Roche and Canton to the northwest corner of the last-mentioned township; thence east along the north boundaries of the townships of Canton, Aston, Banting and Best in the Territorial District of Nipissing to the southeast corner of the Township of Brigstocke in the Territorial District of Timiskaming; thence southeasterly along the southwesterly boundary of the Township of Gillies Limit to the most southerly corner of the last-mentioned township; thence northeasterly along the southeasterly boundary of the last-mentioned township to the east boundary of the Township of Best in the Territorial District of Nipissing; thence south along the east boundaries of the townships of Best and Cassels to the southeast corner of the last-mentioned township; thence east along the north boundaries of the townships of Eldridge and Hebert and the production easterly of the north boundary of the Township of Hebert to the Interprovincial Boundary between Ontario and Quebec in Lake Timiskaming; thence in a southeasterly direction along the said Interprovincial Boundary to the intersection with the production northeasterly of the easterly boundary of the Township of Cameron; thence southerly along the said production and the easterly boundaries of the townships of Cameron and Deacon to the northwesterly corner of the Township of FitzGerald; thence easterly along the northerly boundary of the Township of FitzGerald to the northeasterly corner thereof; thence southerly along the easterly boundary of the Township of FitzGerald to the northwesterly corner of the Township of Edgar; thence easterly along the northerly boundary of the Township of Edgar to the northeasterly corner thereof; thence southerly along the easterly boundary of the Township of Edgar to the northwesterly corner of the Township of Bronson; thence easterly along the northerly boundary of the Township of Bronson to the northeasterly corner thereof; thence southerly along the easterly boundaries of the townships of Bronson, Stratton, and Master to the southeasterly corner of the last-mentioned township; thence westerly along the southerly boundaries of the townships of Master and Guthrie to the northeasterly corner of the Township of Dickens; thence southerly along the easterly boundary of the Township of Dickens to the southeasterly corner thereof; thence westerly along the southerly boundary of the Township of Dickens to the northeasterly corner of the Township of Lyell; thence southerly along the easterly boundary of the Township of Lyell to the southeasterly corner thereof; thence westerly along the southerly boundaries of the townships of Lyell and Sabine to the southwesterly corner of the last-mentioned township; thence northerly along the westerly boundaries of the townships of Sabine and Airy to the northwesterly corner of the last-mentioned township; thence westerly along the southerly boundaries of the townships of Sproule, Canisbay, Peck and Finlayson to the easterly limit of the Township of Lake of Bays; thence northerly along the easterly boundary of the Township of Lake of Bays to the northeasterly corner thereof; thence westerly along the northerly boundary of the Township of Lake of Bays in the Territorial District of Muskoka to the southeast corner of the Township of Bethune in the Territorial District of Parry Sound; thence northerly along the westerly boundaries of the townships of McCraney, Butt, Paxton, and Ballantyne in the Territorial District of Nipissing to the northwesterly corner of the last-mentioned township; thence easterly along the northerly boundary of the Township of Ballantyne to the southwesterly corner of the Township of Chisholm; thence northerly along the westerly boundaries of the townships of Chisholm and East Ferris to the southerly boundary of the Township of West Ferris; thence westerly along the southerly boundary of the Township of West Ferris to the water’s edge of Lake Nipissing; thence westerly in a straight line across Lake Nipissing to a point in the middle of the Main Channel of the French River lying south of and off the most easterly extremity of Blueberry Island; thence southwesterly along the centre line of the Main Channel of the French River to its confluence with the centre line of Little French River lying north of Okikendawt Island; thence in a westerly, southeasterly and southwesterly direction following the said centre line of the Little French River to the intersection with the production easterly of the south boundary of the Township of Latchford; thence westerly along the said production and the south boundary of the Township of Latchford to the point of commencement.</p>"
        },
        {
            "id": null,
            "section": "Parry Sound",
            "content": "48. The Territorial District of Parry Sound consists of, (a) the towns of Kearney, Parry Sound, Powassan, Trout Creek; (b) the villages of Burk’s Falls, Magnetawan, Rosseau, South River, Sundridge; (c) the townships of, The Archipelago, Armour, Carling, Chapman, Christie, Foley, Hagerman, Humphrey, Joly, Machar, McDougall, McKellar, McMurrich, Nipissing, North Himsworth, Perry, Ryerson, South Himsworth, Strong; (d) the geographic townships of, Armour, Bethune, Blair, Brown, Burton, Carling, Chapman, Christie, Conger, Cowper, Croft, East Burpee, East Mills, Ferguson, Ferrie, Foley, Gurd, Hagerman, Hardy, Harrison, Henvey, Humphrey, Joly, Laurier, Lount, Machar, McConkey, McDougall, McKellar, McKenzie, McMurrich, Monteith, Mowatt, Nipissing, North Himsworth, Patterson, Perry, Pringle, Proudfoot, Ryerson, Shawanaga, South Himsworth, Spence, Strong, Wallbridge, Wilson, together with all the remaining territory included within the following limits: Commencing at the southwest corner of the Township of Conger; thence easterly along the southerly boundaries of the townships of Conger and Humphrey to the southeast corner of the Township of Humphrey; thence northerly along the easterly boundary of the Township of Humphrey to the northeast corner of the said township; thence easterly along the southerly boundaries of the townships of Monteith, McMurrich, Perry and Bethune to the southeast corner of the last-mentioned township; thence northerly along the easterly boundaries of the townships of Bethune, Proudfoot, Joly and Laurier to the northeast angle of the last-mentioned township; thence easterly along the southerly boundary of the Township of South Himsworth to the southeast angle thereof; thence northerly along the easterly boundaries of the townships of North Himsworth and South Himsworth to the northeast angle of the last-mentioned township; thence westerly along the northerly boundary of the Township of North Himsworth to the water’s edge of Lake Nipissing; thence westerly across Lake Nipissing in a straight line to a point in the centre of the main channel of the French River south of and off the easterly end of Blueberry Island; thence southwesterly along the centre lines of the main channel of the French river and that channel of the French River to the north of Okikendawt Island and along that channel of the French River that lies adjacent to the south boundaries of the townships of Scollard, Mason, Bigwood, Allen and Struthers to the southerly production of the east boundary of the Township of Travers; thence north along said production to the water’s edge of the said channel; thence southwesterly, westerly and southwesterly following the water’s edge of the said channel and the water’s edge of Georgian Bay of Lake Huron to the west boundary of the Township of Travers; thence easterly and southerly along the northerly and easterly shores of Georgian Bay to the southwest angle of the Township of Conger, the point of commencement, and including all islands lying opposite to the said northerly and easterly shores of Georgian Bay.",
            "raw_html": "<p class=\"section-e\">48. The Territorial District of Parry Sound consists of,</p> <p class=\"clause-e\">(a) the towns of Kearney, Parry Sound, Powassan, Trout Creek;</p> <p class=\"clause-e\">(b) the villages of Burk’s Falls, Magnetawan, Rosseau, South River, Sundridge;</p> <p class=\"clause-e\">(c) the townships of,</p> <p class=\"Sclause-e\">The Archipelago,</p> <p class=\"Sclause-e\">Armour,</p> <p class=\"Sclause-e\">Carling,</p> <p class=\"Sclause-e\">Chapman,</p> <p class=\"Sclause-e\">Christie,</p> <p class=\"Sclause-e\">Foley,</p> <p class=\"Sclause-e\">Hagerman,</p> <p class=\"Sclause-e\">Humphrey,</p> <p class=\"Sclause-e\">Joly,</p> <p class=\"Sclause-e\">Machar,</p> <p class=\"Sclause-e\">McDougall,</p> <p class=\"Sclause-e\">McKellar,</p> <p class=\"Sclause-e\">McMurrich,</p> <p class=\"Sclause-e\">Nipissing,</p> <p class=\"Sclause-e\">North Himsworth,</p> <p class=\"Sclause-e\">Perry,</p> <p class=\"Sclause-e\">Ryerson,</p> <p class=\"Sclause-e\">South Himsworth,</p> <p class=\"Sclause-e\">Strong;</p> <p class=\"clause-e\">(d) the geographic townships of,</p> <p class=\"Sclause-e\">Armour,</p> <p class=\"Sclause-e\">Bethune,</p> <p class=\"Sclause-e\">Blair,</p> <p class=\"Sclause-e\">Brown,</p> <p class=\"Sclause-e\">Burton,</p> <p class=\"Sclause-e\">Carling,</p> <p class=\"Sclause-e\">Chapman,</p> <p class=\"Sclause-e\">Christie,</p> <p class=\"Sclause-e\">Conger,</p> <p class=\"Sclause-e\">Cowper,</p> <p class=\"Sclause-e\">Croft,</p> <p class=\"Sclause-e\">East Burpee,</p> <p class=\"Sclause-e\">East Mills,</p> <p class=\"Sclause-e\">Ferguson,</p> <p class=\"Sclause-e\">Ferrie,</p> <p class=\"Sclause-e\">Foley,</p> <p class=\"Sclause-e\">Gurd,</p> <p class=\"Sclause-e\">Hagerman,</p> <p class=\"Sclause-e\">Hardy,</p> <p class=\"Sclause-e\">Harrison,</p> <p class=\"Sclause-e\">Henvey,</p> <p class=\"Sclause-e\">Humphrey,</p> <p class=\"Sclause-e\">Joly,</p> <p class=\"Sclause-e\">Laurier,</p> <p class=\"Sclause-e\">Lount,</p> <p class=\"Sclause-e\">Machar,</p> <p class=\"Sclause-e\">McConkey,</p> <p class=\"Sclause-e\">McDougall,</p> <p class=\"Sclause-e\">McKellar,</p> <p class=\"Sclause-e\">McKenzie,</p> <p class=\"Sclause-e\">McMurrich,</p> <p class=\"Sclause-e\">Monteith,</p> <p class=\"Sclause-e\">Mowatt,</p> <p class=\"Sclause-e\">Nipissing,</p> <p class=\"Sclause-e\">North Himsworth,</p> <p class=\"Sclause-e\">Patterson,</p> <p class=\"Sclause-e\">Perry,</p> <p class=\"Sclause-e\">Pringle,</p> <p class=\"Sclause-e\">Proudfoot,</p> <p class=\"Sclause-e\">Ryerson,</p> <p class=\"Sclause-e\">Shawanaga,</p> <p class=\"Sclause-e\">South Himsworth,</p> <p class=\"Sclause-e\">Spence,</p> <p class=\"Sclause-e\">Strong,</p> <p class=\"Sclause-e\">Wallbridge,</p> <p class=\"Sclause-e\">Wilson,</p> <p class=\"Ssection-e\">together with all the remaining territory included within the following limits:</p> <p class=\"Ssection-e\">Commencing at the southwest corner of the Township of Conger; thence easterly along the southerly boundaries of the townships of Conger and Humphrey to the southeast corner of the Township of Humphrey; thence northerly along the easterly boundary of the Township of Humphrey to the northeast corner of the said township; thence easterly along the southerly boundaries of the townships of Monteith, McMurrich, Perry and Bethune to the southeast corner of the last-mentioned township; thence northerly along the easterly boundaries of the townships of Bethune, Proudfoot, Joly and Laurier to the northeast angle of the last-mentioned township; thence easterly along the southerly boundary of the Township of South Himsworth to the southeast angle thereof; thence northerly along the easterly boundaries of the townships of North Himsworth and South Himsworth to the northeast angle of the last-mentioned township; thence westerly along the northerly boundary of the Township of North Himsworth to the water’s edge of Lake Nipissing; thence westerly across Lake Nipissing in a straight line to a point in the centre of the main channel of the French River south of and off the easterly end of Blueberry Island; thence southwesterly along the centre lines of the main channel of the French river and that channel of the French River to the north of Okikendawt Island and along that channel of the French River that lies adjacent to the south boundaries of the townships of Scollard, Mason, Bigwood, Allen and Struthers to the southerly production of the east boundary of the Township of Travers; thence north along said production to the water’s edge of the said channel; thence southwesterly, westerly and southwesterly following the water’s edge of the said channel and the water’s edge of Georgian Bay of Lake Huron to the west boundary of the Township of Travers; thence easterly and southerly along the northerly and easterly shores of Georgian Bay to the southwest angle of the Township of Conger, the point of commencement, and including all islands lying opposite to the said northerly and easterly shores of Georgian Bay.</p>"
        },
        {
            "id": null,
            "section": "Rainy River",
            "content": "49. The Territorial District of Rainy River consists of, (a) the towns of Fort Frances, Rainy River; (b) the townships of, Alberton, Atikokan, Atwood, Blue, Chapple, Dilke, Emo, La Vallee, McCrosson and Tovell, Morley, Morson, Worthington; (c) the geographic townships of, Asmussen, Atwood, Aylsworth, Baker, Barwick, Bennett, Blue, Burriss, Carpenter, Claxton, Croome, Crozier, Curran, Dance, Devlin, Dewart, Dilke, Dobie, Farrington, Fleming, Freeborn, Griesinger, Halkirk, Hutchinson, Kingsford, Lash, Mather, Mathieu, McCaul, McCrosson, McIrvine, McLarty, Menary, Miscampbell, Morley, Morley Additional, Morson, Nelles, Pattullo, Potts, Pratt, Ramsay Wright, Richardson, Roddick, Roseberry, Rowe, Schwenger, Senn, Shenston, Sifton, Spohn, Sutherland, Tait, Tanner, Tovell, Trottier, Watten, Weaver, Woodyatt, Worthington, together with all the remaining territory included within the following limits: Commencing where the westerly boundary of the District of Thunder Bay intersects the International Boundary between Canada and the United States of America in Saganaga Lake; thence due north along the said district boundary to the 48th mile post thereon in latitude 49o 0′ 6″ north; thence due west 89 miles, 71 chains, 7 links, more or less to the 18th mile post on O.L.S. Alexander Niven’s 6th meridian line; thence due north along the said meridian line 6 miles to the 24th mile post thereon; thence due west along O.L.S. Gillon’s base line of 1919 to the northeast angle of the Township of McLarty and continuing west along the north boundaries of the townships of McLarty and Claxton and the westerly production thereof to the east shore of Sabaskong Bay of the Lake of the Woods; thence westerly and southwesterly along the south shore of the said bay and along the east shore of the Lake of the Woods to where the same is intersected by the 49th degree parallel of north latitude; thence due west 15 miles more or less to the International Boundary; thence southerly along the International Boundary to the mouth of the Rainy River; thence southeasterly and easterly up the Rainy River along the International Boundary to Rainy Lake; thence easterly, southerly and southeasterly following the International Boundary through Rainy Lake and the several lakes, rivers and portages along the International Boundary, to the place of beginning.",
            "raw_html": "<p class=\"section-e\">49. The Territorial District of Rainy River consists of,</p> <p class=\"clause-e\">(a) the towns of Fort Frances, Rainy River;</p> <p class=\"clause-e\">(b) the townships of,</p> <p class=\"Sclause-e\">Alberton,</p> <p class=\"Sclause-e\">Atikokan,</p> <p class=\"Sclause-e\">Atwood,</p> <p class=\"Sclause-e\">Blue,</p> <p class=\"Sclause-e\">Chapple,</p> <p class=\"Sclause-e\">Dilke,</p> <p class=\"Sclause-e\">Emo,</p> <p class=\"Sclause-e\">La Vallee,</p> <p class=\"Sclause-e\">McCrosson and Tovell,</p> <p class=\"Sclause-e\">Morley,</p> <p class=\"Sclause-e\">Morson,</p> <p class=\"Sclause-e\">Worthington;</p> <p class=\"clause-e\">(c) the geographic townships of,</p> <p class=\"Sclause-e\">Asmussen,</p> <p class=\"Sclause-e\">Atwood,</p> <p class=\"Sclause-e\">Aylsworth,</p> <p class=\"Sclause-e\">Baker,</p> <p class=\"Sclause-e\">Barwick,</p> <p class=\"Sclause-e\">Bennett,</p> <p class=\"Sclause-e\">Blue,</p> <p class=\"Sclause-e\">Burriss,</p> <p class=\"Sclause-e\">Carpenter,</p> <p class=\"Sclause-e\">Claxton,</p> <p class=\"Sclause-e\">Croome,</p> <p class=\"Sclause-e\">Crozier,</p> <p class=\"Sclause-e\">Curran,</p> <p class=\"Sclause-e\">Dance,</p> <p class=\"Sclause-e\">Devlin,</p> <p class=\"Sclause-e\">Dewart,</p> <p class=\"Sclause-e\">Dilke,</p> <p class=\"Sclause-e\">Dobie,</p> <p class=\"Sclause-e\">Farrington,</p> <p class=\"Sclause-e\">Fleming,</p> <p class=\"Sclause-e\">Freeborn,</p> <p class=\"Sclause-e\">Griesinger,</p> <p class=\"Sclause-e\">Halkirk,</p> <p class=\"Sclause-e\">Hutchinson,</p> <p class=\"Sclause-e\">Kingsford,</p> <p class=\"Sclause-e\">Lash,</p> <p class=\"Sclause-e\">Mather,</p> <p class=\"Sclause-e\">Mathieu,</p> <p class=\"Sclause-e\">McCaul,</p> <p class=\"Sclause-e\">McCrosson,</p> <p class=\"Sclause-e\">McIrvine,</p> <p class=\"Sclause-e\">McLarty,</p> <p class=\"Sclause-e\">Menary,</p> <p class=\"Sclause-e\">Miscampbell,</p> <p class=\"Sclause-e\">Morley,</p> <p class=\"Sclause-e\">Morley Additional,</p> <p class=\"Sclause-e\">Morson,</p> <p class=\"Sclause-e\">Nelles,</p> <p class=\"Sclause-e\">Pattullo,</p> <p class=\"Sclause-e\">Potts,</p> <p class=\"Sclause-e\">Pratt,</p> <p class=\"Sclause-e\">Ramsay Wright,</p> <p class=\"Sclause-e\">Richardson,</p> <p class=\"Sclause-e\">Roddick,</p> <p class=\"Sclause-e\">Roseberry,</p> <p class=\"Sclause-e\">Rowe,</p> <p class=\"Sclause-e\">Schwenger,</p> <p class=\"Sclause-e\">Senn,</p> <p class=\"Sclause-e\">Shenston,</p> <p class=\"Sclause-e\">Sifton,</p> <p class=\"Sclause-e\">Spohn,</p> <p class=\"Sclause-e\">Sutherland,</p> <p class=\"Sclause-e\">Tait,</p> <p class=\"Sclause-e\">Tanner,</p> <p class=\"Sclause-e\">Tovell,</p> <p class=\"Sclause-e\">Trottier,</p> <p class=\"Sclause-e\">Watten,</p> <p class=\"Sclause-e\">Weaver,</p> <p class=\"Sclause-e\">Woodyatt,</p> <p class=\"Sclause-e\">Worthington,</p> <p class=\"Ssection-e\">together with all the remaining territory included within the following limits:</p> <p class=\"Ssection-e\">Commencing where the westerly boundary of the District of Thunder Bay intersects the International Boundary between Canada and the United States of America in Saganaga Lake; thence due north along the said district boundary to the 48th mile post thereon in latitude 49<sup>o</sup> 0′ 6″ north; thence due west 89 miles, 71 chains, 7 links, more or less to the 18th mile post on O.L.S. Alexander Niven’s 6th meridian line; thence due north along the said meridian line 6 miles to the 24th mile post thereon; thence due west along O.L.S. Gillon’s base line of 1919 to the northeast angle of the Township of McLarty and continuing west along the north boundaries of the townships of McLarty and Claxton and the westerly production thereof to the east shore of Sabaskong Bay of the Lake of the Woods; thence westerly and southwesterly along the south shore of the said bay and along the east shore of the Lake of the Woods to where the same is intersected by the 49th degree parallel of north latitude; thence due west 15 miles more or less to the International Boundary; thence southerly along the International Boundary to the mouth of the Rainy River; thence southeasterly and easterly up the Rainy River along the International Boundary to Rainy Lake; thence easterly, southerly and southeasterly following the International Boundary through Rainy Lake and the several lakes, rivers and portages along the International Boundary, to the place of beginning.</p>"
        },
        {
            "id": null,
            "section": "Sudbury",
            "content": "50. The Territorial District of Sudbury consists of, (a) the City of Greater Sudbury composed of the municipal area as defined in the City of Greater Sudbury Act, 1999; (b) the towns of Espanola, Massey, Webbwood; (c) the townships of, Baldwin, Casimir, Jennings and Appleby, Chapleau, Cosby, Mason and Martland, Hagar, Nairn, Ratter and Dunnet, The Spanish River; (d) the geographic townships of, Abbey, Abney, Acadia, Acheson, Addison, Admiral, Afton, Alcona, Alcorn, Allen, Alton, Amyot, Antrim, Appleby, Arbutus, Arden, Armagh, Asquith, Athlone, Attlee, Awrey, Aylmer, Bader, Baldwin, Balfour, Baltic, Barclay, Battersby, Baynes, Bazett, Beaumont, Beckett, Beemer, Beilhartz, Benneweis, Benton, Beresford, Bernier, Beulah, Bevin, Bigelow, Biggs, Bigwood, Birch, Biscotasi, Blackburn, Blamey, Blewett, Blezard, Bliss, Bonar, Bordeleau, Borden, Botha, Bounsall, Bowell, Brackin, Braithwaite, Breadner, Brebeuf, Broder, Browning, Brunswick, Brutus, Buckland, Bullbrook, Burr, Burrows, Burwash, Busby, Cabot, Caen, Calais, Caouette, Capreol, Carew, Carruthers, Carter, Cartier, Carton, Carty, Cascaden, Casimir, Cassidy, Cavana, Cavell, Caverley, Ceylon, Chalet, Champagne, Chapleau, Chaplin, Chappise, Cherriman, Chester, Chewett, Churchill, Clary, Cleland, Clifton, Cochrane, Collins, Collinshaw, Comox, Connaught, Coppell, Copperfield, Cortez, Cosby, Cosens, Cotton, Cox, Craig, Creelman, Creighton-Davies, Crépieul, Crockett, Crothers, Cull, Cunningham, Curtin, Dale, Dalmas, Daoust, D’Arcy, D’Avaugour, Davis, Deans, de Gaulle, Delamere, Delaney, Delhi, Delmage, DeMorest, Denison, Dennie, Denyes, DesRosiers, Dieppe, Dill, Dore, Dowling, Drea, Druillettes, Drury, Dryden, Dublin, Dukszta, Dunbar, Dundee, Dunlop, Dunnet, Dupuis, Durban, Earl, Eaton, Eden, Edighoffer, Edinburgh, Edith, Eisenhower, Elizabeth, Ellis, Emerald, Emo, English, Engstrom, Eric, Ermatinger, Esther, Ethel, Evans, Fairbairn, Fairbank, Falconbridge, Faust, Fawcett, Fawn, Fingal, Fitzsimmons, Floranna, Foleyet, Foster, Foy, Fraleck, Frater, Frechette, Frey, Fulton, Gallagher, Gamey, Gardhouse, Garibaldi, Garnet, Garson, Garvey, Genier, Genoa, Gilbert, Gilliland, Gladwin, Goschen, Gough, Gouin, Graham, Green, Greenlaw, Grigg, Groves, Haddo, Haentschel, Hagar, Halcrow, Halifax, Hall, Hallam, Halliday, Halsey, Hammond, Hancock, Hanmer, Hansen, Hardiman, Harrow, Hart, Harty, Hassard, Hawley, Hazen, Heenan, Hellyer, Hendrie, Hennessy, Henry, Hess, Hill, Hodgetts, Hoey, Hollinger, Hong Kong, Hornell, Horwood, Hoskin, Howey, Hubbard, Huffman, Hutcheon, Hutt, Hutton, Hyman, Invergarry, Inverness, Iris, Ivanhoe, Ivy, Jack, Janes, Jasper, Jeffries, Jennings, Joffre, Kalen, Kaplan, Keith, Kelly, Kelsey, Kelso, Kelvin, Kemp, Kenogaming, Kilpatrick, Kitchener, Kosny, Lackner, La Fleche, Lampman, Lang, Langlois, Laura, Leask, Leeson, Leinster, Lemoine, Levack, Lillie, Lincoln, Lipsett, Lloyd, Londonderry, Lorne, Loughrin, Louise, Lumsden, Lynch, Macbeth, Mackelcan, Maclennan, Macmurchy, Mageau, Mallard, Manning, Marconi, Margaret, Marion, Marquette, Marsh, Marshall, Marshay, Martland, Mason, Mattagami, May, McBride, McCarthy, McConnel, McGee, McKim, McKinnon, McLeod, McNamara, McNaught, McNish, McOwen, McPhail, Melrose, Merritt, Middleboro, Miramichi, Missinaibi, Moen, Moffat, Moggy, Moher, Moncrieff, Mond, Mongowin, Morgan, Morse, Moses, Mountbatten, Muldrew, Munster, Murdock, Muskego, Nairn, Natal, Neelands, Neelon, Neill, Neville, Newton, Nimitz, Noble, Norman, Northrup, Nursey, Oates, Ogilvie, Onaping, Oswald, Osway, Ouellette, Panet, Parker, Parkin, Patenaude, Pattinson, Paudash, Paul, Penhorwood, Peters, Pinogami, Porter, Potier, Racine, Ramsden, Raney, Rathbun, Ratter, Rayside, Reaney, Reeves, Regan, Rennie, Rhodes, Roberts, Roblin, Rollo, Roosevelt, Sadler, St. Louis, Sale, Salter, Sandy, Scadding, Schembri, Scollard, Scotia, Scriven, Seagram, Secord, Selby, Selkirk, Semple, Servos, Sewell, Shakespeare, Sheard, Shelburne, Shelley, Shenango, Sheppard, Sherlock, Sherratt, Shibananing, Shipley, Silk, Singapore, Sladen, Smuts, Snider, Solski, Somme, Sothman, Specht, Stetham, Stobie, Stover, Stralak, Strathern, Street, Strom, Struthers, Stull, Swayze, Sweeny, Symington, Telfer, Tilton, Tofflemire, Togo, Tooms, Topham, Totten, Travers, Trill, Triquet, Truman, Turner, Tyrone, Ulster, Unwin, Valin, Venturi, Vernon, Victoria, Vondette, Vrooman, Wakami, Waldie, Warren, Waters, Weeks, Westbrook, Whalen, Whigham, Whitehead, Wigle, Windego, Wisner, Yeo, Zavitz, together with all the remaining territory included within the following limits: Commencing at the southwest corner of the Township of Harrow; thence north along the west boundary of the Township of Harrow to the southeast corner of the Township of Salter; thence westerly, southerly and westerly along the south boundary of the Township of Salter to the southwest corner thereof; thence westerly along the south boundary of the Township of Victoria to the southwest corner thereof; thence north along the west boundary of the Township of Victoria to the northwest corner thereof; thence east along the north boundary of the Township of Victoria to the northeast corner thereof; thence east along the north boundary of the Township of Salter to the southwest corner of the Township of Gough; thence north along the west boundaries of the townships of Gough, Shibananing, Weeks and Moses to the northwest corner of the Township of Moses; thence east along the north boundary of the last-mentioned township to the southwest corner of the Township of Solski; thence north along the west boundaries of the townships of Solski, Ouellette, Gilbert and Dennie to the intersection with the south boundary of the Township of La Fleche; thence west along the south boundaries of the townships of La Fleche, Alton, Jasper, Durban, Ethel and Comox, to the southwest corner of the last-mentioned township; thence north along the west boundaries of the townships of Comox, Fulton and Iris to the northwest corner of the last-mentioned township; thence west along the south boundaries of the townships of Edighoffer, Eaton, Dukszta, Drea, Deans, Cassidy, Carruthers, Carton, Sherratt, Scriven, and Schembri to the southwest corner of the last-mentioned township; thence north along the west boundaries of the townships of Schembri, Moen, Hammond, Engstrom, Beilhartz, Windego, Topham and Cosens to the intersection with the south boundary of the Township of D’Avaugour; thence west along the said south boundary to the southwest corner thereof; thence north along the west boundaries of the townships of D’Avaugour, Hornell, Bader, Marsh, Stover and Rennie to the northwest corner of the last-mentioned township; thence east along the north boundaries of the townships of Rennie, Leeson, Baltic, Barclay, Calais, Lloyd, Bonar, Sherlock, Shenango, Oates, Oswald, Melrose and Frey to the northeast corner of the last-mentioned township; thence south along the east boundaries of the townships of Frey, Sewell and Kenogaming to the northwest corner of the Township of Crothers; thence east along the north boundaries of the townships of Crothers, McBride, Hassard, Beemer, English and Zavitz to the northeast corner of the last-mentioned township; thence south along the east boundaries of the townships of Zavitz, Hutt, Halliday, Mond, Natal, Macmurchy, Fawcett, Ogilvie and Browning to the northwest corner of the Township of Stull; thence east along the north boundaries of the townships of Stull, McLeod, Ellis, Parker, Selby and Sladen to the northeast corner of the last-mentioned township; thence south along the east boundaries of the townships of Sladen, Shelburne, and Delhi to the southeast corner of the last-mentioned township; thence west along the south boundary of the Township of Delhi to the northeast corner of the Township of Armagh; thence south along the east boundaries of the townships of Armagh, Afton, Macbeth, McNish, Janes, Henry, Ratter and Dunnet to the southeast corner of the last-mentioned township; thence west along the south boundary of the Township of Dunnet to the northeast corner of the Township of Casimir; thence south along the east boundaries of the townships of Casimir, Haddo and Martland to the southeast corner of the last-mentioned township; thence east along the north boundary of the Township of Scollard and its easterly production to the centre line of the Little French River lying north of Okikendawt Island; thence southwesterly along the said centre line of the Little French River and the French River Main Channel adjacent to the south boundaries of the townships of Scollard, Mason, Bigwood, Allen and Struthers to the intersection with the southerly production of the east boundary of the Township of Travers; thence north along the said southerly production to the water’s edge along the north shore of the said channel; thence southwesterly, westerly and southwesterly along the said water’s edge and the water’s edge of Georgian Bay to the intersection with the southerly production of the west boundary of the Township of Travers; thence north along the said southerly production and the west boundaries of the townships of Travers and Kilpatrick to the northwest corner of the last-mentioned township; thence west along the south boundary of the Township of Sale to the southwest corner thereof; thence north along the west boundary of the Township of Sale to the southeast corner of the Township of Goschen; thence west along the south boundaries of the townships of Goschen, Hansen, Roosevelt and Curtin, and the westerly production of the south boundary of the last-mentioned township, to the water’s edge of the North Channel of Lake Huron; thence northerly, westerly and southerly following the said water’s edge to its intersection with the easterly production of the north boundary of the west part of the unsurrendered portion of the Whitefish Indian Reserve Number 4; thence west along the said production and the said north boundary to the water’s edge of the North Channel of Lake Huron; thence northerly and westerly along the said water’s edge to its intersection with the southerly production of the west boundary of the Township of Harrow; thence north along the said production to the point of commencement.",
            "raw_html": "<p class=\"section-e\">50. The Territorial District of Sudbury consists of,</p> <p class=\"clause-e\">(a) the City of Greater Sudbury composed of the municipal area as defined in the <i>City of Greater Sudbury Act, 1999</i>;</p> <p class=\"clause-e\">(b) the towns of Espanola, Massey, Webbwood;</p> <p class=\"clause-e\">(c) the townships of,</p> <p class=\"Sclause-e\">Baldwin,</p> <p class=\"Sclause-e\">Casimir, Jennings and Appleby,</p> <p class=\"Sclause-e\">Chapleau,</p> <p class=\"Sclause-e\">Cosby, Mason and Martland,</p> <p class=\"Sclause-e\">Hagar,</p> <p class=\"Sclause-e\">Nairn,</p> <p class=\"Sclause-e\">Ratter and Dunnet,</p> <p class=\"Sclause-e\">The Spanish River;</p> <p class=\"clause-e\">(d) the geographic townships of,</p> <p class=\"Sclause-e\">Abbey,</p> <p class=\"Sclause-e\">Abney,</p> <p class=\"Sclause-e\">Acadia,</p> <p class=\"Sclause-e\">Acheson,</p> <p class=\"Sclause-e\">Addison,</p> <p class=\"Sclause-e\">Admiral,</p> <p class=\"Sclause-e\">Afton,</p> <p class=\"Sclause-e\">Alcona,</p> <p class=\"Sclause-e\">Alcorn,</p> <p class=\"Sclause-e\">Allen,</p> <p class=\"Sclause-e\">Alton,</p> <p class=\"Sclause-e\">Amyot,</p> <p class=\"Sclause-e\">Antrim,</p> <p class=\"Sclause-e\">Appleby,</p> <p class=\"Sclause-e\">Arbutus,</p> <p class=\"Sclause-e\">Arden,</p> <p class=\"Sclause-e\">Armagh,</p> <p class=\"Sclause-e\">Asquith,</p> <p class=\"Sclause-e\">Athlone,</p> <p class=\"Sclause-e\">Attlee,</p> <p class=\"Sclause-e\">Awrey,</p> <p class=\"Sclause-e\">Aylmer,</p> <p class=\"Sclause-e\">Bader,</p> <p class=\"Sclause-e\">Baldwin,</p> <p class=\"Sclause-e\">Balfour,</p> <p class=\"Sclause-e\">Baltic,</p> <p class=\"Sclause-e\">Barclay,</p> <p class=\"Sclause-e\">Battersby,</p> <p class=\"Sclause-e\">Baynes,</p> <p class=\"Sclause-e\">Bazett,</p> <p class=\"Sclause-e\">Beaumont,</p> <p class=\"Sclause-e\">Beckett,</p> <p class=\"Sclause-e\">Beemer,</p> <p class=\"Sclause-e\">Beilhartz,</p> <p class=\"Sclause-e\">Benneweis,</p> <p class=\"Sclause-e\">Benton,</p> <p class=\"Sclause-e\">Beresford,</p> <p class=\"Sclause-e\">Bernier,</p> <p class=\"Sclause-e\">Beulah,</p> <p class=\"Sclause-e\">Bevin,</p> <p class=\"Sclause-e\">Bigelow,</p> <p class=\"Sclause-e\">Biggs,</p> <p class=\"Sclause-e\">Bigwood,</p> <p class=\"Sclause-e\">Birch,</p> <p class=\"Sclause-e\">Biscotasi,</p> <p class=\"Sclause-e\">Blackburn,</p> <p class=\"Sclause-e\">Blamey,</p> <p class=\"Sclause-e\">Blewett,</p> <p class=\"Sclause-e\">Blezard,</p> <p class=\"Sclause-e\">Bliss,</p> <p class=\"Sclause-e\">Bonar,</p> <p class=\"Sclause-e\">Bordeleau,</p> <p class=\"Sclause-e\">Borden,</p> <p class=\"Sclause-e\">Botha,</p> <p class=\"Sclause-e\">Bounsall,</p> <p class=\"Sclause-e\">Bowell,</p> <p class=\"Sclause-e\">Brackin,</p> <p class=\"Sclause-e\">Braithwaite,</p> <p class=\"Sclause-e\">Breadner,</p> <p class=\"Sclause-e\">Brebeuf,</p> <p class=\"Sclause-e\">Broder,</p> <p class=\"Sclause-e\">Browning,</p> <p class=\"Sclause-e\">Brunswick,</p> <p class=\"Sclause-e\">Brutus,</p> <p class=\"Sclause-e\">Buckland,</p> <p class=\"Sclause-e\">Bullbrook,</p> <p class=\"Sclause-e\">Burr,</p> <p class=\"Sclause-e\">Burrows,</p> <p class=\"Sclause-e\">Burwash,</p> <p class=\"Sclause-e\">Busby,</p> <p class=\"Sclause-e\">Cabot,</p> <p class=\"Sclause-e\">Caen,</p> <p class=\"Sclause-e\">Calais,</p> <p class=\"Sclause-e\">Caouette,</p> <p class=\"Sclause-e\">Capreol,</p> <p class=\"Sclause-e\">Carew,</p> <p class=\"Sclause-e\">Carruthers,</p> <p class=\"Sclause-e\">Carter,</p> <p class=\"Sclause-e\">Cartier,</p> <p class=\"Sclause-e\">Carton,</p> <p class=\"Sclause-e\">Carty,</p> <p class=\"Sclause-e\">Cascaden,</p> <p class=\"Sclause-e\">Casimir,</p> <p class=\"Sclause-e\">Cassidy,</p> <p class=\"Sclause-e\">Cavana,</p> <p class=\"Sclause-e\">Cavell,</p> <p class=\"Sclause-e\">Caverley,</p> <p class=\"Sclause-e\">Ceylon,</p> <p class=\"Sclause-e\">Chalet,</p> <p class=\"Sclause-e\">Champagne,</p> <p class=\"Sclause-e\">Chapleau,</p> <p class=\"Sclause-e\">Chaplin,</p> <p class=\"Sclause-e\">Chappise,</p> <p class=\"Sclause-e\">Cherriman,</p> <p class=\"Sclause-e\">Chester,</p> <p class=\"Sclause-e\">Chewett,</p> <p class=\"Sclause-e\">Churchill,</p> <p class=\"Sclause-e\">Clary,</p> <p class=\"Sclause-e\">Cleland,</p> <p class=\"Sclause-e\">Clifton,</p> <p class=\"Sclause-e\">Cochrane,</p> <p class=\"Sclause-e\">Collins,</p> <p class=\"Sclause-e\">Collinshaw,</p> <p class=\"Sclause-e\">Comox,</p> <p class=\"Sclause-e\">Connaught,</p> <p class=\"Sclause-e\">Coppell,</p> <p class=\"Sclause-e\">Copperfield,</p> <p class=\"Sclause-e\">Cortez,</p> <p class=\"Sclause-e\">Cosby,</p> <p class=\"Sclause-e\">Cosens,</p> <p class=\"Sclause-e\">Cotton,</p> <p class=\"Sclause-e\">Cox,</p> <p class=\"Sclause-e\">Craig,</p> <p class=\"Sclause-e\">Creelman,</p> <p class=\"Sclause-e\">Creighton-Davies,</p> <p class=\"Sclause-e\">Crépieul,</p> <p class=\"Sclause-e\">Crockett,</p> <p class=\"Sclause-e\">Crothers,</p> <p class=\"Sclause-e\">Cull,</p> <p class=\"Sclause-e\">Cunningham,</p> <p class=\"Sclause-e\">Curtin,</p> <p class=\"Sclause-e\">Dale,</p> <p class=\"Sclause-e\">Dalmas,</p> <p class=\"Sclause-e\">Daoust,</p> <p class=\"Sclause-e\">D’Arcy,</p> <p class=\"Sclause-e\">D’Avaugour,</p> <p class=\"Sclause-e\">Davis,</p> <p class=\"Sclause-e\">Deans,</p> <p class=\"Sclause-e\">de Gaulle,</p> <p class=\"Sclause-e\">Delamere,</p> <p class=\"Sclause-e\">Delaney,</p> <p class=\"Sclause-e\">Delhi,</p> <p class=\"Sclause-e\">Delmage,</p> <p class=\"Sclause-e\">DeMorest,</p> <p class=\"Sclause-e\">Denison,</p> <p class=\"Sclause-e\">Dennie,</p> <p class=\"Sclause-e\">Denyes,</p> <p class=\"Sclause-e\">DesRosiers,</p> <p class=\"Sclause-e\">Dieppe,</p> <p class=\"Sclause-e\">Dill,</p> <p class=\"Sclause-e\">Dore,</p> <p class=\"Sclause-e\">Dowling,</p> <p class=\"Sclause-e\">Drea,</p> <p class=\"Sclause-e\">Druillettes,</p> <p class=\"Sclause-e\">Drury,</p> <p class=\"Sclause-e\">Dryden,</p> <p class=\"Sclause-e\">Dublin,</p> <p class=\"Sclause-e\">Dukszta,</p> <p class=\"Sclause-e\">Dunbar,</p> <p class=\"Sclause-e\">Dundee,</p> <p class=\"Sclause-e\">Dunlop,</p> <p class=\"Sclause-e\">Dunnet,</p> <p class=\"Sclause-e\">Dupuis,</p> <p class=\"Sclause-e\">Durban,</p> <p class=\"Sclause-e\">Earl,</p> <p class=\"Sclause-e\">Eaton,</p> <p class=\"Sclause-e\">Eden,</p> <p class=\"Sclause-e\">Edighoffer,</p> <p class=\"Sclause-e\">Edinburgh,</p> <p class=\"Sclause-e\">Edith,</p> <p class=\"Sclause-e\">Eisenhower,</p> <p class=\"Sclause-e\">Elizabeth,</p> <p class=\"Sclause-e\">Ellis,</p> <p class=\"Sclause-e\">Emerald,</p> <p class=\"Sclause-e\">Emo,</p> <p class=\"Sclause-e\">English,</p> <p class=\"Sclause-e\">Engstrom,</p> <p class=\"Sclause-e\">Eric,</p> <p class=\"Sclause-e\">Ermatinger,</p> <p class=\"Sclause-e\">Esther,</p> <p class=\"Sclause-e\">Ethel,</p> <p class=\"Sclause-e\">Evans,</p> <p class=\"Sclause-e\">Fairbairn,</p> <p class=\"Sclause-e\">Fairbank,</p> <p class=\"Sclause-e\">Falconbridge,</p> <p class=\"Sclause-e\">Faust,</p> <p class=\"Sclause-e\">Fawcett,</p> <p class=\"Sclause-e\">Fawn,</p> <p class=\"Sclause-e\">Fingal,</p> <p class=\"Sclause-e\">Fitzsimmons,</p> <p class=\"Sclause-e\">Floranna,</p> <p class=\"Sclause-e\">Foleyet,</p> <p class=\"Sclause-e\">Foster,</p> <p class=\"Sclause-e\">Foy,</p> <p class=\"Sclause-e\">Fraleck,</p> <p class=\"Sclause-e\">Frater,</p> <p class=\"Sclause-e\">Frechette,</p> <p class=\"Sclause-e\">Frey,</p> <p class=\"Sclause-e\">Fulton,</p> <p class=\"Sclause-e\">Gallagher,</p> <p class=\"Sclause-e\">Gamey,</p> <p class=\"Sclause-e\">Gardhouse,</p> <p class=\"Sclause-e\">Garibaldi,</p> <p class=\"Sclause-e\">Garnet,</p> <p class=\"Sclause-e\">Garson,</p> <p class=\"Sclause-e\">Garvey,</p> <p class=\"Sclause-e\">Genier,</p> <p class=\"Sclause-e\">Genoa,</p> <p class=\"Sclause-e\">Gilbert,</p> <p class=\"Sclause-e\">Gilliland,</p> <p class=\"Sclause-e\">Gladwin,</p> <p class=\"Sclause-e\">Goschen,</p> <p class=\"Sclause-e\">Gough,</p> <p class=\"Sclause-e\">Gouin,</p> <p class=\"Sclause-e\">Graham,</p> <p class=\"Sclause-e\">Green,</p> <p class=\"Sclause-e\">Greenlaw,</p> <p class=\"Sclause-e\">Grigg,</p> <p class=\"Sclause-e\">Groves,</p> <p class=\"Sclause-e\">Haddo,</p> <p class=\"Sclause-e\">Haentschel,</p> <p class=\"Sclause-e\">Hagar,</p> <p class=\"Sclause-e\">Halcrow,</p> <p class=\"Sclause-e\">Halifax,</p> <p class=\"Sclause-e\">Hall,</p> <p class=\"Sclause-e\">Hallam,</p> <p class=\"Sclause-e\">Halliday,</p> <p class=\"Sclause-e\">Halsey,</p> <p class=\"Sclause-e\">Hammond,</p> <p class=\"Sclause-e\">Hancock,</p> <p class=\"Sclause-e\">Hanmer,</p> <p class=\"Sclause-e\">Hansen,</p> <p class=\"Sclause-e\">Hardiman,</p> <p class=\"Sclause-e\">Harrow,</p> <p class=\"Sclause-e\">Hart,</p> <p class=\"Sclause-e\">Harty,</p> <p class=\"Sclause-e\">Hassard,</p> <p class=\"Sclause-e\">Hawley,</p> <p class=\"Sclause-e\">Hazen,</p> <p class=\"Sclause-e\">Heenan,</p> <p class=\"Sclause-e\">Hellyer,</p> <p class=\"Sclause-e\">Hendrie,</p> <p class=\"Sclause-e\">Hennessy,</p> <p class=\"Sclause-e\">Henry,</p> <p class=\"Sclause-e\">Hess,</p> <p class=\"Sclause-e\">Hill,</p> <p class=\"Sclause-e\">Hodgetts,</p> <p class=\"Sclause-e\">Hoey,</p> <p class=\"Sclause-e\">Hollinger,</p> <p class=\"Sclause-e\">Hong Kong,</p> <p class=\"Sclause-e\">Hornell,</p> <p class=\"Sclause-e\">Horwood,</p> <p class=\"Sclause-e\">Hoskin,</p> <p class=\"Sclause-e\">Howey,</p> <p class=\"Sclause-e\">Hubbard,</p> <p class=\"Sclause-e\">Huffman,</p> <p class=\"Sclause-e\">Hutcheon,</p> <p class=\"Sclause-e\">Hutt,</p> <p class=\"Sclause-e\">Hutton,</p> <p class=\"Sclause-e\">Hyman,</p> <p class=\"Sclause-e\">Invergarry,</p> <p class=\"Sclause-e\">Inverness,</p> <p class=\"Sclause-e\">Iris,</p> <p class=\"Sclause-e\">Ivanhoe,</p> <p class=\"Sclause-e\">Ivy,</p> <p class=\"Sclause-e\">Jack,</p> <p class=\"Sclause-e\">Janes,</p> <p class=\"Sclause-e\">Jasper,</p> <p class=\"Sclause-e\">Jeffries,</p> <p class=\"Sclause-e\">Jennings,</p> <p class=\"Sclause-e\">Joffre,</p> <p class=\"Sclause-e\">Kalen,</p> <p class=\"Sclause-e\">Kaplan,</p> <p class=\"Sclause-e\">Keith,</p> <p class=\"Sclause-e\">Kelly,</p> <p class=\"Sclause-e\">Kelsey,</p> <p class=\"Sclause-e\">Kelso,</p> <p class=\"Sclause-e\">Kelvin,</p> <p class=\"Sclause-e\">Kemp,</p> <p class=\"Sclause-e\">Kenogaming,</p> <p class=\"Sclause-e\">Kilpatrick,</p> <p class=\"Sclause-e\">Kitchener,</p> <p class=\"Sclause-e\">Kosny,</p> <p class=\"Sclause-e\">Lackner,</p> <p class=\"Sclause-e\">La Fleche,</p> <p class=\"Sclause-e\">Lampman,</p> <p class=\"Sclause-e\">Lang,</p> <p class=\"Sclause-e\">Langlois,</p> <p class=\"Sclause-e\">Laura,</p> <p class=\"Sclause-e\">Leask,</p> <p class=\"Sclause-e\">Leeson,</p> <p class=\"Sclause-e\">Leinster,</p> <p class=\"Sclause-e\">Lemoine,</p> <p class=\"Sclause-e\">Levack,</p> <p class=\"Sclause-e\">Lillie,</p> <p class=\"Sclause-e\">Lincoln,</p> <p class=\"Sclause-e\">Lipsett,</p> <p class=\"Sclause-e\">Lloyd,</p> <p class=\"Sclause-e\">Londonderry,</p> <p class=\"Sclause-e\">Lorne,</p> <p class=\"Sclause-e\">Loughrin,</p> <p class=\"Sclause-e\">Louise,</p> <p class=\"Sclause-e\">Lumsden,</p> <p class=\"Sclause-e\">Lynch,</p> <p class=\"Sclause-e\">Macbeth,</p> <p class=\"Sclause-e\">Mackelcan,</p> <p class=\"Sclause-e\">Maclennan,</p> <p class=\"Sclause-e\">Macmurchy,</p> <p class=\"Sclause-e\">Mageau,</p> <p class=\"Sclause-e\">Mallard,</p> <p class=\"Sclause-e\">Manning,</p> <p class=\"Sclause-e\">Marconi,</p> <p class=\"Sclause-e\">Margaret,</p> <p class=\"Sclause-e\">Marion,</p> <p class=\"Sclause-e\">Marquette,</p> <p class=\"Sclause-e\">Marsh,</p> <p class=\"Sclause-e\">Marshall,</p> <p class=\"Sclause-e\">Marshay,</p> <p class=\"Sclause-e\">Martland,</p> <p class=\"Sclause-e\">Mason,</p> <p class=\"Sclause-e\">Mattagami,</p> <p class=\"Sclause-e\">May,</p> <p class=\"Sclause-e\">McBride,</p> <p class=\"Sclause-e\">McCarthy,</p> <p class=\"Sclause-e\">McConnel,</p> <p class=\"Sclause-e\">McGee,</p> <p class=\"Sclause-e\">McKim,</p> <p class=\"Sclause-e\">McKinnon,</p> <p class=\"Sclause-e\">McLeod,</p> <p class=\"Sclause-e\">McNamara,</p> <p class=\"Sclause-e\">McNaught,</p> <p class=\"Sclause-e\">McNish,</p> <p class=\"Sclause-e\">McOwen,</p> <p class=\"Sclause-e\">McPhail,</p> <p class=\"Sclause-e\">Melrose,</p> <p class=\"Sclause-e\">Merritt,</p> <p class=\"Sclause-e\">Middleboro,</p> <p class=\"Sclause-e\">Miramichi,</p> <p class=\"Sclause-e\">Missinaibi,</p> <p class=\"Sclause-e\">Moen,</p> <p class=\"Sclause-e\">Moffat,</p> <p class=\"Sclause-e\">Moggy,</p> <p class=\"Sclause-e\">Moher,</p> <p class=\"Sclause-e\">Moncrieff,</p> <p class=\"Sclause-e\">Mond,</p> <p class=\"Sclause-e\">Mongowin,</p> <p class=\"Sclause-e\">Morgan,</p> <p class=\"Sclause-e\">Morse,</p> <p class=\"Sclause-e\">Moses,</p> <p class=\"Sclause-e\">Mountbatten,</p> <p class=\"Sclause-e\">Muldrew,</p> <p class=\"Sclause-e\">Munster,</p> <p class=\"Sclause-e\">Murdock,</p> <p class=\"Sclause-e\">Muskego,</p> <p class=\"Sclause-e\">Nairn,</p> <p class=\"Sclause-e\">Natal,</p> <p class=\"Sclause-e\">Neelands,</p> <p class=\"Sclause-e\">Neelon,</p> <p class=\"Sclause-e\">Neill,</p> <p class=\"Sclause-e\">Neville,</p> <p class=\"Sclause-e\">Newton,</p> <p class=\"Sclause-e\">Nimitz,</p> <p class=\"Sclause-e\">Noble,</p> <p class=\"Sclause-e\">Norman,</p> <p class=\"Sclause-e\">Northrup,</p> <p class=\"Sclause-e\">Nursey,</p> <p class=\"Sclause-e\">Oates,</p> <p class=\"Sclause-e\">Ogilvie,</p> <p class=\"Sclause-e\">Onaping,</p> <p class=\"Sclause-e\">Oswald,</p> <p class=\"Sclause-e\">Osway,</p> <p class=\"Sclause-e\">Ouellette,</p> <p class=\"Sclause-e\">Panet,</p> <p class=\"Sclause-e\">Parker,</p> <p class=\"Sclause-e\">Parkin,</p> <p class=\"Sclause-e\">Patenaude,</p> <p class=\"Sclause-e\">Pattinson,</p> <p class=\"Sclause-e\">Paudash,</p> <p class=\"Sclause-e\">Paul,</p> <p class=\"Sclause-e\">Penhorwood,</p> <p class=\"Sclause-e\">Peters,</p> <p class=\"Sclause-e\">Pinogami,</p> <p class=\"Sclause-e\">Porter,</p> <p class=\"Sclause-e\">Potier,</p> <p class=\"Sclause-e\">Racine,</p> <p class=\"Sclause-e\">Ramsden,</p> <p class=\"Sclause-e\">Raney,</p> <p class=\"Sclause-e\">Rathbun,</p> <p class=\"Sclause-e\">Ratter,</p> <p class=\"Sclause-e\">Rayside,</p> <p class=\"Sclause-e\">Reaney,</p> <p class=\"Sclause-e\">Reeves,</p> <p class=\"Sclause-e\">Regan,</p> <p class=\"Sclause-e\">Rennie,</p> <p class=\"Sclause-e\">Rhodes,</p> <p class=\"Sclause-e\">Roberts,</p> <p class=\"Sclause-e\">Roblin,</p> <p class=\"Sclause-e\">Rollo,</p> <p class=\"Sclause-e\">Roosevelt,</p> <p class=\"Sclause-e\">Sadler,</p> <p class=\"Sclause-e\">St. Louis,</p> <p class=\"Sclause-e\">Sale,</p> <p class=\"Sclause-e\">Salter,</p> <p class=\"Sclause-e\">Sandy,</p> <p class=\"Sclause-e\">Scadding,</p> <p class=\"Sclause-e\">Schembri,</p> <p class=\"Sclause-e\">Scollard,</p> <p class=\"Sclause-e\">Scotia,</p> <p class=\"Sclause-e\">Scriven,</p> <p class=\"Sclause-e\">Seagram,</p> <p class=\"Sclause-e\">Secord,</p> <p class=\"Sclause-e\">Selby,</p> <p class=\"Sclause-e\">Selkirk,</p> <p class=\"Sclause-e\">Semple,</p> <p class=\"Sclause-e\">Servos,</p> <p class=\"Sclause-e\">Sewell,</p> <p class=\"Sclause-e\">Shakespeare,</p> <p class=\"Sclause-e\">Sheard,</p> <p class=\"Sclause-e\">Shelburne,</p> <p class=\"Sclause-e\">Shelley,</p> <p class=\"Sclause-e\">Shenango,</p> <p class=\"Sclause-e\">Sheppard,</p> <p class=\"Sclause-e\">Sherlock,</p> <p class=\"Sclause-e\">Sherratt,</p> <p class=\"Sclause-e\">Shibananing,</p> <p class=\"Sclause-e\">Shipley,</p> <p class=\"Sclause-e\">Silk,</p> <p class=\"Sclause-e\">Singapore,</p> <p class=\"Sclause-e\">Sladen,</p> <p class=\"Sclause-e\">Smuts,</p> <p class=\"Sclause-e\">Snider,</p> <p class=\"Sclause-e\">Solski,</p> <p class=\"Sclause-e\">Somme,</p> <p class=\"Sclause-e\">Sothman,</p> <p class=\"Sclause-e\">Specht,</p> <p class=\"Sclause-e\">Stetham,</p> <p class=\"Sclause-e\">Stobie,</p> <p class=\"Sclause-e\">Stover,</p> <p class=\"Sclause-e\">Stralak,</p> <p class=\"Sclause-e\">Strathern,</p> <p class=\"Sclause-e\">Street,</p> <p class=\"Sclause-e\">Strom,</p> <p class=\"Sclause-e\">Struthers,</p> <p class=\"Sclause-e\">Stull,</p> <p class=\"Sclause-e\">Swayze,</p> <p class=\"Sclause-e\">Sweeny,</p> <p class=\"Sclause-e\">Symington,</p> <p class=\"Sclause-e\">Telfer,</p> <p class=\"Sclause-e\">Tilton,</p> <p class=\"Sclause-e\">Tofflemire,</p> <p class=\"Sclause-e\">Togo,</p> <p class=\"Sclause-e\">Tooms,</p> <p class=\"Sclause-e\">Topham,</p> <p class=\"Sclause-e\">Totten,</p> <p class=\"Sclause-e\">Travers,</p> <p class=\"Sclause-e\">Trill,</p> <p class=\"Sclause-e\">Triquet,</p> <p class=\"Sclause-e\">Truman,</p> <p class=\"Sclause-e\">Turner,</p> <p class=\"Sclause-e\">Tyrone,</p> <p class=\"Sclause-e\">Ulster,</p> <p class=\"Sclause-e\">Unwin,</p> <p class=\"Sclause-e\">Valin,</p> <p class=\"Sclause-e\">Venturi,</p> <p class=\"Sclause-e\">Vernon,</p> <p class=\"Sclause-e\">Victoria,</p> <p class=\"Sclause-e\">Vondette,</p> <p class=\"Sclause-e\">Vrooman,</p> <p class=\"Sclause-e\">Wakami,</p> <p class=\"Sclause-e\">Waldie,</p> <p class=\"Sclause-e\">Warren,</p> <p class=\"Sclause-e\">Waters,</p> <p class=\"Sclause-e\">Weeks,</p> <p class=\"Sclause-e\">Westbrook,</p> <p class=\"Sclause-e\">Whalen,</p> <p class=\"Sclause-e\">Whigham,</p> <p class=\"Sclause-e\">Whitehead,</p> <p class=\"Sclause-e\">Wigle,</p> <p class=\"Sclause-e\">Windego,</p> <p class=\"Sclause-e\">Wisner,</p> <p class=\"Sclause-e\">Yeo,</p> <p class=\"Sclause-e\">Zavitz,</p> <p class=\"Ssection-e\">together with all the remaining territory included within the following limits:</p> <p class=\"Ssection-e\">Commencing at the southwest corner of the Township of Harrow; thence north along the west boundary of the Township of Harrow to the southeast corner of the Township of Salter; thence westerly, southerly and westerly along the south boundary of the Township of Salter to the southwest corner thereof; thence westerly along the south boundary of the Township of Victoria to the southwest corner thereof; thence north along the west boundary of the Township of Victoria to the northwest corner thereof; thence east along the north boundary of the Township of Victoria to the northeast corner thereof; thence east along the north boundary of the Township of Salter to the southwest corner of the Township of Gough; thence north along the west boundaries of the townships of Gough, Shibananing, Weeks and Moses to the northwest corner of the Township of Moses; thence east along the north boundary of the last-mentioned township to the southwest corner of the Township of Solski; thence north along the west boundaries of the townships of Solski, Ouellette, Gilbert and Dennie to the intersection with the south boundary of the Township of La Fleche; thence west along the south boundaries of the townships of La Fleche, Alton, Jasper, Durban, Ethel and Comox, to the southwest corner of the last-mentioned township; thence north along the west boundaries of the townships of Comox, Fulton and Iris to the northwest corner of the last-mentioned township; thence west along the south boundaries of the townships of Edighoffer, Eaton, Dukszta, Drea, Deans, Cassidy, Carruthers, Carton, Sherratt, Scriven, and Schembri to the southwest corner of the last-mentioned township; thence north along the west boundaries of the townships of Schembri, Moen, Hammond, Engstrom, Beilhartz, Windego, Topham and Cosens to the intersection with the south boundary of the Township of D’Avaugour; thence west along the said south boundary to the southwest corner thereof; thence north along the west boundaries of the townships of D’Avaugour, Hornell, Bader, Marsh, Stover and Rennie to the northwest corner of the last-mentioned township; thence east along the north boundaries of the townships of Rennie, Leeson, Baltic, Barclay, Calais, Lloyd, Bonar, Sherlock, Shenango, Oates, Oswald, Melrose and Frey to the northeast corner of the last-mentioned township; thence south along the east boundaries of the townships of Frey, Sewell and Kenogaming to the northwest corner of the Township of Crothers; thence east along the north boundaries of the townships of Crothers, McBride, Hassard, Beemer, English and Zavitz to the northeast corner of the last-mentioned township; thence south along the east boundaries of the townships of Zavitz, Hutt, Halliday, Mond, Natal, Macmurchy, Fawcett, Ogilvie and Browning to the northwest corner of the Township of Stull; thence east along the north boundaries of the townships of Stull, McLeod, Ellis, Parker, Selby and Sladen to the northeast corner of the last-mentioned township; thence south along the east boundaries of the townships of Sladen, Shelburne, and Delhi to the southeast corner of the last-mentioned township; thence west along the south boundary of the Township of Delhi to the northeast corner of the Township of Armagh; thence south along the east boundaries of the townships of Armagh, Afton, Macbeth, McNish, Janes, Henry, Ratter and Dunnet to the southeast corner of the last-mentioned township; thence west along the south boundary of the Township of Dunnet to the northeast corner of the Township of Casimir; thence south along the east boundaries of the townships of Casimir, Haddo and Martland to the southeast corner of the last-mentioned township; thence east along the north boundary of the Township of Scollard and its easterly production to the centre line of the Little French River lying north of Okikendawt Island; thence southwesterly along the said centre line of the Little French River and the French River Main Channel adjacent to the south boundaries of the townships of Scollard, Mason, Bigwood, Allen and Struthers to the intersection with the southerly production of the east boundary of the Township of Travers; thence north along the said southerly production to the water’s edge along the north shore of the said channel; thence southwesterly, westerly and southwesterly along the said water’s edge and the water’s edge of Georgian Bay to the intersection with the southerly production of the west boundary of the Township of Travers; thence north along the said southerly production and the west boundaries of the townships of Travers and Kilpatrick to the northwest corner of the last-mentioned township; thence west along the south boundary of the Township of Sale to the southwest corner thereof; thence north along the west boundary of the Township of Sale to the southeast corner of the Township of Goschen; thence west along the south boundaries of the townships of Goschen, Hansen, Roosevelt and Curtin, and the westerly production of the south boundary of the last-mentioned township, to the water’s edge of the North Channel of Lake Huron; thence northerly, westerly and southerly following the said water’s edge to its intersection with the easterly production of the north boundary of the west part of the unsurrendered portion of the Whitefish Indian Reserve Number 4; thence west along the said production and the said north boundary to the water’s edge of the North Channel of Lake Huron; thence northerly and westerly along the said water’s edge to its intersection with the southerly production of the west boundary of the Township of Harrow; thence north along the said production to the point of commencement.</p>"
        },
        {
            "id": null,
            "section": "Thunder Bay",
            "content": "51. The Territorial District of Thunder Bay consists of, (a) the City of Thunder Bay; (b) the towns of Geraldton, Longlac, Marathon; (c) the townships of, Beardmore, Conmee, Dorion, Gillies, Manitouwadge, Nakina, Neebing, Nipigon, O’Connor, Oliver, Paipoonge, Red Rock, Schreiber, Shuniah, Terrace Bay; (d) the geographic townships of, Abrey, Adamson, Adrian, Aldina, Alpha, Ames, Ashmore, Atikameg, Bain, Barbara, Bégin, Bell, Benner, Bertrand, Bickle, Blackwell, Blake, Bomby, Booth, Boucher, Brothers, Bryant, Bulmer, Byron, Cecil, Cecile, Chevrier, Church, Cockeram, Coldwell, Colliver, Colter, Coltham, Conacher, Conant, Conmee, Corrigal, Cotte, Croll, Crooks, Daley, Danford, Davies, Devon, Dorion, Dorothea, Duckworth, Dye, Elmhirst, Errington, Esnagami, Eva, Exton, Fallis, Fauteux, Fernow, Fletcher, Flood, Foote, Forbes, Fowler, Fraleigh, Fulford, Furlonge, Gemmell, Gertrude, Gibbard, Gillies, Glen, Goldie, Golding, Goodfellow, Gorham, Goulet, Grain, Graydon, Grenville, Gzowski, Hagey, Haines, Hanniwell, Hardwick, Hartington, Heathcote, Hele, Herbert, Hipel, Hogarth, Homer, Horne, Houck, Innes, Inwood, Irwin, Jacques, Jean, Joynt, Jutten, Kilkenny, Killraine, Kirby, Kitto, Klotz, Knowles, Kowkash, Laberge, Lahontan, Lamport, Langworthy, Lapierre, Laurie, Lecours, Ledger, Leduc, Legault, Leslie, Lett, Lindsley, Lismore, Low, Lybster, Lyon, MacGregor, Manion, Mapledoram, Marks, McAllister, McComber, McCoy, McCron, McCubbin, McGill, McGillis, McIntyre, McIvor, McKelvie, McLaurin, McMaster, McQuesten, McTavish, Meader, Meinzinger, Michener, Mikano, Moss, Nakina, Neebing, Nickle, Nipigon, Oakes, Oboshkegan, O’Connor, Oliver, O’Meara, O’Neill, Paipoonge, Pardee, Parent, Parry, Patience, Patrick, Pearson, Pic, Pifher, Poisson, Priske, Purdom, Pyramid, Rickaby, Robbins, Roberta, Robson, Rupert, Sackville, Salsberg, Sandra, Savanne, Savant, Scoble, Shabotik, Sibley, Smye, Soper, Spooner, Stedman, Stirling, Strange, Strey, Summers, Suni, Syine, Trewartha, Tuuri, Upsala, Vincent, Vivian, Walsh, Walters, Wardrope, Ware, Wiggins, Yesno, together with all the remaining territory included within the following limits: Commencing at the southwest corner of the Township of Clavet; thence south along O.L.S. Niven’s meridian line of 1907 to the southerly extremity thereof; thence continuing south along O.L.S. Speight’s meridian line of 1902 to the shore of Lake Superior; thence south astronomically to the International Boundary; thence northwesterly, southwesterly and westerly following the International Boundary to a point in Saganaga Lake where the said boundary is intersected by the southerly production of O.L.S. Niven’s meridian line of 1890; thence due north along the said production and continuing along O.L.S. Niven’s meridian line of 1890 and the northerly production of the said line, as surveyed by O.L.S. Dobie in 1919 to the centre of the main channel of the waters of Lake St. Joseph; thence northeasterly along the centre of the main channel of Lake St. Joseph and the Albany River, and the expansions thereof, to the intersection of the northerly production of the meridian surveyed by O.L.S. Speight and van Nostrand in 1925; thence south along the said production and continuing along the meridian run by O.L.S. Speight and van Nostrand in 1925 to the northwest corner of the Township of Bain; thence east astronomically to the northeast corner of the Township of Bell; thence south along the western boundary of the townships of Boyce and Clavet to the southwest corner of the Township of Clavet, the point of commencement.",
            "raw_html": "<p class=\"section-e\">51. The Territorial District of Thunder Bay consists of,</p> <p class=\"clause-e\">(a) the City of Thunder Bay;</p> <p class=\"clause-e\">(b) the towns of Geraldton, Longlac, Marathon;</p> <p class=\"clause-e\">(c) the townships of,</p> <p class=\"Sclause-e\">Beardmore,</p> <p class=\"Sclause-e\">Conmee,</p> <p class=\"Sclause-e\">Dorion,</p> <p class=\"Sclause-e\">Gillies,</p> <p class=\"Sclause-e\">Manitouwadge,</p> <p class=\"Sclause-e\">Nakina,</p> <p class=\"Sclause-e\">Neebing,</p> <p class=\"Sclause-e\">Nipigon,</p> <p class=\"Sclause-e\">O’Connor,</p> <p class=\"Sclause-e\">Oliver,</p> <p class=\"Sclause-e\">Paipoonge,</p> <p class=\"Sclause-e\">Red Rock,</p> <p class=\"Sclause-e\">Schreiber,</p> <p class=\"Sclause-e\">Shuniah,</p> <p class=\"Sclause-e\">Terrace Bay;</p> <p class=\"clause-e\">(d) the geographic townships of,</p> <p class=\"Sclause-e\">Abrey,</p> <p class=\"Sclause-e\">Adamson,</p> <p class=\"Sclause-e\">Adrian,</p> <p class=\"Sclause-e\">Aldina,</p> <p class=\"Sclause-e\">Alpha,</p> <p class=\"Sclause-e\">Ames,</p> <p class=\"Sclause-e\">Ashmore,</p> <p class=\"Sclause-e\">Atikameg,</p> <p class=\"Sclause-e\">Bain,</p> <p class=\"Sclause-e\">Barbara,</p> <p class=\"Sclause-e\">Bégin,</p> <p class=\"Sclause-e\">Bell,</p> <p class=\"Sclause-e\">Benner,</p> <p class=\"Sclause-e\">Bertrand,</p> <p class=\"Sclause-e\">Bickle,</p> <p class=\"Sclause-e\">Blackwell,</p> <p class=\"Sclause-e\">Blake,</p> <p class=\"Sclause-e\">Bomby,</p> <p class=\"Sclause-e\">Booth,</p> <p class=\"Sclause-e\">Boucher,</p> <p class=\"Sclause-e\">Brothers,</p> <p class=\"Sclause-e\">Bryant,</p> <p class=\"Sclause-e\">Bulmer,</p> <p class=\"Sclause-e\">Byron,</p> <p class=\"Sclause-e\">Cecil,</p> <p class=\"Sclause-e\">Cecile,</p> <p class=\"Sclause-e\">Chevrier,</p> <p class=\"Sclause-e\">Church,</p> <p class=\"Sclause-e\">Cockeram,</p> <p class=\"Sclause-e\">Coldwell,</p> <p class=\"Sclause-e\">Colliver,</p> <p class=\"Sclause-e\">Colter,</p> <p class=\"Sclause-e\">Coltham,</p> <p class=\"Sclause-e\">Conacher,</p> <p class=\"Sclause-e\">Conant,</p> <p class=\"Sclause-e\">Conmee,</p> <p class=\"Sclause-e\">Corrigal,</p> <p class=\"Sclause-e\">Cotte,</p> <p class=\"Sclause-e\">Croll,</p> <p class=\"Sclause-e\">Crooks,</p> <p class=\"Sclause-e\">Daley,</p> <p class=\"Sclause-e\">Danford,</p> <p class=\"Sclause-e\">Davies,</p> <p class=\"Sclause-e\">Devon,</p> <p class=\"Sclause-e\">Dorion,</p> <p class=\"Sclause-e\">Dorothea,</p> <p class=\"Sclause-e\">Duckworth,</p> <p class=\"Sclause-e\">Dye,</p> <p class=\"Sclause-e\">Elmhirst,</p> <p class=\"Sclause-e\">Errington,</p> <p class=\"Sclause-e\">Esnagami,</p> <p class=\"Sclause-e\">Eva,</p> <p class=\"Sclause-e\">Exton,</p> <p class=\"Sclause-e\">Fallis,</p> <p class=\"Sclause-e\">Fauteux,</p> <p class=\"Sclause-e\">Fernow,</p> <p class=\"Sclause-e\">Fletcher,</p> <p class=\"Sclause-e\">Flood,</p> <p class=\"Sclause-e\">Foote,</p> <p class=\"Sclause-e\">Forbes,</p> <p class=\"Sclause-e\">Fowler,</p> <p class=\"Sclause-e\">Fraleigh,</p> <p class=\"Sclause-e\">Fulford,</p> <p class=\"Sclause-e\">Furlonge,</p> <p class=\"Sclause-e\">Gemmell,</p> <p class=\"Sclause-e\">Gertrude,</p> <p class=\"Sclause-e\">Gibbard,</p> <p class=\"Sclause-e\">Gillies,</p> <p class=\"Sclause-e\">Glen,</p> <p class=\"Sclause-e\">Goldie,</p> <p class=\"Sclause-e\">Golding,</p> <p class=\"Sclause-e\">Goodfellow,</p> <p class=\"Sclause-e\">Gorham,</p> <p class=\"Sclause-e\">Goulet,</p> <p class=\"Sclause-e\">Grain,</p> <p class=\"Sclause-e\">Graydon,</p> <p class=\"Sclause-e\">Grenville,</p> <p class=\"Sclause-e\">Gzowski,</p> <p class=\"Sclause-e\">Hagey,</p> <p class=\"Sclause-e\">Haines,</p> <p class=\"Sclause-e\">Hanniwell,</p> <p class=\"Sclause-e\">Hardwick,</p> <p class=\"Sclause-e\">Hartington,</p> <p class=\"Sclause-e\">Heathcote,</p> <p class=\"Sclause-e\">Hele,</p> <p class=\"Sclause-e\">Herbert,</p> <p class=\"Sclause-e\">Hipel,</p> <p class=\"Sclause-e\">Hogarth,</p> <p class=\"Sclause-e\">Homer,</p> <p class=\"Sclause-e\">Horne,</p> <p class=\"Sclause-e\">Houck,</p> <p class=\"Sclause-e\">Innes,</p> <p class=\"Sclause-e\">Inwood,</p> <p class=\"Sclause-e\">Irwin,</p> <p class=\"Sclause-e\">Jacques,</p> <p class=\"Sclause-e\">Jean,</p> <p class=\"Sclause-e\">Joynt,</p> <p class=\"Sclause-e\">Jutten,</p> <p class=\"Sclause-e\">Kilkenny,</p> <p class=\"Sclause-e\">Killraine,</p> <p class=\"Sclause-e\">Kirby,</p> <p class=\"Sclause-e\">Kitto,</p> <p class=\"Sclause-e\">Klotz,</p> <p class=\"Sclause-e\">Knowles,</p> <p class=\"Sclause-e\">Kowkash,</p> <p class=\"Sclause-e\">Laberge,</p> <p class=\"Sclause-e\">Lahontan,</p> <p class=\"Sclause-e\">Lamport,</p> <p class=\"Sclause-e\">Langworthy,</p> <p class=\"Sclause-e\">Lapierre,</p> <p class=\"Sclause-e\">Laurie,</p> <p class=\"Sclause-e\">Lecours,</p> <p class=\"Sclause-e\">Ledger,</p> <p class=\"Sclause-e\">Leduc,</p> <p class=\"Sclause-e\">Legault,</p> <p class=\"Sclause-e\">Leslie,</p> <p class=\"Sclause-e\">Lett,</p> <p class=\"Sclause-e\">Lindsley,</p> <p class=\"Sclause-e\">Lismore,</p> <p class=\"Sclause-e\">Low,</p> <p class=\"Sclause-e\">Lybster,</p> <p class=\"Sclause-e\">Lyon,</p> <p class=\"Sclause-e\">MacGregor,</p> <p class=\"Sclause-e\">Manion,</p> <p class=\"Sclause-e\">Mapledoram,</p> <p class=\"Sclause-e\">Marks,</p> <p class=\"Sclause-e\">McAllister,</p> <p class=\"Sclause-e\">McComber,</p> <p class=\"Sclause-e\">McCoy,</p> <p class=\"Sclause-e\">McCron,</p> <p class=\"Sclause-e\">McCubbin,</p> <p class=\"Sclause-e\">McGill,</p> <p class=\"Sclause-e\">McGillis,</p> <p class=\"Sclause-e\">McIntyre,</p> <p class=\"Sclause-e\">McIvor,</p> <p class=\"Sclause-e\">McKelvie,</p> <p class=\"Sclause-e\">McLaurin,</p> <p class=\"Sclause-e\">McMaster,</p> <p class=\"Sclause-e\">McQuesten,</p> <p class=\"Sclause-e\">McTavish,</p> <p class=\"Sclause-e\">Meader,</p> <p class=\"Sclause-e\">Meinzinger,</p> <p class=\"Sclause-e\">Michener,</p> <p class=\"Sclause-e\">Mikano,</p> <p class=\"Sclause-e\">Moss,</p> <p class=\"Sclause-e\">Nakina,</p> <p class=\"Sclause-e\">Neebing,</p> <p class=\"Sclause-e\">Nickle,</p> <p class=\"Sclause-e\">Nipigon,</p> <p class=\"Sclause-e\">Oakes,</p> <p class=\"Sclause-e\">Oboshkegan,</p> <p class=\"Sclause-e\">O’Connor,</p> <p class=\"Sclause-e\">Oliver,</p> <p class=\"Sclause-e\">O’Meara,</p> <p class=\"Sclause-e\">O’Neill,</p> <p class=\"Sclause-e\">Paipoonge,</p> <p class=\"Sclause-e\">Pardee,</p> <p class=\"Sclause-e\">Parent,</p> <p class=\"Sclause-e\">Parry,</p> <p class=\"Sclause-e\">Patience,</p> <p class=\"Sclause-e\">Patrick,</p> <p class=\"Sclause-e\">Pearson,</p> <p class=\"Sclause-e\">Pic,</p> <p class=\"Sclause-e\">Pifher,</p> <p class=\"Sclause-e\">Poisson,</p> <p class=\"Sclause-e\">Priske,</p> <p class=\"Sclause-e\">Purdom,</p> <p class=\"Sclause-e\">Pyramid,</p> <p class=\"Sclause-e\">Rickaby,</p> <p class=\"Sclause-e\">Robbins,</p> <p class=\"Sclause-e\">Roberta,</p> <p class=\"Sclause-e\">Robson,</p> <p class=\"Sclause-e\">Rupert,</p> <p class=\"Sclause-e\">Sackville,</p> <p class=\"Sclause-e\">Salsberg,</p> <p class=\"Sclause-e\">Sandra,</p> <p class=\"Sclause-e\">Savanne,</p> <p class=\"Sclause-e\">Savant,</p> <p class=\"Sclause-e\">Scoble,</p> <p class=\"Sclause-e\">Shabotik,</p> <p class=\"Sclause-e\">Sibley,</p> <p class=\"Sclause-e\">Smye,</p> <p class=\"Sclause-e\">Soper,</p> <p class=\"Sclause-e\">Spooner,</p> <p class=\"Sclause-e\">Stedman,</p> <p class=\"Sclause-e\">Stirling,</p> <p class=\"Sclause-e\">Strange,</p> <p class=\"Sclause-e\">Strey,</p> <p class=\"Sclause-e\">Summers,</p> <p class=\"Sclause-e\">Suni,</p> <p class=\"Sclause-e\">Syine,</p> <p class=\"Sclause-e\">Trewartha,</p> <p class=\"Sclause-e\">Tuuri,</p> <p class=\"Sclause-e\">Upsala,</p> <p class=\"Sclause-e\">Vincent,</p> <p class=\"Sclause-e\">Vivian,</p> <p class=\"Sclause-e\">Walsh,</p> <p class=\"Sclause-e\">Walters,</p> <p class=\"Sclause-e\">Wardrope,</p> <p class=\"Sclause-e\">Ware,</p> <p class=\"Sclause-e\">Wiggins,</p> <p class=\"Sclause-e\">Yesno,</p> <p class=\"Ssection-e\">together with all the remaining territory included within the following limits:</p> <p class=\"Ssection-e\">Commencing at the southwest corner of the Township of Clavet; thence south along O.L.S. Niven’s meridian line of 1907 to the southerly extremity thereof; thence continuing south along O.L.S. Speight’s meridian line of 1902 to the shore of Lake Superior; thence south astronomically to the International Boundary; thence northwesterly, southwesterly and westerly following the International Boundary to a point in Saganaga Lake where the said boundary is intersected by the southerly production of O.L.S. Niven’s meridian line of 1890; thence due north along the said production and continuing along O.L.S. Niven’s meridian line of 1890 and the northerly production of the said line, as surveyed by O.L.S. Dobie in 1919 to the centre of the main channel of the waters of Lake St. Joseph; thence northeasterly along the centre of the main channel of Lake St. Joseph and the Albany River, and the expansions thereof, to the intersection of the northerly production of the meridian surveyed by O.L.S. Speight and van Nostrand in 1925; thence south along the said production and continuing along the meridian run by O.L.S. Speight and van Nostrand in 1925 to the northwest corner of the Township of Bain; thence east astronomically to the northeast corner of the Township of Bell; thence south along the western boundary of the townships of Boyce and Clavet to the southwest corner of the Township of Clavet, the point of commencement.</p>"
        },
        {
            "id": null,
            "section": "Timiskaming",
            "content": "52. The Territorial District of Timiskaming consists of, (a) the towns of Charlton, Cobalt, Englehart, Haileybury, Kirkland Lake, Latchford, New Liskeard; (b) the Village of Thornloe; (c) the townships of, Armstrong, Brethour, Casey, Chamberlain, Coleman, Dack, Dymond, Evanturel, Harley, Harris, Hilliard, Hudson, James, Kerns, Larder Lake, McGarry; (d) the improvement districts of Gauthier, Matachewan; (e) the geographic townships of, Alma, Argyle, Armstrong, Arnold, Auld, Baden, Banks, Bannockburn, Barber, Barr, Bartlett, Bayly, Beauchamp, Bernhardt, Blain, Bompas, Boston, Brethour, Brewster, Brigstocke, Bryce, Bucke, Burt, Cairo, Cane, Casey, Catharine, Chamberlain, Charters, Childerhose, Chown, Cleaver, Cole, Coleman, Corkill, Corley, Dack, Dane, Davidson, Donovan, Doon, Douglas, Doyle, Dufferin, Dunmore, Dymond, Eby, Evanturel, Fallon, Farr, Fasken, Firstbrook, Flavelle, Fripp, Gamble, Gauthier, Geikie, Gillies Limit, Grenfell, Gross, Harley, Harris, Haultain, Hearst, Henwood, Hillary, Hilliard, Hincks, Holmes, Hudson, Ingram, James, Katrine, Kerns, Kimberley, Kittson, Klock, Knight, Lawson, Lebel, Leckie, Lee, Leith, Leo, Leonard, Lorrain, Lundy, Maisonville, Marquis, Marter, McArthur, McElroy, McFadden, McGarry, McGiffin, McKeown, McNeil, McVittie, Medina, Michie, Mickle, Midlothian, Milner, Montrose, Morel, Morrisette, Mulligan, Musgrove, Nichol, Nordica, North Williams, Ossian, Otto, Pacaud, Pense, Pharand, Powell, Rankin, Rattray, Ray, Raymond, Reynolds, Roadhouse, Robertson, Robillard, Rorke, Savard, Sharpe, Sheba, Shillington, Skead, Smyth, South Lorrain, Speight, Teck, Terry, Trethewey, Truax, Tudhope, Tyrrell, Van Hise, van Nostrand, Wallis, Whitson, Willet, Willison, Yarrow, together with all the remaining territory included within the following limits: Commencing at the southwest corner of the Township of South Lorrain; thence north along the west boundary of the last-mentioned township to the intersection with the southeasterly boundary of the Township of Gillies Limit; thence southwesterly along the southeasterly boundary of the last-mentioned township to the most southerly corner thereof; thence northwesterly along the southwesterly boundary of the last-mentioned township to the southeast corner of the Township of Brigstocke; thence west along the south boundaries of the townships of Brigstocke, Cole and Medina to the southwest corner of the last-mentioned township; thence north along the west boundary of the Township of Medina to the northwest corner thereof; thence west along the south boundaries of the townships of Rorke, McGiffin, Gamble, Corley, Leckie, and Dufferin to the southwest corner of the last-mentioned township; thence north along the west boundaries of the townships of Dufferin, North Williams, Leonard, Tyrrell, Knight, Raymond, Midlothian, Montrose, and Hincks to the northwest corner of the last-mentioned township; thence west along the south boundaries of the townships of Geikie, Bartlett, Musgrove, Doyle, Childerhose, and Pharand to the southwest corner of the last-mentioned township; thence north along the west boundaries of the townships of Pharand and Hillary to the northwest corner of the last-mentioned township; thence east along the south boundaries of the townships of Keefer, Denton, Thorneloe, Price, Adams, Eldorado, Langmuir, Blackstock, Timmins, McEvay, Tolstoi, Black, Benoit, Melba, Bisley, Clifford, Ben Nevis, and Pontiac to the Interprovincial Boundary between Ontario and Quebec; thence southerly along the said Interprovincial Boundary to the intersection with the production easterly of the south boundary of the Township of South Lorrain; thence west along the said easterly production and the south boundary of the Township of South Lorrain to the point of commencement. R.S.O. 1990, c. T.5, Sched.; 1992, c. 27, s. 60; 1993, c. 33, s. 72; 1997, c. 26, Sched.; 1997, c. 33, s. 2; 2000, c. 5, s. 25 (2-8). ______________ Français ",
            "raw_html": "<p class=\"section-e\">52. The Territorial District of Timiskaming consists of,</p> <p class=\"clause-e\">(a) the towns of Charlton, Cobalt, Englehart, Haileybury, Kirkland Lake, Latchford, New Liskeard;</p> <p class=\"clause-e\">(b) the Village of Thornloe;</p> <p class=\"clause-e\">(c) the townships of,</p> <p class=\"Sclause-e\">Armstrong,</p> <p class=\"Sclause-e\">Brethour,</p> <p class=\"Sclause-e\">Casey,</p> <p class=\"Sclause-e\">Chamberlain,</p> <p class=\"Sclause-e\">Coleman,</p> <p class=\"Sclause-e\">Dack,</p> <p class=\"Sclause-e\">Dymond,</p> <p class=\"Sclause-e\">Evanturel,</p> <p class=\"Sclause-e\">Harley,</p> <p class=\"Sclause-e\">Harris,</p> <p class=\"Sclause-e\">Hilliard,</p> <p class=\"Sclause-e\">Hudson,</p> <p class=\"Sclause-e\">James,</p> <p class=\"Sclause-e\">Kerns,</p> <p class=\"Sclause-e\">Larder Lake,</p> <p class=\"Sclause-e\">McGarry;</p> <p class=\"clause-e\">(d) the improvement districts of Gauthier, Matachewan;</p> <p class=\"clause-e\">(e) the geographic townships of,</p> <p class=\"Sclause-e\">Alma,</p> <p class=\"Sclause-e\">Argyle,</p> <p class=\"Sclause-e\">Armstrong,</p> <p class=\"Sclause-e\">Arnold,</p> <p class=\"Sclause-e\">Auld,</p> <p class=\"Sclause-e\">Baden,</p> <p class=\"Sclause-e\">Banks,</p> <p class=\"Sclause-e\">Bannockburn,</p> <p class=\"Sclause-e\">Barber,</p> <p class=\"Sclause-e\">Barr,</p> <p class=\"Sclause-e\">Bartlett,</p> <p class=\"Sclause-e\">Bayly,</p> <p class=\"Sclause-e\">Beauchamp,</p> <p class=\"Sclause-e\">Bernhardt,</p> <p class=\"Sclause-e\">Blain,</p> <p class=\"Sclause-e\">Bompas,</p> <p class=\"Sclause-e\">Boston,</p> <p class=\"Sclause-e\">Brethour,</p> <p class=\"Sclause-e\">Brewster,</p> <p class=\"Sclause-e\">Brigstocke,</p> <p class=\"Sclause-e\">Bryce,</p> <p class=\"Sclause-e\">Bucke,</p> <p class=\"Sclause-e\">Burt,</p> <p class=\"Sclause-e\">Cairo,</p> <p class=\"Sclause-e\">Cane,</p> <p class=\"Sclause-e\">Casey,</p> <p class=\"Sclause-e\">Catharine,</p> <p class=\"Sclause-e\">Chamberlain,</p> <p class=\"Sclause-e\">Charters,</p> <p class=\"Sclause-e\">Childerhose,</p> <p class=\"Sclause-e\">Chown,</p> <p class=\"Sclause-e\">Cleaver,</p> <p class=\"Sclause-e\">Cole,</p> <p class=\"Sclause-e\">Coleman,</p> <p class=\"Sclause-e\">Corkill,</p> <p class=\"Sclause-e\">Corley,</p> <p class=\"Sclause-e\">Dack,</p> <p class=\"Sclause-e\">Dane,</p> <p class=\"Sclause-e\">Davidson,</p> <p class=\"Sclause-e\">Donovan,</p> <p class=\"Sclause-e\">Doon,</p> <p class=\"Sclause-e\">Douglas,</p> <p class=\"Sclause-e\">Doyle,</p> <p class=\"Sclause-e\">Dufferin,</p> <p class=\"Sclause-e\">Dunmore,</p> <p class=\"Sclause-e\">Dymond,</p> <p class=\"Sclause-e\">Eby,</p> <p class=\"Sclause-e\">Evanturel,</p> <p class=\"Sclause-e\">Fallon,</p> <p class=\"Sclause-e\">Farr,</p> <p class=\"Sclause-e\">Fasken,</p> <p class=\"Sclause-e\">Firstbrook,</p> <p class=\"Sclause-e\">Flavelle,</p> <p class=\"Sclause-e\">Fripp,</p> <p class=\"Sclause-e\">Gamble,</p> <p class=\"Sclause-e\">Gauthier,</p> <p class=\"Sclause-e\">Geikie,</p> <p class=\"Sclause-e\">Gillies Limit,</p> <p class=\"Sclause-e\">Grenfell,</p> <p class=\"Sclause-e\">Gross,</p> <p class=\"Sclause-e\">Harley,</p> <p class=\"Sclause-e\">Harris,</p> <p class=\"Sclause-e\">Haultain,</p> <p class=\"Sclause-e\">Hearst,</p> <p class=\"Sclause-e\">Henwood,</p> <p class=\"Sclause-e\">Hillary,</p> <p class=\"Sclause-e\">Hilliard,</p> <p class=\"Sclause-e\">Hincks,</p> <p class=\"Sclause-e\">Holmes,</p> <p class=\"Sclause-e\">Hudson,</p> <p class=\"Sclause-e\">Ingram,</p> <p class=\"Sclause-e\">James,</p> <p class=\"Sclause-e\">Katrine,</p> <p class=\"Sclause-e\">Kerns,</p> <p class=\"Sclause-e\">Kimberley,</p> <p class=\"Sclause-e\">Kittson,</p> <p class=\"Sclause-e\">Klock,</p> <p class=\"Sclause-e\">Knight,</p> <p class=\"Sclause-e\">Lawson,</p> <p class=\"Sclause-e\">Lebel,</p> <p class=\"Sclause-e\">Leckie,</p> <p class=\"Sclause-e\">Lee,</p> <p class=\"Sclause-e\">Leith,</p> <p class=\"Sclause-e\">Leo,</p> <p class=\"Sclause-e\">Leonard,</p> <p class=\"Sclause-e\">Lorrain,</p> <p class=\"Sclause-e\">Lundy,</p> <p class=\"Sclause-e\">Maisonville,</p> <p class=\"Sclause-e\">Marquis,</p> <p class=\"Sclause-e\">Marter,</p> <p class=\"Sclause-e\">McArthur,</p> <p class=\"Sclause-e\">McElroy,</p> <p class=\"Sclause-e\">McFadden,</p> <p class=\"Sclause-e\">McGarry,</p> <p class=\"Sclause-e\">McGiffin,</p> <p class=\"Sclause-e\">McKeown,</p> <p class=\"Sclause-e\">McNeil,</p> <p class=\"Sclause-e\">McVittie,</p> <p class=\"Sclause-e\">Medina,</p> <p class=\"Sclause-e\">Michie,</p> <p class=\"Sclause-e\">Mickle,</p> <p class=\"Sclause-e\">Midlothian,</p> <p class=\"Sclause-e\">Milner,</p> <p class=\"Sclause-e\">Montrose,</p> <p class=\"Sclause-e\">Morel,</p> <p class=\"Sclause-e\">Morrisette,</p> <p class=\"Sclause-e\">Mulligan,</p> <p class=\"Sclause-e\">Musgrove,</p> <p class=\"Sclause-e\">Nichol,</p> <p class=\"Sclause-e\">Nordica,</p> <p class=\"Sclause-e\">North Williams,</p> <p class=\"Sclause-e\">Ossian,</p> <p class=\"Sclause-e\">Otto,</p> <p class=\"Sclause-e\">Pacaud,</p> <p class=\"Sclause-e\">Pense,</p> <p class=\"Sclause-e\">Pharand,</p> <p class=\"Sclause-e\">Powell,</p> <p class=\"Sclause-e\">Rankin,</p> <p class=\"Sclause-e\">Rattray,</p> <p class=\"Sclause-e\">Ray,</p> <p class=\"Sclause-e\">Raymond,</p> <p class=\"Sclause-e\">Reynolds,</p> <p class=\"Sclause-e\">Roadhouse,</p> <p class=\"Sclause-e\">Robertson,</p> <p class=\"Sclause-e\">Robillard,</p> <p class=\"Sclause-e\">Rorke,</p> <p class=\"Sclause-e\">Savard,</p> <p class=\"Sclause-e\">Sharpe,</p> <p class=\"Sclause-e\">Sheba,</p> <p class=\"Sclause-e\">Shillington,</p> <p class=\"Sclause-e\">Skead,</p> <p class=\"Sclause-e\">Smyth,</p> <p class=\"Sclause-e\">South Lorrain,</p> <p class=\"Sclause-e\">Speight,</p> <p class=\"Sclause-e\">Teck,</p> <p class=\"Sclause-e\">Terry,</p> <p class=\"Sclause-e\">Trethewey,</p> <p class=\"Sclause-e\">Truax,</p> <p class=\"Sclause-e\">Tudhope,</p> <p class=\"Sclause-e\">Tyrrell,</p> <p class=\"Sclause-e\">Van Hise,</p> <p class=\"Sclause-e\">van Nostrand,</p> <p class=\"Sclause-e\">Wallis,</p> <p class=\"Sclause-e\">Whitson,</p> <p class=\"Sclause-e\">Willet,</p> <p class=\"Sclause-e\">Willison,</p> <p class=\"Sclause-e\">Yarrow,</p> <p class=\"Ssection-e\">together with all the remaining territory included within the following limits:</p> <p class=\"Ssection-e\">Commencing at the southwest corner of the Township of South Lorrain; thence north along the west boundary of the last-mentioned township to the intersection with the southeasterly boundary of the Township of Gillies Limit; thence southwesterly along the southeasterly boundary of the last-mentioned township to the most southerly corner thereof; thence northwesterly along the southwesterly boundary of the last-mentioned township to the southeast corner of the Township of Brigstocke; thence west along the south boundaries of the townships of Brigstocke, Cole and Medina to the southwest corner of the last-mentioned township; thence north along the west boundary of the Township of Medina to the northwest corner thereof; thence west along the south boundaries of the townships of Rorke, McGiffin, Gamble, Corley, Leckie, and Dufferin to the southwest corner of the last-mentioned township; thence north along the west boundaries of the townships of Dufferin, North Williams, Leonard, Tyrrell, Knight, Raymond, Midlothian, Montrose, and Hincks to the northwest corner of the last-mentioned township; thence west along the south boundaries of the townships of Geikie, Bartlett, Musgrove, Doyle, Childerhose, and Pharand to the southwest corner of the last-mentioned township; thence north along the west boundaries of the townships of Pharand and Hillary to the northwest corner of the last-mentioned township; thence east along the south boundaries of the townships of Keefer, Denton, Thorneloe, Price, Adams, Eldorado, Langmuir, Blackstock, Timmins, McEvay, Tolstoi, Black, Benoit, Melba, Bisley, Clifford, Ben Nevis, and Pontiac to the Interprovincial Boundary between Ontario and Quebec; thence southerly along the said Interprovincial Boundary to the intersection with the production easterly of the south boundary of the Township of South Lorrain; thence west along the said easterly production and the south boundary of the Township of South Lorrain to the point of commencement.</p> <p class=\"footnote-e\">R.S.O. 1990, c. T.5, Sched.; 1992, c. 27, s. 60; 1993, c. 33, s. 72; 1997, c. 26, Sched.; 1997, c. 33, s. 2; 2000, c. 5, s. 25 (2-8).</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90t05_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90t05_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}