{
    "act_info": {
        "full_title": "Topsoil Preservation Act, R.S.O. 1990, c. T.12",
        "act_name_text": "Not Found",
        "citation": "Topsoil Preservation Act, R.S.O. 1990, c. T.12",
        "url": "https://www.ontario.ca/laws/statute/90t12",
        "date_scraped": "2023-12-19 22:01:14"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “lot” means a parcel of land, described in a deed or other document legally capable of conveying land, or shown as a lot or block on a registered plan of subdivision; (“lot”) “topsoil” means that horizon in a soil profile, known as the “A” horizon, containing organic material. (“sol arable”) R.S.O. 1990, c. T.12, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1. </b>In this Act,</p> <p class=\"firstdef-e\">“lot” means a parcel of land, described in a deed or other document legally capable of conveying land, or shown as a lot or block on a registered plan of subdivision; (“lot”)</p> <p class=\"definition-e\">“topsoil” means that horizon in a soil profile, known as the “A” horizon, containing organic material. (“sol arable”) R.S.O. 1990, c. T.12, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "By-laws regulating or prohibiting removal of topsoil",
            "content": "2. (1) Subject to subsections (2) and (3), by-laws may be passed by the councils of municipalities, (a) regulating or prohibiting the removal of topsoil in the municipality or in any area or areas thereof defined in the by-law; (b) providing for the issuing and renewing of permits for the removal of topsoil; (c) providing for the refusal to issue, refusal to renew and revocation of permits on such grounds as are prescribed in the by-law; (d) prohibiting any person from removing topsoil within the area or areas to which the by-law applies without a permit therefor; (e) requiring the rehabilitation of lands from which the topsoil has been removed; (f) prescribing standards of rehabilitation to be met for the purposes of clause (e); (g) prescribing rehabilitation procedures to be followed for the purposes of clause (e); and (h) exempting any land or any person or class of persons from any or all of the provisions of a by-law passed pursuant to this subsection. R.S.O. 1990, c. T.12, s. 2 (1). Application (2) A by-law passed under subsection (1) does not apply to, (a) the removal of topsoil as an incidental part of a normal agricultural practice including such removal as an incidental part of sod-farming, greenhouse operations and nurseries for horticultural products; (b) the removal of topsoil as an incidental part of drain construction under the Drainage Act or the Tile Drainage Act; (c) the removal of topsoil as an incidental part of operations authorized under the Aggregate Resources Act; (d) the removal of topsoil as an incidental part of operations authorized under the Mining Act; (e) the removal of topsoil by a Crown agency; (f) in the case of a by-law passed by a local municipality, the removal of topsoil by a county or regional municipality; (g) the removal of topsoil as an incidental part of any construction for which leave to construct has been granted pursuant to the Ontario Energy Board Act, 1998; (h) the removal of topsoil as an incidental part of the construction of any form of underground services where the topsoil is removed and held for subsequent replacement; (i) the removal of topsoil where the quantity of topsoil removed in any one lot does not, in any consecutive three-month period, exceed five cubic metres; and (j) the removal of topsoil as an incidental part of the construction of a public highway. R.S.O. 1990, c. T.12, s. 2 (2); 1998, c. 15, Sched. E, s. 48. Idem (3) A by-law passed under subsection (1) does not apply to the extent that, (a) it is inconsistent with the terms of any approval or agreement under the Planning Act; or (b) it would prevent the construction of any building, structure, driveway, loading or parking facilities permitted or required on a lot pursuant to, (i) a by-law passed by a municipality pursuant to section 34 of the Planning Act, (ii) an order made by the Minister of Municipal Affairs pursuant to section 47 of the Planning Act, or (iii) Repealed: 1994, c. 23, s. 76. (iv) a development permit issued by the Minister of Municipal Affairs pursuant to the Niagara Escarpment Planning and Development Act or an exemption granted pursuant to clause 23 (2) (c) of the said Act. R.S.O. 1990, c. T.12, s. 2 (3); 1994, c. 23, s. 76.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> (1) Subject to subsections (2) and (3), by-laws may be passed by the councils of municipalities,</p> <p class=\"clause-e\">(a) regulating or prohibiting the removal of topsoil in the municipality or in any area or areas thereof defined in the by-law;</p> <p class=\"clause-e\">(b) providing for the issuing and renewing of permits for the removal of topsoil;</p> <p class=\"clause-e\">(c) providing for the refusal to issue, refusal to renew and revocation of permits on such grounds as are prescribed in the by-law;</p> <p class=\"clause-e\">(d) prohibiting any person from removing topsoil within the area or areas to which the by-law applies without a permit therefor;</p> <p class=\"clause-e\">(e) requiring the rehabilitation of lands from which the topsoil has been removed;</p> <p class=\"clause-e\">(f) prescribing standards of rehabilitation to be met for the purposes of clause (e);</p> <p class=\"clause-e\">(g) prescribing rehabilitation procedures to be followed for the purposes of clause (e); and</p> <p class=\"clause-e\">(h) exempting any land or any person or class of persons from any or all of the provisions of a by-law passed pursuant to this subsection. R.S.O. 1990, c. T.12, s. 2 (1).</p> <p class=\"headnote-e\"><b>Application</b></p> <p class=\"subsection-e\">(2) A by-law passed under subsection (1) does not apply to,</p> <p class=\"clause-e\">(a) the removal of topsoil as an incidental part of a normal agricultural practice including such removal as an incidental part of sod-farming, greenhouse operations and nurseries for horticultural products;</p> <p class=\"clause-e\">(b) the removal of topsoil as an incidental part of drain construction under the <i>Drainage Act</i> or the <i>Tile Drainage Act</i>;</p> <p class=\"clause-e\">(c) the removal of topsoil as an incidental part of operations authorized under the <i>Aggregate Resources Act</i>;</p> <p class=\"clause-e\">(d) the removal of topsoil as an incidental part of operations authorized under the <i>Mining Act</i>;</p> <p class=\"clause-e\">(e) the removal of topsoil by a Crown agency;</p> <p class=\"clause-e\">(f) in the case of a by-law passed by a local municipality, the removal of topsoil by a county or regional municipality;</p> <p class=\"clause-e\">(g) the removal of topsoil as an incidental part of any construction for which leave to construct has been granted pursuant to the <i>Ontario Energy Board Act, 1998</i>;</p> <p class=\"clause-e\">(h) the removal of topsoil as an incidental part of the construction of any form of underground services where the topsoil is removed and held for subsequent replacement;</p> <p class=\"clause-e\">(i) the removal of topsoil where the quantity of topsoil removed in any one lot does not, in any consecutive three-month period, exceed five cubic metres; and</p> <p class=\"clause-e\">(j) the removal of topsoil as an incidental part of the construction of a public highway. R.S.O. 1990, c. T.12, s. 2 (2); 1998, c. 15, Sched. E, s. 48.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3) A by-law passed under subsection (1) does not apply to the extent that,</p> <p class=\"clause-e\">(a) it is inconsistent with the terms of any approval or agreement under the <i>Planning Act</i>; or</p> <p class=\"clause-e\">(b) it would prevent the construction of any building, structure, driveway, loading or parking facilities permitted or required on a lot pursuant to,</p> <p class=\"subclause-e\">(i) a by-law passed by a municipality pursuant to section 34 of the <i>Planning Act</i>,</p> <p class=\"subclause-e\">(ii) an order made by the Minister of Municipal Affairs pursuant to section 47 of the <i>Planning Act</i>, or</p> <p class=\"subclause-e\">(iii) Repealed: 1994, c. 23, s. 76.</p> <p class=\"subclause-e\">(iv) a development permit issued by the Minister of Municipal Affairs pursuant to the <i>Niagara Escarpment Planning and Development Act</i> or an exemption granted pursuant to clause 23 (2) (c) of the said Act. R.S.O. 1990, c. T.12, s. 2 (3); 1994, c. 23, s. 76.</p>"
        },
        {
            "id": "3.",
            "section": "Enforcement",
            "content": "3. Part XIX of the Municipal Act applies with necessary modifications to by-laws passed under this Act. R.S.O. 1990, c. T.12, s. 3. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>3. </b>Part XIX of the <i>Municipal Act</i> applies with necessary modifications to by-laws passed under this Act. R.S.O. 1990, c. T.12, s. 3.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90t12_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90t12_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}