{
    "act_info": {
        "full_title": "Toronto Islands Residential Community Stewardship Act, 1993, S.O. 1993, c. 15",
        "act_name_text": "Toronto Islands Residential Community Stewardship Act, 1993",
        "citation": "S.O. 1993, c. 15",
        "url": "https://www.ontario.ca/laws/statute/93t15",
        "date_scraped": "2023-12-18 02:39:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  1, 2023",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/93t15/v20",
            "valid_from": "October 19, 2021",
            "valid_to": "November 30, 2023"
        },
        {
            "a_href": "/laws/statute/93t15/v19",
            "valid_from": "March  4, 2020",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/statute/93t15/v18",
            "valid_from": "January  1, 2018",
            "valid_to": "March  3, 2020"
        },
        {
            "a_href": "/laws/statute/93t15/v17",
            "valid_from": "December 14, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/statute/93t15/v16",
            "valid_from": "November 14, 2017",
            "valid_to": "December 13, 2017"
        },
        {
            "a_href": "/laws/statute/93t15/v15",
            "valid_from": "January  1, 2017",
            "valid_to": "November 13, 2017"
        },
        {
            "a_href": "/laws/statute/93t15/v14",
            "valid_from": "December  5, 2016",
            "valid_to": "December 31, 2016"
        },
        {
            "a_href": "/laws/statute/93t15/v13",
            "valid_from": "December 31, 2011",
            "valid_to": "December  4, 2016"
        },
        {
            "a_href": "/laws/statute/93t15/v12",
            "valid_from": "December 15, 2009",
            "valid_to": "December 30, 2011"
        },
        {
            "a_href": "/laws/statute/93t15/v11",
            "valid_from": "January 31, 2007",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/93t15/v10",
            "valid_from": "January  1, 2007",
            "valid_to": "January 30, 2007"
        },
        {
            "a_href": "/laws/statute/93t15/v9",
            "valid_from": "December 20, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "/laws/statute/93t15/v8",
            "valid_from": "June 22, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/93t15/v7",
            "valid_from": "March 31, 2006",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "/laws/statute/93t15/v6",
            "valid_from": "November  1, 2005",
            "valid_to": "March 30, 2006"
        },
        {
            "a_href": "/laws/statute/93t15/v5",
            "valid_from": "June 13, 2005",
            "valid_to": "October 31, 2005"
        },
        {
            "a_href": "/laws/statute/93t15/v4",
            "valid_from": "March  9, 2005",
            "valid_to": "June 12, 2005"
        },
        {
            "a_href": "/laws/statute/93t15/v3",
            "valid_from": "November 30, 2004",
            "valid_to": "March  8, 2005"
        },
        {
            "a_href": "/laws/statute/93t15/v2",
            "valid_from": "June 17, 2004",
            "valid_to": "November 29, 2004"
        },
        {
            "a_href": "/laws/statute/93t15/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "June 16, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/930817",
            "Citation": "O. Reg. 817/93",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “child” includes an adopted child; (“enfant”) “City” means The Corporation of the City of Toronto; (“cité”) “Commissioner” means the Toronto Islands Commissioner; (“commissaire”) “house” means a building occupied or capable of being occupied as a permanent residence, and includes any accessory structures, but does not include the land on which the house is situate; (“maison”) “Islands” means Algonquin Island and Ward’s Island in the City of Toronto; (“îles”) “Metropolitan Corporation” means The Municipality of Metropolitan Toronto; (“municipalité de la communauté urbaine”) “Minister” means the Minister of Municipal Affairs; (“ministre”) “owner” means the owner of a house or of a vacant land lease under this Act; (“propriétaire”) “prescribed” means prescribed by the regulations made under this Act; (“prescrit”) “protected occupant” means an individual who is determined to be a protected occupant by the Commissioner under subsection 9 (3); (“occupant protégé”) “spouse” means a spouse as defined in section 29 of the Family Law Act; (“conjoint”) “Trust” means the Toronto Islands Residential Community Trust Corporation. (“Fiducie”)  1993, c. 15, s. 1; 1996, c. 15, s. 1; 1999, c. 6, s. 64 (1); 2005, c. 5, s. 69 (1); 2016, c. 23, s. 72. Section Amendments with date in force (d/m/y) 1996, c. 15, s. 1 - 22/07/1996; 1999, c. 6, s. 64 (1) - 01/03/2000 2005, c. 5, s. 69 (1)\r\n- 13/06/2005 2016, c. 23, s. 72\r\n- 01/01/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK0\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“child” includes an adopted child; (“enfant”)</p> <p class=\"definition\">“City” means The Corporation of the City of Toronto; (“cité”)</p> <p class=\"definition\">“Commissioner” means the Toronto Islands Commissioner; (“commissaire”)</p> <p class=\"definition\">“house” means a building occupied or capable of being occupied as a permanent residence, and includes any accessory structures, but does not include the land on which the house is situate; (“maison”)</p> <p class=\"definition\">“Islands” means Algonquin Island and Ward’s Island in the City of Toronto; (“îles”)</p> <p class=\"definition\">“Metropolitan Corporation” means The Municipality of Metropolitan Toronto; (“municipalité de la communauté urbaine”)</p> <p class=\"definition\">“Minister” means the Minister of Municipal Affairs; (“ministre”)</p> <p class=\"definition\">“owner” means the owner of a house or of a vacant land lease under this Act; (“propriétaire”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations made under this Act; (“prescrit”)</p> <p class=\"definition\">“protected occupant” means an individual who is determined to be a protected occupant by the Commissioner under subsection 9 (3); (“occupant protégé”)</p> <p class=\"definition\">“spouse” means a spouse as defined in section 29 of the <i>Family Law Act</i>; (“conjoint”)</p> <p class=\"definition\">“Trust” means the Toronto Islands Residential Community Trust Corporation. (“Fiducie”)  1993, c. 15, s. 1; 1996, c. 15, s. 1; 1999, c. 6, s. 64 (1); 2005, c. 5, s. 69 (1); 2016, c. 23, s. 72.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 1 - 22/07/1996; 1999, c. 6, s. 64 (1) - 01/03/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05005#s69s1\">2005, c. 5, s. 69 (1)</a></span>\r\n- 13/06/2005</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16023#s72\">2016, c. 23, s. 72</a></span>\r\n- 01/01/2017</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Land vests in Province",
            "part_id": null,
            "part_type": null,
            "section_y": "Land vests in Province",
            "content": "2 (1) All the title and interest of the Metropolitan Corporation, the City or any other person, existing on the day this Act comes into force, in the land located on Algonquin Island and Ward’s Island in the City of Toronto that is described in the Schedule is hereby vested in the Province of Ontario.  1993, c. 15, s. 2 (1). Buildings vest in Province (2) All the title and interest of the Metropolitan Corporation, the City or any other person, existing on the day this Act comes into force, in the houses and other buildings and structures on the land described in the Schedule is hereby vested in the Province of Ontario.  1993, c. 15, s. 2 (2). No compensation (3) No compensation or damages shall be payable to the Metropolitan Corporation, the City or any other person in respect of the vesting under subsections (1) and (2).  1993, c. 15, s. 2 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>2 </b>(1) All the title and interest of the Metropolitan Corporation, the City or any other person, existing on the day this Act comes into force, in the land located on Algonquin Island and Ward’s Island in the City of Toronto that is described in the Schedule is hereby vested in the Province of Ontario.  1993, c. 15, s. 2 (1).</p> <p class=\"headnote\">Buildings vest in Province</p> <p class=\"subsection\">(2) All the title and interest of the Metropolitan Corporation, the City or any other person, existing on the day this Act comes into force, in the houses and other buildings and structures on the land described in the Schedule is hereby vested in the Province of Ontario.  1993, c. 15, s. 2 (2).</p> <p class=\"headnote\">No compensation</p> <p class=\"subsection\">(3) No compensation or damages shall be payable to the Metropolitan Corporation, the City or any other person in respect of the vesting under subsections (1) and (2).  1993, c. 15, s. 2 (3).</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "section_x": "City’s lease terminated",
            "part_id": null,
            "part_type": null,
            "section_y": "City’s lease terminated",
            "content": "3 (1) The lease that is deemed, by subsection 238 (1) of the Municipality of Metropolitan Toronto Act, as that subsection read immediately before this Act comes into force, to exist between the Metropolitan Corporation and the City in respect of the land, houses and other buildings and structures referred to in section 2 is terminated on the day this Act comes into force.  1993, c. 15, s. 3 (1). Same (2) Any other leases, assignments or contracts entered into between the Metropolitan Corporation and the City in respect of the land, houses or other buildings and structures referred to in section 2 are terminated on the day this Act comes into force.  1993, c. 15, s. 3 (2). Other leases void (3) All leases, including tenancy agreements within the meaning of Part IV of the Landlord and Tenant Act, assignments, licences of occupation and land use permits existing or purporting to exist on the day this Act comes into force with respect to the land, houses or other buildings and structures referred to in section 2 are void.  1993, c. 15, s. 3 (3). Exception (4) Subsection (3) does not apply to the agreement dated the 26th day of December, 1911 between the City and The Toronto Harbour Commissioners.  1993, c. 15, s. 3 (4). (5) Repealed:  1996, c. 15, s. 2. Arrears of rent (6) All debts owed by any person to the City for arrears of rent or arrears of occupation charges in respect of the land and houses referred to in section 2 are cancelled.  1993, c. 15, s. 3 (6). No compensation (7) No compensation or damages shall be payable to the Metropolitan Corporation, the City or any other person with respect to the termination of the leases under subsections (1), (2) and (3), except as is provided under subsections 17 (11), 19 (15), 23 (8) and 28 (3).  1993, c. 15, s. 3 (7). Writs of possession (8) Any writs of possession issued in respect of the land, houses or other buildings and structures referred to in section 2 cease to have effect on the day this Act comes into force.  1993, c. 15, s. 3 (8). No payment in 1991 (9) No rent under the lease and assignment referred to in subsection 238 (1) of the Municipality of Metropolitan Toronto Act, as that subsection read immediately before this Act comes into force, is payable in December, 1991 or thereafter by the City to the Metropolitan Corporation.  1993, c. 15, s. 3 (9). Section Amendments with date in force (d/m/y) 1996, c. 15, s. 2 - 22/07/1996",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>3 </b>(1) The lease that is deemed, by subsection 238 (1) of the <i>Municipality of Metropolitan Toronto Act</i>, as that subsection read immediately before this Act comes into force, to exist between the Metropolitan Corporation and the City in respect of the land, houses and other buildings and structures referred to in section 2 is terminated on the day this Act comes into force.  1993, c. 15, s. 3 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Any other leases, assignments or contracts entered into between the Metropolitan Corporation and the City in respect of the land, houses or other buildings and structures referred to in section 2 are terminated on the day this Act comes into force.  1993, c. 15, s. 3 (2).</p> <p class=\"headnote\">Other leases void</p> <p class=\"subsection\">(3) All leases, including tenancy agreements within the meaning of Part IV of the <i>Landlord and Tenant Act</i>, assignments, licences of occupation and land use permits existing or purporting to exist on the day this Act comes into force with respect to the land, houses or other buildings and structures referred to in section 2 are void.  1993, c. 15, s. 3 (3).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(4) Subsection (3) does not apply to the agreement dated the 26th day of December, 1911 between the City and The Toronto Harbour Commissioners.  1993, c. 15, s. 3 (4).</p> <p class=\"subsection\">(5) <span>Repealed:</span>  1996, c. 15, s. 2.</p> <p class=\"headnote\">Arrears of rent</p> <p class=\"subsection\">(6) All debts owed by any person to the City for arrears of rent or arrears of occupation charges in respect of the land and houses referred to in section 2 are cancelled.  1993, c. 15, s. 3 (6).</p> <p class=\"headnote\">No compensation</p> <p class=\"subsection\">(7) No compensation or damages shall be payable to the Metropolitan Corporation, the City or any other person with respect to the termination of the leases under subsections (1), (2) and (3), except as is provided under subsections 17 (11), 19 (15), 23 (8) and 28 (3).  1993, c. 15, s. 3 (7).</p> <p class=\"headnote\">Writs of possession</p> <p class=\"subsection\">(8) Any writs of possession issued in respect of the land, houses or other buildings and structures referred to in section 2 cease to have effect on the day this Act comes into force.  1993, c. 15, s. 3 (8).</p> <p class=\"headnote\">No payment in 1991</p> <p class=\"subsection\">(9) No rent under the lease and assignment referred to in subsection 238 (1) of the <i>Municipality of Metropolitan Toronto Act</i>, as that subsection read immediately before this Act comes into force, is payable in December, 1991 or thereafter by the City to the Metropolitan Corporation.  1993, c. 15, s. 3 (9).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 2 - 22/07/1996</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "section_x": "Avenues leased to City",
            "part_id": null,
            "part_type": null,
            "section_y": "Avenues leased to City",
            "content": "4 (1) All the title and interest acquired by the Province of Ontario under subsection 2 (1) in the avenues and walkways on the land described in the Schedule is hereby deemed to be leased to the City for a term of 99 years commencing on the day this Act comes into force for the use by the public as a highway and those avenues and walkways are deemed to fall within the full jurisdiction of the City as public highways.  1993, c. 15, s. 4 (1). Various (1.1) The following are leased to the City for a term ending on December 15, 2092: 1. All the title and interest acquired by the Province of Ontario under subsections 2 (1) and (2) in such rights of way, property, plant and equipment as may be prescribed for the purpose of the sewer and water infrastructure. 2. All the title and interest in such portion as may be prescribed of the land acquired by the Province under subsection 2 (1), other than what is described in paragraph 1 and in subsection 4.1 (1). 3. All the title and interest acquired by the Province under subsection 2 (2) in the building known as “the Parsonage” located at 60 Lakeshore Avenue, other than what is described in paragraph 1 and in subsection 4.1 (1).  1996, c. 15, s. 3 (1). Liability of City (1.2) The City is not liable for any injury or damage resulting from the installation, operation or maintenance of any property, plant or equipment referred to in paragraph 1 of subsection (1.1) other than injury or damage resulting from its negligence.  1996, c. 15, s. 3 (1). Land leased to City for fire services (2) All the title and interest acquired by the Province of Ontario under subsection 2 (1) in the lands described in paragraph 2 of the Schedule is hereby deemed to be leased to the City for the purpose of providing fire services for a term of 99 years commencing on the day this Act comes into force.  1993, c. 15, s. 4 (2). Firehall leased to City (3) All the title and interest acquired by the Province of Ontario under subsection 2 (2) in the firehall on Ward’s Island, including the land on which the firehall is situate, is hereby deemed to be leased to the City for a term of 99 years commencing on the day this Act comes into force.  1993, c. 15, s. 4 (3). Termination of lease (4) If fire services cease to be provided from the firehall described in subsection (3) and begin to be provided from another location on the land described in paragraph 2 of the Schedule, the lease described in subsection (3) is terminated six months after the services cease at the firehall and all the title and interest in the firehall and the land on which it is situate shall be deemed to be leased to the Trust for the remainder of the lease described in section 4.2.  1993, c. 15, s. 4 (4); 1996, c. 15, s. 3 (2). Same (5) If fire services are not provided from the lands referred to in subsection (2) within five years of the day this Act comes into force, the lease described in subsection (2) is terminated on the fifth anniversary of the day this Act comes into force and all the title and interest in the lands shall be deemed to be leased to the Trust for the remainder of the lease described in section 4.2.  1993, c. 15, s. 4 (5); 1996, c. 15, s. 3 (3). Section Amendments with date in force (d/m/y) 1996, c. 15, s. 3 (1-3) - 22/07/1996",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>4 </b>(1) All the title and interest acquired by the Province of Ontario under subsection 2 (1) in the avenues and walkways on the land described in the Schedule is hereby deemed to be leased to the City for a term of 99 years commencing on the day this Act comes into force for the use by the public as a highway and those avenues and walkways are deemed to fall within the full jurisdiction of the City as public highways.  1993, c. 15, s. 4 (1).</p> <p class=\"headnote\">Various</p> <p class=\"subsection\">(1.1) The following are leased to the City for a term ending on December 15, 2092:</p> <p class=\"paragraph\">  1. All the title and interest acquired by the Province of Ontario under subsections 2 (1) and (2) in such rights of way, property, plant and equipment as may be prescribed for the purpose of the sewer and water infrastructure.</p> <p class=\"paragraph\">  2. All the title and interest in such portion as may be prescribed of the land acquired by the Province under subsection 2 (1), other than what is described in paragraph 1 and in subsection 4.1 (1).</p> <p class=\"paragraph\">  3. All the title and interest acquired by the Province under subsection 2 (2) in the building known as “the Parsonage” located at 60 Lakeshore Avenue, other than what is described in paragraph 1 and in subsection 4.1 (1).  1996, c. 15, s. 3 (1).</p> <p class=\"headnote\">Liability of City</p> <p class=\"subsection\">(1.2) The City is not liable for any injury or damage resulting from the installation, operation or maintenance of any property, plant or equipment referred to in paragraph 1 of subsection (1.1) other than injury or damage resulting from its negligence.  1996, c. 15, s. 3 (1).</p> <p class=\"headnote\">Land leased to City for fire services</p> <p class=\"subsection\">(2) All the title and interest acquired by the Province of Ontario under subsection 2 (1) in the lands described in paragraph 2 of the Schedule is hereby deemed to be leased to the City for the purpose of providing fire services for a term of 99 years commencing on the day this Act comes into force.  1993, c. 15, s. 4 (2).</p> <p class=\"headnote\">Firehall leased to City</p> <p class=\"subsection\">(3) All the title and interest acquired by the Province of Ontario under subsection 2 (2) in the firehall on Ward’s Island, including the land on which the firehall is situate, is hereby deemed to be leased to the City for a term of 99 years commencing on the day this Act comes into force.  1993, c. 15, s. 4 (3).</p> <p class=\"headnote\">Termination of lease</p> <p class=\"subsection\">(4) If fire services cease to be provided from the firehall described in subsection (3) and begin to be provided from another location on the land described in paragraph 2 of the Schedule, the lease described in subsection (3) is terminated six months after the services cease at the firehall and all the title and interest in the firehall and the land on which it is situate shall be deemed to be leased to the Trust for the remainder of the lease described in section 4.2.  1993, c. 15, s. 4 (4); 1996, c. 15, s. 3 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) If fire services are not provided from the lands referred to in subsection (2) within five years of the day this Act comes into force, the lease described in subsection (2) is terminated on the fifth anniversary of the day this Act comes into force and all the title and interest in the lands shall be deemed to be leased to the Trust for the remainder of the lease described in section 4.2.  1993, c. 15, s. 4 (5); 1996, c. 15, s. 3 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 3 (1-3) - 22/07/1996</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "4.1",
            "section_x": "Lease to Toronto Hydro",
            "part_id": null,
            "part_type": null,
            "section_y": "Lease to Toronto Hydro",
            "content": "4.1 (1) All the title and interest acquired by the Province of Ontario under subsections 2 (1) and (2) in such rights of way, property, plant and equipment as may be prescribed is leased to Toronto Hydro for a term ending on December 15, 2092.  1996, c. 15, s. 4. Liability (2) Toronto Hydro is not liable for any injury or damage resulting from the installation, operation or maintenance of the property, plant or equipment referred to in subsection (1) other than injury or damage resulting from its negligence.  1996, c. 15, s. 4. Toronto Hydro-Electric Commission (3) On January 1, 1998, the lease to Toronto Hydro under subsection (1) becomes a lease to the Toronto Hydro-Electric Commission established by subsection 9 (1) of the City of Toronto Act, 1997; subsection (2) applies in respect of the commission.  1997, c. 26, Sched. Section Amendments with date in force (d/m/y) 1996, c. 15, s. 4 - 22/07/1996; 1997, c. 26, Sched. - 01/01/1998",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>4.1</b> (1) All the title and interest acquired by the Province of Ontario under subsections 2 (1) and (2) in such rights of way, property, plant and equipment as may be prescribed is leased to Toronto Hydro for a term ending on December 15, 2092.  1996, c. 15, s. 4.</p> <p class=\"headnote\">Liability</p> <p class=\"subsection\">(2) Toronto Hydro is not liable for any injury or damage resulting from the installation, operation or maintenance of the property, plant or equipment referred to in subsection (1) other than injury or damage resulting from its negligence.  1996, c. 15, s. 4.</p> <p class=\"headnote\">Toronto Hydro-Electric Commission</p> <p class=\"subsection\">(3) On January 1, 1998, the lease to Toronto Hydro under subsection (1) becomes a lease to the Toronto Hydro-Electric Commission established by subsection 9 (1) of the <i>City of Toronto Act, 1997</i>; subsection (2) applies in respect of the commission.  1997, c. 26, Sched.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 4 - 22/07/1996; 1997, c. 26, Sched. - 01/01/1998</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.2",
            "section_x": "Lease to Trust",
            "part_id": null,
            "part_type": null,
            "section_y": "Lease to Trust",
            "content": "4.2 The following are leased to the Trust for a term ending on December 15, 2092: 1. All the title and interest in land acquired by the Province under subsection 2 (1) other than what is leased to the City under section 4 and to Toronto Hydro under section 4.1. 2. All title and interest acquired by the Province under subsection 2 (2) in such buildings and structures as may be prescribed.  1996, c. 15, s. 4. Section Amendments with date in force (d/m/y) 1996, c. 15, s. 4 - 22/07/1996",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4.2</b> The following are leased to the Trust for a term ending on December 15, 2092:</p> <p class=\"paragraph\">  1. All the title and interest in land acquired by the Province under subsection 2 (1) other than what is leased to the City under section 4 and to Toronto Hydro under section 4.1.</p> <p class=\"paragraph\">  2. All title and interest acquired by the Province under subsection 2 (2) in such buildings and structures as may be prescribed.  1996, c. 15, s. 4.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 4 - 22/07/1996</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "Municipal services",
            "part_id": null,
            "part_type": null,
            "section_y": "Municipal services",
            "content": "5 (1) The Metropolitan Corporation, the City and the Toronto Transit Commission shall maintain those municipal services for which they are responsible, including emergency services and bus and ferry services, to the level provided in the year 1992 in relation to the land described in the Schedule.  1993, c. 15, s. 5 (1). Change (2) If an increase or decrease occurs in the level of service provided by the Metropolitan Corporation, the City or the Toronto Transit Commission, a similar change, appropriate in the circumstances, shall be made in the level of service offered in relation to the land described in the Schedule.  1993, c. 15, s. 5 (2). (3) Repealed:  1996, c. 15, s. 5 (1). Sewer, water charge (4) The city may levy a charge in respect of the debt for the sewer and water infrastructure existing on December 15, 1993 and may require the charge to be paid by a lump sum payment or by periodic payments.  The charge is payable by the following individuals and is to be divided equally among all of them: 1. The owners of vacant land leases. 2. The owners of houses and land leases or protected occupants who are occupying a house.  1996, c. 15, s. 5 (2). Same (5) The Lieutenant Governor in Council may, by regulation, prescribe the amount of the debt referred to in subsection (4), the circumstances in which a lump sum payment or periodic payments are to be required and the amortization period used to calculate the periodic payment.  1996, c. 15, s. 5 (2). Same, lien (5.1) The charge levied under subsection (4) is a lien on the land and may be collected in the same manner and with the same remedies as are provided under the City of Toronto Act, 2006 for the collection of real property taxes.  1996, c. 15, s. 5 (2); 2006, c. 32, Sched. C, s. 67 (1). Limitation (6) Despite any other Act, the City shall not, except as provided by subsection (4), levy a charge or attempt to collect any money in respect of the debt for the sewer and water infrastructure existing on the day this Act comes into force.  1993, c. 15, s. 5 (6). (7) Repealed:  1997, c. 26, Sched. Section Amendments with date in force (d/m/y) 1996, c. 15, s. 5 (1, 2) - 22/07/1996; 1997, c. 26, Sched. - 01/01/1998 2006, c. 32, Sched. C, s. 67 (1) - 01/01/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>(1) The Metropolitan Corporation, the City and the Toronto Transit Commission shall maintain those municipal services for which they are responsible, including emergency services and bus and ferry services, to the level provided in the year 1992 in relation to the land described in the Schedule.  1993, c. 15, s. 5 (1).</p> <p class=\"headnote\">Change</p> <p class=\"subsection\">(2) If an increase or decrease occurs in the level of service provided by the Metropolitan Corporation, the City or the Toronto Transit Commission, a similar change, appropriate in the circumstances, shall be made in the level of service offered in relation to the land described in the Schedule.  1993, c. 15, s. 5 (2).</p> <p class=\"subsection\">(3) <span class=\"ovsmallcap\">Repealed</span>:  1996, c. 15, s. 5 (1).</p> <p class=\"headnote\">Sewer, water charge</p> <p class=\"subsection\">(4) The city may levy a charge in respect of the debt for the sewer and water infrastructure existing on December 15, 1993 and may require the charge to be paid by a lump sum payment or by periodic payments.  The charge is payable by the following individuals and is to be divided equally among all of them:</p> <p class=\"paragraph\">  1. The owners of vacant land leases.</p> <p class=\"paragraph\">  2. The owners of houses and land leases or protected occupants who are occupying a house.  1996, c. 15, s. 5 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) The Lieutenant Governor in Council may, by regulation, prescribe the amount of the debt referred to in subsection (4), the circumstances in which a lump sum payment or periodic payments are to be required and the amortization period used to calculate the periodic payment.  1996, c. 15, s. 5 (2).</p> <p class=\"headnote\">Same, lien</p> <p class=\"subsection\">(5.1) The charge levied under subsection (4) is a lien on the land and may be collected in the same manner and with the same remedies as are provided under the <i>City of Toronto Act, 2006</i> for the collection of real property taxes.  1996, c. 15, s. 5 (2); 2006, c. 32, Sched. C, s. 67 (1).</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(6) Despite any other Act, the City shall not, except as provided by subsection (4), levy a charge or attempt to collect any money in respect of the debt for the sewer and water infrastructure existing on the day this Act comes into force.  1993, c. 15, s. 5 (6).</p> <p class=\"subsection\">(7) <span class=\"ovsmallcap\">Repealed</span>:  1997, c. 26, Sched.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 5 (1, 2) - 22/07/1996; 1997, c. 26, Sched. - 01/01/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedcs67s1\">2006, c. 32, Sched. C, s. 67 (1)</a></span> - 01/01/2007</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "section_x": "Commissioner",
            "part_id": null,
            "part_type": null,
            "section_y": "Commissioner",
            "content": "6 (1) The Lieutenant Governor in Council shall appoint a Toronto Islands Commissioner to exercise the powers and perform the duties set out in this Act.  1993, c. 15, s. 6 (1). Remuneration (2) The Commissioner shall be paid remuneration and expenses as determined by the Lieutenant Governor in Council.  1993, c. 15, s. 6 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>6 </b>(1) The Lieutenant Governor in Council shall appoint a Toronto Islands Commissioner to exercise the powers and perform the duties set out in this Act.  1993, c. 15, s. 6 (1).</p> <p class=\"headnote\">Remuneration</p> <p class=\"subsection\">(2) The Commissioner shall be paid remuneration and expenses as determined by the Lieutenant Governor in Council.  1993, c. 15, s. 6 (2).</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "section_x": "Entitlement to ownership",
            "part_id": null,
            "part_type": null,
            "section_y": "Entitlement to ownership",
            "content": "7 (1) Any individual may apply to the Minister, within sixty days after the day this Act comes into force, for a determination of his or her entitlement to ownership of a house.  1993, c. 15, s. 7 (1). House vested in tenant (2) Subject to subsections (3) and (4), the Province of Ontario shall, within 120 days after the day this Act comes into force, vest all its title and interest in a house that is the subject of an application in, (a) the applicant, if he or she is shown as the tenant of the house on the assessment roll under the Assessment Act, as returned for the 1992 taxation year. (b)  Repealed:  1996, c. 15, s. 6. 1993, c. 15, s. 7 (2); 1996, c. 15, s. 6. Disputes (3) If any individual other than an individual described in clause (2) (a) applies for a determination of entitlement under subsection (1) or if there is a dispute over entitlement, the Minister shall refer the matter to the Commissioner.  1993, c. 15, s. 7 (3). Arrears of taxes, etc. (4) The Province of Ontario shall not vest all its title and interest in a house in the individual who is otherwise entitled to ownership of the house unless the Minister is satisfied that any taxes or utility rates owing to the City on the day this Act comes into force with respect to the house and the land on which it is situate have been paid.  1993, c. 15, s. 7 (4). Same (5) Subsection (4) does not apply if the Trust is vested with the title and interest in the house or if a protected occupant is occupying the house.  1993, c. 15, s. 7 (5). Section Amendments with date in force (d/m/y) 1996, c. 15, s. 6 - 22/07/1996",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>7 </b>(1) Any individual may apply to the Minister, within sixty days after the day this Act comes into force, for a determination of his or her entitlement to ownership of a house.  1993, c. 15, s. 7 (1).</p> <p class=\"headnote\">House vested in tenant</p> <p class=\"subsection\">(2) Subject to subsections (3) and (4), the Province of Ontario shall, within 120 days after the day this Act comes into force, vest all its title and interest in a house that is the subject of an application in,</p> <p class=\"paragraph\">  (a) the applicant, if he or she is shown as the tenant of the house on the assessment roll under the <i>Assessment Act</i>, as returned for the 1992 taxation year.</p> <p class=\"paragraph\">  (b)  <span>Repealed</span>:  1996, c. 15, s. 6.</p> <p class=\"footnote\">1993, c. 15, s. 7 (2); 1996, c. 15, s. 6.</p> <p class=\"headnote\">Disputes</p> <p class=\"subsection\">(3) If any individual other than an individual described in clause (2) (a) applies for a determination of entitlement under subsection (1) or if there is a dispute over entitlement, the Minister shall refer the matter to the Commissioner.  1993, c. 15, s. 7 (3).</p> <p class=\"headnote\">Arrears of taxes, etc.</p> <p class=\"subsection\">(4) The Province of Ontario shall not vest all its title and interest in a house in the individual who is otherwise entitled to ownership of the house unless the Minister is satisfied that any taxes or utility rates owing to the City on the day this Act comes into force with respect to the house and the land on which it is situate have been paid.  1993, c. 15, s. 7 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) Subsection (4) does not apply if the Trust is vested with the title and interest in the house or if a protected occupant is occupying the house.  1993, c. 15, s. 7 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 6 - 22/07/1996</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "section_x": "Recommendation re entitlement",
            "part_id": null,
            "part_type": null,
            "section_y": "Recommendation re entitlement",
            "content": "8 (1) In each case referred by the Minister, the Commissioner shall recommend to the Minister who is entitled to the ownership of the house or that no individual is entitled to ownership of the house.  1993, c. 15, s. 8 (1). Decision (2) The Minister shall, within thirty days after the receipt of the Commissioner’s recommendation but no later than 120 days after the day this Act comes into force, make the decision on the matter of entitlement that was referred to the Commissioner and give written notice of the decision to the applicants.  1993, c. 15, s. 8 (2). Decision final (3) The decision of the Minister is final.  1993, c. 15, s. 8 (3). Vesting (4) The Province of Ontario shall, within thirty days after the notice is given under subsection (2), but no later than 120 days after the day this Act comes into force, vest all the title and interest in the house in the individual determined by the Minister to be entitled to it.  1993, c. 15, s. 8 (4). Restriction on owner’s occupancy (5) If the Minister vests the title and interest in a house in an individual who is not occupying the house on the day this Act comes into force, that individual has no right to occupy the house, (a) until the Commissioner determines that the house is not occupied by a protected occupant; or (b) if the Commissioner determines that the house is occupied by a protected occupant, until the protected occupant’s right to occupy the house expires or until the protected occupant ceases to occupy the house, whichever occurs first.  1993, c. 15, s. 8 (5). Joint tenants (6) If more than one individual is determined to be entitled to ownership of a house, the Province of Ontario shall vest the title and interest in the house in those individuals as joint tenants.  1993, c. 15, s. 8 (6). If no person entitled (7) If no individual is entitled to ownership of a house, the Province shall vest the title and interest in the house in the Trust.  1993, c. 15, s. 8 (7).",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>8 </b>(1) In each case referred by the Minister, the Commissioner shall recommend to the Minister who is entitled to the ownership of the house or that no individual is entitled to ownership of the house.  1993, c. 15, s. 8 (1).</p> <p class=\"headnote\">Decision</p> <p class=\"subsection\">(2) The Minister shall, within thirty days after the receipt of the Commissioner’s recommendation but no later than 120 days after the day this Act comes into force, make the decision on the matter of entitlement that was referred to the Commissioner and give written notice of the decision to the applicants.  1993, c. 15, s. 8 (2).</p> <p class=\"headnote\">Decision final</p> <p class=\"subsection\">(3) The decision of the Minister is final.  1993, c. 15, s. 8 (3).</p> <p class=\"headnote\">Vesting</p> <p class=\"subsection\">(4) The Province of Ontario shall, within thirty days after the notice is given under subsection (2), but no later than 120 days after the day this Act comes into force, vest all the title and interest in the house in the individual determined by the Minister to be entitled to it.  1993, c. 15, s. 8 (4).</p> <p class=\"headnote\">Restriction on owner’s occupancy</p> <p class=\"subsection\">(5) If the Minister vests the title and interest in a house in an individual who is not occupying the house on the day this Act comes into force, that individual has no right to occupy the house,</p> <p class=\"paragraph\">  (a) until the Commissioner determines that the house is not occupied by a protected occupant; or</p> <p class=\"paragraph\">  (b) if the Commissioner determines that the house is occupied by a protected occupant, until the protected occupant’s right to occupy the house expires or until the protected occupant ceases to occupy the house, whichever occurs first.  1993, c. 15, s. 8 (5).</p> <p class=\"headnote\">Joint tenants</p> <p class=\"subsection\">(6) If more than one individual is determined to be entitled to ownership of a house, the Province of Ontario shall vest the title and interest in the house in those individuals as joint tenants.  1993, c. 15, s. 8 (6).</p> <p class=\"headnote\">If no person entitled</p> <p class=\"subsection\">(7) If no individual is entitled to ownership of a house, the Province shall vest the title and interest in the house in the Trust.  1993, c. 15, s. 8 (7).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "section_x": "Protected occupant status",
            "part_id": null,
            "part_type": null,
            "section_y": "Protected occupant status",
            "content": "9 (1) Any individual occupying a house on the Islands on the day this Act comes into force may apply to the Commissioner, within sixty days after the day this Act comes into force, for a determination of his or her status as a protected occupant.  1993, c. 15, s. 9 (1). Deemed application (2) Every unsuccessful applicant for ownership of a house under subsection 7 (1) is deemed to have applied under subsection (1).  1993, c. 15, s. 9 (2). Determination (3) Within thirty days after the vesting of ownership in a house under subsection 7 (2) or the Minister deciding entitlement to ownership of a house under subsection 8 (2), the Commissioner shall determine whether an applicant under subsection (1) is a protected occupant.  1993, c. 15, s. 9 (3). Determination final (4) The determination of the Commissioner is final.  1993, c. 15, s. 9 (4). Entitled to occupy house (5) A protected occupant is entitled to exclusive occupation of the house he or she occupied on the day this Act comes into force until the expiry of the prescribed period of time or until he or she becomes an occupant of another house on the Islands, whichever occurs first.  1993, c. 15, s. 9 (5). House occupation charge (6) In addition to the occupation charge for the land under subsection 28 (2) and the amounts due under subsection 28 (4), a protected occupant shall pay a prescribed occupation charge for the house to the Trust.  1993, c. 15, s. 9 (6). In trust for owner (7) The Trust shall bill the protected occupant and hold the occupation charge for the house in trust for the owner of the house.  1993, c. 15, s. 9 (7). Payment of occupation charge to owner (8) The Trust shall pay the occupation charge for the house plus interest at a prescribed rate, less any taxes or utility rates owing to the City as referred to in subsection 7 (4), to the owner of the house upon the sale under section 17 of the land lease to the owner or upon the sale pursuant to clause 17 (6) (c) of the house and land lease to another person.  1993, c. 15, s. 9 (8). Notice of arrears (9) The Trust shall give a notice of arrears by personal service to a protected occupant who has been in arrears of the occupation charge, municipal property taxes, the charge under subsection 5 (4) or a charge under subsection 13 (2) for thirty days.  1993, c. 15, s. 9 (9). Effect of arrears (10) If a protected occupant remains in arrears of any of the charges or taxes referred to in subsection (9) for thirty days after the date of service of the notice of arrears, he or she shall, (a) cease on that day to be a protected occupant; and (b) cease on that day to be entitled to occupy the house.  1993, c. 15, s. 9 (10). Writ of possession (11) Where an individual continues to occupy a house after he or she ceases to be entitled to occupy the house as a protected occupant, the Trust shall apply to a judge of the Superior Court of Justice for an order for a writ of possession.  1993, c. 15, s. 9 (11); 2006, c. 19, Sched. C, s. 1 (1). Service and contents of notice (12) The application under subsection (11) shall be served on the protected occupant at least four clear days before the day for the return of the application and it shall contain the following warning in English or French, as may be appropriate:  If you intend to dispute the applicant’s claim, you must attend before the local registrar of the Superior Court of Justice \n\n  at the hour of … o’clock in the ........ noon on the ....... day of ....... at the local registrar’s office in the Court House at 361 University Avenue, Toronto, Ontario or file in the office before the ......... day of ........... a notice of dispute in writing, setting out briefly the grounds upon which you dispute the claim. If you do not attend or do not file a notice of dispute, the local registrar of the Superior Court of Justice may sign an order directing that a writ of possession issue. 1993, c. 15, s. 9 (12); 2006, c. 19, Sched. C, s. 1 (1). Dispute (13) The protected occupant may dispute the Trust’s claim by attending on the return of the application or by filing with the local registrar before the day for the return of the application a statement in writing setting out briefly the grounds upon which the protected occupant disputes the Trust’s claim.  1993, c. 15, s. 9 (13). Default judgment (14) Where the Trust’s claim is not disputed, the local registrar may sign an order directing that a writ of possession issue.  1993, c. 15, s. 9 (14). Setting aside default judgment (15) Where the local registrar signs an order under subsection (14), the protected occupant may, within seven days after the service of the order, by motion, without notice, apply to the judge to have the order set aside and the judge may so order upon being satisfied that reasonable grounds for dispute exist.  1993, c. 15, s. 9 (15). Extension of time for motion to set aside (16) The judge may extend the time for bringing a motion under subsection (15) upon being satisfied that a proper case has been made for so doing.  1993, c. 15, s. 9 (16). Hearing (17) Where the Trust’s claim is disputed, the case may be set down for a hearing forthwith or at such time and place as the judge may appoint.  1993, c. 15, s. 9 (17). Order (18) After a hearing, the judge shall determine the Trust’s claim and may make an order directing that a writ of possession issue and, subject to subsection (19), may impose such terms and conditions as the judge considers appropriate.  1993, c. 15, s. 9 (18). Delay in enforcement (19) The judge may order that the enforcement of the writ of possession be postponed for a period not exceeding one week.  1993, c. 15, s. 9 (19). No lease (20) Despite this section, no lease and no tenancy agreement within the meaning of the Residential Tenancies Act, 2006 shall exist between the protected occupant and the Province of Ontario, the Trust or the owner.  1997, c. 24, s. 222 (1); 2006, c. 17, s. 260 (1). Section Amendments with date in force (d/m/y) 1997, c. 24, s. 222 (1) - 17/06/1998 2006, c. 17, s. 260 (1)\r\n- 31/01/2007; 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>9 </b>(1) Any individual occupying a house on the Islands on the day this Act comes into force may apply to the Commissioner, within sixty days after the day this Act comes into force, for a determination of his or her status as a protected occupant.  1993, c. 15, s. 9 (1).</p> <p class=\"headnote\">Deemed application</p> <p class=\"subsection\">(2) Every unsuccessful applicant for ownership of a house under subsection 7 (1) is deemed to have applied under subsection (1).  1993, c. 15, s. 9 (2).</p> <p class=\"headnote\">Determination</p> <p class=\"subsection\">(3) Within thirty days after the vesting of ownership in a house under subsection 7 (2) or the Minister deciding entitlement to ownership of a house under subsection 8 (2), the Commissioner shall determine whether an applicant under subsection (1) is a protected occupant.  1993, c. 15, s. 9 (3).</p> <p class=\"headnote\">Determination final</p> <p class=\"subsection\">(4) The determination of the Commissioner is final.  1993, c. 15, s. 9 (4).</p> <p class=\"headnote\">Entitled to occupy house</p> <p class=\"subsection\">(5) A protected occupant is entitled to exclusive occupation of the house he or she occupied on the day this Act comes into force until the expiry of the prescribed period of time or until he or she becomes an occupant of another house on the Islands, whichever occurs first.  1993, c. 15, s. 9 (5).</p> <p class=\"headnote\">House occupation charge</p> <p class=\"subsection\">(6) In addition to the occupation charge for the land under subsection 28 (2) and the amounts due under subsection 28 (4), a protected occupant shall pay a prescribed occupation charge for the house to the Trust.  1993, c. 15, s. 9 (6).</p> <p class=\"headnote\">In trust for owner</p> <p class=\"subsection\">(7) The Trust shall bill the protected occupant and hold the occupation charge for the house in trust for the owner of the house.  1993, c. 15, s. 9 (7).</p> <p class=\"headnote\">Payment of occupation charge to owner</p> <p class=\"subsection\">(8) The Trust shall pay the occupation charge for the house plus interest at a prescribed rate, less any taxes or utility rates owing to the City as referred to in subsection 7 (4), to the owner of the house upon the sale under section 17 of the land lease to the owner or upon the sale pursuant to clause 17 (6) (c) of the house and land lease to another person.  1993, c. 15, s. 9 (8).</p> <p class=\"headnote\">Notice of arrears</p> <p class=\"subsection\">(9) The Trust shall give a notice of arrears by personal service to a protected occupant who has been in arrears of the occupation charge, municipal property taxes, the charge under subsection 5 (4) or a charge under subsection 13 (2) for thirty days.  1993, c. 15, s. 9 (9).</p> <p class=\"headnote\">Effect of arrears</p> <p class=\"subsection\">(10) If a protected occupant remains in arrears of any of the charges or taxes referred to in subsection (9) for thirty days after the date of service of the notice of arrears, he or she shall,</p> <p class=\"paragraph\">  (a) cease on that day to be a protected occupant; and</p> <p class=\"paragraph\">  (b) cease on that day to be entitled to occupy the house.  1993, c. 15, s. 9 (10).</p> <p class=\"headnote\">Writ of possession</p> <p class=\"subsection\">(11) Where an individual continues to occupy a house after he or she ceases to be entitled to occupy the house as a protected occupant, the Trust shall apply to a judge of the Superior Court of Justice for an order for a writ of possession.  1993, c. 15, s. 9 (11); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote\">Service and contents of notice</p> <p class=\"subsection\">(12) The application under subsection (11) shall be served on the protected occupant at least four clear days before the day for the return of the application and it shall contain the following warning in English or French, as may be appropriate:</p> <p class=\"MsoNormal\"> </p> <table border=\"0\" cellpadding=\"0\" cellspacing=\"0\" class=\"MsoNormalTable\" width=\"312\">\n<tr> <td valign=\"top\" width=\"312\"> <p class=\"MsoNormal\">If you intend to dispute the applicant’s claim, you must attend before the local registrar of the Superior Court of Justice</p> </td>\n</tr>\n<tr> <td valign=\"top\" width=\"312\"> <p class=\"MsoNormal\">at the hour of … o’clock in the ........ noon on the ....... day of ....... at the local registrar’s office in the Court House at 361 University Avenue, Toronto, Ontario or file in the office before the ......... day of ........... a notice of dispute in writing, setting out briefly the grounds upon which you dispute the claim. If you do not attend or do not file a notice of dispute, the local registrar of the Superior Court of Justice may sign an order directing that a writ of possession issue.</p> </td>\n</tr>\n</table> <p class=\"footnote\">1993, c. 15, s. 9 (12); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote\">Dispute</p> <p class=\"subsection\">(13) The protected occupant may dispute the Trust’s claim by attending on the return of the application or by filing with the local registrar before the day for the return of the application a statement in writing setting out briefly the grounds upon which the protected occupant disputes the Trust’s claim.  1993, c. 15, s. 9 (13).</p> <p class=\"headnote\">Default judgment</p> <p class=\"subsection\">(14) Where the Trust’s claim is not disputed, the local registrar may sign an order directing that a writ of possession issue.  1993, c. 15, s. 9 (14).</p> <p class=\"headnote\">Setting aside default judgment</p> <p class=\"subsection\">(15) Where the local registrar signs an order under subsection (14), the protected occupant may, within seven days after the service of the order, by motion, without notice, apply to the judge to have the order set aside and the judge may so order upon being satisfied that reasonable grounds for dispute exist.  1993, c. 15, s. 9 (15).</p> <p class=\"headnote\">Extension of time for motion to set aside</p> <p class=\"subsection\">(16) The judge may extend the time for bringing a motion under subsection (15) upon being satisfied that a proper case has been made for so doing.  1993, c. 15, s. 9 (16).</p> <p class=\"headnote\">Hearing</p> <p class=\"subsection\">(17) Where the Trust’s claim is disputed, the case may be set down for a hearing forthwith or at such time and place as the judge may appoint.  1993, c. 15, s. 9 (17).</p> <p class=\"headnote\">Order</p> <p class=\"subsection\">(18) After a hearing, the judge shall determine the Trust’s claim and may make an order directing that a writ of possession issue and, subject to subsection (19), may impose such terms and conditions as the judge considers appropriate.  1993, c. 15, s. 9 (18).</p> <p class=\"headnote\">Delay in enforcement</p> <p class=\"subsection\">(19) The judge may order that the enforcement of the writ of possession be postponed for a period not exceeding one week.  1993, c. 15, s. 9 (19).</p> <p class=\"headnote\">No lease</p> <p class=\"subsection\">(20) Despite this section, no lease and no tenancy agreement within the meaning of the <i>Residential Tenancies Act, 2006</i> shall exist between the protected occupant and the Province of Ontario, the Trust or the owner.  1997, c. 24, s. 222 (1); 2006, c. 17, s. 260 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 24, s. 222 (1) - 17/06/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06017#s260s1\">2006, c. 17, s. 260 (1)</a></span>\r\n- 31/01/2007; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "section_x": "Real property",
            "part_id": null,
            "part_type": null,
            "section_y": "Real property",
            "content": "10 (1) A house and land lease or a vacant land lease shall be deemed to be real property for all purposes.  1996, c. 15, s. 7. Taxes (2) Subject to subsection (3), the owner of a house and land lease or vacant land lease is liable for all taxes under the Assessment Act with respect to the house and the land and the notice of assessment and property tax bill shall be sent to the owner.  1993, c. 15, s. 10 (2). Same (3) If a house is occupied by a protected occupant, the protected occupant is liable for all taxes during the period of his or her occupancy with respect to the house and the land and the notice of assessment and property tax bill shall be sent to the Trust which shall bill the protected occupant and remit the amounts collected to the City.  1993, c. 15, s. 10 (3). Section Amendments with date in force (d/m/y) 1996, c. 15, s. 7 - 22/07/1996",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>10 </b>(1) A house and land lease or a vacant land lease shall be deemed to be real property for all purposes.  1996, c. 15, s. 7.</p> <p class=\"headnote\">Taxes</p> <p class=\"subsection\">(2) Subject to subsection (3), the owner of a house and land lease or vacant land lease is liable for all taxes under the <i>Assessment Act</i> with respect to the house and the land and the notice of assessment and property tax bill shall be sent to the owner.  1993, c. 15, s. 10 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) If a house is occupied by a protected occupant, the protected occupant is liable for all taxes during the period of his or her occupancy with respect to the house and the land and the notice of assessment and property tax bill shall be sent to the Trust which shall bill the protected occupant and remit the amounts collected to the City.  1993, c. 15, s. 10 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 7 - 22/07/1996</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "11.",
            "section_x": "Incorporation of Trust",
            "part_id": null,
            "part_type": null,
            "section_y": "Incorporation of Trust",
            "content": "11 (1) A corporation without share capital known in English as the Toronto Islands Residential Community Trust Corporation and in French as Société de fiducie portant sur la zone résidentielle des îles de Toronto is hereby established.  1993, c. 15, s. 11 (1). Objects (2) The objects of the Trust are to manage the land described in the Schedule, including the houses and other buildings and structures on the land, for the benefit of the residential community on the Islands and the public and such other objects as may be prescribed by the Lieutenant Governor in Council.  1993, c. 15, s. 11 (2). Money (3) Any money derived from carrying on the affairs of the Trust shall be applied solely in carrying out its objects.  1993, c. 15, s. 11 (3). Corporate statutes do not apply (4) The Not-for-Profit Corporations Act, 2010, the Business Corporations Act, the Business Names Act and the Corporations Information Act do not apply to the Trust.  1993, c. 15, s. 11 (4); 2017, c. 20, Sched. 8, s. 135. Not Crown agency (5) The Trust shall be deemed not to be an agency of the Crown.  1993, c. 15, s. 11 (5). Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 8, s. 135 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>11 </b>(1) A corporation without share capital known in English as the Toronto Islands Residential Community Trust Corporation and in French as Société de fiducie portant sur la zone résidentielle des îles de Toronto is hereby established.  1993, c. 15, s. 11 (1).</p> <p class=\"headnote\">Objects</p> <p class=\"subsection\">(2) The objects of the Trust are to manage the land described in the Schedule, including the houses and other buildings and structures on the land, for the benefit of the residential community on the Islands and the public and such other objects as may be prescribed by the Lieutenant Governor in Council.  1993, c. 15, s. 11 (2).</p> <p class=\"headnote\">Money</p> <p class=\"subsection\">(3) Any money derived from carrying on the affairs of the Trust shall be applied solely in carrying out its objects.  1993, c. 15, s. 11 (3).</p> <p class=\"headnote\">Corporate statutes do not apply</p> <p class=\"subsection\">(4) The <i>Not-for-Profit Corporations Act, 2010</i>, the <i>Business Corporations Act</i>, the <i>Business Names Act</i> and the <i>Corporations Information Act</i> do not apply to the Trust.  1993, c. 15, s. 11 (4); 2017, c. 20, Sched. 8, s. 135.</p> <p class=\"headnote\">Not Crown agency</p> <p class=\"subsection\">(5) The Trust shall be deemed not to be an agency of the Crown.  1993, c. 15, s. 11 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched8s135\">2017, c. 20, Sched. 8, s. 135</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "12.",
            "section_x": "Board",
            "part_id": null,
            "part_type": null,
            "section_y": "Board",
            "content": "12 (1) The affairs of the Trust shall be managed by a board of directors consisting of not more than 15 members.  1996, c. 15, s. 8 (1). Goals (2) The members of the board shall represent and promote the goals of the Trust as established under this Act.  1993, c. 15, s. 12 (2). (3) Repealed:  1996, c. 15, s. 8 (2). Appointment of board (4) The members of the board shall be appointed by the Lieutenant Governor in Council.  1993, c. 15, s. 12 (4). Terms of office (5) The terms of office of the members of the board shall be as determined by the Lieutenant Governor in Council.  1993, c. 15, s. 12 (5). Quorum (6) At any meeting of the board a majority of its members constitutes a quorum.  1993, c. 15, s. 12 (6). Chair (7) The board shall appoint a chair and a vice-chair from among its members.  1993, c. 15, s. 12 (7). Same (8) The chair shall preside at all meetings of the board and if he or she is unable to act as chair, the vice-chair shall act in the chair’s place.  1993, c. 15, s. 12 (8). By-laws (9) The board may pass by-laws regulating its proceedings, including setting conflict of interest guidelines, and regarding such matters as are necessary to manage the affairs and carry out the objects of the Trust.  1993, c. 15, s. 12 (9). Head office, etc. (10) The location of the Trust’s head office, the use of a corporate seal and the Trust’s fiscal year shall be as provided in the Trust’s by-laws.  1993, c. 15, s. 12 (10). Audit (11) The board shall appoint one or more auditors licensed under the Public Accounting Act, 2004\r\nto audit the books, records, accounts and transactions of the Trust and to prepare an annual financial statement.  1993, c. 15, s. 12 (11); 2004, c. 8, s. 46. Auditor General (12) The report of the auditor and the books, records, accounts and transactions of the Trust shall be made available to the Minister and the Auditor General.  1993, c. 15, s. 12 (12); 2004, c. 17, s. 32. Annual report (13) The board shall prepare an annual report, provide it to the Minister no later than 120 days after the end of the board’s fiscal year and make it available to the public. 2017, c. 34, Sched. 46, s. 53. Same (14) The board shall comply with such directives as may be issued by the Management Board of Cabinet with respect to, (a) the form and content of the annual report; and (b) when and how to make it available to the public. 2017, c. 34, Sched. 46, s. 53. Same (15) The board shall include such additional content in the annual report as the Minister may require. 2017, c. 34, Sched. 46, s. 53. Section Amendments with date in force (d/m/y) 1996, c. 15, s. 8 (1, 2) - 22/07/1996 2004, c. 8, s. 46, Table\r\n- 01/11/2005; 2004, c. 17, s. 32\r\n- 30/11/2004 2017, c. 34, Sched. 46, s. 53 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>12 </b>(1) The affairs of the Trust shall be managed by a board of directors consisting of not more than 15 members.  1996, c. 15, s. 8 (1).</p> <p class=\"headnote\">Goals</p> <p class=\"subsection\">(2) The members of the board shall represent and promote the goals of the Trust as established under this Act.  1993, c. 15, s. 12 (2).</p> <p class=\"subsection\">(3) <span>Repealed</span>:  1996, c. 15, s. 8 (2).</p> <p class=\"headnote\">Appointment of board</p> <p class=\"subsection\">(4) The members of the board shall be appointed by the Lieutenant Governor in Council.  1993, c. 15, s. 12 (4).</p> <p class=\"headnote\">Terms of office</p> <p class=\"subsection\">(5) The terms of office of the members of the board shall be as determined by the Lieutenant Governor in Council.  1993, c. 15, s. 12 (5).</p> <p class=\"headnote\">Quorum</p> <p class=\"subsection\">(6) At any meeting of the board a majority of its members constitutes a quorum.  1993, c. 15, s. 12 (6).</p> <p class=\"headnote\">Chair</p> <p class=\"subsection\">(7) The board shall appoint a chair and a vice-chair from among its members.  1993, c. 15, s. 12 (7).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(8) The chair shall preside at all meetings of the board and if he or she is unable to act as chair, the vice-chair shall act in the chair’s place.  1993, c. 15, s. 12 (8).</p> <p class=\"headnote\">By-laws</p> <p class=\"subsection\">(9) The board may pass by-laws regulating its proceedings, including setting conflict of interest guidelines, and regarding such matters as are necessary to manage the affairs and carry out the objects of the Trust.  1993, c. 15, s. 12 (9).</p> <p class=\"headnote\">Head office, etc.</p> <p class=\"subsection\">(10) The location of the Trust’s head office, the use of a corporate seal and the Trust’s fiscal year shall be as provided in the Trust’s by-laws.  1993, c. 15, s. 12 (10).</p> <p class=\"headnote\">Audit</p> <p class=\"subsection\">(11) The board shall appoint one or more auditors licensed under the <i>Public Accounting Act, 2004</i>\r\nto audit the books, records, accounts and transactions of the Trust and to prepare an annual financial statement.  1993, c. 15, s. 12 (11); 2004, c. 8, s. 46.</p> <p class=\"headnote\">Auditor General</p> <p class=\"subsection\">(12) The report of the auditor and the books, records, accounts and transactions of the Trust shall be made available to the Minister and the Auditor General.  1993, c. 15, s. 12 (12); 2004, c. 17, s. 32.</p> <p class=\"headnote\">Annual report</p> <p class=\"subsection\">(13) The board shall prepare an annual report, provide it to the Minister no later than 120 days after the end of the board’s fiscal year and make it available to the public. 2017, c. 34, Sched. 46, s. 53.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(14) The board shall comply with such directives as may be issued by the Management Board of Cabinet with respect to,</p> <p class=\"paragraph\">  (a) the form and content of the annual report; and</p> <p class=\"paragraph\">  (b) when and how to make it available to the public. 2017, c. 34, Sched. 46, s. 53.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(15) The board shall include such additional content in the annual report as the Minister may require. 2017, c. 34, Sched. 46, s. 53.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 8 (1, 2) - 22/07/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04008#s46s2\">2004, c. 8, s. 46, Table</a></span>\r\n- 01/11/2005; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04017#s32\">2004, c. 17, s. 32</a></span>\r\n- 30/11/2004</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched46s53\">2017, c. 34, Sched. 46, s. 53</a></span> - 01/01/2018</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "13.",
            "section_x": "Trust’s powers",
            "part_id": null,
            "part_type": null,
            "section_y": "Trust’s powers",
            "content": "13 (1) Except as limited by this Act, the Trust has all the capacity and powers of a natural person in carrying out its objects.  1993, c. 15, s. 13 (1). Specific powers (2) Without limiting the generality of subsection (1), the Trust may, (a) impose fees and charges; and (b)  Repealed:  1996, c. 15, s. 9 (1). (c) permit vacant land on the Islands to be used as a park, recreation area or other purpose for the benefit of the residential community on the Islands and the public.  1993, c. 15, s. 13 (2); 1996, c. 15, s. 9 (1). Duties of the Trust (3) In addition to the duties assigned to the Trust elsewhere in this Act, the Trust shall, (a) operate for the benefit and enjoyment of the public the buildings and structures, other than houses and the firehall, that exist on the day this Act comes into force on the land described in the Schedule, but nothing in this clause prevents the Trust from demolishing or relocating those buildings and structures at any time; (b) ensure that the public has reasonable access to the buildings and structures required to be operated by clause (a); (c) raise sufficient revenue to carry out the objects of the Trust; and (d) arrange for every house on the Islands to be appraised by an appraiser selected by the Trust and ensure that the appraisal is conducted in the prescribed manner, (i) within one year of the date that the Province of Ontario vests the title and interest in the house in the owner or, if the house is occupied by a protected occupant, within sixty days of the Commissioner’s determination under section 9, and (ii) when the title and interest in a house and land lease are to be transferred or sold, except when the transfer is under subsection 21 (2) or (3) or 27 (6).  1993, c. 15, s. 13 (3); 1996, c. 15, s. 9 (2). Same (4) The Trust shall make available to the City information sufficient to enable the City to determine its share of the proceeds from sales under sections 17, 19, 22 and 23.  1993, c. 15, s. 13 (4). Section Amendments with date in force (d/m/y) 1996, c. 15, s. 9 (1, 2) - 22/07/1996",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>13 </b>(1) Except as limited by this Act, the Trust has all the capacity and powers of a natural person in carrying out its objects.  1993, c. 15, s. 13 (1).</p> <p class=\"headnote\">Specific powers</p> <p class=\"subsection\">(2) Without limiting the generality of subsection (1), the Trust may,</p> <p class=\"paragraph\">  (a) impose fees and charges; and</p> <p class=\"paragraph\">  (b)  <span>Repealed</span>:  1996, c. 15, s. 9 (1).</p> <p class=\"paragraph\">  (c) permit vacant land on the Islands to be used as a park, recreation area or other purpose for the benefit of the residential community on the Islands and the public.  1993, c. 15, s. 13 (2); 1996, c. 15, s. 9 (1).</p> <p class=\"headnote\">Duties of the Trust</p> <p class=\"subsection\">(3) In addition to the duties assigned to the Trust elsewhere in this Act, the Trust shall,</p> <p class=\"paragraph\">  (a) operate for the benefit and enjoyment of the public the buildings and structures, other than houses and the firehall, that exist on the day this Act comes into force on the land described in the Schedule, but nothing in this clause prevents the Trust from demolishing or relocating those buildings and structures at any time;</p> <p class=\"paragraph\">  (b) ensure that the public has reasonable access to the buildings and structures required to be operated by clause (a);</p> <p class=\"paragraph\">  (c) raise sufficient revenue to carry out the objects of the Trust; and</p> <p class=\"paragraph\">  (d) arrange for every house on the Islands to be appraised by an appraiser selected by the Trust and ensure that the appraisal is conducted in the prescribed manner,</p> <p class=\"subclause\">  (i) within one year of the date that the Province of Ontario vests the title and interest in the house in the owner or, if the house is occupied by a protected occupant, within sixty days of the Commissioner’s determination under section 9, and</p> <p class=\"subclause\">  (ii) when the title and interest in a house and land lease are to be transferred or sold, except when the transfer is under subsection 21 (2) or (3) or 27 (6).  1993, c. 15, s. 13 (3); 1996, c. 15, s. 9 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) The Trust shall make available to the City information sufficient to enable the City to determine its share of the proceeds from sales under sections 17, 19, 22 and 23.  1993, c. 15, s. 13 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 9 (1, 2) - 22/07/1996</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "14.",
            "section_x": "No trust created",
            "part_id": null,
            "part_type": null,
            "section_y": "No trust created",
            "content": "14 (1) This Act shall be deemed, (a) not to create a trust between the Province of Ontario and the Trust for the benefit of the members of the residential community on the Islands or the public; and (b) not to give rise to fiduciary obligations between any of the parties listed in clause (a).  1993, c. 15, s. 14 (1). Non-application (2) The following Acts do not apply to the Trust, the members of its board of directors, its officers, employees and agents or to the Commissioner: 1.  Repealed:  2009, c. 33, Sched. 2, s. 74. 2.  Charities Accounting Act. 3.  Trust in Real Estate Services Act, 2002. 4.  Trustee Act. 5.  Variation of Trusts Act.  1993, c. 15, s. 14 (2); 2002, c. 30, Sched. E, s. 20; 2009, c. 33, Sched. 2, s. 74; 2020, c. 1, s. 38. Section Amendments with date in force (d/m/y) 2002, c. 30, Sched. E, s. 20 - 31/06/2005 2009, c. 33, Sched. 2, s. 74 - 15/12/2009 2020, c. 1, s. 38\r\n- 01/12/2023",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>14 </b>(1) This Act shall be deemed,</p> <p class=\"paragraph\">  (a) not to create a trust between the Province of Ontario and the Trust for the benefit of the members of the residential community on the Islands or the public; and</p> <p class=\"paragraph\">  (b) not to give rise to fiduciary obligations between any of the parties listed in clause (a).  1993, c. 15, s. 14 (1).</p> <p class=\"headnote\">Non-application</p> <p class=\"subsection\">(2) The following Acts do not apply to the Trust, the members of its board of directors, its officers, employees and agents or to the Commissioner:</p> <p class=\"paragraph\">  1.  <span class=\"ovsmallcap\">Repealed</span>:  2009, c. 33, Sched. 2, s. 74.</p> <p class=\"paragraph\">  2.  <i>Charities Accounting Act</i>.</p> <p class=\"paragraph\">  3.  <i>Trust in</i> <i>Real Estate Services Act, 2002</i>.</p> <p class=\"paragraph\">  4.  <i>Trustee Act</i>.</p> <p class=\"paragraph\">  5.  <i>Variation of Trusts Act</i>.  1993, c. 15, s. 14 (2); 2002, c. 30, Sched. E, s. 20; 2009, c. 33, Sched. 2, s. 74; 2020, c. 1, s. 38.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02030#schedes20\">2002, c. 30, Sched. E, s. 20</a></span> - 31/06/2005</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched2s74\">2009, c. 33, Sched. 2, s. 74</a></span> - 15/12/2009</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20001#s38\">2020, c. 1, s. 38</a></span>\r\n- 01/12/2023</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "15.",
            "section_x": "Immunity",
            "part_id": null,
            "part_type": null,
            "section_y": "Immunity",
            "content": "15 No action or other proceeding for damages shall be instituted against the Commissioner, the Trust, the members of the board of directors or its officers, employees or agents for an act done in good faith in the execution or intended execution of the person’s duty or for any alleged neglect or default in the execution in good faith of that duty.  1993, c. 15, s. 15. 16 Repealed:  1996, c. 15, s. 10. Section Amendments with date in force (d/m/y) 1996, c. 15, s. 10 - 22/07/1996",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>15 </b>No action or other proceeding for damages shall be instituted against the Commissioner, the Trust, the members of the board of directors or its officers, employees or agents for an act done in good faith in the execution or intended execution of the person’s duty or for any alleged neglect or default in the execution in good faith of that duty.  1993, c. 15, s. 15.</p> <p class=\"section\"><b>16 </b><span>Repealed</span>:  1996, c. 15, s. 10.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 10 - 22/07/1996</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "17.",
            "section_x": "Initial offer of land lease",
            "part_id": null,
            "part_type": null,
            "section_y": "Initial offer of land lease",
            "content": "17 (1) Subject to subsection (2), the Trust shall offer to sell to the owner of a house within thirty days after the vesting of all title and interest in the house in the owner by the Province of Ontario, a lease for the land on which the house is situate and the land used in connection with the normal enjoyment of the house.  1993, c. 15, s. 17 (1). Same (2) If the house is occupied by a protected occupant, the Trust shall make the offer described in subsection (1) within thirty days after the protected occupant ceases to be entitled to occupy the house.  1993, c. 15, s. 17 (2). Purchase price (3) The purchase price for a land lease that is sold under this section before the first anniversary of the day this Act comes into force shall be, (a) for land on Ward’s Island, $36,000; and (b) for land on Algonquin Island, $46,000.  1993, c. 15, s. 17 (3). Special case (4) The purchase price for a land lease that is sold under this section before the first anniversary of the day this Act comes into force to an owner who is a senior as defined in the regulations and who meets the prescribed requirements shall be, (a) for land on Ward’s Island, $27,000; (b) for land on Algonquin Island, $34,500.  1993, c. 15, s. 17 (4). Adjusted purchase price (5) The purchase price for a land lease that is sold under this section on or after the first anniversary of the day this Act comes into force shall be determined in accordance with the regulations.  1993, c. 15, s. 17 (5). Owner’s options (6) Within thirty days after the receipt of an offer from the Trust to sell a land lease, the owner of the house shall, (a) accept the offer at the price and on the terms offered by the Trust; (b)  Repealed:  1996, c. 15, s. 11 (1). (c) reject the offer and request the Trust to sell the house and the land lease to a new owner; or (d) reject the offer and remove or demolish the house and restore the land.  1993, c. 15, s. 17 (6); 1996, c. 15, s. 11 (1). Option deemed taken (7) Subject to subsection (8), an owner who fails to respond to an offer from the Trust as provided in subsection (6) is deemed to have responded under clause (6) (c).  1993, c. 15, s. 17 (7). Time extension (8) The Trust may extend the time for responding to an offer, either before or after the expiry of the time, if the Trust is satisfied that there are reasonable grounds for the extension.  1993, c. 15, s. 17 (8). Acceptance of offer (9) If the owner accepts the offer, the owner shall pay the purchase price to the Trust within thirty days of accepting the offer and the Trust shall, upon the receipt of the money, vest all the title and interest in the land lease in the owner.  1993, c. 15, s. 17 (9). Joint tenants (10) If the house is owned in joint tenancy, the Trust shall vest the land lease in the owners as joint tenants.  1993, c. 15, s. 17 (10). Distribution of proceeds (11) The Trust shall distribute the proceeds of the sale as follows within thirty days after receiving the proceeds: 1. $2,500 to the Trust. 2.  Repealed:  1996, c. 15, s. 11 (2). 3. The remainder to the City.  1993, c. 15, s. 17 (11); 1996, c. 15, s. 11 (2). Transition, 1996 amendments (12) Despite the termination of the lease to the Trust described in paragraph 2 of subsection 22 (1) of the Toronto Islands Amendment Act, 1996, every land lease sold under this section before subsection 22 (1) of that Act comes into force is continued.  1996, c. 15, s. 11 (3). Section Amendments with date in force (d/m/y) 1996, c. 15, s. 11 (1-3) - 22/07/1996 18 Repealed:  1996, c. 15, s. 12. Section Amendments with date in force (d/m/y) 1996, c. 15, s. 12 - 22/07/1996",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>17 </b>(1) Subject to subsection (2), the Trust shall offer to sell to the owner of a house within thirty days after the vesting of all title and interest in the house in the owner by the Province of Ontario, a lease for the land on which the house is situate and the land used in connection with the normal enjoyment of the house.  1993, c. 15, s. 17 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) If the house is occupied by a protected occupant, the Trust shall make the offer described in subsection (1) within thirty days after the protected occupant ceases to be entitled to occupy the house.  1993, c. 15, s. 17 (2).</p> <p class=\"headnote\">Purchase price</p> <p class=\"subsection\">(3) The purchase price for a land lease that is sold under this section before the first anniversary of the day this Act comes into force shall be,</p> <p class=\"paragraph\">  (a) for land on Ward’s Island, $36,000; and</p> <p class=\"paragraph\">  (b) for land on Algonquin Island, $46,000.  1993, c. 15, s. 17 (3).</p> <p class=\"headnote\">Special case</p> <p class=\"subsection\">(4) The purchase price for a land lease that is sold under this section before the first anniversary of the day this Act comes into force to an owner who is a senior as defined in the regulations and who meets the prescribed requirements shall be,</p> <p class=\"paragraph\">  (a) for land on Ward’s Island, $27,000;</p> <p class=\"paragraph\">  (b) for land on Algonquin Island, $34,500.  1993, c. 15, s. 17 (4).</p> <p class=\"headnote\">Adjusted purchase price</p> <p class=\"subsection\">(5) The purchase price for a land lease that is sold under this section on or after the first anniversary of the day this Act comes into force shall be determined in accordance with the regulations.  1993, c. 15, s. 17 (5).</p> <p class=\"headnote\">Owner’s options</p> <p class=\"subsection\">(6) Within thirty days after the receipt of an offer from the Trust to sell a land lease, the owner of the house shall,</p> <p class=\"paragraph\">  (a) accept the offer at the price and on the terms offered by the Trust;</p> <p class=\"paragraph\">  (b)  <span>Repealed</span>:  1996, c. 15, s. 11 (1).</p> <p class=\"paragraph\">  (c) reject the offer and request the Trust to sell the house and the land lease to a new owner; or</p> <p class=\"paragraph\">  (d) reject the offer and remove or demolish the house and restore the land.  1993, c. 15, s. 17 (6); 1996, c. 15, s. 11 (1).</p> <p class=\"headnote\">Option deemed taken</p> <p class=\"subsection\">(7) Subject to subsection (8), an owner who fails to respond to an offer from the Trust as provided in subsection (6) is deemed to have responded under clause (6) (c).  1993, c. 15, s. 17 (7).</p> <p class=\"headnote\">Time extension</p> <p class=\"subsection\">(8) The Trust may extend the time for responding to an offer, either before or after the expiry of the time, if the Trust is satisfied that there are reasonable grounds for the extension.  1993, c. 15, s. 17 (8).</p> <p class=\"headnote\">Acceptance of offer</p> <p class=\"subsection\">(9) If the owner accepts the offer, the owner shall pay the purchase price to the Trust within thirty days of accepting the offer and the Trust shall, upon the receipt of the money, vest all the title and interest in the land lease in the owner.  1993, c. 15, s. 17 (9).</p> <p class=\"headnote\">Joint tenants</p> <p class=\"subsection\">(10) If the house is owned in joint tenancy, the Trust shall vest the land lease in the owners as joint tenants.  1993, c. 15, s. 17 (10).</p> <p class=\"headnote\">Distribution of proceeds</p> <p class=\"subsection\">(11) The Trust shall distribute the proceeds of the sale as follows within thirty days after receiving the proceeds:</p> <p class=\"paragraph\">  1. $2,500 to the Trust.</p> <p class=\"paragraph\">  2.  <span>Repealed</span>:  1996, c. 15, s. 11 (2).</p> <p class=\"paragraph\">  3. The remainder to the City.  1993, c. 15, s. 17 (11); 1996, c. 15, s. 11 (2).</p> <p class=\"headnote\">Transition, 1996 amendments</p> <p class=\"subsection\">(12) Despite the termination of the lease to the Trust described in paragraph 2 of subsection 22 (1) of the <i>Toronto Islands Amendment Act, 1996</i>, every land lease sold under this section before subsection 22 (1) of that Act comes into force is continued.  1996, c. 15, s. 11 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 11 (1-3) - 22/07/1996</p> <p class=\"section\"><b>18 </b><span>Repealed</span>:  1996, c. 15, s. 12.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 12 - 22/07/1996</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "19.",
            "section_x": "Vacant land leases",
            "part_id": null,
            "part_type": null,
            "section_y": "Vacant land leases",
            "content": "19 (1) The Trust may offer to sell, in accordance with this section, a maximum of 12 land leases with respect to land described in the Schedule that was vacant on December 15, 1993.  1996, c. 15, s. 13 (1). Same (2) Each land lease must be with respect to land sufficient to accommodate only one house.  1996, c. 15, s. 13 (1). (3)-(5) Repealed:  1996, c. 15, s. 13 (1). Offer to individuals (6) The Trust may offer a maximum of 12 land leases to individuals whose names are on the list described in section 25.  1996, c. 15, s. 13 (2). Same (6.1) An offer under subsection (6) may include the condition that the purchaser agrees to construct a house on the land upon the terms set out by the Trust.  1996, c. 15, s. 13 (2). Construction by Trust (7) The Trust may, before making an offer under subsection (6), construct a house on the vacant land.  1993, c. 15, s. 19 (7). Individual’s options (8) Within thirty days after the receipt of an offer from the Trust, the individual shall, (a) accept the offer at the price and on the terms offered by the Trust; or (b) reject the offer.  1993, c. 15, s. 19 (8); 1996, c. 15, s. 13 (3). Option deemed taken (9) An individual who fails to respond to an offer from the Trust as provided in subsection (8) is deemed to have responded under clause (8) (b).  1993, c. 15, s. 19 (9). Purchase price (10) The purchase price for a land lease that is sold under this section before the first anniversary of the day this Act comes into force shall be, (a) for land on Ward’s Island, $36,000; and (b) for land on Algonquin Island, $36,000 or $46,000, as determined in accordance with the regulations.  1993, c. 15, s. 19 (10). Adjusted purchase price (11) The purchase price for a land lease that is sold under this section on or after the first anniversary of the day this Act comes into force shall be determined in accordance with the regulations.  1993, c. 15, s. 19 (11). House price (12) If the Trust constructs a house, the purchase price for the house shall be determined in accordance with the regulations.  1993, c. 15, s. 19 (12). Acceptance of offer (13) An individual who accepts the Trust’s offer shall pay the purchase price to the Trust within 30 days after accepting the offer. Immediately upon receiving the money, the Trust shall vest all the title and interest in the land lease and house, if there is one, in the purchaser.  1996, c. 15, s. 13 (4). Joint tenants (14) If requested by the purchaser, the Trust shall vest the ownership under subsection (13) in more than one individual as joint tenants.  1996, c. 15, s. 13 (4). Proceeds (15) The Trust is entitled to all the proceeds of the sale of a land lease, a house or both under this section.  1996, c. 15, s. 13 (4). (16) Repealed:  1996, c. 15, s. 13 (4). Section Amendments with date in force (d/m/y) 1996, c. 15, s. 13 (1-4) - 22/07/1996",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>19 </b>(1) The Trust may offer to sell, in accordance with this section, a maximum of 12 land leases with respect to land described in the Schedule that was vacant on December 15, 1993.  1996, c. 15, s. 13 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Each land lease must be with respect to land sufficient to accommodate only one house.  1996, c. 15, s. 13 (1).</p> <p class=\"subsection\">(3)-(5) <span>Repealed</span>:  1996, c. 15, s. 13 (1).</p> <p class=\"headnote\">Offer to individuals</p> <p class=\"subsection\">(6) The Trust may offer a maximum of 12 land leases to individuals whose names are on the list described in section 25.  1996, c. 15, s. 13 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6.1) An offer under subsection (6) may include the condition that the purchaser agrees to construct a house on the land upon the terms set out by the Trust.  1996, c. 15, s. 13 (2).</p> <p class=\"headnote\">Construction by Trust</p> <p class=\"subsection\">(7) The Trust may, before making an offer under subsection (6), construct a house on the vacant land.  1993, c. 15, s. 19 (7).</p> <p class=\"headnote\">Individual’s options</p> <p class=\"subsection\">(8) Within thirty days after the receipt of an offer from the Trust, the individual shall,</p> <p class=\"paragraph\">  (a) accept the offer at the price and on the terms offered by the Trust; or</p> <p class=\"paragraph\">  (b) reject the offer.  1993, c. 15, s. 19 (8); 1996, c. 15, s. 13 (3).</p> <p class=\"headnote\">Option deemed taken</p> <p class=\"subsection\">(9) An individual who fails to respond to an offer from the Trust as provided in subsection (8) is deemed to have responded under clause (8) (b).  1993, c. 15, s. 19 (9).</p> <p class=\"headnote\">Purchase price</p> <p class=\"subsection\">(10) The purchase price for a land lease that is sold under this section before the first anniversary of the day this Act comes into force shall be,</p> <p class=\"paragraph\">  (a) for land on Ward’s Island, $36,000; and</p> <p class=\"paragraph\">  (b) for land on Algonquin Island, $36,000 or $46,000, as determined in accordance with the regulations.  1993, c. 15, s. 19 (10).</p> <p class=\"headnote\">Adjusted purchase price</p> <p class=\"subsection\">(11) The purchase price for a land lease that is sold under this section on or after the first anniversary of the day this Act comes into force shall be determined in accordance with the regulations.  1993, c. 15, s. 19 (11).</p> <p class=\"headnote\">House price</p> <p class=\"subsection\">(12) If the Trust constructs a house, the purchase price for the house shall be determined in accordance with the regulations.  1993, c. 15, s. 19 (12).</p> <p class=\"headnote\">Acceptance of offer</p> <p class=\"subsection\">(13) An individual who accepts the Trust’s offer shall pay the purchase price to the Trust within 30 days after accepting the offer. Immediately upon receiving the money, the Trust shall vest all the title and interest in the land lease and house, if there is one, in the purchaser.  1996, c. 15, s. 13 (4).</p> <p class=\"headnote\">Joint tenants</p> <p class=\"subsection\">(14) If requested by the purchaser, the Trust shall vest the ownership under subsection (13) in more than one individual as joint tenants.  1996, c. 15, s. 13 (4).</p> <p class=\"headnote\">Proceeds</p> <p class=\"subsection\">(15) The Trust is entitled to all the proceeds of the sale of a land lease, a house or both under this section.  1996, c. 15, s. 13 (4).</p> <p class=\"subsection\">(16) <span>Repealed</span>:  1996, c. 15, s. 13 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 13 (1-4) - 22/07/1996</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "20.",
            "section_x": "Conditions of land lease",
            "part_id": null,
            "part_type": null,
            "section_y": "Conditions of land lease",
            "content": "20 Every land lease of land on which a house is situate and every vacant land lease shall contain the following conditions: 1. The lease commences on the day that ownership in the house, if there is one when the land lease is sold, is vested in the owner. 2. If there is no house on the land, the lease commences on the day that ownership in the land lease is vested in the owner. 3. The owner is liable for all taxes, rates and other charges with respect to the house and land. 4. The owner shall keep the house and land in a state of repair that complies with all applicable provincial and municipal laws, regulations and by-laws. 5. The owner shall use the house as his or her principal residence and shall designate the house as his or her principal residence for federal income tax purposes. 6. The owner shall not transfer or otherwise part with his or her interest in the house or land lease, except to his or her spouse, child, joint tenant or to the Trust, in accordance with the Toronto Islands Residential Community Stewardship Act, 1993, and any transaction that purports to do so is void. However, the owner may mortgage or give a security interest in the house, if there is one, and the land lease and may do so without the consent of the Trust. 7. The owner shall not devise his or her interest in the house or land lease, except to his or her spouse or child in accordance with the Toronto Islands Residential Community Stewardship Act, 1993. 8. The owner shall not lease or otherwise part with possession of all or any part of the house and land except as otherwise provided in the Toronto Islands Residential Community Stewardship Act, 1993, and any transaction that purports to do so is void.  1993, c. 15, s. 20; 1996, c. 15, s. 14; 1999, c. 6, s. 64 (2); 2005, c. 5, s. 69 (2). Section Amendments with date in force (d/m/y) 1996, c. 15, s. 14 (1-3) - 22/07/1996; 1999, c. 6, s. 64 (2) - 01/03/2000 2005, c. 5, s. 69 (2)\r\n- 13/06/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>20 </b>Every land lease of land on which a house is situate and every vacant land lease shall contain the following conditions:</p> <p class=\"paragraph\">  1. The lease commences on the day that ownership in the house, if there is one when the land lease is sold, is vested in the owner.</p> <p class=\"paragraph\">  2. If there is no house on the land, the lease commences on the day that ownership in the land lease is vested in the owner.</p> <p class=\"paragraph\">  3. The owner is liable for all taxes, rates and other charges with respect to the house and land.</p> <p class=\"paragraph\">  4. The owner shall keep the house and land in a state of repair that complies with all applicable provincial and municipal laws, regulations and by-laws.</p> <p class=\"paragraph\">  5. The owner shall use the house as his or her principal residence and shall designate the house as his or her principal residence for federal income tax purposes.</p> <p class=\"paragraph\">  6. The owner shall not transfer or otherwise part with his or her interest in the house or land lease, except to his or her spouse, child, joint tenant or to the Trust, in accordance with the <i>Toronto Islands Residential Community Stewardship Act, 1993</i>, and any transaction that purports to do so is void. However, the owner may mortgage or give a security interest in the house, if there is one, and the land lease and may do so without the consent of the Trust.</p> <p class=\"paragraph\">  7. The owner shall not devise his or her interest in the house or land lease, except to his or her spouse or child in accordance with the <i>Toronto Islands Residential Community Stewardship Act, 1993</i>.</p> <p class=\"paragraph\">  8. The owner shall not lease or otherwise part with possession of all or any part of the house and land except as otherwise provided in the <i>Toronto Islands Residential Community Stewardship Act, 1993</i>, and any transaction that purports to do so is void.  1993, c. 15, s. 20; 1996, c. 15, s. 14; 1999, c. 6, s. 64 (2); 2005, c. 5, s. 69 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 14 (1-3) - 22/07/1996; 1999, c. 6, s. 64 (2) - 01/03/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05005#s69s2\">2005, c. 5, s. 69 (2)</a></span>\r\n- 13/06/2005</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "21.",
            "section_x": "Restrictions on transfer",
            "part_id": null,
            "part_type": null,
            "section_y": "Restrictions on transfer",
            "content": "21 (1) Except as provided in this section, an owner shall not transfer, devise or otherwise part with his or her interest in a house and land lease or vacant land lease except to the Trust, and any transaction that purports to do so is void.  1993, c. 15, s. 21 (1). Devise to spouse (2) An owner may devise to his or her spouse his or her interest in a house and land lease or vacant land lease.  1993, c. 15, s. 21 (2); 1999, c. 6, s. 64 (3); 2005, c. 5, s. 69 (3). Transfer to spouse (3) An owner may transfer to his or her spouse, for any or no consideration, all of his or her interest in a house and land lease or vacant land lease or part of the interest in joint tenancy.  1993, c. 15, s. 21 (3); 1999, c. 6, s. 64 (4); 2005, c. 5, s. 69 (4). Devise to child (4) An owner may devise to his or her child his or her interest in a house and land lease.  1993, c. 15, s. 21 (4). Sale to child (5) An owner may sell to his or her child, at a price determined in accordance with the regulations, all of his or her interest in a house and land lease or part of the interest in joint tenancy.  1993, c. 15, s. 21 (5). Sale to joint tenant (6) An owner who is a joint tenant may sell his or her interest in a house and land lease or vacant land lease to the other owner or owners of the house and land lease or vacant land lease, at a price determined in accordance with the regulations, unless the joint tenants have acquired under section 22 or 23 another house on the Islands as joint tenants.  1993, c. 15, s. 21 (6). Payment required (7) Despite subsection (4), the Trust shall not register the change in ownership under that subsection until the Trust is paid by the transferee an amount determined in accordance with the regulations.  1993, c. 15, s. 21 (7). Exemption from payment (8) If a child to whom a house and land lease are devised under subsection (4) requests that the Trust sell his or her title and interest in them under section 22, the child is exempt from the payment required by subsection (7).  1996, c. 15, s. 15. Mortgage, etc. (8.1) An owner may mortgage or give a security interest in his or her interest in a house and land lease or in a vacant land lease.  1996, c. 15, s. 15. Possession (9) An owner shall not lease or otherwise part with possession of all or any part of the house and land, and any transaction that purports to do so is void.  1993, c. 15, s. 21 (9). Sublease (10) Despite subsection (9), the Trust may permit an owner to sublease the house and land lease for such period and upon such terms and conditions as the Trust may approve.  1993, c. 15, s. 21 (10). Interests not severable (11) During the term of a land lease to an owner, the owner shall not sever his or her interests in a house and land lease.  1993, c. 15, s. 21 (11). Section Amendments with date in force (d/m/y) 1996, c. 15, s. 15 - 22/07/1996; 1999, c. 6, s. 64 (3, 4) - 01/03/2000 2005, c. 5, s. 69 (3, 4)\r\n- 13/06/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>21 </b>(1) Except as provided in this section, an owner shall not transfer, devise or otherwise part with his or her interest in a house and land lease or vacant land lease except to the Trust, and any transaction that purports to do so is void.  1993, c. 15, s. 21 (1).</p> <p class=\"headnote\">Devise to spouse</p> <p class=\"subsection\">(2) An owner may devise to his or her spouse his or her interest in a house and land lease or vacant land lease.  1993, c. 15, s. 21 (2); 1999, c. 6, s. 64 (3); 2005, c. 5, s. 69 (3).</p> <p class=\"headnote\">Transfer to spouse</p> <p class=\"subsection\">(3) An owner may transfer to his or her spouse, for any or no consideration, all of his or her interest in a house and land lease or vacant land lease or part of the interest in joint tenancy.  1993, c. 15, s. 21 (3); 1999, c. 6, s. 64 (4); 2005, c. 5, s. 69 (4).</p> <p class=\"headnote\">Devise to child</p> <p class=\"subsection\">(4) An owner may devise to his or her child his or her interest in a house and land lease.  1993, c. 15, s. 21 (4).</p> <p class=\"headnote\">Sale to child</p> <p class=\"subsection\">(5) An owner may sell to his or her child, at a price determined in accordance with the regulations, all of his or her interest in a house and land lease or part of the interest in joint tenancy.  1993, c. 15, s. 21 (5).</p> <p class=\"headnote\">Sale to joint tenant</p> <p class=\"subsection\">(6) An owner who is a joint tenant may sell his or her interest in a house and land lease or vacant land lease to the other owner or owners of the house and land lease or vacant land lease, at a price determined in accordance with the regulations, unless the joint tenants have acquired under section 22 or 23 another house on the Islands as joint tenants.  1993, c. 15, s. 21 (6).</p> <p class=\"headnote\">Payment required</p> <p class=\"subsection\">(7) Despite subsection (4), the Trust shall not register the change in ownership under that subsection until the Trust is paid by the transferee an amount determined in accordance with the regulations.  1993, c. 15, s. 21 (7).</p> <p class=\"headnote\">Exemption from payment</p> <p class=\"subsection\">(8) If a child to whom a house and land lease are devised under subsection (4) requests that the Trust sell his or her title and interest in them under section 22, the child is exempt from the payment required by subsection (7).  1996, c. 15, s. 15.</p> <p class=\"headnote\">Mortgage, etc.</p> <p class=\"subsection\">(8.1) An owner may mortgage or give a security interest in his or her interest in a house and land lease or in a vacant land lease.  1996, c. 15, s. 15.</p> <p class=\"headnote\">Possession</p> <p class=\"subsection\">(9) An owner shall not lease or otherwise part with possession of all or any part of the house and land, and any transaction that purports to do so is void.  1993, c. 15, s. 21 (9).</p> <p class=\"headnote\">Sublease</p> <p class=\"subsection\">(10) Despite subsection (9), the Trust may permit an owner to sublease the house and land lease for such period and upon such terms and conditions as the Trust may approve.  1993, c. 15, s. 21 (10).</p> <p class=\"headnote\">Interests not severable</p> <p class=\"subsection\">(11) During the term of a land lease to an owner, the owner shall not sever his or her interests in a house and land lease.  1993, c. 15, s. 21 (11).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 15 - 22/07/1996; 1999, c. 6, s. 64 (3, 4) - 01/03/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05005#s69s3\">2005, c. 5, s. 69 (3, 4)</a></span>\r\n- 13/06/2005</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "22.",
            "section_x": "Request to sell",
            "part_id": null,
            "part_type": null,
            "section_y": "Request to sell",
            "content": "22 (1) An owner may at any time request that the Trust sell, on the owner’s behalf, all the owner’s title and interest in the house and land lease or vacant land lease.  1993, c. 15, s. 22 (1). Trust offers to sell (2) Upon receipt of a request, the Trust shall immediately offer the house and land lease or vacant land lease for resale on the owner’s behalf to the individuals on the list described in section 25 for a price to be determined by the regulations.  1996, c. 15, s. 16 (1). (3) Repealed:  1996, c. 15, s. 16 (1). Options of purchaser (4) Within 30 days after the receipt of the offer from the Trust, the individual shall, (a) accept the offer at the price and on the terms offered by the Trust; or (b) reject the offer.  1993, c. 15, s. 22 (4); 1996, c. 15, s. 16 (2). Option deemed taken (5) An individual who fails to respond to an offer from the Trust as provided in subsection (4) shall be deemed to have responded under clause (4) (b).  1996, c. 15, s. 16 (3). Presentation of offer (6) If an individual accepts the Trust’s offer, the Trust shall present the acceptance to the owner as an offer to purchase the house and land lease or vacant land lease.  1996, c. 15, s. 16 (3). Owner’s options (7) Within thirty days after the presentation of the offer, the owner shall, (a) accept the offer at the price and on the terms offered by the individual; or (b) reject the offer and withdraw his or her request to the Trust.  1993, c. 15, s. 22 (7); 1996, c. 15, s. 16 (4). Option deemed taken (8) An owner who fails to respond to an offer presented by the Trust as provided in subsection (7) is deemed to have responded under clause (7) (b).  1993, c. 15, s. 22 (8). Same (9) Despite subsection (8), if the offer is made as a result of the owner’s deemed request for a sale under subsection 17 (7), an owner who fails to respond to an offer presented by the Trust as provided in subsection (7) is deemed to have responded under clause (7) (a).  1993, c. 15, s. 22 (9). Acceptance of offer (10) If an owner accepts the offer, the owner shall transfer all his or her title and interest in the house and land lease or vacant land lease to the Trust and the Trust shall then transfer all its title and interest in the house and land lease or vacant land lease to the purchaser.  1993, c. 15, s. 22 (10). Deferred payment (11) Despite subsection (10), the owner shall receive no proceeds from the sale of the house and land lease or vacant land lease to the Trust until the Trust receives the money from the purchaser and until all unpaid occupation charges for the land, charges owed to the Trust, the sewer and water charges under subsection 5 (4) and interest are paid in full.  1993, c. 15, s. 22 (11). Joint tenants (12) If more than one individual purchases a house and land lease, the Trust shall transfer the ownership to the individuals as joint tenants.  1993, c. 15, s. 22 (12). Distribution (13) The Trust shall distribute the proceeds of the sale and the payment under subsection 21 (7) in the manner prescribed.  1993, c. 15, s. 22 (13). Transition, 1996 amendments (14) Despite the termination of the lease to the Trust described in paragraph 2 of subsection 22 (1) of the Toronto Islands Amendment Act, 1996, every land lease sold under this section before subsection 22 (1) of that Act comes into force is continued.  1996, c. 15, s. 16 (5). Section Amendments with date in force (d/m/y) 1996, c. 15, s. 16 (1-5) - 22/07/1996",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>22 </b>(1) An owner may at any time request that the Trust sell, on the owner’s behalf, all the owner’s title and interest in the house and land lease or vacant land lease.  1993, c. 15, s. 22 (1).</p> <p class=\"headnote\">Trust offers to sell</p> <p class=\"subsection\">(2) Upon receipt of a request, the Trust shall immediately offer the house and land lease or vacant land lease for resale on the owner’s behalf to the individuals on the list described in section 25 for a price to be determined by the regulations.  1996, c. 15, s. 16 (1).</p> <p class=\"subsection\">(3) <span>Repealed</span>:  1996, c. 15, s. 16 (1).</p> <p class=\"headnote\">Options of purchaser</p> <p class=\"subsection\">(4) Within 30 days after the receipt of the offer from the Trust, the individual shall,</p> <p class=\"paragraph\">  (a) accept the offer at the price and on the terms offered by the Trust; or</p> <p class=\"paragraph\">  (b) reject the offer.  1993, c. 15, s. 22 (4); 1996, c. 15, s. 16 (2).</p> <p class=\"headnote\">Option deemed taken</p> <p class=\"subsection\">(5) An individual who fails to respond to an offer from the Trust as provided in subsection (4) shall be deemed to have responded under clause (4) (b).  1996, c. 15, s. 16 (3).</p> <p class=\"headnote\">Presentation of offer</p> <p class=\"subsection\">(6) If an individual accepts the Trust’s offer, the Trust shall present the acceptance to the owner as an offer to purchase the house and land lease or vacant land lease.  1996, c. 15, s. 16 (3).</p> <p class=\"headnote\">Owner’s options</p> <p class=\"subsection\">(7) Within thirty days after the presentation of the offer, the owner shall,</p> <p class=\"paragraph\">  (a) accept the offer at the price and on the terms offered by the individual; or</p> <p class=\"paragraph\">  (b) reject the offer and withdraw his or her request to the Trust.  1993, c. 15, s. 22 (7); 1996, c. 15, s. 16 (4).</p> <p class=\"headnote\">Option deemed taken</p> <p class=\"subsection\">(8) An owner who fails to respond to an offer presented by the Trust as provided in subsection (7) is deemed to have responded under clause (7) (b).  1993, c. 15, s. 22 (8).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(9) Despite subsection (8), if the offer is made as a result of the owner’s deemed request for a sale under subsection 17 (7), an owner who fails to respond to an offer presented by the Trust as provided in subsection (7) is deemed to have responded under clause (7) (a).  1993, c. 15, s. 22 (9).</p> <p class=\"headnote\">Acceptance of offer</p> <p class=\"subsection\">(10) If an owner accepts the offer, the owner shall transfer all his or her title and interest in the house and land lease or vacant land lease to the Trust and the Trust shall then transfer all its title and interest in the house and land lease or vacant land lease to the purchaser.  1993, c. 15, s. 22 (10).</p> <p class=\"headnote\">Deferred payment</p> <p class=\"subsection\">(11) Despite subsection (10), the owner shall receive no proceeds from the sale of the house and land lease or vacant land lease to the Trust until the Trust receives the money from the purchaser and until all unpaid occupation charges for the land, charges owed to the Trust, the sewer and water charges under subsection 5 (4) and interest are paid in full.  1993, c. 15, s. 22 (11).</p> <p class=\"headnote\">Joint tenants</p> <p class=\"subsection\">(12) If more than one individual purchases a house and land lease, the Trust shall transfer the ownership to the individuals as joint tenants.  1993, c. 15, s. 22 (12).</p> <p class=\"headnote\">Distribution</p> <p class=\"subsection\">(13) The Trust shall distribute the proceeds of the sale and the payment under subsection 21 (7) in the manner prescribed.  1993, c. 15, s. 22 (13).</p> <p class=\"headnote\">Transition, 1996 amendments</p> <p class=\"subsection\">(14) Despite the termination of the lease to the Trust described in paragraph 2 of subsection 22 (1) of the <i>Toronto Islands Amendment Act, 1996</i>, every land lease sold under this section before subsection 22 (1) of that Act comes into force is continued.  1996, c. 15, s. 16 (5).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 16 (1-5) - 22/07/1996</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "23.",
            "section_x": "Offer to sell",
            "part_id": null,
            "part_type": null,
            "section_y": "Offer to sell",
            "content": "23 (1) This section applies to, (a) a house and land lease acquired by the Trust under subsection 8 (7) and section 16, respectively; (b) a house that the Trust is requested to sell under clause 17 (6) (c) and a land lease acquired under section 16; and (c) a house and land lease or vacant land lease acquired by the Trust under subsection 27 (1).  1993, c. 15, s. 23 (1). Sale by Trust (2) The Trust shall offer to sell a house and land lease or vacant land lease acquired by it to the individuals on the list described in section 25 for a price to be determined in accordance with the regulations.  1993, c. 15, s. 23 (2). Removal or repair (3) The Trust may, before making an offer under subsection (2) where it has acquired a house and land lease under clause (1) (a), (a) repair the house; (b) remove or demolish the house and construct a house on the land; or (c) remove or demolish the house, restore the land and offer to sell the land lease without a house on the land.  1993, c. 15, s. 23 (3). Options of purchaser (4) Within thirty days after the receipt of an offer from the Trust, an individual shall, (a) accept the offer at the price and on the terms offered by the Trust and, if the land is vacant, agree to construct a house on the land; or (b) reject the offer.  1993, c. 15, s. 23 (4). Option deemed taken (5) An individual who fails to respond to an offer from the Trust as provided in subsection (4) is deemed to have responded under clause (4) (b).  1993, c. 15, s. 23 (5). Acceptance of offer (6) If the individual accepts the offer and pays the purchase price to the Trust, the Trust shall, upon the receipt of the money, vest in the purchaser all its title and interest in the house, if there is one, and in the land lease.  1993, c. 15, s. 23 (6). Joint tenants (7) If more than one individual purchases a house and land lease or vacant land lease, the Trust shall transfer the ownership to the individuals as joint tenants.  1993, c. 15, s. 23 (7). Distribution of proceeds (8) Subject to subsections (9) and (10), the Trust shall distribute the proceeds of the sale as determined in accordance with the regulations.  1993, c. 15, s. 23 (8). House repair costs (9) If the Trust repairs a house or demolishes a house and restores the land under subsection (3), the Trust shall keep the portion of the proceeds attributable to the repair or to the demolition and restoration.  1993, c. 15, s. 23 (9). House construction costs (10) If the Trust constructs a house under subsection (3), the Trust shall keep the purchase price of the house, as determined in accordance with the regulations.  1993, c. 15, s. 23 (10).",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>23 </b>(1) This section applies to,</p> <p class=\"paragraph\">  (a) a house and land lease acquired by the Trust under subsection 8 (7) and section 16, respectively;</p> <p class=\"paragraph\">  (b) a house that the Trust is requested to sell under clause 17 (6) (c) and a land lease acquired under section 16; and</p> <p class=\"paragraph\">  (c) a house and land lease or vacant land lease acquired by the Trust under subsection 27 (1).  1993, c. 15, s. 23 (1).</p> <p class=\"headnote\">Sale by Trust</p> <p class=\"subsection\">(2) The Trust shall offer to sell a house and land lease or vacant land lease acquired by it to the individuals on the list described in section 25 for a price to be determined in accordance with the regulations.  1993, c. 15, s. 23 (2).</p> <p class=\"headnote\">Removal or repair</p> <p class=\"subsection\">(3) The Trust may, before making an offer under subsection (2) where it has acquired a house and land lease under clause (1) (a),</p> <p class=\"paragraph\">  (a) repair the house;</p> <p class=\"paragraph\">  (b) remove or demolish the house and construct a house on the land; or</p> <p class=\"paragraph\">  (c) remove or demolish the house, restore the land and offer to sell the land lease without a house on the land.  1993, c. 15, s. 23 (3).</p> <p class=\"headnote\">Options of purchaser</p> <p class=\"subsection\">(4) Within thirty days after the receipt of an offer from the Trust, an individual shall,</p> <p class=\"paragraph\">  (a) accept the offer at the price and on the terms offered by the Trust and, if the land is vacant, agree to construct a house on the land; or</p> <p class=\"paragraph\">  (b) reject the offer.  1993, c. 15, s. 23 (4).</p> <p class=\"headnote\">Option deemed taken</p> <p class=\"subsection\">(5) An individual who fails to respond to an offer from the Trust as provided in subsection (4) is deemed to have responded under clause (4) (b).  1993, c. 15, s. 23 (5).</p> <p class=\"headnote\">Acceptance of offer</p> <p class=\"subsection\">(6) If the individual accepts the offer and pays the purchase price to the Trust, the Trust shall, upon the receipt of the money, vest in the purchaser all its title and interest in the house, if there is one, and in the land lease.  1993, c. 15, s. 23 (6).</p> <p class=\"headnote\">Joint tenants</p> <p class=\"subsection\">(7) If more than one individual purchases a house and land lease or vacant land lease, the Trust shall transfer the ownership to the individuals as joint tenants.  1993, c. 15, s. 23 (7).</p> <p class=\"headnote\">Distribution of proceeds</p> <p class=\"subsection\">(8) Subject to subsections (9) and (10), the Trust shall distribute the proceeds of the sale as determined in accordance with the regulations.  1993, c. 15, s. 23 (8).</p> <p class=\"headnote\">House repair costs</p> <p class=\"subsection\">(9) If the Trust repairs a house or demolishes a house and restores the land under subsection (3), the Trust shall keep the portion of the proceeds attributable to the repair or to the demolition and restoration.  1993, c. 15, s. 23 (9).</p> <p class=\"headnote\">House construction costs</p> <p class=\"subsection\">(10) If the Trust constructs a house under subsection (3), the Trust shall keep the purchase price of the house, as determined in accordance with the regulations.  1993, c. 15, s. 23 (10).</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "24.",
            "section_x": "Creditors",
            "part_id": null,
            "part_type": null,
            "section_y": "Creditors",
            "content": "24 (1) Subject to subsections (2), (3) and (3.1), a creditor of an owner who acquires the owner’s interest in the house and land lease or vacant land lease, including a municipality exercising its rights under Part XIV of the City of Toronto Act, 2006, stands in the place of the owner under this Act.  1993, c. 15, s. 24 (1); 1996, c. 15, s. 17 (1); 2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 67 (2). No right to occupy (2) A creditor who acquires an owner’s interest in a house and land lease shall not occupy the house or permit any person to occupy the house.  1993, c. 15, s. 24 (2). No right to build or occupy (3) A creditor who acquires an owner’s interest in a vacant land lease shall not build on or occupy the property or permit any person to build on or occupy the property.  1993, c. 15, s. 24 (3). Mortgagee (3.1) In the event of a default under a mortgage, the mortgagee is entitled to exercise the owner’s right to require a sale of the house and land lease or vacant land lease only after giving the notices required under the Mortgages Act.  1996, c. 15, s. 17 (2). Notice to Trust (4) The creditor shall immediately notify the Trust of the acquisition.  1993, c. 15, s. 24 (4). Section Amendments with date in force (d/m/y) 1996, c. 15, s. 17 (1, 2) - 22/07/1996 2002, c. 17, Sched. F, Table - 01/01/2003 2006, c. 32, Sched. C, s. 67 (2) - 01/01/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>24 </b>(1) Subject to subsections (2), (3) and (3.1), a creditor of an owner who acquires the owner’s interest in the house and land lease or vacant land lease, including a municipality exercising its rights under Part XIV of the <i>City of Toronto Act, 2006</i>, stands in the place of the owner under this Act.  1993, c. 15, s. 24 (1); 1996, c. 15, s. 17 (1); 2002, c. 17, Sched. F, Table; 2006, c. 32, Sched. C, s. 67 (2).</p> <p class=\"headnote\">No right to occupy</p> <p class=\"subsection\">(2) A creditor who acquires an owner’s interest in a house and land lease shall not occupy the house or permit any person to occupy the house.  1993, c. 15, s. 24 (2).</p> <p class=\"headnote\">No right to build or occupy</p> <p class=\"subsection\">(3) A creditor who acquires an owner’s interest in a vacant land lease shall not build on or occupy the property or permit any person to build on or occupy the property.  1993, c. 15, s. 24 (3).</p> <p class=\"headnote\">Mortgagee</p> <p class=\"subsection\">(3.1) In the event of a default under a mortgage, the mortgagee is entitled to exercise the owner’s right to require a sale of the house and land lease or vacant land lease only after giving the notices required under the <i>Mortgages Act</i>.  1996, c. 15, s. 17 (2).</p> <p class=\"headnote\">Notice to Trust</p> <p class=\"subsection\">(4) The creditor shall immediately notify the Trust of the acquisition.  1993, c. 15, s. 24 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 17 (1, 2) - 22/07/1996</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedcs67s2\">2006, c. 32, Sched. C, s. 67 (2)</a></span> - 01/01/2007</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "25.",
            "section_x": "Purchaser list",
            "part_id": null,
            "part_type": null,
            "section_y": "Purchaser list",
            "content": "25 The Trust shall keep a list of individuals who apply in writing to purchase a house and land lease or vacant land lease on the land described in the Schedule.  1996, c. 15, s. 18. Section Amendments with date in force (d/m/y) 1996, c. 15, s. 18 - 12/08/1996",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>25 </b>The Trust shall keep a list of individuals who apply in writing to purchase a house and land lease or vacant land lease on the land described in the Schedule.  1996, c. 15, s. 18.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 18 - 12/08/1996</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "26.",
            "section_x": "Register",
            "part_id": null,
            "part_type": null,
            "section_y": "Register",
            "content": "26 (1) The Trust shall maintain a register that identifies, for every house and land lease and vacant land lease on the land described in the Schedule, (a) the owner; (b) the protected occupant, if any; (c) all the transactions pertaining to the house and land lease or vacant land lease; and (d) creditors who have notified the Trust that they have acquired the owner’s interest.  1993, c. 15, s. 26 (1). Available to the public (2) The register shall be kept at the head office of the Trust and shall be available for examination by the public.  1993, c. 15, s. 26 (2). Copy to City clerk (3) For the purpose of subsections 10 (2) and (3), the Trust shall deliver a copy of the register to the City clerk every year on or before the day that the assessment roll is required to be returned under the Assessment Act.  1993, c. 15, s. 26 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>26 </b>(1) The Trust shall maintain a register that identifies, for every house and land lease and vacant land lease on the land described in the Schedule,</p> <p class=\"paragraph\">  (a) the owner;</p> <p class=\"paragraph\">  (b) the protected occupant, if any;</p> <p class=\"paragraph\">  (c) all the transactions pertaining to the house and land lease or vacant land lease; and</p> <p class=\"paragraph\">  (d) creditors who have notified the Trust that they have acquired the owner’s interest.  1993, c. 15, s. 26 (1).</p> <p class=\"headnote\">Available to the public</p> <p class=\"subsection\">(2) The register shall be kept at the head office of the Trust and shall be available for examination by the public.  1993, c. 15, s. 26 (2).</p> <p class=\"headnote\">Copy to City clerk</p> <p class=\"subsection\">(3) For the purpose of subsections 10 (2) and (3), the Trust shall deliver a copy of the register to the City clerk every year on or before the day that the assessment roll is required to be returned under the <i>Assessment Act</i>.  1993, c. 15, s. 26 (3).</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "27.",
            "section_x": "Death of owner",
            "part_id": null,
            "part_type": null,
            "section_y": "Death of owner",
            "content": "27 (1) Upon the death of the owner or, if there is more than one owner, of the last surviving owner, all the title and interest in the house and land lease or vacant land lease vests in the Trust, effective the date of death, unless subsection (4), (5) or (6) applies.  1993, c. 15, s. 27 (1). Notice to Trust (2) The legal representatives of the estate of the deceased owner shall immediately notify the Trust of the death.  1993, c. 15, s. 27 (2). Offer to purchase (3) The Trust shall, upon the vesting of the title and interest in the house and land lease or vacant land lease under subsection (1), proceed to sell the house and land lease or vacant land lease in accordance with section 23.  1993, c. 15, s. 27 (3). Devise to spouse (4) If an owner devises the interest in a house and land lease or vacant land lease to his or her spouse, the Trust shall, upon proof of the owner’s death and of the heir’s entitlement, enter the name of the heir as owner in the register.  1993, c. 15, s. 27 (4); 1999, c. 6, s. 64 (5); 2005, c. 5, s. 69 (5). Devise to child (5) If an owner devises the interest in a house and land lease to his or her child, the Trust shall, upon proof of the owner’s death and of the heir’s entitlement and upon payment of the amount required by subsection 21 (7), enter in the register the name of the heir as owner or, if there are two or more heirs, as owners in joint tenancy.  1993, c. 15, s. 27 (5). Survivorship of joint tenant (6) If a joint tenant survives the deceased owner, the Trust shall, upon proof of the death, delete the name of the deceased from the register.  1993, c. 15, s. 27 (6). Section Amendments with date in force (d/m/y) 1999, c. 6, s. 64 (5) - 01/03/2000 2005, c. 5, s. 69 (5) - 13/06/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>27 </b>(1) Upon the death of the owner or, if there is more than one owner, of the last surviving owner, all the title and interest in the house and land lease or vacant land lease vests in the Trust, effective the date of death, unless subsection (4), (5) or (6) applies.  1993, c. 15, s. 27 (1).</p> <p class=\"headnote\">Notice to Trust</p> <p class=\"subsection\">(2) The legal representatives of the estate of the deceased owner shall immediately notify the Trust of the death.  1993, c. 15, s. 27 (2).</p> <p class=\"headnote\">Offer to purchase</p> <p class=\"subsection\">(3) The Trust shall, upon the vesting of the title and interest in the house and land lease or vacant land lease under subsection (1), proceed to sell the house and land lease or vacant land lease in accordance with section 23.  1993, c. 15, s. 27 (3).</p> <p class=\"headnote\">Devise to spouse</p> <p class=\"subsection\">(4) If an owner devises the interest in a house and land lease or vacant land lease to his or her spouse, the Trust shall, upon proof of the owner’s death and of the heir’s entitlement, enter the name of the heir as owner in the register.  1993, c. 15, s. 27 (4); 1999, c. 6, s. 64 (5); 2005, c. 5, s. 69 (5).</p> <p class=\"headnote\">Devise to child</p> <p class=\"subsection\">(5) If an owner devises the interest in a house and land lease to his or her child, the Trust shall, upon proof of the owner’s death and of the heir’s entitlement and upon payment of the amount required by subsection 21 (7), enter in the register the name of the heir as owner or, if there are two or more heirs, as owners in joint tenancy.  1993, c. 15, s. 27 (5).</p> <p class=\"headnote\">Survivorship of joint tenant</p> <p class=\"subsection\">(6) If a joint tenant survives the deceased owner, the Trust shall, upon proof of the death, delete the name of the deceased from the register.  1993, c. 15, s. 27 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 6, s. 64 (5) - 01/03/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05005#s69s5\">2005, c. 5, s. 69 (5)</a></span> - 13/06/2005</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "28.",
            "section_x": "Occupation charge",
            "part_id": null,
            "part_type": null,
            "section_y": "Occupation charge",
            "content": "28 (1) In this section, “interim period” means the period of time from the day this Act comes into force until the day that the land lease is purchased by any person.  1993, c. 15, s. 28 (1). Occupation charge (2) An individual occupying a house at any time during the interim period shall pay a prescribed occupation charge for the land to the Trust.  1993, c. 15, s. 28 (2). Remit to City (3) The Trust shall bill the occupant for the occupation charge for the land and shall remit the amounts collected to the City.  1993, c. 15, s. 28 (3). Municipal charges (4) An individual occupying a house at any time during the interim period shall be liable for all municipal charges owed during the interim period in respect of the house, the land on which it is situate and the land used in connection with the normal enjoyment of the house.  1993, c. 15, s. 28 (4). No lease (5) Despite subsection (2), no lease and no tenancy agreement within the meaning of the Residential Tenancies Act, 2006 shall exist between the occupant of the house and the Province of Ontario, the Trust or the owner.  1997, c. 24, s. 222 (2); 2006, c. 17, s. 260 (2). Section Amendments with date in force (d/m/y) 1997, c. 24, s. 222 (2) - 17/06/1998 2006, c. 17, s. 260 (2)\r\n- 31/01/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>28 </b>(1) In this section,</p> <p class=\"definition\">“interim period” means the period of time from the day this Act comes into force until the day that the land lease is purchased by any person.  1993, c. 15, s. 28 (1).</p> <p class=\"headnote\">Occupation charge</p> <p class=\"subsection\">(2) An individual occupying a house at any time during the interim period shall pay a prescribed occupation charge for the land to the Trust.  1993, c. 15, s. 28 (2).</p> <p class=\"headnote\">Remit to City</p> <p class=\"subsection\">(3) The Trust shall bill the occupant for the occupation charge for the land and shall remit the amounts collected to the City.  1993, c. 15, s. 28 (3).</p> <p class=\"headnote\">Municipal charges</p> <p class=\"subsection\">(4) An individual occupying a house at any time during the interim period shall be liable for all municipal charges owed during the interim period in respect of the house, the land on which it is situate and the land used in connection with the normal enjoyment of the house.  1993, c. 15, s. 28 (4).</p> <p class=\"headnote\">No lease</p> <p class=\"subsection\">(5) Despite subsection (2), no lease and no tenancy agreement within the meaning of the <i>Residential Tenancies Act, 2006</i> shall exist between the occupant of the house and the Province of Ontario, the Trust or the owner.  1997, c. 24, s. 222 (2); 2006, c. 17, s. 260 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1997, c. 24, s. 222 (2) - 17/06/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06017#s260s2\">2006, c. 17, s. 260 (2)</a></span>\r\n- 31/01/2007</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "29.",
            "section_x": "Planning Act not to apply subdivision",
            "part_id": null,
            "part_type": null,
            "section_y": "Planning Act not to apply subdivision",
            "content": "29 (1) Section 50 of the Planning Act does not apply to the land described in the Schedule.  1993, c. 15, s. 29 (1). Same construction (2) Subject to subsection (3), the Planning Act does not apply to the construction of houses on land described in the Schedule that is vacant on the day this Act comes into force or to the use for residential purposes of land described in the Schedule that is vacant on the day this Act comes into force.  1993, c. 15, s. 29 (2). Exception (3) Sections 47, 63, 64, 65 and 67 of the Planning Act do apply, with necessary modifications, to the construction and the use described in subsection (2).  1993, c. 15, s. 29 (3). (3.1) Repealed:  1993, c. 15, s. 29 (3.2). (3.2) Spent:  1996, c. 15, s. 19 (3). Trust to regulate construction (4) Construction described in subsection (2) shall be subject to the approval of the Trust, and for such purposes the Trust may regulate the type of construction and the height, bulk, location, size, floor area, spacing and character of buildings and structures to be constructed.  1993, c. 15, s. 29 (4). Section Amendments with date in force (d/m/y) 1993, c. 15, s. 29 (3.2) - see 1996, c. 15, s. 19 (3) - 22/07/1998; 1996, c. 15, s. 19 (1, 2, 4) - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2011; 1996, c. 15, s. 19 (3) - 22/07/1996",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>29 </b>(1) Section 50 of the <i>Planning Act</i> does not apply to the land described in the Schedule.  1993, c. 15, s. 29 (1).</p> <p class=\"headnote\">Same construction</p> <p class=\"subsection\">(2) Subject to subsection (3), the <i>Planning Act</i> does not apply to the construction of houses on land described in the Schedule that is vacant on the day this Act comes into force or to the use for residential purposes of land described in the Schedule that is vacant on the day this Act comes into force.  1993, c. 15, s. 29 (2).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(3) Sections 47, 63, 64, 65 and 67 of the <i>Planning Act</i> do apply, with necessary modifications, to the construction and the use described in subsection (2).  1993, c. 15, s. 29 (3).</p> <p class=\"subsection\">(3.1) <span>Repealed</span>:  1993, c. 15, s. 29 (3.2).</p> <p class=\"subsection\">(3.2) <span>Spent</span>:  1996, c. 15, s. 19 (3).</p> <p class=\"headnote\">Trust to regulate construction</p> <p class=\"subsection\">(4) Construction described in subsection (2) shall be subject to the approval of the Trust, and for such purposes the Trust may regulate the type of construction and the height, bulk, location, size, floor area, spacing and character of buildings and structures to be constructed.  1993, c. 15, s. 29 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1993, c. 15, s. 29 (3.2) - see 1996, c. 15, s. 19 (3) - 22/07/1998; 1996, c. 15, s. 19 (1, 2, 4) - see <a href=\"http://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i></a> - 31/12/2011; 1996, c. 15, s. 19 (3) - 22/07/1996</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "30.",
            "section_x": "Time extensions",
            "part_id": null,
            "part_type": null,
            "section_y": "Time extensions",
            "content": "30 The Minister may, in his or her sole discretion, extend the time limits set out in subsections 7 (2), 8 (2), 8 (4) and 9 (3), clause 13 (3) (d) and subsections 17 (1) and (2), before or after their expiry.  1993, c. 15, s. 30.",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>30 </b>The Minister may, in his or her sole discretion, extend the time limits set out in subsections 7 (2), 8 (2), 8 (4) and 9 (3), clause 13 (3) (d) and subsections 17 (1) and (2), before or after their expiry.  1993, c. 15, s. 30.</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "31.",
            "section_x": "Offence",
            "part_id": null,
            "part_type": null,
            "section_y": "Offence",
            "content": "31 Any individual who contravenes subsection 21 (1), (9) or (11) or 24 (2) or (3) or who fails to comply with subsection 24 (4) or 27 (2) is guilty of an offence and is liable on conviction to a fine not exceeding $5,000.  1993, c. 15, s. 31.",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>31 </b>Any individual who contravenes subsection 21 (1), (9) or (11) or 24 (2) or (3) or who fails to comply with subsection 24 (4) or 27 (2) is guilty of an offence and is liable on conviction to a fine not exceeding $5,000.  1993, c. 15, s. 31.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "32.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "32 (1) The Lieutenant Governor in Council may make regulations, 1.  Repealed:  1996, c. 15, s. 20 (1). 2. governing the procedure for applying for an entitlement to a house under subsection 7 (1); 3. prescribing matters to be considered and matters not to be considered by the Commissioner for the purposes of subsections 8 (1) and 9 (3); 4. governing the procedure for applying for protected occupant status under subsection 9 (1); 5. prescribing the maximum amount of time a house may be occupied by a protected occupant under subsection 9 (5); 6. prescribing an occupation charge for a house, or a method of determining it, for the purpose of subsection 9 (6); 7. prescribing a rate of interest for the purpose of subsection 9 (8); 8. prescribing additional rights and obligations of protected occupants; 9. prescribing additional objects of the Trust for the purpose of subsection 11 (2); 10.  Repealed:  1996, c. 15, s. 20 (2). 11. prescribing the method of appraisal for the purpose of clause 13 (3) (d); 12. prescribing the requirements for the purpose of subsection 17 (4); 13. prescribing a purchase price for a house, or a method of determining it, for the purposes of subsection 19 (12); 14. prescribing a method of determining a purchase price for a land lease sold under subsection 17 (5), 19 (11) or 21 (5) or (6) and prescribing a different calculation if the purchaser meets the financial need requirements prescribed under paragraph 12; 15., 16.  Repealed:  1996, c. 15, s. 20 (4). 17. prescribing the method of determining which purchase price under clause 19 (10) (b) applies to a land lease on Algonquin Island; 18. prescribing additional terms and conditions of a land lease; 19. prescribing the manner in which price is determined under subsections 21 (5) and (6); 20. prescribing a method of determining the amount to be paid under subsection 21 (7), prescribing the distribution of the amount and requiring the Trust to distribute the amount paid to it as prescribed; 21. prescribing a purchase price or a method of determining it, for a house and land lease or vacant land lease for the purposes of subsections 22 (2) and 23 (2); 22. governing the distribution of the proceeds of sale for the purposes of subsections 22 (13) and 23 (8) and prescribing a different distribution if the previous owner bought the land lease under subsection 17 (4) or at a discounted price under a regulation made under paragraph 14; 23. prescribing a method of determining a purchase price for a house for the purpose of subsection 23 (10); 24. governing the procedure for applying under subsection 25 (1); 25.  Repealed:  1996, c. 15, s. 20 (6). 26. prescribing additional information to be kept in the Trust register described in section 26; 27. prescribing an occupation charge for land, or a method of determining it, for the purpose of subsection 28 (2); 28. prescribing such other matters as may be prescribed under the Act.  1993, c. 15, s. 32 (1); 1996, c. 15, s. 20 (1-7). Review (2) The Lieutenant Governor in Council shall review the regulations made under paragraphs 14, 20 and 21 of subsection (1) every tenth year after they are made, in light of the economic conditions at the time of the review, and shall amend them if necessary.  1993, c. 15, s. 32 (2). Section Amendments with date in force (d/m/y) 1996, c. 15, s. 20 (1-5, 7) - 22/07/1996; 1996, c. 15, s. 20 (6) - 12/08/1996",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>32 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  1.  <span>Repealed:</span>  1996, c. 15, s. 20 (1).</p> <p class=\"paragraph\">  2. governing the procedure for applying for an entitlement to a house under subsection 7 (1);</p> <p class=\"paragraph\">  3. prescribing matters to be considered and matters not to be considered by the Commissioner for the purposes of subsections 8 (1) and 9 (3);</p> <p class=\"paragraph\">  4. governing the procedure for applying for protected occupant status under subsection 9 (1);</p> <p class=\"paragraph\">  5. prescribing the maximum amount of time a house may be occupied by a protected occupant under subsection 9 (5);</p> <p class=\"paragraph\">  6. prescribing an occupation charge for a house, or a method of determining it, for the purpose of subsection 9 (6);</p> <p class=\"paragraph\">  7. prescribing a rate of interest for the purpose of subsection 9 (8);</p> <p class=\"paragraph\">  8. prescribing additional rights and obligations of protected occupants;</p> <p class=\"paragraph\">  9. prescribing additional objects of the Trust for the purpose of subsection 11 (2);</p> <p class=\"paragraph\">  10.  <span>Repealed</span>:  1996, c. 15, s. 20 (2).</p> <p class=\"paragraph\">  11. prescribing the method of appraisal for the purpose of clause 13 (3) (d);</p> <p class=\"paragraph\">  12. prescribing the requirements for the purpose of subsection 17 (4);</p> <p class=\"paragraph\">  13. prescribing a purchase price for a house, or a method of determining it, for the purposes of subsection 19 (12);</p> <p class=\"paragraph\">  14. prescribing a method of determining a purchase price for a land lease sold under subsection 17 (5), 19 (11) or 21 (5) or (6) and prescribing a different calculation if the purchaser meets the financial need requirements prescribed under paragraph 12;</p> <p class=\"paragraph\"> 15., 16.  <span>Repealed</span>:  1996, c. 15, s. 20 (4).</p> <p class=\"paragraph\">  17. prescribing the method of determining which purchase price under clause 19 (10) (b) applies to a land lease on Algonquin Island;</p> <p class=\"paragraph\">  18. prescribing additional terms and conditions of a land lease;</p> <p class=\"paragraph\">  19. prescribing the manner in which price is determined under subsections 21 (5) and (6);</p> <p class=\"paragraph\">  20. prescribing a method of determining the amount to be paid under subsection 21 (7), prescribing the distribution of the amount and requiring the Trust to distribute the amount paid to it as prescribed;</p> <p class=\"paragraph\">  21. prescribing a purchase price or a method of determining it, for a house and land lease or vacant land lease for the purposes of subsections 22 (2) and 23 (2);</p> <p class=\"paragraph\">  22. governing the distribution of the proceeds of sale for the purposes of subsections 22 (13) and 23 (8) and prescribing a different distribution if the previous owner bought the land lease under subsection 17 (4) or at a discounted price under a regulation made under paragraph 14;</p> <p class=\"paragraph\">  23. prescribing a method of determining a purchase price for a house for the purpose of subsection 23 (10);</p> <p class=\"paragraph\">  24. governing the procedure for applying under subsection 25 (1);</p> <p class=\"paragraph\">  25.  <span>Repealed</span>:  1996, c. 15, s. 20 (6).</p> <p class=\"paragraph\">  26. prescribing additional information to be kept in the Trust register described in section 26;</p> <p class=\"paragraph\">  27. prescribing an occupation charge for land, or a method of determining it, for the purpose of subsection 28 (2);</p> <p class=\"paragraph\">  28. prescribing such other matters as may be prescribed under the Act.  1993, c. 15, s. 32 (1); 1996, c. 15, s. 20 (1-7).</p> <p class=\"headnote\">Review</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council shall review the regulations made under paragraphs 14, 20 and 21 of subsection (1) every tenth year after they are made, in light of the economic conditions at the time of the review, and shall amend them if necessary.  1993, c. 15, s. 32 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 20 (1-5, 7) - 22/07/1996; 1996, c. 15, s. 20 (6) - 12/08/1996</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "33.",
            "section_x": "Conflicts",
            "part_id": null,
            "part_type": null,
            "section_y": "Conflicts",
            "content": "33 (1) This Act prevails in the event of a conflict between it and the Assessment Act, the Building Code Act, 1992, the Commercial Tenancies Act, the Family Law Act, the Mortgages Act, Part XIV of the City of Toronto Act, 2006, the Residential Tenancies Act, 2006 or the Succession Law Reform Act.  1997, c. 24, s. 222 (3); 2002, c. 17, Sched. F, Table; 2006, c. 17, s. 260 (3); 2006, c. 32, Sched. C, s. 67 (3). Proceedings under Building Code Act, 1992 (2) The following proceedings commenced before December 15, 1993 under the Building Code Act, 1992\r\nor a predecessor to that Act are discontinued on the day on which section 21 of the Toronto Islands Amendment Act, 1996 comes into force: 1. Such proceedings as may be prescribed relating to land described in the Schedule and houses and other buildings and structures on that land. 2. Proceedings relating to such land described in the Schedule as may be prescribed and such houses and other buildings and structures on that land as may be prescribed.  1996, c. 15, s. 21. Applications under Building Code Act, 1992 (3) The following applications made before December 15, 1993 under the Building Code Act, 1992\r\nor a predecessor to that Act shall be deemed to be withdrawn on the day on which section 21 of the Toronto Islands Amendment Act, 1996\r\ncomes into force: 1. Such applications as may be prescribed relating to land described in the Schedule and houses and other buildings and structures on that land. 2. Applications relating to such land described in the Schedule as may be prescribed and such houses and other buildings and structures on that land as may be prescribed.  1996, c. 15, s. 21. Liability of City (4) The City is not liable for any damage or injury caused, or alleged to have been caused, as a result of a failure to enforce the Building Code Act, 1992 or a predecessor to that Act relating to a proceeding referred to in subsection (2) or an application referred to in subsection (3).  1996, c. 15, s. 21. Section Amendments with date in force (d/m/y) 1996, c. 15, s. 21 - 22/07/1996; 1997, c. 24, s. 222 (3) - 17/06/1998 2002, c. 17, Sched. F, Table - 01/01/2003 2006, c. 17, s. 260 (3)\r\n- 31/01/2007; 2006, c. 32, Sched. C, s. 67 (3) - 01/01/2007 34 Omitted (amends or repeals other Acts).  1993, c. 15, s. 34. 35 Omitted (provides for coming into force of provisions of this Act).  1993, c. 15, s. 35. 36 Omitted (enacts short title of this Act).  1993, c. 15, s. 36. SCHEDULE 1. The lands located on Ward’s Island on Toronto Islands in The Municipality of Metropolitan Toronto lying northerly of the southerly limit of the southeasterly prolongation of Wyandot Avenue from Algonquin Island, to the easterly limit of Lakeshore Avenue, except for the lands used for the ferry facilities. 2. The lands located on Ward’s Island on Toronto Islands in The Municipality of Metropolitan Toronto, being composed of lots 11 and 12, the Reserved for Road lying to the northeast of the said Lot 12 and parts of lots 10 and 13, all according to Plan 335E registered in the Land Registry Office for the Metropolitan Toronto Registry Division (No. 64), designated as Part 1 on a plan of survey deposited in the said Land Registry Office as 64R-13321. Included within the above-described land is Part 3 on Expropriation Plan 63079E.S. registered in the said Land Registry Office. 3. All lands on Algonquin Island on Toronto Islands in The Municipality of Metropolitan Toronto, except those lands leased and occupied by the Queen City Yacht Club. 1993, c. 15, Sched. Note: The following transitional provisions were enacted as section 22 to the Toronto Islands Amendment Act, 1996 and were proclaimed into force July 22, 1996. Transition, leases 22 (1) The following leases are terminated on the date indicated: 1. The lease described in subsection 3 (5) of the Act as it reads immediately before section 2 comes into force is terminated on the day on which section 2 comes into force. 2. The lease described in section 16 of the Act as it reads immediately before section 10 comes into force is terminated on the day on which section 10 comes into force.  1996, c. 15, s. 22 (1). Same, requests, etc. (2) The following matters shall be deemed to be withdrawn on the date indicated: 1. A direction by an applicant under clause 7 (2) (b) of the Act given before section 6 comes into force shall be deemed to be withdrawn on the day on which section 6 comes into force. 2. A request by an owner under clause 17 (6) (b) of the Act made before subsection 11 (1) comes into force shall be deemed to be withdrawn on the day on which subsection 11 (1) comes into force. 3. An offer by the Trust under subsection 19 (3) of the Act made before subsection 13 (1) comes into force shall be deemed to be withdrawn on the day on which subsection 13 (1) comes into force. 4. A request by an owner under subsection 22 (2) of the Act and an offer by the Trust under subsection 22 (3) of the Act made before subsection 16 (1) comes into force shall be deemed to be withdrawn on the day on which subsection 16 (1) comes into force.  1996, c. 15, s. 22 (2). Same, acceptance (3) An offer accepted by the co-operative housing corporation under clause 19 (4) (a) of the Act before subsection 13 (1) comes into force shall be deemed, on the day on which that subsection comes into force, not to have been accepted.  1996, c. 15, s. 22 (3). Same, purchaser list (4) The names on the list kept under section 25 of the Act, as the list reads immediately before section 18 comes into force, are deleted from the list on the day on which that section comes into force.  1996, c. 15, s. 22 (4). Section Amendments with date in force (d/m/y) 1996, c. 15, s. 22 (1-4) - 22/07/1996 ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>33 </b>(1) This Act prevails in the event of a conflict between it and the <i>Assessment Act</i>, the <i>Building Code Act, 1992</i>, the <i>Commercial Tenancies Act</i>, the <i>Family Law Act</i>, the <i>Mortgages Act</i>, Part XIV of the <i>City of Toronto Act, 2006</i>, the <i>Residential Tenancies Act, 2006</i> or the <i>Succession Law Reform Act</i>.  1997, c. 24, s. 222 (3); 2002, c. 17, Sched. F, Table; 2006, c. 17, s. 260 (3); 2006, c. 32, Sched. C, s. 67 (3).</p> <p class=\"headnote\">Proceedings under <i>Building Code Act, 1992</i></p> <p class=\"subsection\">(2) The following proceedings commenced before December 15, 1993 under the <i>Building Code Act, 1992</i>\r\nor a predecessor to that Act are discontinued on the day on which section 21 of the<i> Toronto Islands Amendment Act, 1996</i> comes into force:</p> <p class=\"paragraph\">  1. Such proceedings as may be prescribed relating to land described in the Schedule and houses and other buildings and structures on that land.</p> <p class=\"paragraph\">  2. Proceedings relating to such land described in the Schedule as may be prescribed and such houses and other buildings and structures on that land as may be prescribed.  1996, c. 15, s. 21.</p> <p class=\"headnote\">Applications under <i>Building Code Act, 1992</i></p> <p class=\"subsection\">(3) The following applications made before December 15, 1993 under the <i>Building Code Act, 1992</i>\r\nor a predecessor to that Act shall be deemed to be withdrawn on the day on which section 21 of the <i>Toronto Islands Amendment Act, 1996</i>\r\ncomes into force:</p> <p class=\"paragraph\">  1. Such applications as may be prescribed relating to land described in the Schedule and houses and other buildings and structures on that land.</p> <p class=\"paragraph\">  2. Applications relating to such land described in the Schedule as may be prescribed and such houses and other buildings and structures on that land as may be prescribed.  1996, c. 15, s. 21.</p> <p class=\"headnote\">Liability of City</p> <p class=\"subsection\">(4) The City is not liable for any damage or injury caused, or alleged to have been caused, as a result of a failure to enforce the <i>Building Code Act, 1992</i> or a predecessor to that Act relating to a proceeding referred to in subsection (2) or an application referred to in subsection (3).  1996, c. 15, s. 21.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 21 - 22/07/1996; 1997, c. 24, s. 222 (3) - 17/06/1998</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedfs2\">2002, c. 17, Sched. F, Table</a></span> - 01/01/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06017#s260s3\">2006, c. 17, s. 260 (3)</a></span>\r\n- 31/01/2007; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedcs67s3\">2006, c. 32, Sched. C, s. 67 (3)</a></span> - 01/01/2007</p> <p class=\"section\"><b>34 </b><span class=\"ovsmallcap\">Omitted (amends or repeals other Acts)</span>.  1993, c. 15, s. 34.</p> <p class=\"section\"><b>35 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  1993, c. 15, s. 35.</p> <p class=\"section\"><b>36 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  1993, c. 15, s. 36.</p> <p class=\"schedule\"><a name=\"BK33\"></a>SCHEDULE</p> <p class=\"paragraph\">  1. The lands located on Ward’s Island on Toronto Islands in The Municipality of Metropolitan Toronto lying northerly of the southerly limit of the southeasterly prolongation of Wyandot Avenue from Algonquin Island, to the easterly limit of Lakeshore Avenue, except for the lands used for the ferry facilities.</p> <p class=\"paragraph\">  2. The lands located on Ward’s Island on Toronto Islands in The Municipality of Metropolitan Toronto, being composed of lots 11 and 12, the Reserved for Road lying to the northeast of the said Lot 12 and parts of lots 10 and 13, all according to Plan 335E registered in the Land Registry Office for the Metropolitan Toronto Registry Division (No. 64), designated as Part 1 on a plan of survey deposited in the said Land Registry Office as 64R-13321.</p> <p class=\"paragraph\">Included within the above-described land is Part 3 on Expropriation Plan 63079E.S. registered in the said Land Registry Office.</p> <p class=\"paragraph\">  3. All lands on Algonquin Island on Toronto Islands in The Municipality of Metropolitan Toronto, except those lands leased and occupied by the Queen City Yacht Club.</p> <p class=\"footnote\">1993, c. 15, Sched.</p> <p class=\"Pnote\"><span>Note: The following transitional provisions were enacted as section 22 to the <i>Toronto Islands Amendment Act, 1996</i> and were proclaimed into force July 22, 1996.</span></p> <p class=\"headnote\">Transition, leases</p> <p class=\"Psection\">22 (1) The following leases are terminated on the date indicated:</p> <p class=\"Pparagraph\">  1. The lease described in subsection 3 (5) of the Act as it reads immediately before section 2 comes into force is terminated on the day on which section 2 comes into force.</p> <p class=\"Pparagraph\">  2. The lease described in section 16 of the Act as it reads immediately before section 10 comes into force is terminated on the day on which section 10 comes into force.  1996, c. 15, s. 22 (1).</p> <p class=\"headnote\">Same, requests, etc.</p> <p class=\"Psubsection\">(2) The following matters shall be deemed to be withdrawn on the date indicated:</p> <p class=\"Pparagraph\">  1. A direction by an applicant under clause 7 (2) (b) of the Act given before section 6 comes into force shall be deemed to be withdrawn on the day on which section 6 comes into force.</p> <p class=\"Pparagraph\">  2. A request by an owner under clause 17 (6) (b) of the Act made before subsection 11 (1) comes into force shall be deemed to be withdrawn on the day on which subsection 11 (1) comes into force.</p> <p class=\"Pparagraph\">  3. An offer by the Trust under subsection 19 (3) of the Act made before subsection 13 (1) comes into force shall be deemed to be withdrawn on the day on which subsection 13 (1) comes into force.</p> <p class=\"Pparagraph\">  4. A request by an owner under subsection 22 (2) of the Act and an offer by the Trust under subsection 22 (3) of the Act made before subsection 16 (1) comes into force shall be deemed to be withdrawn on the day on which subsection 16 (1) comes into force.  1996, c. 15, s. 22 (2).</p> <p class=\"headnote\">Same, acceptance</p> <p class=\"Psubsection\">(3) An offer accepted by the co-operative housing corporation under clause 19 (4) (a) of the Act before subsection 13 (1) comes into force shall be deemed, on the day on which that subsection comes into force, not to have been accepted.  1996, c. 15, s. 22 (3).</p> <p class=\"headnote\">Same, purchaser list</p> <p class=\"Psubsection\">(4) The names on the list kept under section 25 of the Act, as the list reads immediately before section 18 comes into force, are deleted from the list on the day on which that section comes into force.  1996, c. 15, s. 22 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1996, c. 15, s. 22 (1-4) - 22/07/1996</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/93t15\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "Schedule",
            "section_x": NaN,
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        }
    ]
}