{
    "act_info": {
        "full_title": "Toronto Futures Exchange Act, R.S.O. 1990, c. T.14",
        "act_name_text": "Not Found",
        "citation": "Toronto Futures Exchange Act, R.S.O. 1990, c. T.14",
        "url": "https://www.ontario.ca/laws/statute/90t14",
        "date_scraped": "2023-12-19 07:13:58"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90t14/v1",
            "valid_from": "December 15, 2000",
            "valid_to": "December 14, 2009"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.In this Act, “associate”, “director”, “issuer” and “senior officer” have the same meaning as in the Securities Act; (“personne qui a un lien”, “administrateur”, “émetteur”, “cadre dirigeant”) “board of directors” means the board of directors of The Toronto Futures Exchange; (“conseil d’administration”) “commodity”, “commodity futures contract” and “commodity futures option” have the same meaning as in the Commodity Futures Act; (“marchandise”, “contrat à terme sur marchandises”, “option sur contrat à terme sur marchandises”) “Corporation” means The Toronto Futures Exchange; (“Société”) “exchange” means the exchange operated by the Corporation; (“Bourse”) “futures member” means a member of the Corporation who conducts the business of trading commodities, options on commodities, commodity futures contracts and commodity futures options and who is admitted to membership in accordance with the by-laws; (“membre participant”) “insider” means, (a) every director or senior officer of an issuer, (b) every director or senior officer of a company that is itself an insider or subsidiary of an issuer, (c) any person or company who beneficially owns, directly or indirectly, voting securities of an issuer or who exercises control or direction over voting securities of an issuer or a combination of both carrying more than 10 per cent of the voting rights attached to all voting securities of the issuer for the time being outstanding other than voting securities held by the person or company as underwriter in the course of a distribution, and (d) an issuer where it has purchased, redeemed or otherwise acquired any of its securities, for so long as it holds any of its securities; (“initié”) “public director” means a member of the board of directors elected under subsection 8 (3); (“administrateur public”) “sponsor member” means The Toronto Stock Exchange Inc., and any other stock exchange, securities exchange, commodities exchange, association of securities or commodities dealers or similar organization that is admitted to membership in accordance with the by-laws. (“membre commanditaire”) R.S.O. 1990, c. T.14, s. 1; 1999, c. 9, s. 227.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>In this Act,</p> <p class=\"firstdef-e\">“associate”, “director”, “issuer” and “senior officer” have the same meaning as in the <i>Securities Act</i>; (“personne qui a un lien”, “administrateur”, “émetteur”, “cadre dirigeant”)</p> <p class=\"definition-e\">“board of directors” means the board of directors of The Toronto Futures Exchange; (“conseil d’administration”)</p> <p class=\"definition-e\">“commodity”, “commodity futures contract” and “commodity futures option” have the same meaning as in the <i>Commodity Futures Act</i>; (“marchandise”, “contrat à terme sur marchandises”, “option sur contrat à terme sur marchandises”)</p> <p class=\"definition-e\">“Corporation” means The Toronto Futures Exchange; (“Société”)</p> <p class=\"definition-e\">“exchange” means the exchange operated by the Corporation; (“Bourse”)</p> <p class=\"definition-e\">“futures member” means a member of the Corporation who conducts the business of trading commodities, options on commodities, commodity futures contracts and commodity futures options and who is admitted to membership in accordance with the by-laws; (“membre participant”)</p> <p class=\"definition-e\">“insider” means,</p> <p class=\"defclause-e\">(a) every director or senior officer of an issuer,</p> <p class=\"defclause-e\">(b) every director or senior officer of a company that is itself an insider or subsidiary of an issuer,</p> <p class=\"defclause-e\">(c) any person or company who beneficially owns, directly or indirectly, voting securities of an issuer or who exercises control or direction over voting securities of an issuer or a combination of both carrying more than 10 per cent of the voting rights attached to all voting securities of the issuer for the time being outstanding other than voting securities held by the person or company as underwriter in the course of a distribution, and</p> <p class=\"defclause-e\">(d) an issuer where it has purchased, redeemed or otherwise acquired any of its securities, for so long as it holds any of its securities; (“initié”)</p> <p class=\"definition-e\">“public director” means a member of the board of directors elected under subsection 8 (3); (“administrateur public”)</p> <p class=\"definition-e\">“sponsor member” means The Toronto Stock Exchange Inc., and any other stock exchange, securities exchange, commodities exchange, association of securities or commodities dealers or similar organization that is admitted to membership in accordance with the by-laws. (“membre commanditaire”) R.S.O. 1990, c. T.14, s. 1; 1999, c. 9, s. 227.</p>"
        },
        {
            "id": "2.",
            "section": "Corporation established",
            "content": "2.The Toronto Futures Exchange is continued as a corporation without share capital under the name The Toronto Futures Exchange in English and Bourse des contrats à terme de Toronto in French. R.S.O. 1990, c. T.14, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>The Toronto Futures Exchange is continued as a corporation without share capital under the name The Toronto Futures Exchange in English and Bourse des contrats à terme de Toronto in French. R.S.O. 1990, c. T.14, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Head office",
            "content": "3.The head office of the Corporation shall be situate in the City of Toronto. R.S.O. 1990, c. T.14, s. 3; 1997, c. 26, Sched.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>The head office of the Corporation shall be situate in the City of Toronto. R.S.O. 1990, c. T.14, s. 3; 1997, c. 26, Sched.</p>"
        },
        {
            "id": "4.",
            "section": "Object",
            "content": "4.(1)The object of the Corporation is to operate an exchange in Ontario for trading in commodities, options on commodities, commodity futures contracts and commodity futures options by the members of the Corporation and other persons authorized under subsection (2). Trading by non-members (2)The board of directors may authorize persons other than members to trade on the exchange, subject to such terms and conditions as are imposed by the board of directors. Compliance with Commodity Futures Act (3)The Corporation shall operate the exchange in a manner that does not contravene the requirements of the Commodity Futures Act, the regulations made thereunder, and any decision of the Ontario Securities Commission made under that Act and regulations, and the Corporation may impose any additional or higher requirement within its jurisdiction. R.S.O. 1990, c. T.14, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b>(1)The object of the Corporation is to operate an exchange in Ontario for trading in commodities, options on commodities, commodity futures contracts and commodity futures options by the members of the Corporation and other persons authorized under subsection (2).</p> <p class=\"headnote-e\"><b>Trading by non-members</b></p> <p class=\"subsection-e\">(2)The board of directors may authorize persons other than members to trade on the exchange, subject to such terms and conditions as are imposed by the board of directors.</p> <p class=\"headnote-e\"><b>Compliance with <i>Commodity Futures Act</i></b></p> <p class=\"subsection-e\">(3)The Corporation shall operate the exchange in a manner that does not contravene the requirements of the <i>Commodity Futures Act,</i> the regulations made thereunder, and any decision of the Ontario Securities Commission made under that Act and regulations, and the Corporation may impose any additional or higher requirement within its jurisdiction. R.S.O. 1990, c. T.14, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Non-profit",
            "content": "5.The Corporation shall be carried on without the purpose of gain for its members and any profits or other accretions to the Corporation shall be used in promoting its object. R.S.O. 1990, c. T.14, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b>The Corporation shall be carried on without the purpose of gain for its members and any profits or other accretions to the Corporation shall be used in promoting its object. R.S.O. 1990, c. T.14, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Membership",
            "content": "6.The membership of the Corporation shall be composed of futures members, sponsor members and such other classes of membership as the by-laws provide. R.S.O. 1990, c. T.14, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b>The membership of the Corporation shall be composed of futures members, sponsor members and such other classes of membership as the by-laws provide. R.S.O. 1990, c. T.14, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Board of directors",
            "content": "7.(1)The affairs of the Corporation shall be managed by a board of directors, who may be referred to as governors, consisting of, (a) the President of the Corporation; (b) two public directors or, where the by-laws so provide, up to four public directors; and (c) eight other directors elected by the members in accordance with this Act and the by-laws. Vacancies (2)Where a vacancy occurs on the board of directors, the remaining directors may exercise all the powers of the board so long as a quorum of the board of directors remains in office. R.S.O. 1990, c. T.14, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b>(1)The affairs of the Corporation shall be managed by a board of directors, who may be referred to as governors, consisting of,</p> <p class=\"clause-e\">(a) the President of the Corporation;</p> <p class=\"clause-e\">(b) two public directors or, where the by-laws so provide, up to four public directors; and</p> <p class=\"clause-e\">(c) eight other directors elected by the members in accordance with this Act and the by-laws.</p> <p class=\"headnote-e\"><b>Vacancies</b></p> <p class=\"subsection-e\">(2)Where a vacancy occurs on the board of directors, the remaining directors may exercise all the powers of the board so long as a quorum of the board of directors remains in office. R.S.O. 1990, c. T.14, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Election of directors",
            "content": "8.(1)The directors, except the President and the public directors, shall be elected by the members annually in such manner as the by-laws provide except that three directors shall be elected by the sponsor members and, subject to subsection (2), five directors shall be elected by the futures members of the Corporation. R.S.O. 1990, c. T.14, s. 8 (1). Idem (2)Where the class of futures members includes a group of one or more futures members who are not members of The Toronto Stock Exchange or affiliates, associates or insiders of a member of The Toronto Stock Exchange, one of the five directors elected by futures members shall be elected by a majority of the votes cast by the futures members that form the group. R.S.O. 1990, c. T.14, s. 8 (2). Election of public directors (3)The public directors shall be elected annually by the board of directors at the first meeting of the board following the annual meeting of the Corporation, to hold office until the next annual meeting of the Corporation, and any vacancy occurring in the office of the public directors may be filled by the election of another person for the remainder of the term by the directors then in office. R.S.O. 1990, c. T.14, s. 8 (3). Eligibility of public directors (4)A person is not eligible to be a public director if the person is, (a) a futures member of the Corporation; (b) an associate or insider of a futures member of the Corporation; (c) a member of The Toronto Stock Exchange Inc.; or (d) an associate or insider of a member of The Toronto Stock Exchange Inc. R.S.O. 1990, c. T.14, s. 8 (4); 1999, c. 9, s. 228 (1). Idem (5)No person shall be elected as a public director unless the person’s nomination for election is approved by the Lieutenant Governor in Council on the recommendation of a nominating committee constituted in accordance with the by-laws and co-chaired by the President of the Corporation and the President of The Toronto Stock Exchange Inc. R.S.O. 1990, c. T.14, s. 8 (5); 1999, c. 9, s. 228 (2).",
            "raw_html": "<p class=\"section-e\"><b>8.</b>(1)The directors, except the President and the public directors, shall be elected by the members annually in such manner as the by-laws provide except that three directors shall be elected by the sponsor members and, subject to subsection (2), five directors shall be elected by the futures members of the Corporation. R.S.O. 1990, c. T.14, s. 8 (1).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)Where the class of futures members includes a group of one or more futures members who are not members of The Toronto Stock Exchange or affiliates, associates or insiders of a member of The Toronto Stock Exchange, one of the five directors elected by futures members shall be elected by a majority of the votes cast by the futures members that form the group. R.S.O. 1990, c. T.14, s. 8 (2).</p> <p class=\"headnote-e\"><b>Election of public directors</b></p> <p class=\"subsection-e\">(3)The public directors shall be elected annually by the board of directors at the first meeting of the board following the annual meeting of the Corporation, to hold office until the next annual meeting of the Corporation, and any vacancy occurring in the office of the public directors may be filled by the election of another person for the remainder of the term by the directors then in office. R.S.O. 1990, c. T.14, s. 8 (3).</p> <p class=\"headnote-e\"><b>Eligibility of public directors</b></p> <p class=\"subsection-e\">(4)A person is not eligible to be a public director if the person is,</p> <p class=\"clause-e\">(a) a futures member of the Corporation;</p> <p class=\"clause-e\">(b) an associate or insider of a futures member of the Corporation;</p> <p class=\"clause-e\">(c) a member of The Toronto Stock Exchange Inc.; or</p> <p class=\"clause-e\">(d) an associate or insider of a member of The Toronto Stock Exchange Inc. R.S.O. 1990, c. T.14, s. 8 (4); 1999, c. 9, s. 228 (1).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(5)No person shall be elected as a public director unless the person’s nomination for election is approved by the Lieutenant Governor in Council on the recommendation of a nominating committee constituted in accordance with the by-laws and co-chaired by the President of the Corporation and the President of The Toronto Stock Exchange Inc. R.S.O. 1990, c. T.14, s. 8 (5); 1999, c. 9, s. 228 (2).</p>"
        },
        {
            "id": "9.",
            "section": "Election of chair, vice-chair",
            "content": "9.(1)The chair and every vice-chair of the board of directors shall be elected by the board of directors. R.S.O. 1990, c. T.14, s. 9 (1). Appointment of President (2)The President of the Corporation shall be appointed by the board of directors and shall be a person nominated by the Board of Directors of The Toronto Stock Exchange Inc. R.S.O. 1990, c. T.14, s. 9 (2); 1999, c. 9, s. 229 (1). Eligibility for appointment (3)A person is not eligible to be the President if the person is, (a) a futures member of the Corporation; (b) an associate or insider of a futures member of the Corporation; (c) a member of The Toronto Stock Exchange Inc.; or (d) an associate or insider of a member of The Toronto Stock Exchange Inc. R.S.O. 1990, c. T.14, s. 9 (3); 1999, c. 9, s. 229 (2). Removal of President (4)The President may be removed from office by the board of directors upon a vote of two-thirds of the directors then in office. R.S.O. 1990, c. T.14, s. 9 (4). Officers (5)Each officer of the Corporation, except the chair and any vice-chair of the board of directors, the President, the secretary and the treasurer, shall be appointed by the President with the approval of the board of directors. R.S.O. 1990, c. T.14, s. 9 (5). Idem (6)No officer of the Corporation, except the chair and any vice-chair of the board of directors, the President, the secretary and the treasurer, shall be a director or member of the Corporation. R.S.O. 1990, c. T.14, s. 9 (6).",
            "raw_html": "<p class=\"section-e\"><b>9.</b>(1)The chair and every vice-chair of the board of directors shall be elected by the board of directors. R.S.O. 1990, c. T.14, s. 9 (1).</p> <p class=\"headnote-e\"><b>Appointment of President</b></p> <p class=\"subsection-e\">(2)The President of the Corporation shall be appointed by the board of directors and shall be a person nominated by the Board of Directors of The Toronto Stock Exchange Inc. R.S.O. 1990, c. T.14, s. 9 (2); 1999, c. 9, s. 229 (1).</p> <p class=\"headnote-e\"><b>Eligibility for appointment</b></p> <p class=\"subsection-e\">(3)A person is not eligible to be the President if the person is,</p> <p class=\"clause-e\">(a) a futures member of the Corporation;</p> <p class=\"clause-e\">(b) an associate or insider of a futures member of the Corporation;</p> <p class=\"clause-e\">(c) a member of The Toronto Stock Exchange Inc.; or</p> <p class=\"clause-e\">(d) an associate or insider of a member of The Toronto Stock Exchange Inc. R.S.O. 1990, c. T.14, s. 9 (3); 1999, c. 9, s. 229 (2).</p> <p class=\"headnote-e\"><b>Removal of President</b></p> <p class=\"subsection-e\">(4)The President may be removed from office by the board of directors upon a vote of two-thirds of the directors then in office. R.S.O. 1990, c. T.14, s. 9 (4).</p> <p class=\"headnote-e\"><b>Officers</b></p> <p class=\"subsection-e\">(5)Each officer of the Corporation, except the chair and any vice-chair of the board of directors, the President, the secretary and the treasurer, shall be appointed by the President with the approval of the board of directors. R.S.O. 1990, c. T.14, s. 9 (5).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(6)No officer of the Corporation, except the chair and any vice-chair of the board of directors, the President, the secretary and the treasurer, shall be a director or member of the Corporation. R.S.O. 1990, c. T.14, s. 9 (6).</p>"
        },
        {
            "id": "10.",
            "section": "Duty of President",
            "content": "10.The President shall be the chief executive officer of the Corporation. R.S.O. 1990, c. T.14, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b>The President shall be the chief executive officer of the Corporation. R.S.O. 1990, c. T.14, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Power of board",
            "content": "11.(1)For the purposes of the object of the Corporation, the board of directors has the power to govern and regulate, (a) the exchange; (b) the partnership and corporate arrangements of the members and other persons authorized to trade on the exchange, including requirements as to financial condition; (c) the business conduct of members and other persons authorized to trade by the exchange and of their current and former directors, officers, employees and agents and other persons currently or formerly associated with them in the conduct of business, but only in respect of their business conduct while employed or associated with a member; and (d) the business conduct of former members and other persons formerly authorized to trade by the exchange and of their current and former directors, officers, employees and agents and other persons currently or formerly associated with them in the conduct of business, but only in respect of their business conduct while a member or while employed or associated with a member, and, in the exercise of such powers and in addition to their power to pass by-laws under Part III of the Corporations Act, the board of directors may pass such by-laws and make such rules and regulations and issue such orders and directions pursuant to such by-laws as it considers necessary for the purpose, including the imposition of penalties and forfeitures for the breach of any such by-law, rule, regulation, direction or order. R.S.O. 1990, c. T.14, s. 11 (1); 1994, c. 11, s. 393 (1). Immediate restriction or suspension (2)If the board of directors passes a by-law that provides for the making of an order restricting or suspending the privileges of any person or company of a class referred to in the by-law before a hearing of the matter is held, the by-law shall provide that any such restriction or suspension shall be imposed only where the board of directors considers it necessary for the protection of the public interest and that the restriction or suspension shall expire fifteen days after the date on which the order was made unless a hearing is held within that period of time to confirm or set aside the order. R.S.O. 1990, c. T.14, s. 11 (2). Delegation of powers (3)The board of directors may pass by-laws delegating to one or more persons or committees the power of the board of directors, (a) to consider, hold hearings and make determinations regarding applications for any acceptance, approval, registration or authorization and to impose terms and conditions on any such acceptance, approval, registration or authorization; (b) to investigate and examine the business conduct of members, former members and other persons referred to in clauses (1) (c) and (d); and (c) to hold hearings, make determinations and discipline members, former members and other persons referred to in clauses (1) (c) and (d) in matters related to business conduct, subject to such limitations, restrictions, conditions and requirements as the board of directors may set out in the by-laws. R.S.O. 1990, c. T.14, s. 11 (3); 1994, c. 11, s. 393 (2).",
            "raw_html": "<p class=\"section-e\"><b>11.</b>(1)For the purposes of the object of the Corporation, the board of directors has the power to govern and regulate,</p> <p class=\"clause-e\">(a) the exchange;</p> <p class=\"clause-e\">(b) the partnership and corporate arrangements of the members and other persons authorized to trade on the exchange, including requirements as to financial condition;</p> <p class=\"clause-e\">(c) the business conduct of members and other persons authorized to trade by the exchange and of their current and former directors, officers, employees and agents and other persons currently or formerly associated with them in the conduct of business, but only in respect of their business conduct while employed or associated with a member; and</p> <p class=\"clause-e\">(d) the business conduct of former members and other persons formerly authorized to trade by the exchange and of their current and former directors, officers, employees and agents and other persons currently or formerly associated with them in the conduct of business, but only in respect of their business conduct while a member or while employed or associated with a member,</p> <p class=\"Ssection-e\">and, in the exercise of such powers and in addition to their power to pass by-laws under Part III of the <i>Corporations Act,</i> the board of directors may pass such by-laws and make such rules and regulations and issue such orders and directions pursuant to such by-laws as it considers necessary for the purpose, including the imposition of penalties and forfeitures for the breach of any such by-law, rule, regulation, direction or order. R.S.O. 1990, c. T.14, s. 11 (1); 1994, c. 11, s. 393 (1).</p> <p class=\"headnote-e\"><b>Immediate restriction or suspension</b></p> <p class=\"subsection-e\">(2)If the board of directors passes a by-law that provides for the making of an order restricting or suspending the privileges of any person or company of a class referred to in the by-law before a hearing of the matter is held, the by-law shall provide that any such restriction or suspension shall be imposed only where the board of directors considers it necessary for the protection of the public interest and that the restriction or suspension shall expire fifteen days after the date on which the order was made unless a hearing is held within that period of time to confirm or set aside the order. R.S.O. 1990, c. T.14, s. 11 (2).</p> <p class=\"headnote-e\"><b>Delegation of powers</b></p> <p class=\"subsection-e\">(3)The board of directors may pass by-laws delegating to one or more persons or committees the power of the board of directors,</p> <p class=\"clause-e\">(a) to consider, hold hearings and make determinations regarding applications for any acceptance, approval, registration or authorization and to impose terms and conditions on any such acceptance, approval, registration or authorization;</p> <p class=\"clause-e\">(b) to investigate and examine the business conduct of members, former members and other persons referred to in clauses (1) (c) and (d); and</p> <p class=\"clause-e\">(c) to hold hearings, make determinations and discipline members, former members and other persons referred to in clauses (1) (c) and (d) in matters related to business conduct,</p> <p class=\"Ssubsection-e\">subject to such limitations, restrictions, conditions and requirements as the board of directors may set out in the by-laws. R.S.O. 1990, c. T.14, s. 11 (3); 1994, c. 11, s. 393 (2).</p>"
        },
        {
            "id": "12.",
            "section": "Meetings by telephone, etc.",
            "content": "12.A meeting of the board of directors or of any committee established by the board of directors may be held by means of telephone, electronic or other communication facilities if, (a) the telephone, electronic or other communication facilities permit all persons participating in the meeting to communicate with each other simultaneously and instantaneously; and (b) all of the directors or committee members, as the case may be, participating in the meeting consent, and a person participating in such a meeting by such means shall be deemed to be present at the meeting. R.S.O. 1990, c. T.14, s. 12.",
            "raw_html": "<p class=\"section-e\"><b>12.</b>A meeting of the board of directors or of any committee established by the board of directors may be held by means of telephone, electronic or other communication facilities if,</p> <p class=\"clause-e\">(a) the telephone, electronic or other communication facilities permit all persons participating in the meeting to communicate with each other simultaneously and instantaneously; and</p> <p class=\"clause-e\">(b) all of the directors or committee members, as the case may be, participating in the meeting consent,</p> <p class=\"Ssection-e\">and a person participating in such a meeting by such means shall be deemed to be present at the meeting. R.S.O. 1990, c. T.14, s. 12.</p>"
        },
        {
            "id": "13.",
            "section": "Power to hold land",
            "content": "13.The Corporation may acquire by purchase, lease or otherwise, and may hold, for any period of time, any land or interest therein in the City of Toronto whether or not such land or interest is necessary for its actual use or occupation or for carrying on its undertaking and may sell, charge, lease or otherwise deal with or dispose of such land or any interest therein. R.S.O. 1990, c. T.14, s. 13; 1997, c. 26, Sched.",
            "raw_html": "<p class=\"section-e\"><b>13.</b>The Corporation may acquire by purchase, lease or otherwise, and may hold, for any period of time, any land or interest therein in the City of Toronto whether or not such land or interest is necessary for its actual use or occupation or for carrying on its undertaking and may sell, charge, lease or otherwise deal with or dispose of such land or any interest therein. R.S.O. 1990, c. T.14, s. 13; 1997, c. 26, Sched.</p>"
        },
        {
            "id": "14.",
            "section": "Application of Corporations Act",
            "content": "14.The Corporations Act, except sections 131, 275, 276 and 312, applies to the Corporation, except, (a) to the extent that the provisions thereof are inconsistent with this Act; (b) that a public director may not be removed from office under section 67 of that Act; and (c) that the by-laws of the Corporation may, (i) fix the class or classes of persons who may be appointed by a proxy to attend and act at meetings as nominees of futures members provided that one such class shall be futures members, (ii) provide for and regulate the admission of members, including the requiring of approval by the directors or members, or both, at meetings or individually, and the manner in which such approval is to be given, and (iii) fix the quorum for meetings of the board at four or any larger number of directors as specified in the by-laws. R.S.O. 1990, c. T.14, s. 14.",
            "raw_html": "<p class=\"section-e\"><b>14.</b>The <i>Corporations Act</i>, except sections 131, 275, 276 and 312, applies to the Corporation, except,</p> <p class=\"clause-e\">(a) to the extent that the provisions thereof are inconsistent with this Act;</p> <p class=\"clause-e\">(b) that a public director may not be removed from office under section 67 of that Act; and</p> <p class=\"clause-e\">(c) that the by-laws of the Corporation may,</p> <p class=\"subclause-e\">(i) fix the class or classes of persons who may be appointed by a proxy to attend and act at meetings as nominees of futures members provided that one such class shall be futures members,</p> <p class=\"subclause-e\">(ii) provide for and regulate the admission of members, including the requiring of approval by the directors or members, or both, at meetings or individually, and the manner in which such approval is to be given, and</p> <p class=\"subclause-e\">(iii) fix the quorum for meetings of the board at four or any larger number of directors as specified in the by-laws. R.S.O. 1990, c. T.14, s. 14.</p>"
        },
        {
            "id": "15.",
            "section": "Powers of Ontario Securities Commission",
            "content": "15.Nothing in this Act shall be construed to derogate from the powers of the Ontario Securities Commission under the Commodity Futures Act or any other Act. R.S.O. 1990, c. T.14, s. 15. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>15.</b>Nothing in this Act shall be construed to derogate from the powers of the Ontario Securities Commission under the <i>Commodity Futures Act</i> or any other Act. R.S.O. 1990, c. T.14, s. 15.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90t14_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90t14_f.htm\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}