{
    "act_info": {
        "full_title": "Toronto Waterfront Revitalization Corporation Act, 2002, S.O. 2002, c. 28 ",
        "act_name_text": "Toronto Waterfront Revitalization Corporation Act, 2002",
        "citation": "S.O. 2002, c. 28 ",
        "url": "https://www.ontario.ca/laws/statute/02t28",
        "date_scraped": "2023-12-18 14:14:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "October 19, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/02t28/v7",
            "valid_from": "November 14, 2017",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/statute/02t28/v6",
            "valid_from": "January  1, 2007",
            "valid_to": "November 13, 2017"
        },
        {
            "a_href": "/laws/statute/02t28/v5",
            "valid_from": "December 20, 2006",
            "valid_to": "December 31, 2006"
        },
        {
            "a_href": "/laws/statute/02t28/v4",
            "valid_from": "December 15, 2005",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/02t28/v3",
            "valid_from": "November  1, 2005",
            "valid_to": "December 14, 2005"
        },
        {
            "a_href": "/laws/statute/02t28/v2",
            "valid_from": "June 17, 2004",
            "valid_to": "October 31, 2005"
        },
        {
            "a_href": "/laws/statute/02t28/v1",
            "valid_from": "May 15, 2003",
            "valid_to": "June 16, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/030200",
            "Citation": "O. Reg. 200/03",
            "title": "DESIGNATED WATERFRONT AREA"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Interpretation",
            "section_x": "Interpretation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “city council” means the council of the City of Toronto; (“conseil municipal”) “designated waterfront area” means the area specified by regulation; (“secteur riverain désigné”) “federal government” means Her Majesty in right of Canada as represented by the member of the Queen’s Privy Council for Canada designated by the Governor General in Council; (“gouvernement fédéral”) “provincial government” means Her Majesty in right of Ontario as represented by the Minister of Finance or such other member of the Executive Council as may be designated under the Executive Council Act to administer this Act. (“gouvernement provincial”)  2002, c. 28, s. 1. Corporate Matters",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“city council” means the council of the City of Toronto; (“conseil municipal”)</p> <p class=\"definition\">“designated waterfront area” means the area specified by regulation; (“secteur riverain désigné”)</p> <p class=\"definition\">“federal government” means Her Majesty in right of Canada as represented by the member of the Queen’s Privy Council for Canada designated by the Governor General in Council; (“gouvernement fédéral”)</p> <p class=\"definition\">“provincial government” means Her Majesty in right of Ontario as represented by the Minister of Finance or such other member of the Executive Council as may be designated under the <i>Executive Council Act</i> to administer this Act. (“gouvernement provincial”)  2002, c. 28, s. 1.</p> <p class=\"heading1\"><a name=\"BK2\"></a>Corporate Matters</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Corporate Matters",
            "section_x": "Corporate Matters",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "section_x": "Corporation continued",
            "part_id": null,
            "part_type": null,
            "section_y": "Corporation continued",
            "content": "2 (1) The Toronto Waterfront Revitalization Corporation established on November 1, 2001 under the Business Corporations Act is hereby continued as a corporation without share capital under the name Toronto Waterfront Revitalization Corporation in English and Société de revitalisation du secteur riverain de Toronto in French.  2002, c. 28, s. 2 (1). Composition (2) The Corporation is composed of the members of its board of directors.  2002, c. 28, s. 2 (2). Status (3) The Corporation shall be deemed not to be a Crown agency within the meaning of the Crown Agency Act.  2002, c. 28, s. 2 (3). Conflict of interest, etc. (4) Section 132 (conflict of interest), subsection 134 (1) (standard of care) and section 136 (indemnification) of the Business Corporations Act apply, with necessary modifications, to the Corporation and to the members of its board of directors.  2002, c. 28, s. 2 (4). Corporate law (5) The Not-for-Profit Corporations Act, 2010 and the Corporations Information Act do not apply to the Corporation.  2002, c. 28, s. 2 (5); 2017, c. 20, Sched. 8, s. 136. Cancellation of shares (6) The shares of the Corporation that are issued and outstanding immediately before this section comes into force are cancelled when this section comes into force, and no amount is payable to any shareholder in respect of the cancelled shares.  2002, c. 28, s. 2 (6). Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 8, s. 136 - 19/10/2021",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2 </b>(1) The Toronto Waterfront Revitalization Corporation established on November 1, 2001 under the <i>Business Corporations Act</i> is hereby continued as a corporation without share capital under the name Toronto Waterfront Revitalization Corporation in English and Société de revitalisation du secteur riverain de Toronto in French.  2002, c. 28, s. 2 (1).</p> <p class=\"headnote\">Composition</p> <p class=\"subsection\">(2) The Corporation is composed of the members of its board of directors.  2002, c. 28, s. 2 (2).</p> <p class=\"headnote\">Status</p> <p class=\"subsection\">(3) The Corporation shall be deemed not to be a Crown agency within the meaning of the <i>Crown Agency Act</i>.  2002, c. 28, s. 2 (3).</p> <p class=\"headnote\">Conflict of interest, etc.</p> <p class=\"subsection\">(4) Section 132 (conflict of interest), subsection 134 (1) (standard of care) and section 136 (indemnification) of the <i>Business Corporations Act</i> apply, with necessary modifications, to the Corporation and to the members of its board of directors.  2002, c. 28, s. 2 (4).</p> <p class=\"headnote\">Corporate law</p> <p class=\"subsection\">(5) The <i>Not-for-Profit Corporations Act, 2010</i> and the <i>Corporations Information Act</i> do not apply to the Corporation.  2002, c. 28, s. 2 (5); 2017, c. 20, Sched. 8, s. 136.</p> <p class=\"headnote\">Cancellation of shares</p> <p class=\"subsection\">(6) The shares of the Corporation that are issued and outstanding immediately before this section comes into force are cancelled when this section comes into force, and no amount is payable to any shareholder in respect of the cancelled shares.  2002, c. 28, s. 2 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched8s136\">2017, c. 20, Sched. 8, s. 136</a></span> - 19/10/2021</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Objects of the Corporation",
            "part_id": null,
            "part_type": null,
            "section_y": "Objects of the Corporation",
            "content": "3 (1) The following are the objects of the Corporation: 1.  To implement a plan that enhances the economic, social and cultural value of the land in the designated waterfront area and creates an accessible and active waterfront for living, working and recreation, and to do so in a fiscally and environmentally responsible manner. 2.  To ensure that ongoing development in the designated waterfront area can continue in a financially self-sustaining manner. 3.  To promote and encourage the involvement of the private sector in the development of the designated waterfront area. 4.  To encourage public input into the development of the designated waterfront area. 5.  To engage in such other activities as may be prescribed by regulation.  2002, c. 28, s. 3 (1). Same (2) The Corporation shall carry out its objects so as to ensure that the revitalization of the designated waterfront area creates new economic growth, new jobs, diverse and dynamic new commercial, residential and recreational communities, new cultural institutions and new parks and green spaces for the public.  2002, c. 28, s. 3 (2). Same (3) The Corporation shall have regard to the Official Plan of the City of Toronto in carrying out its objects.  2002, c. 28, s. 3 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>(1) The following are the objects of the Corporation:</p> <p class=\"paragraph\">  1.  To implement a plan that enhances the economic, social and cultural value of the land in the designated waterfront area and creates an accessible and active waterfront for living, working and recreation, and to do so in a fiscally and environmentally responsible manner.</p> <p class=\"paragraph\">  2.  To ensure that ongoing development in the designated waterfront area can continue in a financially self-sustaining manner.</p> <p class=\"paragraph\">  3.  To promote and encourage the involvement of the private sector in the development of the designated waterfront area.</p> <p class=\"paragraph\">  4.  To encourage public input into the development of the designated waterfront area.</p> <p class=\"paragraph\">  5.  To engage in such other activities as may be prescribed by regulation.  2002, c. 28, s. 3 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Corporation shall carry out its objects so as to ensure that the revitalization of the designated waterfront area creates new economic growth, new jobs, diverse and dynamic new commercial, residential and recreational communities, new cultural institutions and new parks and green spaces for the public.  2002, c. 28, s. 3 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Corporation shall have regard to the Official Plan of the City of Toronto in carrying out its objects.  2002, c. 28, s. 3 (3).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Powers of the Corporation",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers of the Corporation",
            "content": "4 (1) The Corporation has the capacity, rights, powers and privileges of a natural person for carrying out its objects, except as limited by this Act.  2002, c. 28, s. 4 (1). Restriction re Her Majesty in right of Canada (2) The Corporation does not have the capacity to act as an agent of Her Majesty in right of Canada and shall not conduct itself so as to create, or purport to create, an agency relationship with Her Majesty in right of Canada.  2005, c. 31, Sched. 23, s. 1. Restriction re Her Majesty in right of Ontario (3) The Corporation does not have the capacity to act as an agent of Her Majesty in right of Ontario unless the provincial government gives express written authorization to the Corporation to do so, and the Corporation shall not conduct itself so as to create, or purport to create, an agency relationship with Her Majesty in right of Ontario except in accordance with such a written authorization.  2005, c. 31, Sched. 23, s. 1. Restriction re City of Toronto (3.1) The Corporation does not have the capacity to act as an agent of the City of Toronto unless city council gives express written authorization to the Corporation to do so, and the Corporation shall not conduct itself so as to create, or purport to create, an agency relationship with the City except in accordance with such a written authorization.  2005, c. 31, Sched. 23, s. 1. Written authorization (3.2) Any written authorization given by the provincial government or by city council may impose conditions and restrictions.  2005, c. 31, Sched. 23, s. 1. Use of assets, etc. (4) The assets and revenue of the Corporation must not be used for any purpose except to further the objects of the Corporation.  2002, c. 28, s. 4 (4). Restriction on borrowing (5) The Corporation shall not borrow money unless it has the consent of the federal government, the provincial government and city council or unless it is authorized to do so by a regulation.  2002, c. 28, s. 4 (5). Same (6) The Corporation shall not mortgage or otherwise encumber any of its assets unless it has the consent of the federal government, the provincial government and city council or unless it is authorized to do so by a regulation.  2002, c. 28, s. 4 (6). Restriction re revenue (7) The Corporation shall not raise revenue unless it has the consent of the federal government, the provincial government and city council or unless it is authorized to do so by a regulation.  2002, c. 28, s. 4 (7). Restriction re subsidiary corporations (8) The Corporation shall not establish a subsidiary corporation unless it has the consent of the federal government, the provincial government and city council.  2002, c. 28, s. 4 (8). Same (9) The objects and powers of any subsidiary established by the Corporation are subject to the restrictions set out in the regulations.  2002, c. 28, s. 4 (9). Section Amendments with date in force (d/m/y) 2005, c. 31, Sched. 23, s. 1 - 15/12/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>(1) The Corporation has the capacity, rights, powers and privileges of a natural person for carrying out its objects, except as limited by this Act.  2002, c. 28, s. 4 (1).</p> <p class=\"headnote\">Restriction re Her Majesty in right of Canada</p> <p class=\"subsection\">(2) The Corporation does not have the capacity to act as an agent of Her Majesty in right of Canada and shall not conduct itself so as to create, or purport to create, an agency relationship with Her Majesty in right of Canada.  2005, c. 31, Sched. 23, s. 1.</p> <p class=\"headnote\">Restriction re Her Majesty in right of Ontario</p> <p class=\"subsection\">(3) The Corporation does not have the capacity to act as an agent of Her Majesty in right of Ontario unless the provincial government gives express written authorization to the Corporation to do so, and the Corporation shall not conduct itself so as to create, or purport to create, an agency relationship with Her Majesty in right of Ontario except in accordance with such a written authorization.  2005, c. 31, Sched. 23, s. 1.</p> <p class=\"headnote\">Restriction re City of Toronto</p> <p class=\"subsection\">(3.1) The Corporation does not have the capacity to act as an agent of the City of Toronto unless city council gives express written authorization to the Corporation to do so, and the Corporation shall not conduct itself so as to create, or purport to create, an agency relationship with the City except in accordance with such a written authorization.  2005, c. 31, Sched. 23, s. 1.</p> <p class=\"headnote\">Written authorization</p> <p class=\"subsection\">(3.2) Any written authorization given by the provincial government or by city council may impose conditions and restrictions.  2005, c. 31, Sched. 23, s. 1.</p> <p class=\"headnote\">Use of assets, etc.</p> <p class=\"subsection\">(4) The assets and revenue of the Corporation must not be used for any purpose except to further the objects of the Corporation.  2002, c. 28, s. 4 (4).</p> <p class=\"headnote\">Restriction on borrowing</p> <p class=\"subsection\">(5) The Corporation shall not borrow money unless it has the consent of the federal government, the provincial government and city council or unless it is authorized to do so by a regulation.  2002, c. 28, s. 4 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) The Corporation shall not mortgage or otherwise encumber any of its assets unless it has the consent of the federal government, the provincial government and city council or unless it is authorized to do so by a regulation.  2002, c. 28, s. 4 (6).</p> <p class=\"headnote\">Restriction re revenue</p> <p class=\"subsection\">(7) The Corporation shall not raise revenue unless it has the consent of the federal government, the provincial government and city council or unless it is authorized to do so by a regulation.  2002, c. 28, s. 4 (7).</p> <p class=\"headnote\">Restriction re subsidiary corporations</p> <p class=\"subsection\">(8) The Corporation shall not establish a subsidiary corporation unless it has the consent of the federal government, the provincial government and city council.  2002, c. 28, s. 4 (8).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(9) The objects and powers of any subsidiary established by the Corporation are subject to the restrictions set out in the regulations.  2002, c. 28, s. 4 (9).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05031#sched23s1\">2005, c. 31, Sched. 23, s. 1</a></span> - 15/12/2005</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "Board of directors",
            "part_id": null,
            "part_type": null,
            "section_y": "Board of directors",
            "content": "5 (1) The board of directors of the Corporation is composed of the following members: 1.  A maximum of four members appointed by the federal government. 2.  A maximum of four members appointed by the Lieutenant Governor in Council. 3.  A maximum of four members appointed by city council. 4.  A maximum of one member appointed jointly by the Lieutenant Governor in Council, the federal government and city council.  2002, c. 28, s. 5 (1). Eligibility restriction (2) A person is not eligible to hold office as a board member if he or she holds a public office to which he or she is elected, except as follows: 1.  One member appointed under paragraph 2 of subsection (1) may be a person who holds a public office to which he or she is elected. 2.  One member appointed under paragraph 3 of subsection (1) may be a person who holds a public office to which he or she is elected.  2005, c. 31, Sched. 23, s. 2. Same (2.1) A person is not eligible to hold office as a board member if he or she is an employee of Her Majesty in right of Canada or an agency of Her Majesty in right of Canada, an employee of Her Majesty in right of Ontario or an agency of Her Majesty in right of Ontario or an employee of the City of Toronto or a local board of the City.  2005, c. 31, Sched. 23, s. 2. Term of office (3) The term of office of a board member is determined by the person or persons who appoint the member and may not exceed three years.  2002, c. 28, s. 5 (3). Reappointment (4) A board member is eligible to be reappointed.  2002, c. 28, s. 5 (4). Chair (5) The board member appointed jointly by the Lieutenant Governor in Council, the federal government and city council is chair of the board.  2002, c. 28, s. 5 (5). Same (6) In case of the absence or illness of the chair or there being a vacancy in the office of chair, the member designated by the board for the purpose shall act as and have all the powers of the chair.  2002, c. 28, s. 5 (6). Remuneration and expenses (7) Board members are to be paid such remuneration and expenses as the board may by by-law determine.  2002, c. 28, s. 5 (7). Transition (8) Despite subsections (1), (2) and (3), the persons who are members of the board of directors of the Corporation on the day this section comes into force continue to hold office for the remainder of their term or until the third anniversary of the day this section comes into force, whichever is the shorter term.  2002, c. 28, s. 5 (8). Section Amendments with date in force (d/m/y) 2005, c. 31, Sched. 23, s. 2 - 15/12/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>(1) The board of directors of the Corporation is composed of the following members:</p> <p class=\"paragraph\">  1.  A maximum of four members appointed by the federal government.</p> <p class=\"paragraph\">  2.  A maximum of four members appointed by the Lieutenant Governor in Council.</p> <p class=\"paragraph\">  3.  A maximum of four members appointed by city council.</p> <p class=\"paragraph\">  4.  A maximum of one member appointed jointly by the Lieutenant Governor in Council, the federal government and city council.  2002, c. 28, s. 5 (1).</p> <p class=\"headnote\">Eligibility restriction</p> <p class=\"subsection\">(2) A person is not eligible to hold office as a board member if he or she holds a public office to which he or she is elected, except as follows:</p> <p class=\"paragraph\">  1.  One member appointed under paragraph 2 of subsection (1) may be a person who holds a public office to which he or she is elected.</p> <p class=\"paragraph\">  2.  One member appointed under paragraph 3 of subsection (1) may be a person who holds a public office to which he or she is elected.  2005, c. 31, Sched. 23, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2.1) A person is not eligible to hold office as a board member if he or she is an employee of Her Majesty in right of Canada or an agency of Her Majesty in right of Canada, an employee of Her Majesty in right of Ontario or an agency of Her Majesty in right of Ontario or an employee of the City of Toronto or a local board of the City.  2005, c. 31, Sched. 23, s. 2.</p> <p class=\"headnote\">Term of office</p> <p class=\"subsection\">(3) The term of office of a board member is determined by the person or persons who appoint the member and may not exceed three years.  2002, c. 28, s. 5 (3).</p> <p class=\"headnote\">Reappointment</p> <p class=\"subsection\">(4) A board member is eligible to be reappointed.  2002, c. 28, s. 5 (4).</p> <p class=\"headnote\">Chair</p> <p class=\"subsection\">(5) The board member appointed jointly by the Lieutenant Governor in Council, the federal government and city council is chair of the board.  2002, c. 28, s. 5 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) In case of the absence or illness of the chair or there being a vacancy in the office of chair, the member designated by the board for the purpose shall act as and have all the powers of the chair.  2002, c. 28, s. 5 (6).</p> <p class=\"headnote\">Remuneration and expenses</p> <p class=\"subsection\">(7) Board members are to be paid such remuneration and expenses as the board may by by-law determine.  2002, c. 28, s. 5 (7).</p> <p class=\"headnote\">Transition</p> <p class=\"subsection\">(8) Despite subsections (1), (2) and (3), the persons who are members of the board of directors of the Corporation on the day this section comes into force continue to hold office for the remainder of their term or until the third anniversary of the day this section comes into force, whichever is the shorter term.  2002, c. 28, s. 5 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05031#sched23s2\">2005, c. 31, Sched. 23, s. 2</a></span> - 15/12/2005</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "section_x": "Powers and duties of the board",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers and duties of the board",
            "content": "6 (1) The board of directors shall manage and supervise the affairs of the Corporation in accordance with this Act.  2002, c. 28, s. 6 (1). Same (2) The board shall exercise its powers and perform its duties in a financially responsible and accountable manner.  2002, c. 28, s. 6 (2). By-laws (3) The board may pass by-laws and resolutions regulating its proceedings and generally for the conduct and management of the affairs of the Corporation.  2002, c. 28, s. 6 (3). Public meetings (4) Section 190 of the City of Toronto Act, 2006 applies with necessary modifications to meetings of the board.  2006, c. 32, Sched. C, s. 68 (1). Section Amendments with date in force (d/m/y) 2006, c. 32, Sched. C, s. 68 (1) - 01/01/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>6 </b>(1) The board of directors shall manage and supervise the affairs of the Corporation in accordance with this Act.  2002, c. 28, s. 6 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The board shall exercise its powers and perform its duties in a financially responsible and accountable manner.  2002, c. 28, s. 6 (2).</p> <p class=\"headnote\">By-laws</p> <p class=\"subsection\">(3) The board may pass by-laws and resolutions regulating its proceedings and generally for the conduct and management of the affairs of the Corporation.  2002, c. 28, s. 6 (3).</p> <p class=\"headnote\">Public meetings</p> <p class=\"subsection\">(4) Section 190 of the <i>City of Toronto Act, 2006</i> applies with necessary modifications to meetings of the board.  2006, c. 32, Sched. C, s. 68 (1).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedcs68s1\">2006, c. 32, Sched. C, s. 68 (1)</a></span> - 01/01/2007</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "section_x": "Directions to the board",
            "part_id": null,
            "part_type": null,
            "section_y": "Directions to the board",
            "content": "7 (1) The board of directors shall follow such directions concerning the management and supervision of the affairs of the Corporation as may be set out in a written agreement of Her Majesty in right of Canada, Her Majesty in right of Ontario and the City of Toronto.  2002, c. 28, s. 7 (1). Notice of directions (2) The board of directors shall be deemed to have notice of the directions set out in a written agreement when a copy of the agreement is given to the chair of the board and to the chief executive officer of the Corporation.  2002, c. 28, s. 7 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>7 </b>(1) The board of directors shall follow such directions concerning the management and supervision of the affairs of the Corporation as may be set out in a written agreement of Her Majesty in right of Canada, Her Majesty in right of Ontario and the City of Toronto.  2002, c. 28, s. 7 (1).</p> <p class=\"headnote\">Notice of directions</p> <p class=\"subsection\">(2) The board of directors shall be deemed to have notice of the directions set out in a written agreement when a copy of the agreement is given to the chair of the board and to the chief executive officer of the Corporation.  2002, c. 28, s. 7 (2).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "section_x": "Business planning",
            "part_id": null,
            "part_type": null,
            "section_y": "Business planning",
            "content": "8 (1) At least 90 days before the beginning of each fiscal year, the board of directors shall adopt a business plan for the fiscal year.  2002, c. 28, s. 8 (1). Contents (2) The business plan must include the following information: 1.  A description of the major activities and the objectives of the Corporation for the year and for following years. 2.  A description of the policies and strategies of the Corporation to achieve those objectives. 3.  A description of the budget of the Corporation for achieving those objectives. 4.  A description of the portions of the designated waterfront area that the Corporation plans to develop during the year, the estimated cost of doing so and the funding options available. 5.  A description of the Corporation’s plans for the year to encourage public input into the development of the designated waterfront area, including holding public meetings. 6.  Such other information as may be required by regulation.  2002, c. 28, s. 8 (2). Five-year plans (3) The business plan for the first fiscal year of the Corporation and for every fifth year thereafter must also contain the following information: 1.  A description of the Corporation’s objectives for the following five years for the enhancement of the economic, social and cultural value of the land in the designated waterfront area. 2.  A description of the Corporation’s plans for the next five years to enhance the economic, social and cultural value of the land in the designated waterfront area. The plans must include details about the current and forecast levels of activity in the area, the infrastructure that may be needed, the plans to divide and develop the land, the projects that the board considers to be priorities for the Corporation and the timetable for implementing these projects. 3.  An estimate of the long-term development costs of achieving these objectives and a description of the business strategies and funding options available to the Corporation for the following five years. 4.  Such other information as may be required by regulation.  2002, c. 28, s. 8 (3). Notice (4) The board of directors shall give a copy of each business plan to the federal government, the provincial government and the Clerk of the City of Toronto; the copy given to the Clerk is to be addressed to the Mayor and Members of the Council.  2002, c. 28, s. 8 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>8 </b>(1) At least 90 days before the beginning of each fiscal year, the board of directors shall adopt a business plan for the fiscal year.  2002, c. 28, s. 8 (1).</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(2) The business plan must include the following information:</p> <p class=\"paragraph\">  1.  A description of the major activities and the objectives of the Corporation for the year and for following years.</p> <p class=\"paragraph\">  2.  A description of the policies and strategies of the Corporation to achieve those objectives.</p> <p class=\"paragraph\">  3.  A description of the budget of the Corporation for achieving those objectives.</p> <p class=\"paragraph\">  4.  A description of the portions of the designated waterfront area that the Corporation plans to develop during the year, the estimated cost of doing so and the funding options available.</p> <p class=\"paragraph\">  5.  A description of the Corporation’s plans for the year to encourage public input into the development of the designated waterfront area, including holding public meetings.</p> <p class=\"paragraph\">  6.  Such other information as may be required by regulation.  2002, c. 28, s. 8 (2).</p> <p class=\"headnote\">Five-year plans</p> <p class=\"subsection\">(3) The business plan for the first fiscal year of the Corporation and for every fifth year thereafter must also contain the following information:</p> <p class=\"paragraph\">  1.  A description of the Corporation’s objectives for the following five years for the enhancement of the economic, social and cultural value of the land in the designated waterfront area.</p> <p class=\"paragraph\">  2.  A description of the Corporation’s plans for the next five years to enhance the economic, social and cultural value of the land in the designated waterfront area. The plans must include details about the current and forecast levels of activity in the area, the infrastructure that may be needed, the plans to divide and develop the land, the projects that the board considers to be priorities for the Corporation and the timetable for implementing these projects.</p> <p class=\"paragraph\">  3.  An estimate of the long-term development costs of achieving these objectives and a description of the business strategies and funding options available to the Corporation for the following five years.</p> <p class=\"paragraph\">  4.  Such other information as may be required by regulation.  2002, c. 28, s. 8 (3).</p> <p class=\"headnote\">Notice</p> <p class=\"subsection\">(4) The board of directors shall give a copy of each business plan to the federal government, the provincial government and the Clerk of the City of Toronto; the copy given to the Clerk is to be addressed to the Mayor and Members of the Council.  2002, c. 28, s. 8 (4).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "section_x": "Financial matters",
            "part_id": null,
            "part_type": null,
            "section_y": "Financial matters",
            "content": "9 (1) The Corporation shall maintain financial records for the Corporation and its subsidiaries and shall establish financial, management and information systems that will enable the Corporation to prepare financial statements in accordance with generally accepted accounting principles.  2002, c. 28, s. 9 (1). Annual budget (2) At least 90 days before the beginning of each fiscal year, the board of directors shall adopt a budget for the year.  2002, c. 28, s. 9 (2). Same (3) The budget must include, (a)  all revenue the Corporation anticipates receiving for the year and any accumulated surplus from previous years; and (b)  all operating expenses that the Corporation anticipates incurring for the year and any accumulated deficit from the preceding year.  2002, c. 28, s. 9 (3). Inspection of financial records (4) Upon the request of the federal government, the provincial government or city council, the Corporation and its subsidiaries, if any, shall promptly make their financial records available for inspection.  2002, c. 28, s. 9 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>9 </b>(1) The Corporation shall maintain financial records for the Corporation and its subsidiaries and shall establish financial, management and information systems that will enable the Corporation to prepare financial statements in accordance with generally accepted accounting principles.  2002, c. 28, s. 9 (1).</p> <p class=\"headnote\">Annual budget</p> <p class=\"subsection\">(2) At least 90 days before the beginning of each fiscal year, the board of directors shall adopt a budget for the year.  2002, c. 28, s. 9 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The budget must include,</p> <p class=\"paragraph\">  (a)  all revenue the Corporation anticipates receiving for the year and any accumulated surplus from previous years; and</p> <p class=\"paragraph\">  (b)  all operating expenses that the Corporation anticipates incurring for the year and any accumulated deficit from the preceding year.  2002, c. 28, s. 9 (3).</p> <p class=\"headnote\">Inspection of financial records</p> <p class=\"subsection\">(4) Upon the request of the federal government, the provincial government or city council, the Corporation and its subsidiaries, if any, shall promptly make their financial records available for inspection.  2002, c. 28, s. 9 (4).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "section_x": "Annual audit",
            "part_id": null,
            "part_type": null,
            "section_y": "Annual audit",
            "content": "10 The board of directors shall ensure that the accounts and transactions of the Corporation and its subsidiaries, if any, are audited each year by one or more auditors licensed under the Public Accounting Act, 2004, who are appointed by the board.  2002, c. 28, s. 10; 2004, c. 8, s. 46. Section Amendments with date in force (d/m/y) 2004, c. 8, s. 46, Table\r\n- 01/11/2005",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>10 </b>The board of directors shall ensure that the accounts and transactions of the Corporation and its subsidiaries, if any, are audited each year by one or more auditors licensed under the <i>Public Accounting Act, 2004</i>, who are appointed by the board.  2002, c. 28, s. 10; 2004, c. 8, s. 46.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S04008#s46s2\">2004, c. 8, s. 46, Table</a></span>\r\n- 01/11/2005</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "11.",
            "section_x": "Annual report",
            "part_id": null,
            "part_type": null,
            "section_y": "Annual report",
            "content": "11 (1) The Corporation shall give an annual report on its affairs to the federal government, the provincial government and the Clerk of the City of Toronto within 90 days after the end of each fiscal year; the report given to the Clerk is to be addressed to the Mayor and Members of the Council.  2002, c. 28, s. 11 (1). Same (2) The annual report must include the audited financial statements of the Corporation for the applicable fiscal year.  2002, c. 28, s. 11 (2). Public inspection (3) The Corporation shall make a copy of the annual report available for inspection by the public upon request.  2002, c. 28, s. 11 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>11 </b>(1) The Corporation shall give an annual report on its affairs to the federal government, the provincial government and the Clerk of the City of Toronto within 90 days after the end of each fiscal year; the report given to the Clerk is to be addressed to the Mayor and Members of the Council.  2002, c. 28, s. 11 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The annual report must include the audited financial statements of the Corporation for the applicable fiscal year.  2002, c. 28, s. 11 (2).</p> <p class=\"headnote\">Public inspection</p> <p class=\"subsection\">(3) The Corporation shall make a copy of the annual report available for inspection by the public upon request.  2002, c. 28, s. 11 (3).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "12.",
            "section_x": "Fiscal year",
            "part_id": null,
            "part_type": null,
            "section_y": "Fiscal year",
            "content": "12 The fiscal year of the Corporation begins on April 1 in each year and ends on March 31 of the following year.  2002, c. 28, s. 12.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>12 </b>The fiscal year of the Corporation begins on April 1 in each year and ends on March 31 of the following year.  2002, c. 28, s. 12.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "13.",
            "section_x": "Winding up the Corporation",
            "part_id": null,
            "part_type": null,
            "section_y": "Winding up the Corporation",
            "content": "13 (1) The Lieutenant Governor in Council may by order require the board of directors to wind up the affairs of the Corporation on or after the 20th anniversary of the date on which section 2 comes into force.  2002, c. 28, s. 13 (1). Restriction (2) The Lieutenant Governor in Council shall not make an order under subsection (1), (a)  if the Lieutenant Governor in Council, the federal government and city council agree to undertake a review of the Corporation; (b)  if the review is completed at least three months before the 20th anniversary of the date on which section 2 came into force; and (c)  if the person undertaking the review recommends that the Corporation not be wound up before the 25th anniversary of the date on which section 2 came into force.  2002, c. 28, s. 13 (2). Mandatory winding up (3) If no order is made under subsection (1), the Lieutenant Governor in Council shall by order require the board of directors to wind up the affairs of the Corporation promptly after the 25th anniversary of the date on which section 2 comes into force.  2002, c. 28, s. 13 (3). Duty of board (4) The board of directors shall prepare a proposed plan for winding up the Corporation and transferring its assets and liabilities and shall give the proposed plan to the federal government, the provincial government and city council.  2002, c. 28, s. 13 (4). Restriction (5) The plan for winding up the Corporation may provide for the transfer of assets and liabilities, (a)  to Her Majesty in right of Canada, but only if the federal government consents to the transfer; (b)  to Her Majesty in right of Ontario; and (c)  to the City of Toronto.  2002, c. 28, s. 13 (5). Same (6) Upon the approval of the proposed plan by the federal government, the provincial government and city council, the board of directors shall wind up the affairs of the Corporation and transfer its assets and liabilities in accordance with the plan.  2002, c. 28, s. 13 (6). General",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>13 </b>(1) The Lieutenant Governor in Council may by order require the board of directors to wind up the affairs of the Corporation on or after the 20th anniversary of the date on which section 2 comes into force.  2002, c. 28, s. 13 (1).</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(2) The Lieutenant Governor in Council shall not make an order under subsection (1),</p> <p class=\"paragraph\">  (a)  if the Lieutenant Governor in Council, the federal government and city council agree to undertake a review of the Corporation;</p> <p class=\"paragraph\">  (b)  if the review is completed at least three months before the 20th anniversary of the date on which section 2 came into force; and</p> <p class=\"paragraph\">  (c)  if the person undertaking the review recommends that the Corporation not be wound up before the 25th anniversary of the date on which section 2 came into force.  2002, c. 28, s. 13 (2).</p> <p class=\"headnote\">Mandatory winding up</p> <p class=\"subsection\">(3) If no order is made under subsection (1), the Lieutenant Governor in Council shall by order require the board of directors to wind up the affairs of the Corporation promptly after the 25th anniversary of the date on which section 2 comes into force.  2002, c. 28, s. 13 (3).</p> <p class=\"headnote\">Duty of board</p> <p class=\"subsection\">(4) The board of directors shall prepare a proposed plan for winding up the Corporation and transferring its assets and liabilities and shall give the proposed plan to the federal government, the provincial government and city council.  2002, c. 28, s. 13 (4).</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(5) The plan for winding up the Corporation may provide for the transfer of assets and liabilities,</p> <p class=\"paragraph\">  (a)  to Her Majesty in right of Canada, but only if the federal government consents to the transfer;</p> <p class=\"paragraph\">  (b)  to Her Majesty in right of Ontario; and</p> <p class=\"paragraph\">  (c)  to the City of Toronto.  2002, c. 28, s. 13 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) Upon the approval of the proposed plan by the federal government, the provincial government and city council, the board of directors shall wind up the affairs of the Corporation and transfer its assets and liabilities in accordance with the plan.  2002, c. 28, s. 13 (6).</p> <p class=\"heading1\"><a name=\"BK15\"></a>General</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "General",
            "section_x": "General",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "14.",
            "section_x": "Powers of the City of Toronto",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers of the City of Toronto",
            "content": "14 (1) The City of Toronto is authorized to make appointments to the board of directors of the Corporation and of any subsidiary of the Corporation.  2002, c. 28, s. 14 (1). Same, asset transfer (2) The City of Toronto is authorized to transfer rights, assets and liabilities to the Corporation or any subsidiary of the Corporation, despite section 82 of the City of Toronto Act, 2006, with the consent of the Corporation.  2006, c. 32, Sched. C, s. 68 (2). Section Amendments with date in force (d/m/y) 2002, c. 17, Sched. C, s. 26 (2) - 15/05/2003 2006, c. 32, Sched. C, s. 68 (2) - 01/01/2007",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>14 </b>(1) The City of Toronto is authorized to make appointments to the board of directors of the Corporation and of any subsidiary of the Corporation.  2002, c. 28, s. 14 (1).</p> <p class=\"headnote\">Same, asset transfer</p> <p class=\"subsection\">(2) The City of Toronto is authorized to transfer rights, assets and liabilities to the Corporation or any subsidiary of the Corporation, despite section 82 of the <i>City of Toronto Act, 2006</i>, with the consent of the Corporation.  2006, c. 32, Sched. C, s. 68 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S02017#schedcs26s2\">2002, c. 17, Sched. C, s. 26 (2)</a></span> - 15/05/2003</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06032#schedcs68s2\">2006, c. 32, Sched. C, s. 68 (2)</a></span> - 01/01/2007</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "15.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "15 (1) The Lieutenant Governor in Council may make regulations prescribing those matters that are required or permitted by this Act to be prescribed or done by regulation.  2002, c. 28, s. 15 (1). Same (2) The provincial government shall consult with the federal government and city council about any regulation that the Lieutenant Governor in Council proposes to make.  2002, c. 28, s. 15 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>15 </b>(1) The Lieutenant Governor in Council may make regulations prescribing those matters that are required or permitted by this Act to be prescribed or done by regulation.  2002, c. 28, s. 15 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The provincial government shall consult with the federal government and city council about any regulation that the Lieutenant Governor in Council proposes to make.  2002, c. 28, s. 15 (2).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "16.",
            "section_x": "Review of Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Review of Act",
            "content": "16 (1) The board of directors of the Corporation shall review this Act and the regulations one year after this Act comes into force.  2002, c. 28, s. 16 (1). Report (2) The board shall prepare a report as expeditiously as possible on its review and, in the report, the board may recommend changes to this Act and the regulations.  2002, c. 28, s. 16 (2). Same (3) The board shall give the report to the federal government, the provincial government and the Clerk of the City of Toronto; the report given to the Clerk is to be addressed to the Mayor and Members of the Council.  2002, c. 28, s. 16 (3). 17 Omitted (provides for coming into force of provisions of this Act).  2002, c. 28, s. 17. 18 Omitted (enacts short title of this Act).  2002, c. 28, s. 18. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>16 </b>(1) The board of directors of the Corporation shall review this Act and the regulations one year after this Act comes into force.  2002, c. 28, s. 16 (1).</p> <p class=\"headnote\">Report</p> <p class=\"subsection\">(2) The board shall prepare a report as expeditiously as possible on its review and, in the report, the board may recommend changes to this Act and the regulations.  2002, c. 28, s. 16 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The board shall give the report to the federal government, the provincial government and the Clerk of the City of Toronto; the report given to the Clerk is to be addressed to the Mayor and Members of the Council.  2002, c. 28, s. 16 (3).</p> <p class=\"section\"><b>17 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span><span>.</span>  2002, c. 28, s. 17.</p> <p class=\"section\"><b>18 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  2002, c. 28, s. 18.</p> <p class=\"line\">______________</p> <p class=\"line\"><u><span> </span></u></p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/02t28\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}