{
    "act_info": {
        "full_title": "Toxics Reduction Act, 2009, S.O. 2009, c. 19",
        "act_name_text": "Toxics Reduction Act, 2009",
        "citation": "S.O. 2009, c. 19",
        "url": "https://www.ontario.ca/laws/statute/09t19",
        "date_scraped": "2023-12-18 13:25:30"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/09t19/v14",
            "valid_from": "June  1, 2021",
            "valid_to": "December 30, 2021"
        },
        {
            "a_href": "/laws/statute/09t19/v13",
            "valid_from": "April 19, 2021",
            "valid_to": "May 31, 2021"
        },
        {
            "a_href": "/laws/statute/09t19/v12",
            "valid_from": "December 31, 2019",
            "valid_to": "April 18, 2021"
        },
        {
            "a_href": "/laws/statute/09t19/v11",
            "valid_from": "July  1, 2019",
            "valid_to": "December 30, 2019"
        },
        {
            "a_href": "/laws/statute/09t19/v10",
            "valid_from": "May 29, 2019",
            "valid_to": "June 30, 2019"
        },
        {
            "a_href": "/laws/statute/09t19/v9",
            "valid_from": "April  3, 2019",
            "valid_to": "May 28, 2019"
        },
        {
            "a_href": "/laws/statute/09t19/v8",
            "valid_from": "March 26, 2019",
            "valid_to": "April  2, 2019"
        },
        {
            "a_href": "/laws/statute/09t19/v7",
            "valid_from": "March  8, 2018",
            "valid_to": "March 25, 2019"
        },
        {
            "a_href": "/laws/statute/09t19/v6",
            "valid_from": "March 22, 2017",
            "valid_to": "March  7, 2018"
        },
        {
            "a_href": "/laws/statute/09t19/v5",
            "valid_from": "January  1, 2011",
            "valid_to": "March 21, 2017"
        },
        {
            "a_href": "/laws/statute/09t19/v4",
            "valid_from": "October 25, 2010",
            "valid_to": "December 31, 2010"
        },
        {
            "a_href": "/laws/statute/09t19/v3",
            "valid_from": "January  1, 2010",
            "valid_to": "October 24, 2010"
        },
        {
            "a_href": "/laws/statute/09t19/v2",
            "valid_from": "December 15, 2009",
            "valid_to": "December 31, 2009"
        },
        {
            "a_href": "/laws/statute/09t19/v1",
            "valid_from": "June  5, 2009",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "General",
            "section_x": "General",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Purposes",
            "part_id": null,
            "part_type": null,
            "section_y": "Purposes",
            "content": "1 The purposes of this Act are, (a) to prevent pollution and protect human health and the environment by reducing the use and creation of toxic substances; and (b) to inform Ontarians about toxic substances.  2009, c. 19, s. 1.",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>The purposes of this Act are,</p> <p class=\"paragraph\">  (a) to prevent pollution and protect human health and the environment by reducing the use and creation of toxic substances; and</p> <p class=\"paragraph\">  (b) to inform Ontarians about toxic substances.  2009, c. 19, s. 1.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "2.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "2 In this Act, “Director” means a Director appointed under section 13; (“directeur”) “justice” means a provincial judge or a justice of the peace; (“juge”) “Minister” means the Minister of the Environment or such other member of the Executive Council as may be assigned the administration of this Act under the Executive Council Act; (“ministre”) “Ministry” means the ministry of the Minister; (“ministère”) “provincial officer” means a person who is designated by the Minister as a provincial officer for the purposes of this Act and the regulations; (“agent provincial”) “substance of concern” means a substance prescribed by the regulations as a substance of concern for the purposes of this Act; (“substance préoccupante”) “toxic substance” means a substance prescribed by the regulations as a toxic substance for the purposes of this Act; (“substance toxique”) “Tribunal” means the Ontario Land Tribunal. (“Tribunal”)  2009, c. 19, s. 2; 2021, c. 4, Sched. 6, s. 97. Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 6, s. 97 - 01/06/2021 Toxic Substance Reduction Plans",
            "raw_html": "<p class=\"section\"><a name=\"BK2\"></a><b>2 </b>In this Act,</p> <p class=\"definition\">“Director” means a Director appointed under section 13; (“directeur”)</p> <p class=\"definition\">“justice” means a provincial judge or a justice of the peace; (“juge”)</p> <p class=\"definition\">“Minister” means the Minister of the Environment or such other member of the Executive Council as may be assigned the administration of this Act under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“Ministry” means the ministry of the Minister; (“ministère”)</p> <p class=\"definition\">“provincial officer” means a person who is designated by the Minister as a provincial officer for the purposes of this Act and the regulations; (“agent provincial”)</p> <p class=\"definition\">“substance of concern” means a substance prescribed by the regulations as a substance of concern for the purposes of this Act; (“substance préoccupante”)</p> <p class=\"definition\">“toxic substance” means a substance prescribed by the regulations as a toxic substance for the purposes of this Act; (“substance toxique”)</p> <p class=\"definition\">“Tribunal” means the Ontario Land Tribunal. (“Tribunal”)  2009, c. 19, s. 2; 2021, c. 4, Sched. 6, s. 97.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched6s97\">2021, c. 4, Sched. 6, s. 97</a></span> - 01/06/2021</p> <p class=\"heading1\"><a name=\"BK3\"></a>Toxic Substance Reduction Plans</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "Toxic Substance Reduction Plans",
            "section_x": "Toxic Substance Reduction Plans",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Requirement for toxic substance reduction plans",
            "part_id": null,
            "part_type": null,
            "section_y": "Requirement for toxic substance reduction plans",
            "content": "3 (1) The owner and the operator of a facility shall ensure that a toxic substance reduction plan is prepared for a toxic substance in accordance with this Act and the regulations if all of the following criteria are met: 1. The facility belongs to a class of facilities prescribed by the regulations. 2. The number of persons employed at the facility exceeds the number of persons prescribed by the regulations. 3. The toxic substance is used or created at the facility and the amounts of the substance that are used or created meet the criteria prescribed by the regulations. 4. Such other criteria as are prescribed by the regulations.  2009, c. 19, s. 3 (1). Use of single document (2) A single document may contain more than one toxic substance reduction plan.  2009, c. 19, s. 3 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>(1) The owner and the operator of a facility shall ensure that a toxic substance reduction plan is prepared for a toxic substance in accordance with this Act and the regulations if all of the following criteria are met:</p> <p class=\"paragraph\">  1. The facility belongs to a class of facilities prescribed by the regulations.</p> <p class=\"paragraph\">  2. The number of persons employed at the facility exceeds the number of persons prescribed by the regulations.</p> <p class=\"paragraph\">  3. The toxic substance is used or created at the facility and the amounts of the substance that are used or created meet the criteria prescribed by the regulations.</p> <p class=\"paragraph\">  4. Such other criteria as are prescribed by the regulations.  2009, c. 19, s. 3 (1).</p> <p class=\"headnote\">Use of single document</p> <p class=\"subsection\">(2) A single document may contain more than one toxic substance reduction plan.  2009, c. 19, s. 3 (2).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Contents of plan",
            "part_id": null,
            "part_type": null,
            "section_y": "Contents of plan",
            "content": "4 (1) A toxic substance reduction plan for a toxic substance shall, in accordance with the regulations, contain the following: 1. Subject to paragraph 2, a statement that the owner or the operator of the facility intends, i. to reduce the use of the toxic substance at the facility, if the substance is used at the facility, and ii. to reduce the creation of the toxic substance at the facility, if the substance is created at the facility. 2. If the plan does not include a statement that complies with paragraph 1, the reasons for not including the statement. 3. The objectives of the plan, including any targets for reducing the use or creation of the toxic substance at the facility. 4. A description of each process at the facility that uses or creates the toxic substance, including, i. a description of how, when, where and why the substance is used or created, and ii. quantifications that, A. were made under section 9 before the plan was prepared, B. were used to prepare the plan, and C. show, as of the time the quantifications were made, how the substance entered the process, whether it was created, destroyed or transformed during the process, how it left the process and what happened to it after it left the process. 5. A description and analysis of options that were considered for reducing the use and creation of the toxic substance at the facility, including an analysis of the feasibility of each option. 6. A statement identifying the options described in paragraph 5 that will be implemented, or a statement that none of the options will be implemented. 7. If an option described in paragraph 5 will be implemented, i. a description of the steps that will be taken by the owner or operator of the facility to implement the option, ii. a timetable for taking the steps described in subparagraph i, iii. an estimate of the amount by which the use of the toxic substance at the facility will be reduced as a result of implementing the option, if the substance is used at the facility, iv. an estimate of the amount by which the creation of the toxic substance at the facility will be reduced as a result of implementing the option, if the substance is created at the facility, and v. an estimate of the amount by which discharges of the toxic substance to air, land or water will be reduced as a result of implementing the option, if the substance is discharged to air, land or water. 8. Such other information as is prescribed by the regulations.  2009, c. 19, s. 4 (1). Certification by highest ranking employee (2) A toxic substance reduction plan for a facility shall, in accordance with the regulations, contain a certification, signed by the highest ranking employee at the facility who has management responsibilities relating to the facility, stating that he or she has read the plan and is familiar with its contents, that the plan is factually accurate, and that the plan complies with this Act and the regulations.  2009, c. 19, s. 4 (2). Certification by person with prescribed qualifications (3) A toxic substance reduction plan for a facility shall, in accordance with the regulations, contain a certification, signed by a person who has qualifications prescribed by the regulations, stating that he or she is familiar with the processes at the facility that use or create the toxic substance, that he or she agrees with the estimates referred to in subparagraphs 7 iii, iv and v of subsection (1), and that the plan complies with this Act and the regulations.  2009, c. 19, s. 4 (3). Separate certifications (4) The certification required by subsection (3) shall not be signed by the person who signed the certification required by subsection (2).  2009, c. 19, s. 4 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>(1) A toxic substance reduction plan for a toxic substance shall, in accordance with the regulations, contain the following:</p> <p class=\"paragraph\">  1. Subject to paragraph 2, a statement that the owner or the operator of the facility intends,</p> <p class=\"subpara\">  i. to reduce the use of the toxic substance at the facility, if the substance is used at the facility, and</p> <p class=\"subpara\">  ii. to reduce the creation of the toxic substance at the facility, if the substance is created at the facility.</p> <p class=\"paragraph\">  2. If the plan does not include a statement that complies with paragraph 1, the reasons for not including the statement.</p> <p class=\"paragraph\">  3. The objectives of the plan, including any targets for reducing the use or creation of the toxic substance at the facility.</p> <p class=\"paragraph\">  4. A description of each process at the facility that uses or creates the toxic substance, including,</p> <p class=\"subpara\">  i. a description of how, when, where and why the substance is used or created, and</p> <p class=\"subpara\">  ii. quantifications that,</p> <p class=\"subsubpara\">  A. were made under section 9 before the plan was prepared,</p> <p class=\"subsubpara\">  B. were used to prepare the plan, and</p> <p class=\"subsubpara\">  C. show, as of the time the quantifications were made, how the substance entered the process, whether it was created, destroyed or transformed during the process, how it left the process and what happened to it after it left the process.</p> <p class=\"paragraph\">  5. A description and analysis of options that were considered for reducing the use and creation of the toxic substance at the facility, including an analysis of the feasibility of each option.</p> <p class=\"paragraph\">  6. A statement identifying the options described in paragraph 5 that will be implemented, or a statement that none of the options will be implemented.</p> <p class=\"paragraph\">  7. If an option described in paragraph 5 will be implemented,</p> <p class=\"subpara\">  i. a description of the steps that will be taken by the owner or operator of the facility to implement the option,</p> <p class=\"subpara\">  ii. a timetable for taking the steps described in subparagraph i,</p> <p class=\"subpara\">  iii. an estimate of the amount by which the use of the toxic substance at the facility will be reduced as a result of implementing the option, if the substance is used at the facility,</p> <p class=\"subpara\">  iv. an estimate of the amount by which the creation of the toxic substance at the facility will be reduced as a result of implementing the option, if the substance is created at the facility, and</p> <p class=\"subpara\">  v. an estimate of the amount by which discharges of the toxic substance to air, land or water will be reduced as a result of implementing the option, if the substance is discharged to air, land or water.</p> <p class=\"paragraph\">  8. Such other information as is prescribed by the regulations.  2009, c. 19, s. 4 (1).</p> <p class=\"headnote\">Certification by highest ranking employee</p> <p class=\"subsection\">(2) A toxic substance reduction plan for a facility shall, in accordance with the regulations, contain a certification, signed by the highest ranking employee at the facility who has management responsibilities relating to the facility, stating that he or she has read the plan and is familiar with its contents, that the plan is factually accurate, and that the plan complies with this Act and the regulations.  2009, c. 19, s. 4 (2).</p> <p class=\"headnote\">Certification by person with prescribed qualifications</p> <p class=\"subsection\">(3) A toxic substance reduction plan for a facility shall, in accordance with the regulations, contain a certification, signed by a person who has qualifications prescribed by the regulations, stating that he or she is familiar with the processes at the facility that use or create the toxic substance, that he or she agrees with the estimates referred to in subparagraphs 7 iii, iv and v of subsection (1), and that the plan complies with this Act and the regulations.  2009, c. 19, s. 4 (3).</p> <p class=\"headnote\">Separate certifications</p> <p class=\"subsection\">(4) The certification required by subsection (3) shall not be signed by the person who signed the certification required by subsection (2).  2009, c. 19, s. 4 (4).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "Amendment of plan",
            "part_id": null,
            "part_type": null,
            "section_y": "Amendment of plan",
            "content": "5 Subject to section 4, a toxic substance reduction plan may be amended at any time.  2009, c. 19, s. 5.",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>Subject to section 4, a toxic substance reduction plan may be amended at any time.  2009, c. 19, s. 5.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "6.",
            "section_x": "Copy for Director",
            "part_id": null,
            "part_type": null,
            "section_y": "Copy for Director",
            "content": "6 The owner and the operator of a facility who are required under section 3 to ensure that a toxic substance reduction plan is prepared shall, if a copy of the plan is requested by the Director, ensure that the copy is given to the Director in accordance with the regulations.  2009, c. 19, s. 6.",
            "raw_html": "<p class=\"section\"><a name=\"BK7\"></a><b>6 </b>The owner and the operator of a facility who are required under section 3 to ensure that a toxic substance reduction plan is prepared shall, if a copy of the plan is requested by the Director, ensure that the copy is given to the Director in accordance with the regulations.  2009, c. 19, s. 6.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "7.",
            "section_x": "Review of plan",
            "part_id": null,
            "part_type": null,
            "section_y": "Review of plan",
            "content": "7 The owner and the operator of a facility who are required under section 3 to ensure that a toxic substance reduction plan is prepared shall ensure that the plan is reviewed in accordance with the regulations.  2009, c. 19, s. 7.",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>7 </b>The owner and the operator of a facility who are required under section 3 to ensure that a toxic substance reduction plan is prepared shall ensure that the plan is reviewed in accordance with the regulations.  2009, c. 19, s. 7.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "8.",
            "section_x": "Summary of plan",
            "part_id": null,
            "part_type": null,
            "section_y": "Summary of plan",
            "content": "8 (1) The owner and the operator of a facility who are required under section 3 to ensure that a toxic substance reduction plan is prepared shall ensure that, (a) a summary of the current version of the plan is prepared in accordance with this Act and the regulations; and (b) the summary is given to the Director and made available to the public on the Internet and by other means in accordance with the regulations.  2009, c. 19, s. 8 (1). Contents (2) A summary required by this section shall, in accordance with the regulations, contain the following: 1. A copy of the objectives of the toxic substance reduction plan, as contained in the plan under paragraph 3 of subsection 4 (1), including any targets for reducing the use or creation of the toxic substance at the facility. 2. A projection of how effective the toxic substance reduction plan will be in meeting the objectives referred to in paragraph 1, including any targets referred to in that paragraph. 3. Copies of the certifications contained in the toxic substance reduction plan under subsections 4 (2) and (3). 4. Such other information as is prescribed by the regulations.  2009, c. 19, s. 8 (2). Use of single document (3) Summaries of more than one toxic substance reduction plan may be contained in a single document.  2009, c. 19, s. 8 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>8 </b>(1) The owner and the operator of a facility who are required under section 3 to ensure that a toxic substance reduction plan is prepared shall ensure that,</p> <p class=\"paragraph\">  (a) a summary of the current version of the plan is prepared in accordance with this Act and the regulations; and</p> <p class=\"paragraph\">  (b) the summary is given to the Director and made available to the public on the Internet and by other means in accordance with the regulations.  2009, c. 19, s. 8 (1).</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(2) A summary required by this section shall, in accordance with the regulations, contain the following:</p> <p class=\"paragraph\">  1. A copy of the objectives of the toxic substance reduction plan, as contained in the plan under paragraph 3 of subsection 4 (1), including any targets for reducing the use or creation of the toxic substance at the facility.</p> <p class=\"paragraph\">  2. A projection of how effective the toxic substance reduction plan will be in meeting the objectives referred to in paragraph 1, including any targets referred to in that paragraph.</p> <p class=\"paragraph\">  3. Copies of the certifications contained in the toxic substance reduction plan under subsections 4 (2) and (3).</p> <p class=\"paragraph\">  4. Such other information as is prescribed by the regulations.  2009, c. 19, s. 8 (2).</p> <p class=\"headnote\">Use of single document</p> <p class=\"subsection\">(3) Summaries of more than one toxic substance reduction plan may be contained in a single document.  2009, c. 19, s. 8 (3).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "9.",
            "section_x": "Toxic substance accounting",
            "part_id": null,
            "part_type": null,
            "section_y": "Toxic substance accounting",
            "content": "9 The owner and the operator of a facility who are required under section 3 to ensure that a toxic substance reduction plan is prepared for a toxic substance shall ensure that, for each process at the facility that uses or creates the substance, the substance is tracked and quantified, in accordance with the regulations, to show how the substance enters the process, whether it is created, destroyed or transformed during the process, how it leaves the process and what happens to it after it leaves the process.  2009, c. 19, s. 9.",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>9 </b>The owner and the operator of a facility who are required under section 3 to ensure that a toxic substance reduction plan is prepared for a toxic substance shall ensure that, for each process at the facility<b> </b>that uses or creates the substance, the substance is tracked and quantified, in accordance with the regulations, to show how the substance enters the process, whether it is created, destroyed or transformed during the process, how it leaves the process and what happens to it after it leaves the process.  2009, c. 19, s. 9.</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "10.",
            "section_x": "Reports on toxic substance reduction plan",
            "part_id": null,
            "part_type": null,
            "section_y": "Reports on toxic substance reduction plan",
            "content": "10 (1) The owner and the operator of a facility who are required under section 3 to ensure that a toxic substance reduction plan is prepared for a toxic substance shall ensure that reports are prepared in accordance with this Act and the regulations and given to the Director in accordance with the regulations.  2009, c. 19, s. 10 (1). Contents of report (2) A report under this section shall, in accordance with the regulations, (a) summarize the results of the tracking and quantification required for the substance under section 9 during the reporting period and compare those results to results of previous reporting periods, if any; (b) indicate whether a toxic substance reduction plan was prepared for the toxic substance before or during the reporting period and, if so, (i) describe the steps taken during the reporting period towards achieving the objectives of the toxic substance reduction plan, (ii) assess the effectiveness of the steps described under subclause (i), particularly with respect to any targets set out in the plan for reducing the use or creation of the toxic substance at the facility, and (iii) describe any amendments made to the toxic substance reduction plan during the reporting period; and (c) contain such other information as is prescribed by the regulations.  2009, c. 19, s. 10 (2). Use of single document (3) Reports prepared under this section with respect to more than one toxic substance may be contained in a single document.  2009, c. 19, s. 10 (3). Information available to public (4) If required by the regulations, the owner and the operator of a facility who are required under this section to ensure that a report is prepared shall ensure that all or part of the report, or some or all of the information contained in the report, is made available to the public on the Internet and by other means in accordance with the regulations.  2009, c. 19, s. 10 (4). Same (5) If authorized by the regulations, the Director may make all or part of a report prepared under this section, or some or all of the information contained in the report, available to the public on the Internet and by other means in accordance with the regulations.  2009, c. 19, s. 10 (5). 11 Repealed.  See:\r\nTable of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006. Section Amendments with date in force (d/m/y) Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2019 Progress Reports",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>10 </b>(1) The owner and the operator of a facility who are required under section 3 to ensure that a toxic substance reduction plan is prepared for a toxic substance shall ensure that reports are prepared in accordance with this Act and the regulations and given to the Director in accordance with the regulations.  2009, c. 19, s. 10 (1).</p> <p class=\"headnote\">Contents of report</p> <p class=\"subsection\">(2) A report under this section shall, in accordance with the regulations,</p> <p class=\"paragraph\">  (a) summarize the results of the tracking and quantification required for the substance under section 9 during the reporting period and compare those results to results of previous reporting periods, if any;</p> <p class=\"paragraph\">  (b) indicate whether a toxic substance reduction plan was prepared for the toxic substance before or during the reporting period and, if so,</p> <p class=\"subpara\">  (i) describe the steps taken during the reporting period towards achieving the objectives of the toxic substance reduction plan,</p> <p class=\"subpara\">  (ii) assess the effectiveness of the steps described under subclause (i), particularly with respect to any targets set out in the plan for reducing the use or creation of the toxic substance at the facility, and</p> <p class=\"subpara\">  (iii) describe any amendments made to the toxic substance reduction plan during the reporting period; and</p> <p class=\"paragraph\">  (c) contain such other information as is prescribed by the regulations.  2009, c. 19, s. 10 (2).</p> <p class=\"headnote\">Use of single document</p> <p class=\"subsection\">(3) Reports prepared under this section with respect to more than one toxic substance may be contained in a single document.  2009, c. 19, s. 10 (3).</p> <p class=\"headnote\">Information available to public</p> <p class=\"subsection\">(4) If required by the regulations, the owner and the operator of a facility who are required under this section to ensure that a report is prepared shall ensure that all or part of the report, or some or all of the information contained in the report, is made available to the public on the Internet and by other means in accordance with the regulations.  2009, c. 19, s. 10 (4).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(5) If authorized by the regulations, the Director may make all or part of a report prepared under this section, or some or all of the information contained in the report, available to the public on the Internet and by other means in accordance with the regulations.  2009, c. 19, s. 10 (5).</p> <p class=\"section\"><b>11 </b><span>Repealed.  </span>See:\r\n<a href=\"https://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i></a>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"https://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i></a> - 31/12/2019</p> <p class=\"heading1\"><a name=\"BK12\"></a>Progress Reports</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "Progress Reports",
            "section_x": "Progress Reports",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "12.",
            "section_x": "Progress reports",
            "part_id": null,
            "part_type": null,
            "section_y": "Progress reports",
            "content": "12 (1) The Minister shall annually prepare a report describing progress relating to implementation of this Act.  2009, c. 19, s. 12 (1). Available to the public (2) The Minister shall make the reports prepared under subsection (1) available to the public on the Internet and by other means in accordance with the regulations.  2009, c. 19, s. 12 (2). Compliance and Enforcement",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>12 </b>(1) The Minister shall annually prepare a report describing progress relating to implementation of this Act.  2009, c. 19, s. 12 (1).</p> <p class=\"headnote\">Available to the public</p> <p class=\"subsection\">(2) The Minister shall make the reports prepared under subsection (1) available to the public on the Internet and by other means in accordance with the regulations.  2009, c. 19, s. 12 (2).</p> <p class=\"heading1\"><a name=\"BK14\"></a>Compliance and Enforcement</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "Compliance and Enforcement",
            "section_x": "Compliance and Enforcement",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "13.",
            "section_x": "Directors",
            "part_id": null,
            "part_type": null,
            "section_y": "Directors",
            "content": "13 (1) The Minister may in writing appoint such Directors as the Minister considers necessary, in respect of one or more provisions of this Act or the regulations, as specified in the appointment.  2009, c. 19, s. 13 (1). Same (2) In making an appointment under subsection (1), the Minister shall appoint only, (a) a public servant employed under Part III of the Public Service of Ontario Act, 2006\r\nwho works in the Ministry or a member of a class of those public servants; or (b) any other person or member of any other class of person, if the appointment is approved by the Lieutenant Governor in Council.  2009, c. 19, s. 13 (2). Limitation on authority (3) The Minister may, in an appointment of a Director, limit the authority of the Director in such manner as the Minister considers necessary.  2009, c. 19, s. 13 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK15\"></a><b>13 </b>(1) The Minister may in writing appoint such Directors as the Minister considers necessary, in respect of one or more provisions of this Act or the regulations, as specified in the appointment.  2009, c. 19, s. 13 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) In making an appointment under subsection (1), the Minister shall appoint only,</p> <p class=\"paragraph\">  (a) a public servant employed under Part III of the <i>Public Service of Ontario Act, 2006</i>\r\nwho works in the Ministry or a member of a class of those public servants; or</p> <p class=\"paragraph\">  (b) any other person or member of any other class of person, if the appointment is approved by the Lieutenant Governor in Council.  2009, c. 19, s. 13 (2).</p> <p class=\"headnote\">Limitation on authority</p> <p class=\"subsection\">(3) The Minister may, in an appointment of a Director, limit the authority of the Director in such manner as the Minister considers necessary.  2009, c. 19, s. 13 (3).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "14.",
            "section_x": "Provincial officers",
            "part_id": null,
            "part_type": null,
            "section_y": "Provincial officers",
            "content": "14 (1) The Minister may in writing designate such provincial officers as the Minister considers necessary, in respect of one or more provisions of this Act or the regulations, as specified in the designation.  2009, c. 19, s. 14 (1). Limitation on authority (2) The Minister may, in a designation of a provincial officer, limit the authority of the provincial officer in such manner as the Minister considers necessary.  2009, c. 19, s. 14 (2). Peace officers (3) A provincial officer is a peace officer for the purpose of enforcing this Act.  2009, c. 19, s. 14 (3). Investigation and prosecution (4) A provincial officer may investigate offences under this Act and may prosecute any person whom the provincial officer reasonably believes is guilty of an offence under this Act.  2009, c. 19, s. 14 (4). Matters confidential (5) Every provincial officer shall preserve secrecy in respect of all matters that come to his or her knowledge in the course of any survey, examination, test or inquiry under this Act or the regulations and shall not communicate any such matters to any person except, (a) as may be required in connection with the administration of this Act and the regulations or any proceeding under this Act or the regulations; (b) as authorized under the Regulatory Modernization Act, 2007; (c) to the provincial officer’s counsel; or (d) with the consent of the person to whom the information relates.  2009, c. 19, s. 14 (5). Testimony in civil suit (6) Except in a proceeding under this Act or the regulations, no provincial officer shall be required to give testimony in any civil suit or proceeding with regard to information obtained by him or her in the course of any survey, examination, test or inquiry under this Act or the regulations.  2009, c. 19, s. 14 (6).",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>14 </b>(1) The Minister may in writing designate such provincial officers as the Minister considers necessary, in respect of one or more provisions of this Act or the regulations, as specified in the designation.  2009, c. 19, s. 14 (1).</p> <p class=\"headnote\">Limitation on authority</p> <p class=\"subsection\">(2) The Minister may, in a designation of a provincial officer, limit the authority of the provincial officer in such manner as the Minister considers necessary.  2009, c. 19, s. 14 (2).</p> <p class=\"headnote\">Peace officers</p> <p class=\"subsection\">(3) A provincial officer is a peace officer for the purpose of enforcing this Act.  2009, c. 19, s. 14 (3).</p> <p class=\"headnote\">Investigation and prosecution</p> <p class=\"subsection\">(4) A provincial officer may investigate offences under this Act and may prosecute any person whom the provincial officer reasonably believes is guilty of an offence under this Act.  2009, c. 19, s. 14 (4).</p> <p class=\"headnote\">Matters confidential</p> <p class=\"subsection\">(5) Every provincial officer shall preserve secrecy in respect of all matters that come to his or her knowledge in the course of any survey, examination, test or inquiry under this Act or the regulations and shall not communicate any such matters to any person except,</p> <p class=\"paragraph\">  (a) as may be required in connection with the administration of this Act and the regulations or any proceeding under this Act or the regulations;</p> <p class=\"paragraph\">  (b) as authorized under the <i>Regulatory Modernization Act, 2007</i>;</p> <p class=\"paragraph\">  (c) to the provincial officer’s counsel; or</p> <p class=\"paragraph\">  (d) with the consent of the person to whom the information relates.  2009, c. 19, s. 14 (5).</p> <p class=\"headnote\">Testimony in civil suit</p> <p class=\"subsection\">(6) Except in a proceeding under this Act or the regulations, no provincial officer shall be required to give testimony in any civil suit or proceeding with regard to information obtained by him or her in the course of any survey, examination, test or inquiry under this Act or the regulations.  2009, c. 19, s. 14 (6).</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "15.",
            "section_x": "Inspection by provincial officer",
            "part_id": null,
            "part_type": null,
            "section_y": "Inspection by provincial officer",
            "content": "15 (1) A provincial officer may, at any reasonable time, (a) enter a facility and conduct an inspection for the purposes of determining compliance of any person with this Act or the regulations, if the provincial officer reasonably believes that a toxic substance or substance of concern is used or created at the facility; or (b) enter any place and conduct an inspection for the purposes of determining compliance of any person with this Act or the regulations, if the provincial officer reasonably believes that the place is, or is required to be, subject to or referred to in a licence, order or agreement under this Act.  2009, c. 19, s. 15 (1). Powers during inspection (2) A provincial officer may do any one or more of the following in the course of conducting an inspection: 1. Take samples for testing. 2. Conduct tests, take measurements and carry away samples from the testing. 3. Require that any thing be operated, used or set in motion under conditions specified by the provincial officer. 4. Examine, record or copy any form of document or data by any method. 5. Make a record of anything by means of a photograph, video recording or other visual recording. 6. Require the production of any form of document or data required to be kept under this Act and of any form of other document or data related to the purposes of the inspection. 7. Remove from a place documents or data produced under paragraph 6 for the purpose of making copies. 8. Make reasonable inquiries of any person, orally or in writing.  2009, c. 19, s. 15 (2). Limitation re photographs, recordings (3) A record made under paragraph 5 of subsection (2) must be made in a manner that does not intercept any private communication and that accords with reasonable expectations of privacy.  2009, c. 19, s. 15 (3). Limitation re removal of documents (4) A provincial officer shall not remove documents or data under paragraph 7 of subsection (2) without giving a receipt for them and shall promptly return the documents or data to the person who produced them.  2009, c. 19, s. 15 (4). Power to exclude persons (5) A provincial officer who exercises the power set out in paragraph 8 of subsection (2) may exclude from the questioning any person except counsel for the individual being questioned.  2009, c. 19, s. 15 (5). Entry to dwellings (6) A person shall not exercise a power conferred by this section to enter a room actually used as a dwelling without the consent of the occupier except under the authority of an order under section 18.  2009, c. 19, s. 15 (6). Section Amendments with date in force (d/m/y) 2009, c. 19, s. 51\r\n- no effect - see 2009, c. 19, s. 65\r\n- 31/12/2019 CTS 25 AU 10 - 3 15.1 Section Amendments with date in force (d/m/y) 2009, c. 19, s. 52\r\n- no effect - see 2009, c. 19, s. 65\r\n- 31/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>15 </b>(1) A provincial officer may, at any reasonable time,</p> <p class=\"paragraph\">  (a) enter a facility and conduct an inspection for the purposes of determining compliance of any person with this Act or the regulations, if the provincial officer reasonably believes that a toxic substance or substance of concern is used or created at the facility; or</p> <p class=\"paragraph\">  (b) enter any place and conduct an inspection for the purposes of determining compliance of any person with this Act or the regulations, if the provincial officer reasonably believes that the place is, or is required to be, subject to or referred to in a licence, order or agreement under this Act.  2009, c. 19, s. 15 (1).</p> <p class=\"headnote\">Powers during inspection</p> <p class=\"subsection\">(2) A provincial officer may do any one or more of the following in the course of conducting an inspection:</p> <p class=\"paragraph\">  1. Take samples for testing.</p> <p class=\"paragraph\">  2. Conduct tests, take measurements and carry away samples from the testing.</p> <p class=\"paragraph\">  3. Require that any thing be operated, used or set in motion under conditions specified by the provincial officer. </p> <p class=\"paragraph\">  4. Examine, record or copy any form of document or data by any method.</p> <p class=\"paragraph\">  5. Make a record of anything by means of a photograph, video recording or other visual recording.</p> <p class=\"paragraph\">  6. Require the production of any form of document or data required to be kept under this Act and of any form of other document or data related to the purposes of the inspection.</p> <p class=\"paragraph\">  7. Remove from a place documents or data produced under paragraph 6 for the purpose of making copies.</p> <p class=\"paragraph\">  8. Make reasonable inquiries of any person, orally or in writing.  2009, c. 19, s. 15 (2).</p> <p class=\"headnote\">Limitation re photographs, recordings</p> <p class=\"subsection\">(3) A record made under paragraph 5 of subsection (2) must be made in a manner that does not intercept any private communication and that accords with reasonable expectations of privacy.  2009, c. 19, s. 15 (3).</p> <p class=\"headnote\">Limitation re removal of documents</p> <p class=\"subsection\">(4) A provincial officer shall not remove documents or data under paragraph 7 of subsection (2) without giving a receipt for them and shall promptly return the documents or data to the person who produced them.  2009, c. 19, s. 15 (4).</p> <p class=\"headnote\">Power to exclude persons</p> <p class=\"subsection\">(5) A provincial officer who exercises the power set out in paragraph 8 of subsection (2) may exclude from the questioning any person except counsel for the individual being questioned.  2009, c. 19, s. 15 (5).</p> <p class=\"headnote\">Entry to dwellings</p> <p class=\"subsection\">(6) A person shall not exercise a power conferred by this section to enter a room actually used as a dwelling without the consent of the occupier except under the authority of an order under section 18.  2009, c. 19, s. 15 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s51\">2009, c. 19, s. 51</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s65\">2009, c. 19, s. 65</a></span>\r\n- 31/12/2019</p> <p class=\"footnoteLeft\"><a href=\"https://www.ontario.ca/laws/consolidated-statutes-change-notices\">CTS 25 AU 10 - 3</a></p> <p class=\"section\"><b>15.1</b></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s52\">2009, c. 19, s. 52</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s65\">2009, c. 19, s. 65</a></span>\r\n- 31/12/2019</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "16.",
            "section_x": "Power to administer other Acts",
            "part_id": null,
            "part_type": null,
            "section_y": "Power to administer other Acts",
            "content": "16 A provincial officer who exercises any power set out in section 15, 20 or 21 may, if the provincial officer is designated as a provincial officer under the Environmental Protection Act, the Nutrient Management Act, 2002, the Ontario Water Resources Act, the Pesticides Act or the Safe Drinking Water Act, 2002, as the case may be, do anything authorized by, (a) section 156, 156.1, 160, 161 or 161.1 of the Environmental Protection Act; (b) section 13, 14 or 23 of the Nutrient Management Act, 2002; (c) section 15, 15.1, 19, 20 or 20.1 of the Ontario Water Resources Act; (d) section 19, 19.1, 22, 23 or 23.1 of the Pesticides Act; or (e) section 81, 82, 91, 92 or 93 of the Safe Drinking Water Act, 2002.  2009, c. 19, s. 16. Section Amendments with date in force (d/m/y) 2009, c. 19, s. 53\r\n- no effect - see 2009, c. 19, s. 65\r\n- 31/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>16 </b>A provincial officer who exercises any power set out in section 15, 20 or 21<b> </b>may, if the provincial officer is designated as a provincial officer under the <i>Environmental Protection Act</i><i>, the Nutrient Management Act, 2002</i>, the <i>Ontario Water Resources Act</i><i>, the Pesticides Act</i><i> or the Safe Drinking Water Act, 2002</i>, as the case may be, do anything authorized by,</p> <p class=\"paragraph\">  (a) section 156, 156.1, 160, 161 or 161.1 of the <i>Environmental Protection Act</i>;</p> <p class=\"paragraph\">  (b) section 13, 14 or 23 of the <i>Nutrient Management Act, 2002</i>;</p> <p class=\"paragraph\">  (c) section 15, 15.1, 19, 20 or 20.1 of the <i>Ontario Water Resources Act</i>;</p> <p class=\"paragraph\">  (d) section 19, 19.1, 22, 23 or 23.1 of the <i>Pesticides Act</i>; or</p> <p class=\"paragraph\">  (e) section 81, 82, 91, 92 or 93 of the <i>Safe Drinking Water Act, 2002</i>.  2009, c. 19, s. 16.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s53\">2009, c. 19, s. 53</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s65\">2009, c. 19, s. 65</a></span>\r\n- 31/12/2019</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "17.",
            "section_x": "Identification",
            "part_id": null,
            "part_type": null,
            "section_y": "Identification",
            "content": "17 On request, a provincial officer who exercises a power under this Act shall identify himself or herself as a provincial officer either by the production of a copy of his or her designation or in some other manner and shall explain the purpose of the exercise of the power.  2009, c. 19, s. 17.",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>17 </b>On request, a provincial officer who exercises a power under this Act shall identify himself or herself as a provincial officer either by the production of a copy of his or her designation or in some other manner and shall explain the purpose of the exercise of the power.  2009, c. 19, s. 17.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "18.",
            "section_x": "Entry or inspection order",
            "part_id": null,
            "part_type": null,
            "section_y": "Entry or inspection order",
            "content": "18 (1) A justice may issue an order authorizing a provincial officer to do anything set out in subsection 15 (1) or (2) if the justice is satisfied, on evidence under oath by a provincial officer, that there is reasonable ground to believe that it is appropriate for the administration of this Act or the regulations for the provincial officer to do anything set out in subsection 15 (1) or (2) and that the provincial officer may not be able to effectively carry out his or her duties without an order under this section because, (a) no occupier is present to grant access to a place that is locked or otherwise inaccessible; (b) a person has prevented a provincial officer from doing anything set out in subsection 15 (1) or (2); (c) there are reasonable grounds to believe that a person may prevent a provincial officer from doing anything set out in subsection 15 (1) or (2); (d) it is impractical, because of the remoteness of the place to be inspected or because of any other reason, for a provincial officer to obtain an order under this section without delay if access is denied; or (e) there are reasonable grounds to believe that an attempt by a provincial officer to do anything set out in subsection 15 (1) or (2) without the order might not achieve its purpose.  2009, c. 19, s. 18 (1). Same (2) Subsections 15 (3) to (6) apply to an inspection under an order under this section.  2009, c. 19, s. 18 (2). Expiry (3) Unless renewed, an order under this section expires on the earlier of the day specified for the purpose in the order and the day that is 30 days after the date on which the order is made.  2009, c. 19, s. 18 (3). Renewal (4) An order under this section may be renewed in the circumstances in which an order may be made under subsection (1), before or after expiry, for one or more periods, each of which is not more than 30 days.  2009, c. 19, s. 18 (4). When to be executed (5) An order under this section shall be carried out between 6 a.m. and 9 p.m., unless the order otherwise authorizes.  2009, c. 19, s. 18 (5). Application without notice (6) An order under this section may be issued or renewed on application without notice.  2009, c. 19, s. 18 (6). Application for dwelling (7) An application for an order under this section to enter a dwelling shall specifically indicate that the application relates to a dwelling.  2009, c. 19, s. 18 (7). Section Amendments with date in force (d/m/y) 2009, c. 19, s. 54 (1-4)\r\n- no effect - see 2009, c. 19, s. 65\r\n- 31/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>18 </b>(1) A justice may issue an order authorizing a provincial officer to do anything set out in subsection 15 (1) or (2) if the justice is satisfied, on evidence under oath by a provincial officer, that there is reasonable ground to believe that it is appropriate for the administration of this Act or the regulations for the provincial officer to do anything set out in subsection 15 (1) or (2) and that the provincial officer may not be able to effectively carry out his or her duties without an order under this section because,</p> <p class=\"paragraph\">  (a) no occupier is present to grant access to a place that is locked or otherwise inaccessible;</p> <p class=\"paragraph\">  (b) a person has prevented a provincial officer from doing anything set out in subsection 15 (1) or (2);</p> <p class=\"paragraph\">  (c) there are reasonable grounds to believe that a person may prevent a provincial officer from doing anything set out in subsection 15 (1) or (2);</p> <p class=\"paragraph\">  (d) it is impractical, because of the remoteness of the place to be inspected or because of any other reason, for a provincial officer to obtain an order under this section without delay if access is denied; or</p> <p class=\"paragraph\">  (e) there are reasonable grounds to believe that an attempt by a provincial officer to do anything set out in subsection 15 (1) or (2) without the order might not achieve its purpose.  2009, c. 19, s. 18 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subsections 15 (3) to (6) apply to an inspection under an order under this section.  2009, c. 19, s. 18 (2).</p> <p class=\"headnote\">Expiry</p> <p class=\"subsection\">(3) Unless renewed, an order under this section expires on the earlier of the day specified for the purpose in the order and the day that is 30 days after the date on which the order is made.  2009, c. 19, s. 18 (3).</p> <p class=\"headnote\">Renewal</p> <p class=\"subsection\">(4) An order under this section may be renewed in the circumstances in which an order may be made under subsection (1), before or after expiry, for one or more periods, each of which is not more than 30 days.  2009, c. 19, s. 18 (4).</p> <p class=\"headnote\">When to be executed</p> <p class=\"subsection\">(5) An order under this section shall be carried out between 6 a.m. and 9 p.m., unless the order otherwise authorizes.  2009, c. 19, s. 18 (5).</p> <p class=\"headnote\">Application without notice</p> <p class=\"subsection\">(6) An order under this section may be issued or renewed on application without notice.  2009, c. 19, s. 18 (6).</p> <p class=\"headnote\">Application for dwelling</p> <p class=\"subsection\">(7) An application for an order under this section to enter a dwelling shall specifically indicate that the application relates to a dwelling.  2009, c. 19, s. 18 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s54s1\">2009, c. 19, s. 54 (1-4)</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s65\">2009, c. 19, s. 65</a></span>\r\n- 31/12/2019</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "19.",
            "section_x": "Samples and copies",
            "part_id": null,
            "part_type": null,
            "section_y": "Samples and copies",
            "content": "19 A provincial officer may detain samples and copies obtained under section 15 or 18 for any period and for any purpose of this Act or the regulations.  2009, c. 19, s. 19. Section Amendments with date in force (d/m/y) 2009, c. 19, s. 55\r\n- no effect - see 2009, c. 19, s. 65\r\n- 31/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>19 </b>A provincial officer may detain samples and copies obtained under section 15 or 18 for any period and for any purpose of this Act or the regulations.  2009, c. 19, s. 19.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s55\">2009, c. 19, s. 55</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s65\">2009, c. 19, s. 65</a></span>\r\n- 31/12/2019</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "20.",
            "section_x": "Seizure during inspection",
            "part_id": null,
            "part_type": null,
            "section_y": "Seizure during inspection",
            "content": "20 During an inspection under section 15 or 18, a provincial officer may, without a warrant or court order, seize any thing that is produced to the provincial officer or that is in plain view, if, (a) the provincial officer reasonably believes that the thing will afford evidence of an offence under this Act; or (b) the provincial officer reasonably believes that the thing was used or is being used in connection with the commission of an offence under this Act and that the seizure is necessary to prevent the continuation or repetition of the offence.  2009, c. 19, s. 20. Section Amendments with date in force (d/m/y) 2009, c. 19, s. 56\r\n- no effect - see 2009, c. 19, s. 65\r\n- 31/12/2019 20.1 Section Amendments with date in force (d/m/y) 2009, c. 19, s. 57\r\n- no effect - see 2009, c. 19, s. 65\r\n- 31/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK22\"></a><b>20 </b>During an inspection under section 15 or 18, a provincial officer may, without a warrant or court order, seize any thing that is produced to the provincial officer or that is in plain view, if,</p> <p class=\"paragraph\">  (a) the provincial officer reasonably believes that the thing will afford evidence of an offence under this Act; or</p> <p class=\"paragraph\">  (b) the provincial officer reasonably believes that the thing was used or is being used in connection with the commission of an offence under this Act and that the seizure is necessary to prevent the continuation or repetition of the offence.  2009, c. 19, s. 20.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s56\">2009, c. 19, s. 56</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s65\">2009, c. 19, s. 65</a></span>\r\n- 31/12/2019</p> <p class=\"section\"><b>20.1</b></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s57\">2009, c. 19, s. 57</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s65\">2009, c. 19, s. 65</a></span>\r\n- 31/12/2019</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "21.",
            "section_x": "Detention or removal, things seized",
            "part_id": null,
            "part_type": null,
            "section_y": "Detention or removal, things seized",
            "content": "21 (1) A provincial officer who seizes any thing under section 20 may remove the thing or may detain it in the place where it is seized.  2009, c. 19, s. 21 (1). Receipt (2) If possible, the provincial officer shall inform the person from whom a thing is seized under section 20 as to the reason for the seizure and shall give the person a receipt for the thing seized.  2009, c. 19, s. 21 (2). Section Amendments with date in force (d/m/y) 2009, c. 19, s. 58 (1, 2) - no effect - see 2009, c. 19, s. 65\r\n- 31/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>21 </b>(1) A provincial officer who seizes any thing under section 20 may remove the thing or may detain it in the place where it is seized.  2009, c. 19, s. 21 (1).</p> <p class=\"headnote\">Receipt</p> <p class=\"subsection\">(2) If possible, the provincial officer shall inform the person from whom a thing is seized under section 20 as to the reason for the seizure and shall give the person a receipt for the thing seized.  2009, c. 19, s. 21 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s58s1\">2009, c. 19, s. 58 (1, 2)</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s65\">2009, c. 19, s. 65</a></span>\r\n- 31/12/2019</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "22.",
            "section_x": "Report to justice, things seized",
            "part_id": null,
            "part_type": null,
            "section_y": "Report to justice, things seized",
            "content": "22 (1) A provincial officer who seizes any thing during an inspection under section 20 shall bring the thing seized before a justice or, if that is not reasonably possible, shall report the seizure to a justice.  2009, c. 19, s. 22 (1). Application of Provincial Offences Act (2) Sections 159 and 160 of the Provincial Offences Act apply with necessary modifications in respect of a thing seized by a provincial officer during an inspection under section 20.  2009, c. 19, s. 22 (2). Section Amendments with date in force (d/m/y) 2009, c. 19, s. 59 (1, 2) - no effect - see 2009, c. 19, s. 65\r\n- 31/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>22 </b>(1) A provincial officer who seizes any thing during an inspection under section 20 shall bring the thing seized before a justice or, if that is not reasonably possible, shall report the seizure to a justice.  2009, c. 19, s. 22 (1).</p> <p class=\"headnote\">Application of <i>Provincial Offences Act</i></p> <p class=\"subsection\">(2) Sections 159 and 160 of the <i>Provincial Offences Act</i> apply with necessary modifications in respect of a thing seized by a provincial officer during an inspection under section 20.  2009, c. 19, s. 22 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s59s1\">2009, c. 19, s. 59 (1, 2)</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s65\">2009, c. 19, s. 65</a></span>\r\n- 31/12/2019</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "23.",
            "section_x": "Disposition of things seized",
            "part_id": null,
            "part_type": null,
            "section_y": "Disposition of things seized",
            "content": "23 (1) If the Director believes that, given the nature of a thing seized under section 20, the thing may pose a risk to human health or safety or to property, the Director may direct the person having custody of the thing to dispose of the thing in a manner satisfactory to the Director.  2009, c. 19, s. 23 (1). Disposition of seized perishables (2) If the person having custody of any thing seized under section 20 believes that the thing will rot, spoil or otherwise perish, the person may dispose of the thing.  2009, c. 19, s. 23 (2). Non-application of provision (3) Section 22 does not apply to a thing disposed of in accordance with this section.  2009, c. 19, s. 23 (3). Forfeiture (4) A thing disposed of in accordance with this section is forfeited to the Crown.  2009, c. 19, s. 23 (4). Section Amendments with date in force (d/m/y) 2009, c. 19, s. 60 (1, 2) - no effect - see 2009, c. 19, s. 65\r\n- 31/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK25\"></a><b>23 </b>(1) If the Director believes that, given the nature of a thing seized under section 20, the thing may pose a risk to human health or safety or to property, the Director may direct the person having custody of the thing to dispose of the thing in a manner satisfactory to the Director.  2009, c. 19, s. 23 (1).</p> <p class=\"headnote\">Disposition of seized perishables</p> <p class=\"subsection\">(2) If the person having custody of any thing seized under section 20 believes that the thing will rot, spoil or otherwise perish, the person may dispose of the thing.  2009, c. 19, s. 23 (2).</p> <p class=\"headnote\">Non-application of provision</p> <p class=\"subsection\">(3) Section 22 does not apply to a thing disposed of in accordance with this section.  2009, c. 19, s. 23 (3).</p> <p class=\"headnote\">Forfeiture</p> <p class=\"subsection\">(4) A thing disposed of in accordance with this section is forfeited to the Crown.  2009, c. 19, s. 23 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s60s1\">2009, c. 19, s. 60 (1, 2)</a></span> - no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s65\">2009, c. 19, s. 65</a></span>\r\n- 31/12/2019</p>"
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "24.",
            "section_x": "Notice of disposal of things seized",
            "part_id": null,
            "part_type": null,
            "section_y": "Notice of disposal of things seized",
            "content": "24 (1) If a thing has been disposed of in accordance with section 23, the Director shall ensure that a provincial officer gives written notice of the seizure and disposal, within 15 days of the disposal, (a) to every person whom the provincial officer knows or has reason to believe is an owner of the thing seized; and (b) to every person who has a security interest in the thing that is perfected by registration under the Personal Property Security Act against the name of any person whom the provincial officer knows or has reason to believe is the owner.  2009, c. 19, s. 24 (1). Contents of notice (2) Notice under subsection (1) shall include, (a) a description of the thing seized sufficient to enable it to be identified; (b) the location at which the thing was seized; (c) the date of the seizure and disposal; (d) the name and telephone number of the provincial officer who seized the thing or of his or her delegate; (e) a statement of the reason for the seizure and disposal; (f) a reference to the statutory provision authorizing the seizure and disposal; and (g) a reference to the right to apply to the Superior Court of Justice under subsection 25 (5) for relief against forfeiture.  2009, c. 19, s. 24 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK26\"></a><b>24 </b>(1) If a thing has been disposed of in accordance with section 23, the Director shall ensure that a provincial officer gives written notice of the seizure and disposal, within 15 days of the disposal,</p> <p class=\"paragraph\">  (a) to every person whom the provincial officer knows or has reason to believe is an owner of the thing seized; and</p> <p class=\"paragraph\">  (b) to every person who has a security interest in the thing that is perfected by registration under the <i>Personal Property Security Act</i> against the name of any person whom the provincial officer knows or has reason to believe is the owner.  2009, c. 19, s. 24 (1).</p> <p class=\"headnote\">Contents of notice</p> <p class=\"subsection\">(2) Notice under subsection (1) shall include,</p> <p class=\"paragraph\">  (a) a description of the thing seized sufficient to enable it to be identified;</p> <p class=\"paragraph\">  (b) the location at which the thing was seized;</p> <p class=\"paragraph\">  (c) the date of the seizure and disposal;</p> <p class=\"paragraph\">  (d) the name and telephone number of the provincial officer who seized the thing or of his or her delegate;</p> <p class=\"paragraph\">  (e) a statement of the reason for the seizure and disposal;</p> <p class=\"paragraph\">  (f) a reference to the statutory provision authorizing the seizure and disposal; and</p> <p class=\"paragraph\">  (g) a reference to the right to apply to the Superior Court of Justice under subsection 25 (5) for relief against forfeiture.  2009, c. 19, s. 24 (2).</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "25.",
            "section_x": "Forfeiture may be ordered",
            "part_id": null,
            "part_type": null,
            "section_y": "Forfeiture may be ordered",
            "content": "25 (1) On the application of the Director, the Superior Court of Justice may order that a thing seized under section 20 or under a warrant issued under the Provincial Offences Act in connection with the commission or suspected commission of an offence under this Act be forfeited to the Crown.  2009, c. 19, s. 25 (1). When no order to be made (2) No order shall be made under subsection (1) unless the court is satisfied that, (a) the seizure was lawful; and (b) no later than seven days before the hearing of the application, written notice was provided by a provincial officer, (i) to every person whom the provincial officer knows or has reason to believe is an owner of the thing seized, (ii) to every person who has a security interest in the thing that is perfected by registration under the Personal Property Security Act against the name of any person whom the provincial officer knows or has reason to believe is the owner, (iii) if the thing seized is a vehicle, to every person who has a security interest in the vehicle that is perfected by registration under the Personal Property Security Act against the vehicle identification number of the vehicle, and (iv) if the thing seized is a vehicle and the vehicle is registered under the Highway Traffic Act, to the registered owner.  2009, c. 19, s. 25 (2). Contents of notice (3) Notice under subsection (2) shall include, (a) a description of the thing seized sufficient to enable it to be identified; (b) the location at which the thing was seized; (c) the date of the seizure; (d) the name and telephone number of the provincial officer who seized the thing or of his or her delegate; (e) a statement of the reason for the seizure; (f) a reference to the statutory provision authorizing the seizure; (g) a statement that an order for forfeiture of the thing is being sought under this section; and (h) a statement that the person to whom the notice is provided may make submissions to the Superior Court of Justice with respect to the issuance of an order under this section.  2009, c. 19, s. 25 (3). Disposition of things forfeited (4) A thing forfeited under this section may be disposed of as the Director directs.  2009, c. 19, s. 25 (4). Relief against forfeiture (5) A person who had an interest in a thing forfeited under section 23 or this section may apply to the Superior Court of Justice for relief against the forfeiture and the court may make an order providing for any relief that it considers appropriate, including any of the following orders: 1. An order directing that the thing or any part of the thing be returned to the applicant. 2. An order directing that any interest in the thing be vested in the applicant. 3. An order directing that an amount be paid by the Crown to the applicant by way of compensation for the forfeiture.  2009, c. 19, s. 25 (5). When relief not to be ordered (6) The court shall not make an order for relief under subsection (5) in respect of a thing forfeited if the person applying for the relief, (a) has been served with an order requiring the person to pay a penalty under section 30 in connection with a matter that was associated with the seizure of the thing, unless the order has been revoked; or (b) has been charged with an offence that was associated with the seizure of the thing, unless the charge has been withdrawn or dismissed.  2009, c. 19, s. 25 (6). Section Amendments with date in force (d/m/y) 2009, c. 19, s. 61\r\n- no effect - see 2009, c. 19, s. 65\r\n- 31/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK27\"></a><b>25 </b>(1) On the application of the Director, the Superior Court of Justice may order that a thing seized under section 20 or under a warrant issued under the <i>Provincial Offences Act</i> in connection with the commission or suspected commission of an offence under this Act be forfeited to the Crown.  2009, c. 19, s. 25 (1).</p> <p class=\"headnote\">When no order to be made</p> <p class=\"subsection\">(2) No order shall be made under subsection (1) unless the court is satisfied that,</p> <p class=\"paragraph\">  (a) the seizure was lawful; and</p> <p class=\"paragraph\">  (b) no later than seven days before the hearing of the application, written notice was provided by a provincial officer,</p> <p class=\"subpara\">  (i) to every person whom the provincial officer knows or has reason to believe is an owner of the thing seized,</p> <p class=\"subpara\">  (ii) to every person who has a security interest in the thing that is perfected by registration under the <i>Personal Property Security Act</i> against the name of any person whom the provincial officer knows or has reason to believe is the owner,</p> <p class=\"subpara\">  (iii) if the thing seized is a vehicle, to every person who has a security interest in the vehicle that is perfected by registration under the <i>Personal Property Security Act</i> against the vehicle identification number of the vehicle, and</p> <p class=\"subpara\">  (iv) if the thing seized is a vehicle and the vehicle is registered under the <i>Highway Traffic Act</i>, to the registered owner.  2009, c. 19, s. 25 (2).</p> <p class=\"headnote\">Contents of notice</p> <p class=\"subsection\">(3) Notice under subsection (2) shall include,</p> <p class=\"paragraph\">  (a) a description of the thing seized sufficient to enable it to be identified;</p> <p class=\"paragraph\">  (b) the location at which the thing was seized;</p> <p class=\"paragraph\">  (c) the date of the seizure;</p> <p class=\"paragraph\">  (d) the name and telephone number of the provincial officer who seized the thing or of his or her delegate;</p> <p class=\"paragraph\">  (e) a statement of the reason for the seizure;</p> <p class=\"paragraph\">  (f) a reference to the statutory provision authorizing the seizure;</p> <p class=\"paragraph\">  (g) a statement that an order for forfeiture of the thing is being sought under this section; and</p> <p class=\"paragraph\">  (h) a statement that the person to whom the notice is provided may make submissions to the Superior Court of Justice with respect to the issuance of an order under this section.  2009, c. 19, s. 25 (3).</p> <p class=\"headnote\">Disposition of things forfeited</p> <p class=\"subsection\">(4) A thing forfeited under this section may be disposed of as the Director directs.  2009, c. 19, s. 25 (4).</p> <p class=\"headnote\">Relief against forfeiture</p> <p class=\"subsection\">(5) A person who had an interest in a thing forfeited under section 23 or this section may apply to the Superior Court of Justice for relief against the forfeiture and the court may make an order providing for any relief that it considers appropriate, including any of the following orders:</p> <p class=\"paragraph\">  1. An order directing that the thing or any part of the thing be returned to the applicant.</p> <p class=\"paragraph\">  2. An order directing that any interest in the thing be vested in the applicant.</p> <p class=\"paragraph\">  3. An order directing that an amount be paid by the Crown to the applicant by way of compensation for the forfeiture.  2009, c. 19, s. 25 (5).</p> <p class=\"headnote\">When relief not to be ordered</p> <p class=\"subsection\">(6) The court shall not make an order for relief under subsection (5) in respect of a thing forfeited if the person applying for the relief,</p> <p class=\"paragraph\">  (a) has been served with an order requiring the person to pay a penalty under section 30 in connection with a matter that was associated with the seizure of the thing, unless the order has been revoked; or</p> <p class=\"paragraph\">  (b) has been charged with an offence that was associated with the seizure of the thing, unless the charge has been withdrawn or dismissed.  2009, c. 19, s. 25 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s61\">2009, c. 19, s. 61</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s65\">2009, c. 19, s. 65</a></span>\r\n- 31/12/2019</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "26.",
            "section_x": "Use of force",
            "part_id": null,
            "part_type": null,
            "section_y": "Use of force",
            "content": "26 A provincial officer may use such force as is reasonably necessary, (a) to carry out a court order issued under this Act; (b) to execute a warrant issued under the Provincial Offences Act; or (c) to prevent the destruction of any thing that the provincial officer reasonably believes may afford evidence of an offence under this Act.  2009, c. 19, s. 26. 26.1 Section Amendments with date in force (d/m/y) 2009, c. 19, s. 62\r\n- no effect - see 2009, c. 19, s. 65\r\n- 31/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK28\"></a><b>26 </b>A provincial officer may use such force as is reasonably necessary,</p> <p class=\"paragraph\">  (a) to carry out a court order issued under this Act;</p> <p class=\"paragraph\">  (b) to execute a warrant issued under the <i>Provincial Offences Act</i>; or</p> <p class=\"paragraph\">  (c) to prevent the destruction of any thing that the provincial officer reasonably believes may afford evidence of an offence under this Act.  2009, c. 19, s. 26.</p> <p class=\"section\"><b>26.1</b></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s62\">2009, c. 19, s. 62</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s65\">2009, c. 19, s. 65</a></span>\r\n- 31/12/2019</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "26.2",
            "section_x": "Power to require response to inquiries",
            "part_id": null,
            "part_type": null,
            "section_y": "Power to require response to inquiries",
            "content": "26.2 (1) For the purposes of determining compliance of a person with this Act or the regulations, a provincial officer may, at any reasonable time and with any reasonable assistance, require the person, or any person employed by or providing services to the person, to respond to reasonable inquiries. 2017, c. 2, Sched. 11, s. 7. Same (2) For the purposes of subsection (1), a provincial officer may make inquiries by telephone or by any other means of communication. 2017, c. 2, Sched. 11, s. 7. Production of document (3) In requiring a person to respond to an inquiry under subsection (1), a provincial officer may require the production of any document or data, in any form, required to be kept under this Act and of any other document or data, in any form, related to the purpose of the inquiry. 2017, c. 2, Sched. 11, s. 7. Records in electronic form (4) If a record is retained in electronic form, a provincial officer may require that a copy of it be provided to him or her on paper or electronically, or both. 2017, c. 2, Sched. 11, s. 7. Section Amendments with date in force (d/m/y) 2017, c. 2, Sched. 11, s. 7 - 22/03/2017",
            "raw_html": "<p class=\"section\"><a name=\"BK29\"></a><b>26.2 </b>(1) For the purposes of determining compliance of a person with this Act or the regulations, a provincial officer may, at any reasonable time and with any reasonable assistance, require the person, or any person employed by or providing services to the person, to respond to reasonable inquiries. 2017, c. 2, Sched. 11, s. 7.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) For the purposes of subsection (1), a provincial officer may make inquiries by telephone or by any other means of communication. 2017, c. 2, Sched. 11, s. 7.</p> <p class=\"headnote\">Production of document</p> <p class=\"subsection\">(3) In requiring a person to respond to an inquiry under subsection (1), a provincial officer may require the production of any document or data, in any form, required to be kept under this Act and of any other document or data, in any form, related to the purpose of the inquiry. 2017, c. 2, Sched. 11, s. 7.</p> <p class=\"headnote\">Records in electronic form</p> <p class=\"subsection\">(4) If a record is retained in electronic form, a provincial officer may require that a copy of it be provided to him or her on paper or electronically, or both. 2017, c. 2, Sched. 11, s. 7.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17002#sched11s7\">2017, c. 2, Sched. 11, s. 7</a></span> - 22/03/2017</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "27.",
            "section_x": "Order by provincial officer: contraventions",
            "part_id": null,
            "part_type": null,
            "section_y": "Order by provincial officer: contraventions",
            "content": "27 (1) A provincial officer may issue an order to any person that the provincial officer reasonably believes is contravening or has contravened, (a) a provision of this Act or the regulations; (b) a provision of an order under this section; or (c) a provision of a licence issued under this Act.  2009, c. 19, s. 27 (1). Information to be included in order (2) The order shall, (a) specify the provision that the provincial officer believes is being or has been contravened; (b) briefly describe the nature and, if applicable, the location of the contravention; and (c) state that a review of the order may be requested in accordance with section 29.  2009, c. 19, s. 27 (2). What order may require (3) The order may require the person to whom it is directed to comply with any directions set out in the order within the time specified relating to, (a) achieving compliance with the provision; (b) preventing the continuation or repetition of the contravention; (c) submitting a plan for achieving compliance with the provision, including the engagement of contractors or consultants satisfactory to a provincial officer; (d) monitoring and recording and reporting on the monitoring and recording; (e) the securing, whether through locks, gates, fences, security guards or other means, of any land, place or thing; and (f) posting notice of the order.  2009, c. 19, s. 27 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK30\"></a><b>27 </b>(1) A provincial officer may issue an order to any person that the provincial officer reasonably believes is contravening or has contravened,</p> <p class=\"paragraph\">  (a) a provision of this Act or the regulations;</p> <p class=\"paragraph\">  (b) a provision of an order under this section; or</p> <p class=\"paragraph\">  (c) a provision of a licence issued under this Act.  2009, c. 19, s. 27 (1).</p> <p class=\"headnote\">Information to be included in order</p> <p class=\"subsection\">(2) The order shall,</p> <p class=\"paragraph\">  (a) specify the provision that the provincial officer believes is being or has been contravened;</p> <p class=\"paragraph\">  (b) briefly describe the nature and, if applicable, the location of the contravention; and</p> <p class=\"paragraph\">  (c) state that a review of the order may be requested in accordance with section 29.  2009, c. 19, s. 27 (2).</p> <p class=\"headnote\">What order may require</p> <p class=\"subsection\">(3) The order may require the person to whom it is directed to comply with any directions set out in the order within the time specified relating to,</p> <p class=\"paragraph\">  (a) achieving compliance with the provision;</p> <p class=\"paragraph\">  (b) preventing the continuation or repetition of the contravention;</p> <p class=\"paragraph\">  (c) submitting a plan for achieving compliance with the provision, including the engagement of contractors or consultants satisfactory to a provincial officer;</p> <p class=\"paragraph\">  (d) monitoring and recording and reporting on the monitoring and recording;</p> <p class=\"paragraph\">  (e) the securing, whether through locks, gates, fences, security guards or other means, of any land, place or thing; and</p> <p class=\"paragraph\">  (f) posting notice of the order.  2009, c. 19, s. 27 (3).</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "28.",
            "section_x": "Amendment or revocation of orders under s. 27",
            "part_id": null,
            "part_type": null,
            "section_y": "Amendment or revocation of orders under s. 27",
            "content": "28 (1) An order issued under section 27 may, by order, be amended or revoked by the provincial officer who issued it or by the Director.  2009, c. 19, s. 28 (1). Same (2) A provincial officer or Director who amends or revokes an order shall give written notice of the amendment or revocation to the person to whom the order is directed.  2009, c. 19, s. 28 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>28 </b>(1) An order issued under section 27 may, by order, be amended or revoked by the provincial officer who issued it or by the Director.  2009, c. 19, s. 28 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) A provincial officer or Director who amends or revokes an order shall give written notice of the amendment or revocation to the person to whom the order is directed.  2009, c. 19, s. 28 (2).</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "29.",
            "section_x": "Request for review, orders under ss. 27 or 28",
            "part_id": null,
            "part_type": null,
            "section_y": "Request for review, orders under ss. 27 or 28",
            "content": "29 (1) A person to whom an order under section 27 or 28 is directed may, within seven days after being served with a copy of the order, request that the Director review the order.  2009, c. 19, s. 29 (1). Manner of making request (2) The request may be made orally, with written confirmation served on the Director within the time specified in subsection (1), or in writing.  2009, c. 19, s. 29 (2). Contents of request for review (3) A written request for review under subsection (1) or a written confirmation of an oral request under subsection (2) shall include, (a) the portions of the order in respect of which the review is requested; (b) any submissions that the applicant for the review wishes the Director to consider; and (c) for the purpose of subsection (7), an address that may be used for service in accordance with section 48.  2009, c. 19, s. 29 (3). No automatic stay (4) The request for review does not stay the order, unless the Director orders otherwise in writing.  2009, c. 19, s. 29 (4). Decision of Director (5) A Director who receives a request for review may, (a) revoke the order of the provincial officer; or (b) by order directed to the person requesting the review, confirm or amend the order of the provincial officer.  2009, c. 19, s. 29 (5). Same (6) For the purposes of subsection (5), the Director may substitute his or her own opinion for that of the provincial officer.  2009, c. 19, s. 29 (6). Notice of decision (7) The Director shall serve the person requesting the review with a copy of, (a) a decision to revoke the order of the provincial officer; or (b) an order to confirm or amend the order of the provincial officer, together with reasons.  2009, c. 19, s. 29 (7). Automatic confirmation of order (8) If, within seven days of receiving a written request for review or a written confirmation of an oral request for review, the Director does not make a decision under subsection (5) and give oral or written notice of the decision to the person requesting the review, the order in respect of which the review is sought shall be deemed to have been confirmed by order of the Director.  2009, c. 19, s. 29 (8). Same (9) For the purpose of section 32 and a hearing required under that section, a confirming order deemed to have been made by the Director under subsection (8), (a) shall be deemed to be directed to each person to whom the order of the provincial officer was directed; and (b) shall be deemed to have been served, on each person to whom the order of the provincial officer was directed, at the expiry of the time period referred to in subsection (8).  2009, c. 19, s. 29 (9). Same (10) Subsections (8) and (9) do not apply if, within seven days of receiving the request for review, the Director stays the order under subsection (4) and gives written notice to the person requesting the review that the Director requires additional time to make a decision under subsection (5).  2009, c. 19, s. 29 (10). 30 Repealed.  See:\r\nTable of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006. Section Amendments with date in force (d/m/y) 2009, c. 19, s. 63\r\n- no effect - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2019; 2009, c. 19, s. 66 (3, 4) - no effect - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2019 2010, c. 16, Sched. 7, s. 5 (1, 2) - no effect - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2019 Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>29 </b>(1) A person to whom an order under section 27 or 28 is directed may, within seven days after being served with a copy of the order, request that the Director review the order.  2009, c. 19, s. 29 (1).</p> <p class=\"headnote\">Manner of making request</p> <p class=\"subsection\">(2) The request may be made orally, with written confirmation served on the Director within the time specified in subsection (1), or in writing.  2009, c. 19, s. 29 (2).</p> <p class=\"headnote\">Contents of request for review</p> <p class=\"subsection\">(3) A written request for review under subsection (1) or a written confirmation of an oral request under subsection (2) shall include,</p> <p class=\"paragraph\">  (a) the portions of the order in respect of which the review is requested;</p> <p class=\"paragraph\">  (b) any submissions that the applicant for the review wishes the Director to consider; and</p> <p class=\"paragraph\">  (c) for the purpose of subsection (7), an address that may be used for service in accordance with section 48.  2009, c. 19, s. 29 (3).</p> <p class=\"headnote\">No automatic stay</p> <p class=\"subsection\">(4) The request for review does not stay the order, unless the Director orders otherwise in writing.  2009, c. 19, s. 29 (4).</p> <p class=\"headnote\">Decision of Director</p> <p class=\"subsection\">(5) A Director who receives a request for review may,</p> <p class=\"paragraph\">  (a) revoke the order of the provincial officer; or</p> <p class=\"paragraph\">  (b) by order directed to the person requesting the review, confirm or amend the order of the provincial officer.  2009, c. 19, s. 29 (5).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(6) For the purposes of subsection (5), the Director may substitute his or her own opinion for that of the provincial officer.  2009, c. 19, s. 29 (6).</p> <p class=\"headnote\">Notice of decision</p> <p class=\"subsection\">(7) The Director shall serve the person requesting the review with a copy of,</p> <p class=\"paragraph\">  (a) a decision to revoke the order of the provincial officer; or</p> <p class=\"paragraph\">  (b) an order to confirm or amend the order of the provincial officer, together with reasons.  2009, c. 19, s. 29 (7).</p> <p class=\"headnote\">Automatic confirmation of order</p> <p class=\"subsection\">(8) If, within seven days of receiving a written request for review or a written confirmation of an oral request for review, the Director does not make a decision under subsection (5) and give oral or written notice of the decision to the person requesting the review, the order in respect of which the review is sought shall be deemed to have been confirmed by order of the Director.  2009, c. 19, s. 29 (8).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(9) For the purpose of section 32 and a hearing required under that section, a confirming order deemed to have been made by the Director under subsection (8),</p> <p class=\"paragraph\">  (a) shall be deemed to be directed to each person to whom the order of the provincial officer was directed; and</p> <p class=\"paragraph\">  (b) shall be deemed to have been served, on each person to whom the order of the provincial officer was directed, at the expiry of the time period referred to in subsection (8).  2009, c. 19, s. 29 (9).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(10) Subsections (8) and (9) do not apply if, within seven days of receiving the request for review, the Director stays the order under subsection (4) and gives written notice to the person requesting the review that the Director requires additional time to make a decision under subsection (5).  2009, c. 19, s. 29 (10).</p> <p class=\"section\"><b>30 </b><span>Repealed.  </span>See:\r\n<a href=\"https://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i></a>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s63\">2009, c. 19, s. 63</a></span>\r\n- no effect - see <a href=\"https://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i></a> - 31/12/2019; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s66s3\">2009, c. 19, s. 66 (3, 4)</a></span> - no effect - see <a href=\"https://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i></a> - 31/12/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched7s5s1\">2010, c. 16, Sched. 7, s. 5 (1, 2)</a></span> - no effect - see <a href=\"https://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i></a> - 31/12/2019</p> <p class=\"footnoteLeft\"><a href=\"https://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i></a> - 31/12/2019</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "31.",
            "section_x": "Orders, consequential authority",
            "part_id": null,
            "part_type": null,
            "section_y": "Orders, consequential authority",
            "content": "31 (1) The authority to make an order under this Act includes the authority to require the person or body to whom the order is directed to take such intermediate action or such procedural steps or both as are related to the action required or prohibited by the order and as are specified in the order.  2009, c. 19, s. 31 (1). Same, authority to order access (2) A person who has authority under this Act to order that a thing be done on or in any place also has authority to order any person who owns, occupies or has the charge, management or control of the place to permit access to the place for the purpose of doing the thing.  2009, c. 19, s. 31 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>31 </b>(1) The authority to make an order under this Act includes the authority to require the person or body to whom the order is directed to take such intermediate action or such procedural steps or both as are related to the action required or prohibited by the order and as are specified in the order.  2009, c. 19, s. 31 (1).</p> <p class=\"headnote\">Same, authority to order access</p> <p class=\"subsection\">(2) A person who has authority under this Act to order that a thing be done on or in any place also has authority to order any person who owns, occupies or has the charge, management or control of the place to permit access to the place for the purpose of doing the thing.  2009, c. 19, s. 31 (2).</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "32.",
            "section_x": "Appeal of order",
            "part_id": null,
            "part_type": null,
            "section_y": "Appeal of order",
            "content": "32 (1) A person to whom an order of the Director is directed under section 29 or 30 may, by written notice served on the Director and the Tribunal within 15 days after service on the person of a copy of the order, require a hearing by the Tribunal.  2009, c. 19, s. 32 (1). Failure or refusal to issue, etc., order (2) No failure or refusal to issue, amend, vary or revoke an order is an order.  2009, c. 19, s. 32 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>32 </b>(1) A person to whom an order of the Director is directed under section 29 or 30 may, by written notice served on the Director and the Tribunal within 15 days after service on the person of a copy of the order, require a hearing by the Tribunal.  2009, c. 19, s. 32 (1).</p> <p class=\"headnote\">Failure or refusal to issue, etc., order</p> <p class=\"subsection\">(2) No failure or refusal to issue, amend, vary or revoke an order is an order.  2009, c. 19, s. 32 (2).</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "33.",
            "section_x": "Extension of time for requiring hearing",
            "part_id": null,
            "part_type": null,
            "section_y": "Extension of time for requiring hearing",
            "content": "33 The Tribunal shall extend the time in which a person may give a notice under section 32 requiring a hearing on an order if, in the Tribunal’s opinion, it is just to do so because service of the order on the person did not give the person notice of the order.  2009, c. 19, s. 33.",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>33 </b>The Tribunal shall extend the time in which a person may give a notice under section 32 requiring a hearing on an order if, in the Tribunal’s opinion, it is just to do so because service of the order on the person did not give the person notice of the order.  2009, c. 19, s. 33.</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "34.",
            "section_x": "Contents of notice requiring hearing",
            "part_id": null,
            "part_type": null,
            "section_y": "Contents of notice requiring hearing",
            "content": "34 (1) An applicant for a hearing by the Tribunal shall state in the notice requiring the hearing, (a) the portions of the order in respect of which the hearing is required; and (b) the grounds on which the applicant for the hearing intends to rely at the hearing.  2009, c. 19, s. 34 (1). Effect of contents of notice (2) Except with leave of the Tribunal, at a hearing by the Tribunal an applicant is not entitled to appeal a portion of the order, or to rely on a ground, that is not stated in the applicant’s notice requiring the hearing.  2009, c. 19, s. 34 (2). Leave by Tribunal (3) The Tribunal may grant the leave referred to in subsection (2) if the Tribunal is of the opinion that to do so is proper in the circumstances, and the Tribunal may give such directions as the Tribunal considers proper consequent on the granting of the leave.  2009, c. 19, s. 34 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>34 </b>(1) An applicant for a hearing by the Tribunal shall state in the notice requiring the hearing,</p> <p class=\"paragraph\">  (a) the portions of the order in respect of which the hearing is required; and</p> <p class=\"paragraph\">  (b) the grounds on which the applicant for the hearing intends to rely at the hearing.  2009, c. 19, s. 34 (1).</p> <p class=\"headnote\">Effect of contents of notice</p> <p class=\"subsection\">(2) Except with leave of the Tribunal, at a hearing by the Tribunal an applicant is not entitled to appeal a portion of the order, or to rely on a ground, that is not stated in the applicant’s notice requiring the hearing.  2009, c. 19, s. 34 (2).</p> <p class=\"headnote\">Leave by Tribunal</p> <p class=\"subsection\">(3) The Tribunal may grant the leave referred to in subsection (2) if the Tribunal is of the opinion that to do so is proper in the circumstances, and the Tribunal may give such directions as the Tribunal considers proper consequent on the granting of the leave.  2009, c. 19, s. 34 (3).</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "35.",
            "section_x": "Stay on appeal",
            "part_id": null,
            "part_type": null,
            "section_y": "Stay on appeal",
            "content": "35 The commencement of a proceeding before the Tribunal stays the operation of the order that is the subject of the proceeding.  2009, c. 19, s. 35. Section Amendments with date in force (d/m/y) 2009, c. 19, s. 64\r\n- no effect - see 2009, c. 19, s. 65\r\n- 31/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>35 </b>The commencement of a proceeding before the Tribunal stays the operation of the order that is the subject of the proceeding.  2009, c. 19, s. 35.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s64\">2009, c. 19, s. 64</a></span>\r\n- no effect - see <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s65\">2009, c. 19, s. 65</a></span>\r\n- 31/12/2019</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "36.",
            "section_x": "Parties to hearing",
            "part_id": null,
            "part_type": null,
            "section_y": "Parties to hearing",
            "content": "36 The person requiring the hearing, the Director and any other person specified by the Tribunal are parties to the hearing.  2009, c. 19, s. 36.",
            "raw_html": "<p class=\"section\"><a name=\"BK38\"></a><b>36 </b>The person requiring the hearing, the Director and any other person specified by the Tribunal are parties to the hearing.  2009, c. 19, s. 36.</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "37.",
            "section_x": "Powers of Tribunal",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers of Tribunal",
            "content": "37 Subject to section 38, a hearing by the Tribunal under this Act shall be a new hearing and the Tribunal may confirm, alter or revoke the order that is the subject matter of the hearing and may by order direct the Director to take such action as the Tribunal considers the Director should take in accordance with this Act and the regulations, and, for such purposes, the Tribunal may substitute its opinion for that of the Director.  2009, c. 19, s. 37. 38 Repealed.  See:\r\nTable of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006. Section Amendments with date in force (d/m/y) Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK39\"></a><b>37 </b>Subject to section 38, a hearing by the Tribunal under this Act shall be a new hearing and the Tribunal may confirm, alter or revoke the order that is the subject matter of the hearing and may by order direct the Director to take such action as the Tribunal considers the Director should take in accordance with this Act and the regulations, and, for such purposes, the Tribunal may substitute its opinion for that of the Director.  2009, c. 19, s. 37.</p> <p class=\"section\"><b>38 </b><span>Repealed.  </span>See:\r\n<a href=\"https://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i></a>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"https://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i></a> - 31/12/2019</p>"
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "39.",
            "section_x": "Appeals from Tribunal",
            "part_id": null,
            "part_type": null,
            "section_y": "Appeals from Tribunal",
            "content": "39 (1) Any party to a hearing before the Tribunal under this Act may appeal from its decision or order on a question of law to the Divisional Court in accordance with the rules of court.  2009, c. 19, s. 39 (1). (2) Repealed: 2021, c. 4, Sched. 10, s. 8 (1). Decision of Tribunal not automatically stayed on appeal (3) An appeal of a decision of the Tribunal to the Divisional Court under this section does not stay the operation of the decision, unless the Tribunal orders otherwise.  2009, c. 19, s. 39 (3); 2021, c. 4, Sched. 10, s. 8 (2). Divisional Court may grant or set aside stay (4) If a decision of the Tribunal is appealed to the Divisional Court under this section, the Divisional Court may, (a) stay the operation of the decision; or (b) set aside a stay ordered by the Tribunal under subsection (3).  2009, c. 19, s. 39 (4); 2021, c. 4, Sched. 10, s. 8 (3). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 10, s. 8 (1-3) - 01/06/2021 Instruments under Act, who is bound",
            "raw_html": "<p class=\"section\"><a name=\"BK40\"></a><b>39 </b>(1) Any party to a hearing before the Tribunal under this Act may appeal from its decision or order on a question of law to the Divisional Court in accordance with the rules of court.  2009, c. 19, s. 39 (1).</p> <p class=\"subsection\">(2) <span class=\"ovsmallcap\"><span>Repealed</span></span><span>: </span>2021, c. 4, Sched. 10, s. 8 (1).</p> <p class=\"headnote\">Decision of Tribunal not automatically stayed on appeal</p> <p class=\"subsection\">(3) An appeal of a decision of the Tribunal to the Divisional Court under this section does not stay the operation of the decision, unless the Tribunal orders otherwise.  2009, c. 19, s. 39 (3); 2021, c. 4, Sched. 10, s. 8 (2).</p> <p class=\"headnote\">Divisional Court may grant or set aside stay</p> <p class=\"subsection\">(4) If a decision of the Tribunal is appealed to the Divisional Court under this section, the Divisional Court may,</p> <p class=\"paragraph\">  (a) stay the operation of the decision; or</p> <p class=\"paragraph\">  (b) set aside a stay ordered by the Tribunal under subsection (3).  2009, c. 19, s. 39 (4); 2021, c. 4, Sched. 10, s. 8 (3).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched10s8s1\">2021, c. 4, Sched. 10, s. 8 (1-3)</a></span> - 01/06/2021</p> <p class=\"headnote\">Instruments under Act, who is bound</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "40.",
            "section_x": "Instruments under Act, who is bound",
            "part_id": null,
            "part_type": null,
            "section_y": "Successors and assigns",
            "content": "40 (1) An order of a court, the Director or a provincial officer under this Act is binding on the executor, administrator, administrator with the will annexed, guardian of property or attorney for property of the person to whom it was directed, and on any other successor or assignee of the person to whom it was directed.  2009, c. 19, s. 40 (1). Limitation (2) If, pursuant to subsection (1), an order is binding on an executor, administrator, administrator with the will annexed, guardian of property or attorney for property, their obligation to incur costs to comply with the order is limited to the value of the assets they hold or administer, less their reasonable costs of holding or administering the assets.  2009, c. 19, s. 40 (2). Receivers and trustees (3) An order of a court, the Director or a provincial officer under this Act that relates to property is binding on a receiver or trustee that holds or administers the property.  2009, c. 19, s. 40 (3). Limitation (4) If, pursuant to subsection (3), an order is binding on a trustee, other than a trustee in bankruptcy, the trustee’s obligation to incur costs to comply with the order is limited to the value of the assets held or administered by the trustee, less the trustee’s reasonable costs of holding or administering the assets.  2009, c. 19, s. 40 (4). Exception (5) Subsection (3) does not apply to an order that relates to property held or administered by a receiver or trustee in bankruptcy if, (a) within 10 days after taking or being appointed to take possession or control of the property, or within 10 days after the issuance of the order, the receiver or trustee in bankruptcy notifies the Director that they have abandoned, disposed of or otherwise released their interest in the property; or (b) the order was stayed under Part I of the Bankruptcy and Insolvency Act (Canada) and the receiver or trustee in bankruptcy notified the Director, before the stay expired, that they abandoned, disposed of or otherwise released their interest in the property.  2009, c. 19, s. 40 (5). Extension of period (6) The Director may extend the 10-day period for giving notice under clause (5) (a), before or after it expires, on such terms and conditions as he or she considers appropriate.  2009, c. 19, s. 40 (6). Notice under subs. (5) (7) Notice under clause (5) (a) or (b) must be given in the manner prescribed by the regulations.  2009, c. 19, s. 40 (7).",
            "raw_html": "<p class=\"section\"><a name=\"BK41\"></a><b>40 </b>(1) An order of a court, the Director or a provincial officer under this Act is binding on the executor, administrator, administrator with the will annexed, guardian of property or attorney for property of the person to whom it was directed, and on any other successor or assignee of the person to whom it was directed.  2009, c. 19, s. 40 (1).</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(2) If, pursuant to subsection (1), an order is binding on an executor, administrator, administrator with the will annexed, guardian of property or attorney for property, their obligation to incur costs to comply with the order is limited to the value of the assets they hold or administer, less their reasonable costs of holding or administering the assets.  2009, c. 19, s. 40 (2).</p> <p class=\"headnote\">Receivers and trustees</p> <p class=\"subsection\">(3) An order of a court, the Director or a provincial officer under this Act that relates to property is binding on a receiver or trustee that holds or administers the property.  2009, c. 19, s. 40 (3).</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(4) If, pursuant to subsection (3), an order is binding on a trustee, other than a trustee in bankruptcy, the trustee’s obligation to incur costs to comply with the order is limited to the value of the assets held or administered by the trustee, less the trustee’s reasonable costs of holding or administering the assets.  2009, c. 19, s. 40 (4).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(5) Subsection (3) does not apply to an order that relates to property held or administered by a receiver or trustee in bankruptcy if,</p> <p class=\"paragraph\">  (a) within 10 days after taking or being appointed to take possession or control of the property, or within 10 days after the issuance of the order, the receiver or trustee in bankruptcy notifies the Director that they have abandoned, disposed of or otherwise released their interest in the property; or</p> <p class=\"paragraph\">  (b) the order was stayed under Part I of the <i>Bankruptcy and Insolvency Act</i> (Canada) and the receiver or trustee in bankruptcy notified the Director, before the stay expired, that they abandoned, disposed of or otherwise released their interest in the property.  2009, c. 19, s. 40 (5).</p> <p class=\"headnote\">Extension of period</p> <p class=\"subsection\">(6) The Director may extend the 10-day period for giving notice under clause (5) (a), before or after it expires, on such terms and conditions as he or she considers appropriate.  2009, c. 19, s. 40 (6).</p> <p class=\"headnote\">Notice under subs. (5)</p> <p class=\"subsection\">(7) Notice under clause (5) (a) or (b) must be given in the manner prescribed by the regulations.  2009, c. 19, s. 40 (7).</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "41.",
            "section_x": "Records",
            "part_id": null,
            "part_type": null,
            "section_y": "Records",
            "content": "41 (1) Every person required by this Act or the regulations to retain a record shall make it available to a provincial officer for inspection on his or her request.  2009, c. 19, s. 41 (1). Copies or extracts (2) The provincial officer may, on giving a receipt, remove any record referred to in subsection (1) for the purpose of making copies or extracts and shall promptly return the record.  2009, c. 19, s. 41 (2). Records in electronic form (3) If a record is retained in electronic form, the provincial officer may require that a copy of it be provided to him or her on paper or in a machine-readable medium or both.  2009, c. 19, s. 41 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK42\"></a><b>41 </b>(1) Every person required by this Act or the regulations to retain a record shall make it available to a provincial officer for inspection on his or her request.  2009, c. 19, s. 41 (1).</p> <p class=\"headnote\">Copies or extracts</p> <p class=\"subsection\">(2) The provincial officer may, on giving a receipt, remove any record referred to in subsection (1) for the purpose of making copies or extracts and shall promptly return the record.  2009, c. 19, s. 41 (2).</p> <p class=\"headnote\">Records in electronic form</p> <p class=\"subsection\">(3) If a record is retained in electronic form, the provincial officer may require that a copy of it be provided to him or her on paper or in a machine-readable medium or both.  2009, c. 19, s. 41 (3).</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "42.",
            "section_x": "Calling for assistance of member of police force",
            "part_id": null,
            "part_type": null,
            "section_y": "Calling for assistance of member of police force",
            "content": "42 Whenever a provincial officer is required or empowered by this Act or the regulations to do or direct the doing of anything, the provincial officer may take such steps and employ such assistance as is necessary to accomplish what is required, and may, when obstructed in so doing, call for the assistance of any member of the Ontario Provincial Police Force or the police force in the area where the assistance is required and it is the duty of every member of a police force to render the assistance.  2009, c. 19, s. 42. Note: On a day to be named by proclamation of the Lieutenant Governor, section 42 of the Act is repealed and the following substituted: (See: 2019, c. 1, Sched. 4, s. 62) Calling for assistance of member of police service 42 Whenever a provincial officer is required or empowered by this Act or the regulations to do or direct the doing of anything, the provincial officer may take such steps and employ such assistance as is necessary to accomplish what is required, and may, when obstructed in so doing, call for the assistance of any member of the police service in the area where the assistance is required, and it is the duty of every member of a police service to render such assistance. 2019, c. 1, Sched. 4, s. 62. Section Amendments with date in force (d/m/y) 2018, c. 3, Sched. 5, s. 64 - no effect - see 2019, c. 1, Sched. 3, s. 5 - 26/03/2019 2019, c. 1, Sched. 4, s. 62 - not in force Compliance with inspections, etc.",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>42 </b>Whenever a provincial officer is required or empowered by this Act or the regulations to do or direct the doing of anything, the provincial officer may take such steps and employ such assistance as is necessary to accomplish what is required, and may, when obstructed in so doing, call for the assistance of any member of the Ontario Provincial Police Force or the police force in the area where the assistance is required and it is the duty of every member of a police force to render the assistance.  2009, c. 19, s. 42.</p> <p class=\"Pnote-e\"><span>Note: On </span>a day to be named by proclamation of the Lieutenant Governor<span>, </span>section 42 of the Act is repealed and the following substituted:<span> (See: </span>2019, c. 1, Sched. 4, s. <span>62)</span></p> <p class=\"Yheadnote\"><span>Calling for assistance of member of police service</span></p> <p class=\"Ysection\"><a name=\"BK44\"></a><b><span>42 </span></b><span>Whenever a provincial officer is required or empowered by this Act or the regulations to do or direct the doing of anything, the provincial officer may take such steps and employ such assistance as is necessary to accomplish what is required, and may, when obstructed in so doing, call for the assistance of any member of the police service in the area where the assistance is required, and it is the duty of every member of a police service to render such assistance. 2019, c. 1, Sched. 4, s. 62.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18003#sched5s64\">2018, c. 3, Sched. 5, s. 64</a></span> - no effect - see <span class=\"MsoHyperlink\"><span><a href=\"http://www.ontario.ca/laws/statute/S19001#sched3s5\">2019, c. 1, Sched. 3, s. 5</a></span></span> - 26/03/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched4s62\">2019, c. 1, Sched. 4, s. 62</a></span> - not in force</p> <p class=\"headnote\">Compliance with inspections, etc.</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "42.",
            "section_x": "Calling for assistance of member of police service",
            "part_id": null,
            "part_type": null,
            "section_y": "Calling for assistance of member of police force",
            "content": "42 Whenever a provincial officer is required or empowered by this Act or the regulations to do or direct the doing of anything, the provincial officer may take such steps and employ such assistance as is necessary to accomplish what is required, and may, when obstructed in so doing, call for the assistance of any member of the Ontario Provincial Police Force or the police force in the area where the assistance is required and it is the duty of every member of a police force to render the assistance.  2009, c. 19, s. 42. Note: On a day to be named by proclamation of the Lieutenant Governor, section 42 of the Act is repealed and the following substituted: (See: 2019, c. 1, Sched. 4, s. 62) Calling for assistance of member of police service 42 Whenever a provincial officer is required or empowered by this Act or the regulations to do or direct the doing of anything, the provincial officer may take such steps and employ such assistance as is necessary to accomplish what is required, and may, when obstructed in so doing, call for the assistance of any member of the police service in the area where the assistance is required, and it is the duty of every member of a police service to render such assistance. 2019, c. 1, Sched. 4, s. 62. Section Amendments with date in force (d/m/y) 2018, c. 3, Sched. 5, s. 64 - no effect - see 2019, c. 1, Sched. 3, s. 5 - 26/03/2019 2019, c. 1, Sched. 4, s. 62 - not in force Compliance with inspections, etc.",
            "raw_html": "<p class=\"section\"><a name=\"BK43\"></a><b>42 </b>Whenever a provincial officer is required or empowered by this Act or the regulations to do or direct the doing of anything, the provincial officer may take such steps and employ such assistance as is necessary to accomplish what is required, and may, when obstructed in so doing, call for the assistance of any member of the Ontario Provincial Police Force or the police force in the area where the assistance is required and it is the duty of every member of a police force to render the assistance.  2009, c. 19, s. 42.</p> <p class=\"Pnote-e\"><span>Note: On </span>a day to be named by proclamation of the Lieutenant Governor<span>, </span>section 42 of the Act is repealed and the following substituted:<span> (See: </span>2019, c. 1, Sched. 4, s. <span>62)</span></p> <p class=\"Yheadnote\"><span>Calling for assistance of member of police service</span></p> <p class=\"Ysection\"><a name=\"BK44\"></a><b><span>42 </span></b><span>Whenever a provincial officer is required or empowered by this Act or the regulations to do or direct the doing of anything, the provincial officer may take such steps and employ such assistance as is necessary to accomplish what is required, and may, when obstructed in so doing, call for the assistance of any member of the police service in the area where the assistance is required, and it is the duty of every member of a police service to render such assistance. 2019, c. 1, Sched. 4, s. 62.</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18003#sched5s64\">2018, c. 3, Sched. 5, s. 64</a></span> - no effect - see <span class=\"MsoHyperlink\"><span><a href=\"http://www.ontario.ca/laws/statute/S19001#sched3s5\">2019, c. 1, Sched. 3, s. 5</a></span></span> - 26/03/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched4s62\">2019, c. 1, Sched. 4, s. 62</a></span> - not in force</p> <p class=\"headnote\">Compliance with inspections, etc.</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "43.",
            "section_x": "Compliance with inspections, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Obstruction",
            "content": "43 (1) No person shall hinder or obstruct any provincial officer or any employee in or agent of the Ministry in the performance of his or her duties under this Act.  2009, c. 19, s. 43 (1). False information (2) No person shall orally, in writing or electronically, give or submit false or misleading information in any statement, document or data, to any provincial officer, the Minister, the Ministry, any employee in or agent of the Ministry or any person involved in carrying out a program of the Ministry in respect of any matter related to this Act or the regulations.  2009, c. 19, s. 43 (2). Same (3) No person shall include false or misleading information in any document or data required to be created, stored or submitted under this Act.  2009, c. 19, s. 43 (3). Refusal to furnish information (4) No person shall refuse to furnish any provincial officer, the Minister, the Ministry or any employee in or agent of the Ministry with information required for the purposes of this Act and the regulations.  2009, c. 19, s. 43 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK45\"></a><b>43 </b>(1) No person shall hinder or obstruct any provincial officer or any employee in or agent of the Ministry in the performance of his or her duties under this Act.  2009, c. 19, s. 43 (1).</p> <p class=\"headnote\">False information</p> <p class=\"subsection\">(2) No person shall orally, in writing or electronically, give or submit false or misleading information in any statement, document or data, to any provincial officer, the Minister, the Ministry, any employee in or agent of the Ministry or any person involved in carrying out a program of the Ministry in respect of any matter related to this Act or the regulations.  2009, c. 19, s. 43 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) No person shall include false or misleading information in any document or data required to be created, stored or submitted under this Act.  2009, c. 19, s. 43 (3).</p> <p class=\"headnote\">Refusal to furnish information</p> <p class=\"subsection\">(4) No person shall refuse to furnish any provincial officer, the Minister, the Ministry or any employee in or agent of the Ministry with information required for the purposes of this Act and the regulations.  2009, c. 19, s. 43 (4).</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "44.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences",
            "content": "44 (1) Every person who contravenes any provision of this Act or the regulations is guilty of an offence.  2009, c. 19, s. 44 (1). Same (2) Every person who fails to comply with an order made under this Act, other than an order under section 30, is guilty of an offence. 2009, c. 19, s. 44 (2). Same (3) Every person who fails to comply with a term or condition of a licence under this Act is guilty of an offence.  2009, c. 19, s. 44 (3). Penalty, individual (4) An individual who is guilty of an offence under this section is liable, on conviction, (a) in the case of a first conviction, to a fine of not more than $25,000 for each day or part of a day on which the offence occurs or continues; and (b) in the case of a subsequent conviction, to a fine of not more than $50,000 for each day or part of a day on which the offence occurs or continues.  2009, c. 19, s. 44 (4). Same, corporation (5) A corporation that is guilty of an offence under this section is liable, on conviction, (a) in the case of a first conviction, to a fine of not more than $50,000 for each day or part of a day on which the offence occurs or continues; and (b) in the case of a subsequent conviction, to a fine of not more than $100,000 for each day or part of a day on which the offence occurs or continues.  2009, c. 19, s. 44 (5). Directors, officers, employees and agents (6) If a corporation commits an offence under this section, a director, officer, employee or agent of the corporation who directed, authorized, assented to, acquiesced in or failed to take all reasonable care to prevent the commission of the offence, or who participated in the commission of the offence, is also guilty of the offence, whether the corporation has been prosecuted for the offence or not.  2009, c. 19, s. 44 (6). Penalty re monetary benefit (7) The court that convicts a person of an offence under this section, in addition to any other penalty imposed by the court, may increase a fine imposed on the person by an amount equal to the amount of the monetary benefit acquired by or that accrued to the person as a result of the commission of the offence, despite the maximum fine provided in subsection (4) or (5).  2009, c. 19, s. 44 (7). Additional orders (8) The court that convicts a person under this section may, on its own initiative or on the motion of counsel for the prosecutor, make one or more of the following orders: 1. An order requiring the person, within the period or periods specified in the order, to do or refrain from doing anything specified in the order. 2. An order imposing requirements that the court considers appropriate to prevent similar unlawful conduct or to contribute to the person’s rehabilitation. 3. An order prohibiting the continuation or repetition of the offence by the person.  2009, c. 19, s. 44 (8). Other remedies and penalties preserved (9) Subsection (8) is in addition to any other remedy or penalty provided by law.  2009, c. 19, s. 44 (9). Limitation (10) A proceeding under this section shall not be commenced more than two years after the later of the following days: 1. The day on which the offence was committed. 2. The day on which evidence of the offence first came to the attention of the Director or a provincial officer.  2009, c. 19, s. 44 (10). Other Matters",
            "raw_html": "<p class=\"section\"><a name=\"BK46\"></a><b>44 </b>(1) Every person who contravenes any provision of this Act or the regulations is guilty of an offence.  2009, c. 19, s. 44 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Every person who fails to comply with an order made under this Act, other than an order under section 30, is guilty of an offence. 2009, c. 19, s. 44 (2).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) Every person who fails to comply with a term or condition of a licence under this Act is guilty of an offence.  2009, c. 19, s. 44 (3).</p> <p class=\"headnote\">Penalty, individual</p> <p class=\"subsection\">(4) An individual who is guilty of an offence under this section is liable, on conviction,</p> <p class=\"paragraph\">  (a) in the case of a first conviction, to a fine of not more than $25,000 for each day or part of a day on which the offence occurs or continues; and</p> <p class=\"paragraph\">  (b) in the case of a subsequent conviction, to a fine of not more than $50,000 for each day or part of a day on which the offence occurs or continues.  2009, c. 19, s. 44 (4).</p> <p class=\"headnote\">Same, corporation</p> <p class=\"subsection\">(5) A<b> </b>corporation that is guilty of an offence under this section is liable, on conviction,</p> <p class=\"paragraph\">  (a) in the case of a first conviction, to a fine of not more than $50,000 for each day or part of a day on which the offence occurs or continues; and</p> <p class=\"paragraph\">  (b) in the case of a subsequent conviction, to a fine of not more than $100,000 for each day or part of a day on which the offence occurs or continues.  2009, c. 19, s. 44 (5).</p> <p class=\"headnote\">Directors, officers, employees and agents</p> <p class=\"subsection\">(6) If a corporation commits an offence under this section, a director, officer, employee or agent of the corporation who directed, authorized, assented to, acquiesced in or failed to take all reasonable care to prevent the commission of the offence, or who participated in the commission of the offence, is also guilty of the offence, whether the corporation has been prosecuted for the offence or not.  2009, c. 19, s. 44 (6).</p> <p class=\"headnote\">Penalty re monetary benefit</p> <p class=\"subsection\">(7) The court that convicts a person of an offence under this section, in addition to any other penalty imposed by the court, may increase a fine imposed on the person by an amount equal to the amount of the monetary benefit acquired by or that accrued to the person as a result of the commission of the offence, despite the maximum fine provided in subsection (4) or (5).  2009, c. 19, s. 44 (7).</p> <p class=\"headnote\">Additional orders</p> <p class=\"subsection\">(8) The court that convicts a person under this section may, on its own initiative or on the motion of counsel for the prosecutor, make one or more of the following orders:</p> <p class=\"paragraph\">  1. An order requiring the person, within the period or periods specified in the order, to do or refrain from doing anything specified in the order.</p> <p class=\"paragraph\">  2. An order imposing requirements that the court considers appropriate to prevent similar unlawful conduct or to contribute to the person’s rehabilitation.</p> <p class=\"paragraph\">  3. An order prohibiting the continuation or repetition of the offence by the person.  2009, c. 19, s. 44 (8).</p> <p class=\"headnote\">Other remedies and penalties preserved</p> <p class=\"subsection\">(9) Subsection (8) is in addition to any other remedy or penalty provided by law.  2009, c. 19, s. 44 (9).</p> <p class=\"headnote\">Limitation</p> <p class=\"subsection\">(10) A proceeding under this section shall not be commenced more than two years after the later of the following days:</p> <p class=\"paragraph\">  1. The day on which the offence was committed.</p> <p class=\"paragraph\">  2. The day on which evidence of the offence first came to the attention of the Director or a provincial officer.  2009, c. 19, s. 44 (10).</p> <p class=\"heading1\"><a name=\"BK47\"></a>Other Matters</p>"
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "Other Matters",
            "section_x": "Other Matters",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "45.",
            "section_x": "Document prepared for another purpose",
            "part_id": null,
            "part_type": null,
            "section_y": "Document prepared for another purpose",
            "content": "45 A document that was prepared for another government or for any other purpose may, if it deals with any of the requirements of this Act and the regulations, be used in the preparation of, or as part of, a document required under this Act, as long as all of the requirements of this Act and the regulations are met.  2009, c. 19, s. 45.",
            "raw_html": "<p class=\"section\"><a name=\"BK48\"></a><b>45 </b>A document that was prepared for another government or for any other purpose may, if it deals with any of the requirements of this Act and the regulations, be used in the preparation of, or as part of, a document required under this Act, as long as all of the requirements of this Act and the regulations are met.  2009, c. 19, s. 45.</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "46.",
            "section_x": "Disclosure to Government of Canada, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Disclosure to Government of Canada, etc.",
            "content": "46 The Minister may disclose any information obtained by the Director or the Ministry under this Act to the Government of Canada or any of its institutions under an agreement or arrangement between the Minister and the Government of Canada or the institution, if, (a) the purpose of the agreement or arrangement is the administration or enforcement of a law; (b) the Minister discloses the information in confidence; and (c) the Government of Canada or institution undertakes to keep the information confidential.  2009, c. 19, s. 46.",
            "raw_html": "<p class=\"section\"><a name=\"BK49\"></a><b>46 </b>The Minister may disclose any information obtained by the Director or the Ministry under this Act to the Government of Canada or any of its institutions under an agreement or arrangement between the Minister and the Government of Canada or the institution, if,</p> <p class=\"paragraph\">  (a) the purpose of the agreement or arrangement is the administration or enforcement of a law;</p> <p class=\"paragraph\">  (b) the Minister discloses the information in confidence; and</p> <p class=\"paragraph\">  (c) the Government of Canada or institution undertakes to keep the information confidential.  2009, c. 19, s. 46.</p>"
        },
        {
            "ahref_id": "#BK50",
            "TOCid": "47.",
            "section_x": "Protection from personal liability",
            "part_id": null,
            "part_type": null,
            "section_y": "Protection from personal liability",
            "content": "47 (1) No action or other proceeding may be instituted against the following persons for any act done in good faith in the execution or intended execution of any duty or authority under this Act or for any alleged neglect or default in the execution in good faith of such a duty or authority: 1.  Repealed:  2009, c. 33, Sched. 2, s. 77 (1). 2. An employee in the Ministry. 3. A provincial officer employed under Part III of the Public Service of Ontario Act, 2006. 4. A public servant employed under Part III of the Public Service of Ontario Act, 2006\r\nwho is acting under the direction of a person described in paragraph 2 or 3.  2009, c. 19, s. 47 (1); 2009, c. 33, Sched. 2, s. 77. Exception (2) Subsection (1) does not apply in the case of an application for judicial review.  2009, c. 19, s. 47 (2). Crown not relieved of liability (3) Subsection (1) does not, by reason of subsection 8 (3) of the Crown Liability and Proceedings Act, 2019, relieve the Crown of liability in respect of a tort committed by a person mentioned in subsection (1) to which it would otherwise be subject and the Crown is liable under that Act for any such tort in a like manner as if subsection (1) had not been enacted. 2009, c. 19, s. 47 (3); 2019, c. 7, Sched. 17, s. 167. Section Amendments with date in force (d/m/y) 2009, c. 33, Sched. 2, s. 77 (1, 2) - 01/01/2010 2019, c. 7, Sched. 17, s. 167 - 01/07/2019",
            "raw_html": "<p class=\"section\"><a name=\"BK50\"></a><b>47 </b>(1) No action or other proceeding may be instituted against the following persons for any act done in good faith in the execution or intended execution of any duty or authority under this Act or for any alleged neglect or default in the execution in good faith of such a duty or authority:</p> <p class=\"paragraph\">  1.  <span class=\"ovsmallcap\">Repealed</span>:  2009, c. 33, Sched. 2, s. 77 (1).</p> <p class=\"paragraph\">  2. An employee in the Ministry.</p> <p class=\"paragraph\">  3. A provincial officer employed under Part III of the <i>Public Service of Ontario Act, 2006</i>.</p> <p class=\"paragraph\">  4. A public servant employed under Part III of the <i>Public Service of Ontario Act, 2006</i>\r\nwho is acting under the direction of a person described in paragraph 2 or 3.  2009, c. 19, s. 47 (1); 2009, c. 33, Sched. 2, s. 77.</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) Subsection (1) does not apply in the case of an application for judicial review.  2009, c. 19, s. 47 (2).</p> <p class=\"headnote\">Crown not relieved of liability</p> <p class=\"subsection\">(3) Subsection (1) does not, by reason of subsection 8 (3) of the <i>Crown Liability and Proceedings Act, 2019</i>, relieve the Crown of liability in respect of a tort committed by a person mentioned in subsection (1) to which it would otherwise be subject and the Crown is liable under that Act for any such tort in a like manner as if subsection (1) had not been enacted. 2009, c. 19, s. 47 (3); 2019, c. 7, Sched. 17, s. 167.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched2s77s1\">2009, c. 33, Sched. 2, s. 77 (1, 2)</a></span> - 01/01/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched17s167\">2019, c. 7, Sched. 17, s. 167</a></span> - 01/07/2019</p>"
        },
        {
            "ahref_id": "#BK51",
            "TOCid": "48.",
            "section_x": "Service generally",
            "part_id": null,
            "part_type": null,
            "section_y": "Service generally",
            "content": "48 (1) Any document given or served under this Act or the regulations is sufficiently given or served if it is, (a) delivered personally; (b) sent by mail addressed to the person to whom delivery or service is required to be made at the latest address for the person appearing on the records of the Ministry; or (c) given or served in accordance with the regulations respecting service.  2009, c. 19, s. 48 (1). When service deemed made (2) If service is made by mail, the service shall be deemed to be made on the fifth day after the day of mailing unless the person on whom service is being made establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control receive the notice or order until a later date.  2009, c. 19, s. 48 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK51\"></a><b>48 </b>(1) Any document given or served under this Act or the regulations is sufficiently given or served if it is,</p> <p class=\"paragraph\">  (a) delivered personally;</p> <p class=\"paragraph\">  (b) sent by mail addressed to the person to whom delivery or service is required to be made at the latest address for the person appearing on the records of the Ministry; or</p> <p class=\"paragraph\">  (c) given or served in accordance with the regulations respecting service.  2009, c. 19, s. 48 (1).</p> <p class=\"headnote\">When service deemed made</p> <p class=\"subsection\">(2) If service is made by mail, the service shall be deemed to be made on the fifth day after the day of mailing unless the person on whom service is being made establishes that the person did not, acting in good faith, through absence, accident, illness or other cause beyond the person’s control receive the notice or order until a later date.  2009, c. 19, s. 48 (2).</p>"
        },
        {
            "ahref_id": "#BK52",
            "TOCid": "49.",
            "section_x": "Review",
            "part_id": null,
            "part_type": null,
            "section_y": "Review",
            "content": "49 (1) The Minister shall, at least once every five years, consult with experts and the public about, (a) possible changes to the lists of substances that are prescribed as toxic substances and as substances of concern; and (b) possible changes to the regulations prescribed for the purposes of paragraphs 2 and 3 of subsection 3 (1) and paragraph 2 of subsection 11 (1).  2009, c. 19, s. 49 (1). Additional substances (2) The Minister shall from time to time publish lists of substances that are not toxic substances or substances of concern but that the Minister proposes to consider during the next consultation under clause (1) (a).  2009, c. 19, s. 49 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK52\"></a><b>49 </b>(1) The Minister shall, at least once every five years, consult with experts and the public about,</p> <p class=\"paragraph\">  (a) possible changes to the lists of substances that are prescribed as toxic substances and as substances of concern; and</p> <p class=\"paragraph\">  (b) possible changes to the regulations prescribed for the purposes of paragraphs 2 and 3 of subsection 3 (1) and paragraph 2 of subsection 11 (1).  2009, c. 19, s. 49 (1).</p> <p class=\"headnote\">Additional substances</p> <p class=\"subsection\">(2) The Minister shall from time to time publish lists of substances that are not toxic substances or substances of concern but that the Minister proposes to consider during the next consultation under clause (1) (a).  2009, c. 19, s. 49 (2).</p>"
        },
        {
            "ahref_id": "#BK53",
            "TOCid": "50.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "50 (1) The Lieutenant Governor in Council may make regulations, (a) prescribing substances as toxic substances or substances of concern for the purposes of this Act; (b) authorizing or requiring two or more facilities that are related in a way described in the regulations to be considered as a single facility for the purposes of this Act and the regulations or of any provision of this Act or the regulations, and, if the facilities that are to be considered as a single facility have different owners or operators, governing how references in this Act and the regulations to the owner or operator of the single facility should be interpreted; (c) governing how amounts of substances are to be determined for the purposes of this Act, including authorizing or requiring certain amounts to be included or excluded from a determination; (d) setting targets relating to toxic substances; (e) governing the timing, preparation, review and contents of toxic substance reduction plans; (f) prescribing the qualifications that a person must have to sign a certification under subsection 4 (3), including requiring the person to hold a licence issued by the Director, governing the issuance, renewal, suspension and revocation of those licences, providing for and governing appeals related to the issuance, renewal, suspension and revocation of those licences, and requiring the payment of fees established by the Minister or a person specified by the regulations in connection with those licences; (g) governing giving copies of toxic substance reduction plans to the Director under section 6; (h) governing the timing, preparation and contents of summaries of toxic substance reduction plans that are prepared under section 8, and governing giving those summaries to the Director and making them available to the public; (i) governing the tracking and quantification required by section 9; (j) governing the timing, preparation and contents of reports that are prepared under section 10; (k) requiring the owners and the operators of facilities who are required to ensure that reports are prepared under section 10 to make all or part of the reports, or some or all of the information contained in the reports, available to the public, and governing the making available to the public of that material; (l) governing giving reports prepared under section 10 to the Director, authorizing the Director to make all or part of the reports, or some or all of the information contained in the reports, available to the public, and governing the making available to the public of that material; (m) governing the timing, preparation and contents of reports that are prepared under section 11 and governing giving those reports to the Director; (n) requiring and governing the creation of records for the purposes of this Act, other than the documents referred to in clauses (e), (h), (j) and (m), requiring that records created under this clause or copies of those records be given or made available to any person or class of persons, and governing the giving or making available of those records or copies to those persons; (o) requiring and governing the maintenance and retention of records for the purposes of this Act, including the documents referred to in clauses (e), (h), (j) and (m); (p) specifying the form and content of orders under subsection 30 (1); (q) specifying types of contraventions or circumstances in respect of which an order may not be issued under subsection 30 (1); (r) requiring and governing public consultation before an agreement is entered into under subsection 30 (9) and, subject to that subsection and to any regulations made under subclause (s) (iii), governing the contents of agreements under that subsection; (s) governing the determination of the amounts of penalties imposed under section 30, including, (i) prescribing criteria to be considered by the Director, (ii) providing for different amounts depending on when a penalty is paid, (iii) with respect to agreements under subsection 30 (9), governing the cancellation of the obligation to pay a penalty or the reduction of the amount of a penalty; (t) prescribing circumstances in which a person is not required to pay a penalty imposed under section 30; (u) prescribing procedures related to penalties imposed under section 30; (v) respecting any other matter necessary for the administration of a system of penalties provided for by section 30; (v.1) governing any transitional matters the Lieutenant Governor in Council considers necessary or advisable in connection with the implementation of the amendments made to this Act by Schedule 10 to the Accelerating Access to Justice Act, 2021; (w) providing for methods of giving or serving any document under this Act; (x) exempting any person or thing from any provision of this Act, subject to any conditions or restrictions set out in the regulations; (y) defining any word or expression used in this Act that is not already defined in this Act; (z) prescribing anything referred to in this Act as prescribed by the regulations or as otherwise dealt with by the regulations.  2009, c. 19, s. 50 (1); 2021, c. 4, Sched. 10, s. 8 (4). Amendments to documents (2) A regulation may adopt by reference and require compliance with a document as it may be amended from time to time.  2009, c. 33, Sched. 15, s. 11. When amendment effective (3) The adoption of an amendment to a document that has been adopted by reference comes into effect upon the Ministry publishing notice of the amendment in The Ontario Gazette\r\nor in the environmental registry established under section 5 of the Environmental Bill of Rights, 1993.  2009, c. 33, Sched. 15, s. 11. Section Amendments with date in force (d/m/y) 2009, c. 19, s. 65\r\n- no effect - see Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2019; 2009, c. 33, Sched. 15, s. 11 - 01/01/2010 2021, c. 4, Sched. 10, s. 8 (4) - 01/06/2021 51-64 Omitted\r\n(provides for amendments to this Act).  2009, c. 19, ss. 51-64. 65 Repealed.  See:\r\nTable of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006. Section Amendments with date in force (d/m/y) Table of Public Statute Provisions Repealed Under Section 10.1 of the Legislation Act, 2006 - 31/12/2019 66 Omitted\r\n(provides for amendments to this Act).  2009, c. 19, s. 66. 67-72 Omitted (amends, repeals or revokes other legislation).  2009, c. 19, ss. 67-72. Repeal",
            "raw_html": "<p class=\"section\"><a name=\"BK53\"></a><b>50 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) prescribing substances as toxic substances or substances of concern for the purposes of this Act;</p> <p class=\"paragraph\">  (b) authorizing or requiring two or more facilities that are related in a way described in the regulations to be considered as a single facility for the purposes of this Act and the regulations or of any provision of this Act or the regulations, and, if the facilities that are to be considered as a single facility have different owners or operators, governing how references in this Act and the regulations to the owner or operator of the single facility should be interpreted;</p> <p class=\"paragraph\">  (c) governing how amounts of substances are to be determined for the purposes of this Act, including authorizing or requiring certain amounts to be included or excluded from a determination;</p> <p class=\"paragraph\">  (d) setting targets relating to toxic substances;</p> <p class=\"paragraph\">  (e) governing the timing, preparation, review and contents of toxic substance reduction plans;</p> <p class=\"paragraph\">  (f) prescribing the qualifications that a person must have to sign a certification under subsection 4 (3), including requiring the person to hold a licence issued by the Director, governing the issuance, renewal, suspension and revocation of those licences, providing for and governing appeals related to the issuance, renewal, suspension and revocation of those licences, and requiring the payment of fees established by the Minister or a person specified by the regulations in connection with those licences;</p> <p class=\"paragraph\">  (g) governing giving copies of toxic substance reduction plans to the Director under section 6;</p> <p class=\"paragraph\">  (h) governing the timing, preparation and contents of summaries of toxic substance reduction plans that are prepared under section 8, and governing giving those summaries to the Director and making them available to the public;</p> <p class=\"paragraph\">  (i) governing the tracking and quantification required by section 9;</p> <p class=\"paragraph\">  (j) governing the timing, preparation and contents of reports that are prepared under section 10;</p> <p class=\"paragraph\">  (k) requiring the owners and the operators of facilities who are required to ensure that reports are prepared under section 10 to make all or part of the reports, or some or all of the information contained in the reports, available to the public, and governing the making available to the public of that material;</p> <p class=\"paragraph\">  (l) governing giving reports prepared under section 10 to the Director, authorizing the Director to make all or part of the reports, or some or all of the information contained in the reports, available to the public, and governing the making available to the public of that material;</p> <p class=\"paragraph\">  (m) governing the timing, preparation and contents of reports that are prepared under section 11 and governing giving those reports to the Director;</p> <p class=\"paragraph\">  (n) requiring and governing the creation of records for the purposes of this Act, other than the documents referred to in clauses (e), (h), (j) and (m), requiring that records created under this clause or copies of those records be given or made available to any person or class of persons, and governing the giving or making available of those records or copies to those persons;</p> <p class=\"paragraph\">  (o) requiring and governing the maintenance and retention of records for the purposes of this Act, including the documents referred to in clauses (e), (h), (j) and (m);</p> <p class=\"paragraph\">  (p) specifying the form and content of orders under subsection 30 (1);</p> <p class=\"paragraph\">  (q) specifying types of contraventions or circumstances in respect of which an order may not be issued under subsection 30 (1);</p> <p class=\"paragraph\">  (r) requiring and governing public consultation before an agreement is entered into under subsection 30 (9) and, subject to that subsection and to any regulations made under subclause (s) (iii), governing the contents of agreements under that subsection;</p> <p class=\"paragraph\">  (s) governing the determination of the amounts of penalties imposed under section 30, including,</p> <p class=\"subpara\">  (i) prescribing criteria to be considered by the Director,</p> <p class=\"subpara\">  (ii) providing for different amounts depending on when a penalty is paid,</p> <p class=\"subpara\">  (iii) with respect to agreements under subsection 30 (9), governing the cancellation of the obligation to pay a penalty or the reduction of the amount of a penalty;</p> <p class=\"paragraph\">  (t) prescribing circumstances in which a person is not required to pay a penalty imposed under section 30;</p> <p class=\"paragraph\">  (u) prescribing procedures related to penalties imposed under section 30;</p> <p class=\"paragraph\">  (v) respecting any other matter necessary for the administration of a system of penalties provided for by section 30;</p> <p class=\"paragraph\"> (v.1) governing any transitional matters the Lieutenant Governor in Council considers necessary or advisable in connection with the implementation of the amendments made to this Act by Schedule 10 to the <i>Accelerating Access to Justice Act, 2021</i>;</p> <p class=\"paragraph\">  (w) providing for methods of giving or serving any document under this Act;</p> <p class=\"paragraph\">  (x) exempting any person or thing from any provision of this Act, subject to any conditions or restrictions set out in the regulations;</p> <p class=\"paragraph\">  (y) defining any word or expression used in this Act that is not already defined in this Act;</p> <p class=\"paragraph\">  (z) prescribing anything referred to in this Act as prescribed by the regulations or as otherwise dealt with by the regulations.  2009, c. 19, s. 50 (1); 2021, c. 4, Sched. 10, s. 8 (4).</p> <p class=\"headnote\">Amendments to documents</p> <p class=\"subsection\">(2) A regulation may adopt by reference and require compliance with a document as it may be amended from time to time.  2009, c. 33, Sched. 15, s. 11.</p> <p class=\"headnote\">When amendment effective</p> <p class=\"subsection\">(3) The adoption of an amendment to a document that has been adopted by reference comes into effect upon the Ministry publishing notice of the amendment in <i>The Ontario Gazette</i>\r\nor in the environmental registry established under section 5 of the <i>Environmental Bill of Rights, 1993</i>.  2009, c. 33, Sched. 15, s. 11.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09019#s65\">2009, c. 19, s. 65</a></span>\r\n- no effect - see <a href=\"https://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i></a> - 31/12/2019; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09033#sched15s11\">2009, c. 33, Sched. 15, s. 11</a></span> - 01/01/2010</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched10s8s4\">2021, c. 4, Sched. 10, s. 8 (4)</a></span> - 01/06/2021</p> <p class=\"section\"><b>51</b><b>-64 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for amendments to this Act</span>).  2009, c. 19, ss. 51-64.</p> <p class=\"section\"><b>65 </b><span>Repealed.  </span>See:\r\n<a href=\"https://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i></a>.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"https://www.ontario.ca/laws/public-statute-provisions-repealed-under-section-101-legislation-act-2006\">Table of Public Statute Provisions Repealed Under Section 10.1 of the <i>Legislation Act, 2006</i></a> - 31/12/2019</p> <p class=\"section\"><b>66 </b><span class=\"ovsmallcap\">Omitted</span>\r\n(<span class=\"ovsmallcap\">provides for amendments to this Act</span>).  2009, c. 19, s. 66.</p> <p class=\"section\"><b>67</b>-<b>72 </b><span class=\"ovsmallcap\">Omitted (amends, repeals or revokes other legislation).</span>  2009, c. 19, ss. 67-72.</p> <p class=\"heading1\"><a name=\"BK54\"></a><b>Repeal</b></p>"
        },
        {
            "ahref_id": "#BK54",
            "TOCid": "Repeal",
            "section_x": "Repeal",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK55",
            "TOCid": "72.1",
            "section_x": "Repeal",
            "part_id": null,
            "part_type": null,
            "section_y": "Repeal",
            "content": "72.1 This Act is repealed on December 31, 2021. Section Amendments with date in force (d/m/y) 2019, c. 4, Sched. 5, s. 1 - 03/04/2019 73 Omitted (provides for coming into force of provisions of this Act).  2009, c. 19, s. 73. 74 Omitted (enacts short title of this Act).  2009, c. 19, s. 74. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK55\"></a><b>72.1</b> <b>This Act is repealed on December 31, 2021.</b></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19004#sched5s1\">2019, c. 4, Sched. 5, s. 1</a></span> - 03/04/2019</p> <p class=\"section\"><b>73</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2009, c. 19, s. 73.</p> <p class=\"section\"><b>74</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2009, c. 19, s. 74.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/09t19\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}