{
    "act_info": {
        "full_title": "Transit-Oriented Communities Act, 2020, S.O. 2020, c. 18, Sched. 20",
        "act_name_text": "Transit-Oriented Communities Act, 2020",
        "citation": "S.O. 2020, c. 18, Sched. 20",
        "url": "https://www.ontario.ca/laws/statute/20t18",
        "date_scraped": "2023-12-18 18:28:00"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "April 19, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/20t18/v2",
            "valid_from": "December  8, 2020",
            "valid_to": "April 18, 2021"
        },
        {
            "a_href": "/laws/statute/20t18/v1",
            "valid_from": "July 21, 2020",
            "valid_to": "December  7, 2020"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “Minister” means the Minister of Transportation or such other member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the Executive Council Act; (“ministre”) “priority transit project” means, (a)  the line known as the Ontario Line located in the City of Toronto, (b)  the subway extension known as the Scarborough Subway Extension, and also known as the Line 2 East Extension, located in the City of Toronto, (c)  the subway extension known as the Yonge Subway Extension, and also known as the Yonge North Subway Extension, extending from within the City of Toronto to within the Regional Municipality of York, (d)  the light rail transit extension known as the Eglinton Crosstown West Extension extending westward from within the City of Toronto at the station known as Mount Dennis, or (e)  any other provincial transit project prescribed by the regulations; (“projet de transport en commun prioritaire”) “transit-oriented community project” means a development project of any nature or kind and for any usage in connection with the construction or operation of a station that is part of a priority transit project, and includes a development project located on transit corridor land within the meaning of the Building Transit Faster Act, 2020. (“projet communautaire axé sur le transport en commun”) 2020, c. 18, Sched. 20, s. 1; 2020, c. 35, Sched. 3, s. 1 (1, 2). Section Amendments with date in force (d/m/y) 2020, c. 35, Sched. 3, s. 1 (1, 2) - 08/12/2020",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“Minister” means the Minister of Transportation or such other member of the Executive Council to whom responsibility for the administration of this Act is assigned or transferred under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“priority transit project” means,</p> <p class=\"paragraph\">  (a)  the line known as the Ontario Line located in the City of Toronto,</p> <p class=\"paragraph\">  (b)  the subway extension known as the Scarborough Subway Extension, and also known as the Line 2 East Extension, located in the City of Toronto,</p> <p class=\"paragraph\">  (c)  the subway extension known as the Yonge Subway Extension, and also known as the Yonge North Subway Extension, extending from within the City of Toronto to within the Regional Municipality of York,</p> <p class=\"paragraph\">  (d)  the light rail transit extension known as the Eglinton Crosstown West Extension extending westward from within the City of Toronto at the station known as Mount Dennis, or</p> <p class=\"paragraph\">  (e)  any other provincial transit project prescribed by the regulations; (“projet de transport en commun prioritaire”)</p> <p class=\"definition\">“transit-oriented community project” means a development project of any nature or kind and for any usage in connection with the construction or operation of a station that is part of a priority transit project, and includes a development project located on transit corridor land within the meaning of the <i>Building Transit Faster Act, 2020</i>. (“projet communautaire axé sur le transport en commun”) 2020, c. 18, Sched. 20, s. 1; 2020, c. 35, Sched. 3, s. 1 (1, 2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20035#sched3s1s1\">2020, c. 35, Sched. 3, s. 1 (1, 2)</a> </span>- 08/12/2020</p>"
        },
        {
            "id": "2",
            "section": "Designation of transit-oriented community land",
            "content": "2 (1) The Lieutenant Governor in Council may, by order in council, designate land as transit-oriented community land if, in the opinion of the Lieutenant Governor in Council, it is or may be required to support a transit-oriented community project. Public notice (2) The Minister shall publish notice of each designation made under subsection (1) on a Government of Ontario website.",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) The Lieutenant Governor in Council may, by order in council, designate land as transit-oriented community land if, in the opinion of the Lieutenant Governor in Council, it is or may be required to support a transit-oriented community project.</p> <p class=\"headnote\">Public notice</p> <p class=\"subsection\">(2) The Minister shall publish notice of each designation made under subsection (1) on a Government of Ontario website.</p>"
        },
        {
            "id": "3",
            "section": "Expropriations, no hearings of necessity",
            "content": "3 (1) Subsections 6 (2) to (5), section 7 and subsections 8 (1) and (2) of the Expropriations Act do not apply to an expropriation of land, within the meaning of that Act, if, Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 3 (1) of the Act is amended by striking out “section 7 and subsections 8 (1) and (2)” in the portion before clause (a) and substituting “section 7, subsections 8 (1) and (2) and section 8.1”. (See: 2021, c. 4, Sched. 5, s. 8) (a)  at least some part of the land is designated under subsection 2 (1) as transit-oriented community land; and (b)  the expropriation is for a transit-oriented community project. Conflict (2) Subsection (1) applies despite subsection 2 (4) of the Expropriations Act. Process for comments (3) The Minister may establish a process for receiving comments from property owners about a proposed expropriation and for considering those comments. Same, regulations (4) The Minister may make regulations establishing a process described in subsection (3). Statutory Powers Procedure Act (5) The Statutory Powers Procedure Act does not apply to a process for receiving and considering comments about a proposed expropriation established under subsection (3) or by regulations made under subsection (4). Section Amendments with date in force (d/m/y) 2021, c. 4, Sched. 5, s. 8 - not in force",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) Subsections 6 (2) to (5), section 7 and subsections 8 (1) and (2) of the <i>Expropriations Act</i> do not apply to an expropriation of land, within the meaning of that Act, if,</p> <p class=\"Pnote\">Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 3 (1) of the Act is amended by striking out “section 7 and subsections 8 (1) and (2)” in the portion before clause (a) and substituting “section 7, subsections 8 (1) and (2) and section 8.1”. (See: 2021, c. 4, Sched. 5, s. 8)</p> <p class=\"paragraph\">  (a)  at least some part of the land is designated under subsection 2 (1) as transit-oriented community land; and</p> <p class=\"paragraph\">  (b)  the expropriation is for a transit-oriented community project.</p> <p class=\"headnote\">Conflict</p> <p class=\"subsection\">(2) Subsection (1) applies despite subsection 2 (4) of the <i>Expropriations Act</i>.</p> <p class=\"headnote\">Process for comments</p> <p class=\"subsection\">(3) The Minister may establish a process for receiving comments from property owners about a proposed expropriation and for considering those comments.</p> <p class=\"headnote\">Same, regulations</p> <p class=\"subsection\">(4) The Minister may make regulations establishing a process described in subsection (3).</p> <p class=\"headnoteitalic\">Statutory Powers Procedure Act</p> <p class=\"subsection\">(5) The <i>Statutory Powers Procedure Act</i> does not apply to a process for receiving and considering comments about a proposed expropriation established under subsection (3) or by regulations made under subsection (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched5s8\">2021, c. 4, Sched. 5, s. 8</a> - not in force</p>"
        },
        {
            "id": "4",
            "section": "Investing in a transit-oriented community project",
            "content": "4 (1) The Minister may, subject to the approval of the Lieutenant Governor in Council, establish, acquire, manage, participate in or otherwise deal with corporations, partnerships, joint ventures or other entities for the purpose of investing assets in, supporting or developing transit-oriented community projects related to provincial transit projects prescribed by the regulations for the purposes of the definition of “priority transit project”. 2020, c. 35, Sched. 3, s. 2. Borrowing and risk management (2) When acting under subsection (1), the Minister may borrow or manage financial risks as long as, (a)  the Minister of Finance has, in writing, approved the borrowing or management; and (b)  the Ontario Financing Authority co-ordinates and arranges the borrowing or management, unless otherwise agreed to in writing by the Minister of Finance. 2020, c. 35, Sched. 3, s. 2. Investment policy (3) The Minister shall ensure that every entity referred to in subsection (1) invests any funds that it receives either directly or indirectly from the Minister in accordance with an investment policy that has been approved in writing by the Minister of Finance. 2020, c. 35, Sched. 3, s. 2. Delegation to Metrolinx (4) The Minister may, by regulation, delegate the Minister’s powers under subsection (1) in whole or in part to any of the following entities, subject to any conditions and restrictions set out in the regulation: 1.  Metrolinx. 2.  A public body, within the meaning of the Public Service of Ontario Act, 2006, that is prescribed for the purpose of this section by the Lieutenant Governor in Council. 2020, c. 35, Sched. 3, s. 2. Section Amendments with date in force (d/m/y) 2020, c. 35, Sched. 3, s. 2 - 08/12/2020",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) The Minister may, subject to the approval of the Lieutenant Governor in Council, establish, acquire, manage, participate in or otherwise deal with corporations, partnerships, joint ventures or other entities for the purpose of investing assets in, supporting or developing transit-oriented community projects related to provincial transit projects prescribed by the regulations for the purposes of the definition of “priority transit project”. 2020, c. 35, Sched. 3, s. 2.</p> <p class=\"headnote\">Borrowing and risk management</p> <p class=\"subsection\">(2) When acting under subsection (1), the Minister may borrow or manage financial risks as long as,</p> <p class=\"paragraph\">  (a)  the Minister of Finance has, in writing, approved the borrowing or management; and</p> <p class=\"paragraph\">  (b)  the Ontario Financing Authority co-ordinates and arranges the borrowing or management, unless otherwise agreed to in writing by the Minister of Finance. 2020, c. 35, Sched. 3, s. 2.</p> <p class=\"headnote\">Investment policy</p> <p class=\"subsection\">(3) The Minister shall ensure that every entity referred to in subsection (1) invests any funds that it receives either directly or indirectly from the Minister in accordance with an investment policy that has been approved in writing by the Minister of Finance. 2020, c. 35, Sched. 3, s. 2.</p> <p class=\"headnote\">Delegation to Metrolinx</p> <p class=\"subsection\">(4) The Minister may, by regulation, delegate the Minister’s powers under subsection (1) in whole or in part to any of the following entities, subject to any conditions and restrictions set out in the regulation:</p> <p class=\"paragraph\">  1.  Metrolinx.</p> <p class=\"paragraph\">  2.  A public body, within the meaning of the <i>Public Service of Ontario Act, 2006</i>, that is prescribed for the purpose of this section by the Lieutenant Governor in Council. 2020, c. 35, Sched. 3, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20035#sched3s2\">2020, c. 35, Sched. 3, s. 2</a> </span>- 08/12/2020</p>"
        },
        {
            "id": "5",
            "section": "Regulations",
            "content": "5 (1) The Lieutenant Governor in Council may make regulations, (a)  prescribing provincial transit projects for the purpose of the definition of “priority transit project”; (b)  prescribing and governing any additional powers that the Minister may require in order to carry out the activities set out in subsection 4 (1); (c)  prescribing and governing any limitations to permitted activities for the purposes of subsection 4 (1); (d)  prescribing provisions of the Corporations Act, Business Corporations Act and Corporations Information Act\r\nthat apply or do not apply to any particular corporation referred to in subsection 4 (1) and, in the case of provisions prescribed as applying, prescribing such modifications of those provisions as the Lieutenant Governor in Council considers necessary or advisable; (e)  providing that an entity referred to in subsection 4 (1) is or is not a Crown agent; (f)  prescribing and respecting the governance structure, purposes, powers or duties for a partnership, joint venture or other entity referred to in subsection 4 (1) that is not a corporation; (g)  prescribing public bodies for the purpose of paragraph 2 of subsection 4 (4) and governing and providing for other matters relating to the prescribing of public bodies for the purpose of that provision; (h)  respecting any other matter that the Lieutenant Governor in Council considers necessary or advisable for the purposes of section 4, including to ensure that an entity referred to in subsection 4 (1) may effectively carry out its purposes, powers and duties. 2020, c. 35, Sched. 3, s. 2. Same (2) The Minister may make regulations delegating the Minister’s powers for the purpose of subsection 4 (4), and prescribing conditions and restrictions that apply to the delegation. 2020, c. 35, Sched. 3, s. 2. Section Amendments with date in force (d/m/y) 2020, c. 35, Sched. 3, s. 2 - 08/12/2020 6 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  prescribing provincial transit projects for the purpose of the definition of “priority transit project”;</p> <p class=\"paragraph\">  (b)  prescribing and governing any additional powers that the Minister may require in order to carry out the activities set out in subsection 4 (1);</p> <p class=\"paragraph\">  (c)  prescribing and governing any limitations to permitted activities for the purposes of subsection 4 (1);</p> <p class=\"paragraph\">  (d)  prescribing provisions of the <i>Corporations Act</i>, <i>Business Corporations Act</i> and <i>Corporations Information Act</i>\r\nthat apply or do not apply to any particular corporation referred to in subsection 4 (1) and, in the case of provisions prescribed as applying, prescribing such modifications of those provisions as the Lieutenant Governor in Council considers necessary or advisable;</p> <p class=\"paragraph\">  (e)  providing that an entity referred to in subsection 4 (1) is or is not a Crown agent;</p> <p class=\"paragraph\">  (f)  prescribing and respecting the governance structure, purposes, powers or duties for a partnership, joint venture or other entity referred to in subsection 4 (1) that is not a corporation;</p> <p class=\"paragraph\">  (g)  prescribing public bodies for the purpose of paragraph 2 of subsection 4 (4) and governing and providing for other matters relating to the prescribing of public bodies for the purpose of that provision;</p> <p class=\"paragraph\">  (h)  respecting any other matter that the Lieutenant Governor in Council considers necessary or advisable for the purposes of section 4, including to ensure that an entity referred to in subsection 4 (1) may effectively carry out its purposes, powers and duties. 2020, c. 35, Sched. 3, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Minister may make regulations delegating the Minister’s powers for the purpose of subsection 4 (4), and prescribing conditions and restrictions that apply to the delegation. 2020, c. 35, Sched. 3, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S20035#sched3s2\">2020, c. 35, Sched. 3, s. 2</a> </span>- 08/12/2020</p> <p class=\"section\"><b>6</b> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/20t18\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "6",
            "section": "Same",
            "content": "6 Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>6</b> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/20t18\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}