{
    "act_info": {
        "full_title": "Treasury Board Act, 1991, S.O. 1991, c. 14",
        "act_name_text": "Not Found",
        "citation": "Treasury Board Act, 1991, S.O. 1991, c. 14",
        "url": "https://www.ontario.ca/laws/statute/91t14",
        "date_scraped": "2023-12-21 17:59:26"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/91t14/v7",
            "valid_from": "June  5, 2009",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/91t14/v6",
            "valid_from": "May 14, 2008",
            "valid_to": "June  4, 2009"
        },
        {
            "a_href": "/laws/statute/91t14/v5",
            "valid_from": "August 20, 2007",
            "valid_to": "May 13, 2008"
        },
        {
            "a_href": "/laws/statute/91t14/v4",
            "valid_from": "December 20, 2006",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/91t14/v3",
            "valid_from": "June 22, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/91t14/v2",
            "valid_from": "December 16, 2004",
            "valid_to": "June 21, 2006"
        },
        {
            "a_href": "/laws/statute/91t14/v1",
            "valid_from": "June 27, 2002",
            "valid_to": "December 15, 2004"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": " 1. (1) In this Act, “appropriation” includes the amount shown for a vote or item in the estimates or supplementary estimates presented to the Assembly; (“affectation de crédits”) “ministry” means a ministry of the Government of Ontario and includes, (a) a board, commission, authority, corporation without share capital, Crown agency or other body the majority of the members of any of which are appointed by the Crown, and (b) a corporation with share capital in which the majority of shares entitled to vote are held by or for the Crown. (“ministère”)  1991, c. 14, s. 1 (1). Idem (2) A word or expression that is not defined in subsection (1) and that is defined in section 1 of the Financial Administration Act has the same meaning in this Act as in the Financial Administration Act.  1991, c. 14, s. 1 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK0\"></a><b>1.</b> (1) In this Act,</p> <p class=\"firstdef-e\">“appropriation” includes the amount shown for a vote or item in the estimates or supplementary estimates presented to the Assembly; (“affectation de crédits”)</p> <p class=\"definition-e\">“ministry” means a ministry of the Government of Ontario and includes,</p> <p class=\"defclause-e\">  (a) a board, commission, authority, corporation without share capital, Crown agency or other body the majority of the members of any of which are appointed by the Crown, and</p> <p class=\"defclause-e\">  (b) a corporation with share capital in which the majority of shares entitled to vote are held by or for the Crown. (“ministère”)  1991, c. 14, s. 1 (1).</p> <p class=\"headnote-e\">Idem</p> <p class=\"subsection-e\">  (2) A word or expression that is not defined in subsection (1) and that is defined in section 1 of the <i>Financial Administration Act</i> has the same meaning in this Act as in the <i>Financial Administration Act</i>.  1991, c. 14, s. 1 (2).</p>"
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "2.",
            "section_x": "Treasury Board established",
            "part_id": null,
            "part_type": null,
            "section_y": "Treasury Board established",
            "content": " 2. A committee of the Executive Council to be known in English as the Treasury Board and in French as Conseil du Trésor is hereby established.  1991, c. 14, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>2.</b> A committee of the Executive Council to be known in English as the Treasury Board and in French as Conseil du Trésor is hereby established.  1991, c. 14, s. 2.</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "3.",
            "section_x": "Members",
            "part_id": null,
            "part_type": null,
            "section_y": "Members",
            "content": " 3. (1) The members of the Board are the Minister of Finance, the Chair of the Management Board of Cabinet and not fewer than four or more than eight other members appointed by the Lieutenant Governor in Council from among the members of the Executive Council.  1991, c. 14, s. 3 (1); 1997, c. 10, s. 44 (1). Alternate members (2) The Lieutenant Governor in Council may appoint from among the members of the Executive Council alternate members of the Board to act in the absence of Board members other than the Minister of Finance or the Chair of the Management Board of Cabinet.  1991, c. 14, s. 3 (2); 1997, c. 10, s. 44 (2). Quorum (3) Three members constitute a quorum of the Board.  1991, c. 14, s. 3 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK2\"></a><b>3.</b> (1) The members of the Board are the Minister of Finance, the Chair of the Management Board of Cabinet and not fewer than four or more than eight other members appointed by the Lieutenant Governor in Council from among the members of the Executive Council.  1991, c. 14, s. 3 (1); 1997, c. 10, s. 44 (1).</p> <p class=\"headnote-e\">Alternate members</p> <p class=\"subsection-e\">  (2) The Lieutenant Governor in Council may appoint from among the members of the Executive Council alternate members of the Board to act in the absence of Board members other than the Minister of Finance or the Chair of the Management Board of Cabinet.  1991, c. 14, s. 3 (2); 1997, c. 10, s. 44 (2).</p> <p class=\"headnote-e\">Quorum</p> <p class=\"subsection-e\">  (3) Three members constitute a quorum of the Board.  1991, c. 14, s. 3 (3).</p>"
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "4.",
            "section_x": "Chair and vice-chair",
            "part_id": null,
            "part_type": null,
            "section_y": "Chair and vice-chair",
            "content": " 4. (1) The Lieutenant Governor in Council may designate the chair and vice-chair of the Board.  1991, c. 14, s. 4 (1). Chair’s duties (2) The chair shall preside at Board meetings, is responsible for its operation and administration and, between its meetings, shall exercise or perform such of its powers, duties and functions as the Board may authorize.  1991, c. 14, s. 4 (2). Absence of chair or vice-chair (3) When the chair is absent from a meeting of the Board, the vice-chair shall preside, and when both are absent, the members present at the meeting shall elect a chair for the meeting.  1991, c. 14, s. 4 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>4.</b> (1) The Lieutenant Governor in Council may designate the chair and vice-chair of the Board.  1991, c. 14, s. 4 (1).</p> <p class=\"headnote-e\">Chair’s duties</p> <p class=\"subsection-e\">  (2) The chair shall preside at Board meetings, is responsible for its operation and administration and, between its meetings, shall exercise or perform such of its powers, duties and functions as the Board may authorize.  1991, c. 14, s. 4 (2).</p> <p class=\"headnote-e\">Absence of chair or vice-chair</p> <p class=\"subsection-e\">  (3) When the chair is absent from a meeting of the Board, the vice-chair shall preside, and when both are absent, the members present at the meeting shall elect a chair for the meeting.  1991, c. 14, s. 4 (3).</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "5.",
            "section_x": "Procedure",
            "part_id": null,
            "part_type": null,
            "section_y": "Procedure",
            "content": " 5. (1) The Board may determine its rules and methods of procedure and shall keep records of its decisions and proceedings.  1991, c. 14, s. 5 (1). Operation of board (2) Subject to the direction of the chair of the Board, the Secretary of the Management Board of Cabinet, or such other officer of the public service as is designated by order of the Lieutenant Governor in Council, is responsible for the operation of the Board in accordance with its policies and procedures.  1991, c. 14, s. 5 (2); 1997, c. 10, s. 45 (1). Board staff (3) The secretariat of the Management Board of Cabinet shall provide the staff required for the operation and administration of the Board.  1997, c. 10, s. 45 (2). Delegation (4) The Board may delegate to any member of the Executive Council or to any public servant employed under Part III of the Public Service of Ontario Act, 2006 any power, duty or function of the Board, subject to such limitations and requirements as the Board may specify.  1997, c. 10, s. 45 (2); 2006, c. 35, Sched. C, s. 127.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK4\"></a><b>5.</b> (1) The Board may determine its rules and methods of procedure and shall keep records of its decisions and proceedings.  1991, c. 14, s. 5 (1).</p> <p class=\"headnote-e\">Operation of board</p> <p class=\"subsection-e\">  (2) Subject to the direction of the chair of the Board, the Secretary of the Management Board of Cabinet, or such other officer of the public service as is designated by order of the Lieutenant Governor in Council, is responsible for the operation of the Board in accordance with its policies and procedures.  1991, c. 14, s. 5 (2); 1997, c. 10, s. 45 (1).</p> <p class=\"headnote-e\">Board staff</p> <p class=\"subsection-e\">  (3) The secretariat of the Management Board of Cabinet shall provide the staff required for the operation and administration of the Board.  1997, c. 10, s. 45 (2).</p> <p class=\"headnote-e\">Delegation</p> <p class=\"subsection-e\">  (4) The Board may delegate to any member of the Executive Council or to any public servant employed under Part III of the <i>Public Service of Ontario Act, 2006</i> any power, duty or function of the Board, subject to such limitations and requirements as the Board may specify.  1997, c. 10, s. 45 (2); 2006, c. 35, Sched. C, s. 127.</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "6.",
            "section_x": "Powers and duties",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers and duties",
            "content": " 6. (1) The powers and duties of the Board are, (a) to assess the adequacy of plans for the implementation of programs approved or provided for by the Legislature; (b) to direct the preparation and review of forecasts, estimates and analyses of short term and long term expenditures and expenditure commitments and other data pertaining to authorized or proposed programs of any ministry; (c) to direct, and establish policies for, the preparation, form and content of estimates and supplementary estimates submitted to the Legislature for any ministry; (d) to determine fees or charges for the provision of services by any ministry or for the use of the facilities of a ministry and to require the ministry to take such action as is necessary to implement the determination; (e) to review and evaluate new and existing programs of any ministry and determine priorities with respect thereto; (f) to control expenditures of public money within the amounts appropriated or otherwise provided by the Legislature; and (g) to carry out or perform any directions or responsibilities given to the Board by the Executive Council.  1991, c. 14, s. 6 (1); 2009, c. 18, Sched. 31, s. 1. Direction by Executive Council (2) The Board is subject to the direction of the Executive Council, which may amend or revoke any action of the Board.  1991, c. 14, s. 6 (2). Directives (3) The Board may issue such directives as it considers necessary in the performance of its duties.  1991, c. 14, s. 6 (3); 2006, c. 19, Sched. N, s. 5. Production of documents (4) A ministry shall give the Board access to, and copies of, any account, return, statement, document, report or information in the possession or control of the ministry when the Board requires the account, statement, document, report or information for the performance of its duties.  1991, c. 14, s. 6 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>6.</b> (1) The powers and duties of the Board are,</p> <p class=\"clause-e\">  (a) to assess the adequacy of plans for the implementation of programs approved or provided for by the Legislature;</p> <p class=\"clause-e\">  (b) to direct the preparation and review of forecasts, estimates and analyses of short term and long term expenditures and expenditure commitments and other data pertaining to authorized or proposed programs of any ministry;</p> <p class=\"clause-e\">  (c) to direct, and establish policies for, the preparation, form and content of estimates and supplementary estimates submitted to the Legislature for any ministry;</p> <p class=\"clause-e\">  (d) to determine fees or charges for the provision of services by any ministry or for the use of the facilities of a ministry and to require the ministry to take such action as is necessary to implement the determination;</p> <p class=\"clause-e\">  (e) to review and evaluate new and existing programs of any ministry and determine priorities with respect thereto;</p> <p class=\"clause-e\">  (f) to control expenditures of public money within the amounts appropriated or otherwise provided by the Legislature; and</p> <p class=\"clause-e\">  (g) to carry out or perform any directions or responsibilities given to the Board by the Executive Council.  1991, c. 14, s. 6 (1); 2009, c. 18, Sched. 31, s. 1.</p> <p class=\"headnote-e\">Direction by Executive Council</p> <p class=\"subsection-e\">  (2) The Board is subject to the direction of the Executive Council, which may amend or revoke any action of the Board.  1991, c. 14, s. 6 (2).</p> <p class=\"headnote-e\">Directives</p> <p class=\"subsection-e\">  (3) The Board may issue such directives as it considers necessary in the performance of its duties.  1991, c. 14, s. 6 (3); 2006, c. 19, Sched. N, s. 5.</p> <p class=\"headnote-e\">Production of documents</p> <p class=\"subsection-e\">  (4) A ministry shall give the Board access to, and copies of, any account, return, statement, document, report or information in the possession or control of the ministry when the Board requires the account, statement, document, report or information for the performance of its duties.  1991, c. 14, s. 6 (4).</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "6.1",
            "section_x": "Board may require right to consent to fees, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Board may require right to consent to fees, etc.",
            "content": " 6.1 (1) The Board may require a minister of the Crown to obtain the consent of the Board before the minister exercises his or her discretion to, (a) establish, set, charge, require the payment of, collect or otherwise impose a new fee; (b) make a regulation prescribing the amount of a fee, make an order setting out the amount of a fee or otherwise determine the amount of a fee; (c) waive the payment of a fee or refund a fee that is otherwise required to be paid; (d) change the amount of a fee; or (e) approve or authorize the exercise of discretion by another person or entity to do anything described in clause (a), (b), (c) or (d) with respect to a fee payable into the Consolidated Revenue Fund.  2009, c. 18, Sched. 31, s. 2. Definition (2) In this section, “fee” means a fee or other charge the amount of which, (a) is not specified in an Act or in a regulation made by the Lieutenant Governor in Council, and (b) is not determined using a formula or method set out in an Act or in a regulation made by the Lieutenant Governor in Council.  2009, c. 18, Sched. 31, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>6.1 </b>(1) The Board may require a minister of the Crown to obtain the consent of the Board before the minister exercises his or her discretion to,</p> <p class=\"clause-e\">  (a) establish, set, charge, require the payment of, collect or otherwise impose a new fee;</p> <p class=\"clause-e\">  (b) make a regulation prescribing the amount of a fee, make an order setting out the amount of a fee or otherwise determine the amount of a fee;</p> <p class=\"clause-e\">  (c) waive the payment of a fee or refund a fee that is otherwise required to be paid;</p> <p class=\"clause-e\">  (d) change the amount of a fee; or</p> <p class=\"clause-e\">  (e) approve or authorize the exercise of discretion by another person or entity to do anything described in clause (a), (b), (c) or (d) with respect to a fee payable into the Consolidated Revenue Fund.  2009, c. 18, Sched. 31, s. 2.</p> <p class=\"headnote-e\">Definition</p> <p class=\"subsection-e\">  (2) In this section,</p> <p class=\"firstdef-e\">“fee” means a fee or other charge the amount of which,</p> <p class=\"defclause-e\">  (a) is not specified in an Act or in a regulation made by the Lieutenant Governor in Council, and</p> <p class=\"defclause-e\">  (b) is not determined using a formula or method set out in an Act or in a regulation made by the Lieutenant Governor in Council.  2009, c. 18, Sched. 31, s. 2.</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "7.",
            "section_x": "Special warrants",
            "part_id": null,
            "part_type": null,
            "section_y": "Special warrants",
            "content": " 7. (1) If the Legislature is not in session and a matter arises that requires the incurring of expenditures for which there is no appropriation by the Legislature or for which the appropriation is insufficient, the Lieutenant Governor in Council, upon the report of the Board estimating the amount required for the expenditure, may order a special warrant to be prepared and to be signed by the Lieutenant Governor, authorizing the incurring of expenditures in the amount estimated to be required, and the amount shall be incurred as specified in the special warrant.  2004, c. 31, Sched. 37, s. 1. Where appropriation exists (2) Subject to subsection (4), if a special warrant is issued with respect to an expenditure for which there is an appropriation, the amount provided by the special warrant shall be added to and shall be deemed to be part of the appropriation for the fiscal year in which the special warrant is issued.  2004, c. 31, Sched. 37, s. 1. Where no appropriation exists (3) Subject to subsection (4), if a special warrant is issued with respect to an expenditure for which there is no appropriation, the amount provided by the special warrant shall be deemed to be an appropriation for the fiscal year in which the special warrant is issued.  2004, c. 31, Sched. 37, s. 1. Warrant may apply to next fiscal year (4) A special warrant issued in a fiscal year may provide that it applies with respect to the next fiscal year and it is an appropriation for that next fiscal year.  2004, c. 31, Sched. 37, s. 1. 7.1 Repealed:  2004, c. 31, Sched. 37, s. 2.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>7. </b>(1) If the Legislature is not in session and a matter arises that requires the incurring of expenditures for which there is no appropriation by the Legislature or for which the appropriation is insufficient, the Lieutenant Governor in Council, upon the report of the Board estimating the amount required for the expenditure, may order a special warrant to be prepared and to be signed by the Lieutenant Governor, authorizing the incurring of expenditures in the amount estimated to be required, and the amount shall be incurred as specified in the special warrant.  2004, c. 31, Sched. 37, s. 1.</p> <p class=\"headnote-e\">Where appropriation exists</p> <p class=\"subsection-e\">  (2) Subject to subsection (4), if a special warrant is issued with respect to an expenditure for which there is an appropriation, the amount provided by the special warrant shall be added to and shall be deemed to be part of the appropriation for the fiscal year in which the special warrant is issued.  2004, c. 31, Sched. 37, s. 1.</p> <p class=\"headnote-e\">Where no appropriation exists</p> <p class=\"subsection-e\">  (3) Subject to subsection (4), if a special warrant is issued with respect to an expenditure for which there is no appropriation, the amount provided by the special warrant shall be deemed to be an appropriation for the fiscal year in which the special warrant is issued.  2004, c. 31, Sched. 37, s. 1.</p> <p class=\"headnote-e\">Warrant may apply to next fiscal year</p> <p class=\"subsection-e\">  (4) A special warrant issued in a fiscal year may provide that it applies with respect to the next fiscal year and it is an appropriation for that next fiscal year.  2004, c. 31, Sched. 37, s. 1.</p> <p class=\"section-e\"> <b>7.1</b> <span class=\"ovsmallcap\">Repealed</span>:  2004, c. 31, Sched. 37, s. 2.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "8.",
            "section_x": "Board orders",
            "part_id": null,
            "part_type": null,
            "section_y": "Board orders",
            "content": " 8. (1) Despite section 11.2 of the Financial Administration Act, the Board may by order authorize expenditures to supplement the amount of any appropriation for a fiscal year if the amount provided in the appropriation is insufficient to carry out the purpose for which the appropriation was made.  2004, c. 31, Sched. 37, s. 3. Report required (2) An order may be made under subsection (1) only if the Board has received from the ministry responsible for the program to which the proposed supplementary appropriation relates, or from a person or officer prescribed by the regulations made under this Act, a report in writing setting out the necessity for further expenditures and the reason why the appropriation, unless supplemented, is insufficient.  2004, c. 31, Sched. 37, s. 3. Board orders in favour of contingency fund (3) Despite section 11.2 of the Financial Administration Act, the Board may by order supplement the amount of any appropriation that represents a reserve for future contingencies if the Board considers it advisable to do so.  2004, c. 31, Sched. 37, s. 3. Expenditures to be offset by reduction on other appropriation (4) An order under subsection (1) or (3) shall provide that the supplementary appropriation be offset by reducing the amount available under any other appropriation for the same fiscal year that is not exhausted and that, in the opinion of the Board, is unlikely to be fully exhausted in the fiscal year.  2004, c. 31, Sched. 37, s. 3. Timing (5) An order under subsection (1) or (3) may be made at any time before the books of the Government of Ontario for the fiscal year are closed.  2004, c. 31, Sched. 37, s. 3. Post-fiscal year-end Board orders to be reported in the Public Accounts (6) If the Board issues an order under this section at any time after the end of a fiscal year to supplement the amount of an appropriation for that fiscal year because the appropriation became insufficient as a result of an adjustment arising out of the audit of the Public Accounts for that fiscal year, the ministry responsible for the program that received the supplementary appropriation shall prepare a statement setting out the circumstances that gave rise to the need for the order and the statement shall be included in the Public Accounts for that fiscal year.  2004, c. 31, Sched. 37, s. 3. Exception (7) An amount authorized under any Act to be expended for payments under the Investing in Ontario Act, 2008 may not be reduced as an offset under subsection (4).  2008, c. 6, s. 6. 8.1 Repealed:  2004, c. 31, Sched. 37, s  4.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>8. </b>(1) Despite section 11.2 of the <i>Financial Administration Act</i>, the Board may by order authorize expenditures to supplement the amount of any appropriation for a fiscal year if the amount provided in the appropriation is insufficient to carry out the purpose for which the appropriation was made.  2004, c. 31, Sched. 37, s. 3.</p> <p class=\"headnote-e\">Report required</p> <p class=\"subsection-e\">  (2) An order may be made under subsection (1) only if the Board has received from the ministry responsible for the program to which the proposed supplementary appropriation relates, or from a person or officer prescribed by the regulations made under this Act, a report in writing setting out the necessity for further expenditures and the reason why the appropriation, unless supplemented, is insufficient.  2004, c. 31, Sched. 37, s. 3.</p> <p class=\"headnote-e\">Board orders in favour of contingency fund</p> <p class=\"subsection-e\">  (3) Despite section 11.2 of the <i>Financial Administration Act</i>, the Board may by order supplement the amount of any appropriation that represents a reserve for future contingencies if the Board considers it advisable to do so.  2004, c. 31, Sched. 37, s. 3.</p> <p class=\"headnote-e\">Expenditures to be offset by reduction on other appropriation</p> <p class=\"subsection-e\">  (4) An order under subsection (1) or (3) shall provide that the supplementary appropriation be offset by reducing the amount available under any other appropriation for the same fiscal year that is not exhausted and that, in the opinion of the Board, is unlikely to be fully exhausted in the fiscal year.  2004, c. 31, Sched. 37, s. 3.</p> <p class=\"headnote-e\">Timing</p> <p class=\"subsection-e\">  (5) An order under subsection (1) or (3) may be made at any time before the books of the Government of Ontario for the fiscal year are closed.  2004, c. 31, Sched. 37, s. 3.</p> <p class=\"headnote-e\">Post-fiscal year-end Board orders to be reported in the Public Accounts</p> <p class=\"subsection-e\">  (6) If the Board issues an order under this section at any time after the end of a fiscal year to supplement the amount of an appropriation for that fiscal year because the appropriation became insufficient as a result of an adjustment arising out of the audit of the Public Accounts for that fiscal year, the ministry responsible for the program that received the supplementary appropriation shall prepare a statement setting out the circumstances that gave rise to the need for the order and the statement shall be included in the Public Accounts for that fiscal year.  2004, c. 31, Sched. 37, s. 3.</p> <p class=\"headnote-e\">Exception</p> <p class=\"subsection-e\">  (7) An amount authorized under any Act to be expended for payments under the<i> <i>Investing in Ontario Act, 2008</i></i> may not be reduced as an offset under subsection (4).  2008, c. 6, s. 6.</p> <p class=\"section-e\"> <b>8.1</b><b> </b><span class=\"ovsmallcap\">Repealed</span>:  2004, c. 31, Sched. 37, s  4.</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "9.",
            "section_x": "Expenditure transfer",
            "part_id": null,
            "part_type": null,
            "section_y": "Expenditure transfer",
            "content": " 9. (1) When powers and duties are assigned and transferred from one minister of the Crown to another, the Board may transfer to the ministry administered by the minister to whom the powers and duties are assigned and transferred the appropriate sums in the votes and items of the estimates and supplementary estimates for the expenditures in the fiscal year for the exercise and performance of those powers and duties.  1991, c. 14, s. 9 (1). Certificate of Board (2) The Board shall issue to the ministry of the minister to whom powers and duties are assigned and transferred a certificate stating the amount of the sums transferred under subsection (1) and such other information as the Board considers necessary.  1991, c. 14, s. 9 (2). Expenditures authorized (3) A certificate is effective from the date stated in it and transfers to the ministry to which it is issued the authority for the portion of the fiscal year beginning with that date to make the expenditure of the sums transferred.  1991, c. 14, s. 9 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>9.</b> (1) When powers and duties are assigned and transferred from one minister of the Crown to another, the Board may transfer to the ministry administered by the minister to whom the powers and duties are assigned and transferred the appropriate sums in the votes and items of the estimates and supplementary estimates for the expenditures in the fiscal year for the exercise and performance of those powers and duties.  1991, c. 14, s. 9 (1).</p> <p class=\"headnote-e\">Certificate of Board</p> <p class=\"subsection-e\">  (2) The Board shall issue to the ministry of the minister to whom powers and duties are assigned and transferred a certificate stating the amount of the sums transferred under subsection (1) and such other information as the Board considers necessary.  1991, c. 14, s. 9 (2).</p> <p class=\"headnote-e\">Expenditures authorized</p> <p class=\"subsection-e\">  (3) A certificate is effective from the date stated in it and transfers to the ministry to which it is issued the authority for the portion of the fiscal year beginning with that date to make the expenditure of the sums transferred.  1991, c. 14, s. 9 (3).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "10.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": " 10. Subject to the approval of the Lieutenant Governor in Council, the Board may make regulations, (a) respecting the accounting for, and the collection, management and administration of, public money; (b) respecting the retention and disposal of records concerning the receipt or disbursement of public money; (c) providing that a board, commission, authority, corporation, Crown agency or other body does not fall within the definition of “ministry” set out in section 1; (d) designating the Speaker of the Assembly, the chair of the Board of Internal Economy established under the Legislative Assembly Act, or any member of the Executive Council to represent, for the purposes of sections 7 and 8, any office or body reporting directly to the Assembly.  1991, c. 14, s. 10. 11. Omitted (amends or repeals other Acts).  1991, c. 14, s. 11. 12. Omitted (provides for coming into force of provisions of this Act).  1991, c. 14, s. 12. 13. Omitted (enacts short title of this Act).  1991, c. 14, s. 13. ______________  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>10.</b> Subject to the approval of the Lieutenant Governor in Council, the Board may make regulations,</p> <p class=\"clause-e\">  (a) respecting the accounting for, and the collection, management and administration of, public money;</p> <p class=\"clause-e\">  (b) respecting the retention and disposal of records concerning the receipt or disbursement of public money;</p> <p class=\"clause-e\">  (c) providing that a board, commission, authority, corporation, Crown agency or other body does not fall within the definition of “ministry” set out in section 1;</p> <p class=\"clause-e\">  (d) designating the Speaker of the Assembly, the chair of the Board of Internal Economy established under the <i>Legislative Assembly Act</i>, or any member of the Executive Council to represent, for the purposes of sections 7 and 8, any office or body reporting directly to the Assembly.  1991, c. 14, s. 10.</p> <p class=\"section-e\"> <b>11.</b> <span class=\"ovsmallcap\">Omitted (amends or repeals other Acts)</span>.  1991, c. 14, s. 11.</p> <p class=\"section-e\"> <b>12.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  1991, c. 14, s. 12.</p> <p class=\"section-e\"> <b>13.</b> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).  1991</span>, c. 14, s. 13.</p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_91t14_f.htm\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}