{
    "act_info": {
        "full_title": "Trespass to Property Act, R.S.O. 1990, c. T.21",
        "act_name_text": "Trespass to Property Act",
        "citation": "R.S.O. 1990, c. T.21",
        "url": "https://www.ontario.ca/laws/statute/90t21",
        "date_scraped": "2023-12-19 03:18:52"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September  1, 2016",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90t21/v2",
            "valid_from": "June  9, 2016",
            "valid_to": "August 31, 2016"
        },
        {
            "a_href": "/laws/statute/90t21/v1",
            "valid_from": "May 31, 2001",
            "valid_to": "June  8, 2016"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 (1) In this Act, “occupier” includes, (a) a person who is in physical possession of premises, or (b) a person who has responsibility for and control over the condition of premises or the activities there carried on, or control over persons allowed to enter the premises, even if there is more than one occupier of the same premises; (“occupant”) “premises” means lands and structures, or either of them, and includes, (a) water, (b) ships and vessels, (c) trailers and portable structures designed or used for residence, business or shelter, (d) trains, railway cars, vehicles and aircraft, except while in operation. (“lieux”)  R.S.O. 1990, c. T.21, s. 1 (1). School boards (2) A school board has all the rights and duties of an occupier in respect of its school sites as defined in the Education Act.  R.S.O. 1990, c. T.21, s. 1 (2).",
            "raw_html": "<p class=\"section\"><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“occupier” includes,</p> <p class=\"paragraph\">  (a) a person who is in physical possession of premises, or</p> <p class=\"paragraph\">  (b) a person who has responsibility for and control over the condition of premises or the activities there carried on, or control over persons allowed to enter the premises,</p> <p class=\"paragraph\"> even if there is more than one occupier of the same premises; (“occupant”)</p> <p class=\"definition\">“premises” means lands and structures, or either of them, and includes,</p> <p class=\"paragraph\">  (a) water,</p> <p class=\"paragraph\">  (b) ships and vessels,</p> <p class=\"paragraph\">  (c) trailers and portable structures designed or used for residence, business or shelter,</p> <p class=\"paragraph\">  (d) trains, railway cars, vehicles and aircraft, except while in operation. (“lieux”)  R.S.O. 1990, c. T.21, s. 1 (1).</p> <p class=\"headnote\">School boards</p> <p class=\"subsection\">(2) A school board has all the rights and duties of an occupier in respect of its school sites as defined in the <i>Education Act</i>.  R.S.O. 1990, c. T.21, s. 1 (2).</p>"
        },
        {
            "id": "2",
            "section": "Trespass an offence",
            "content": "2 (1) Every person who is not acting under a right or authority conferred by law and who, (a) without the express permission of the occupier, the proof of which rests on the defendant, (i) enters on premises when entry is prohibited under this Act, or (ii) engages in an activity on premises when the activity is prohibited under this Act; or (b) does not leave the premises immediately after he or she is directed to do so by the occupier of the premises or a person authorized by the occupier, is guilty of an offence and on conviction is liable to a fine of not more than $10,000.  R.S.O. 1990, c. T.21, s. 2 (1); 2016, c. 8, Sched. 6, s. 1. Colour of right as a defence (2) It is a defence to a charge under subsection (1) in respect of premises that is land that the person charged reasonably believed that he or she had title to or an interest in the land that entitled him or her to do the act complained of.  R.S.O. 1990, c. T.21, s. 2 (2). Section Amendments with date in force (d/m/y) 2016, c. 8, Sched. 6, s. 1 - 01/09/2016",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) Every person who is not acting under a right or authority conferred by law and who,</p> <p class=\"paragraph\">  (a) without the express permission of the occupier, the proof of which rests on the defendant,</p> <p class=\"subclause\">  (i) enters on premises when entry is prohibited under this Act, or</p> <p class=\"subclause\">  (ii) engages in an activity on premises when the activity is prohibited under this Act; or</p> <p class=\"paragraph\">  (b) does not leave the premises immediately after he or she is directed to do so by the occupier of the premises or a person authorized by the occupier,</p> <p class=\"section\">is guilty of an offence and on conviction is liable to a fine of not more than $10,000.  R.S.O. 1990, c. T.21, s. 2 (1); 2016, c. 8, Sched. 6, s. 1.</p> <p class=\"headnote\">Colour of right as a defence</p> <p class=\"subsection\">(2) It is a defence to a charge under subsection (1) in respect of premises that is land that the person charged reasonably believed that he or she had title to or an interest in the land that entitled him or her to do the act complained of.  R.S.O. 1990, c. T.21, s. 2 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16008#sched6s1\">2016, c. 8, Sched. 6, s. 1</a></span> - 01/09/2016</p>"
        },
        {
            "id": null,
            "section": "Trespass an offence",
            "content": "is guilty of an offence and on conviction is liable to a fine of not more than $10,000.  R.S.O. 1990, c. T.21, s. 2 (1); 2016, c. 8, Sched. 6, s. 1. Colour of right as a defence (2) It is a defence to a charge under subsection (1) in respect of premises that is land that the person charged reasonably believed that he or she had title to or an interest in the land that entitled him or her to do the act complained of.  R.S.O. 1990, c. T.21, s. 2 (2). Section Amendments with date in force (d/m/y) 2016, c. 8, Sched. 6, s. 1 - 01/09/2016",
            "raw_html": "<p class=\"section\">is guilty of an offence and on conviction is liable to a fine of not more than $10,000.  R.S.O. 1990, c. T.21, s. 2 (1); 2016, c. 8, Sched. 6, s. 1.</p> <p class=\"headnote\">Colour of right as a defence</p> <p class=\"subsection\">(2) It is a defence to a charge under subsection (1) in respect of premises that is land that the person charged reasonably believed that he or she had title to or an interest in the land that entitled him or her to do the act complained of.  R.S.O. 1990, c. T.21, s. 2 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16008#sched6s1\">2016, c. 8, Sched. 6, s. 1</a></span> - 01/09/2016</p>"
        },
        {
            "id": "3",
            "section": "Prohibition of entry",
            "content": "3 (1) Entry on premises may be prohibited by notice to that effect and entry is prohibited without any notice on premises, (a) that is a garden, field or other land that is under cultivation, including a lawn, orchard, vineyard and premises on which trees have been planted and have not attained an average height of more than two metres and woodlots on land used primarily for agricultural purposes; or (b) that is enclosed in a manner that indicates the occupier’s intention to keep persons off the premises or to keep animals on the premises.  R.S.O. 1990, c. T.21, s. 3 (1). Implied permission to use approach to door (2) There is a presumption that access for lawful purposes to the door of a building on premises by a means apparently provided and used for the purpose of access is not prohibited.  R.S.O. 1990, c. T.21, s. 3 (2).",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) Entry on premises may be prohibited by notice to that effect and entry is prohibited without any notice on premises,</p> <p class=\"paragraph\">  (a) that is a garden, field or other land that is under cultivation, including a lawn, orchard, vineyard and premises on which trees have been planted and have not attained an average height of more than two metres and woodlots on land used primarily for agricultural purposes; or</p> <p class=\"paragraph\">  (b) that is enclosed in a manner that indicates the occupier’s intention to keep persons off the premises or to keep animals on the premises.  R.S.O. 1990, c. T.21, s. 3 (1).</p> <p class=\"headnote\">Implied permission to use approach to door</p> <p class=\"subsection\">(2) There is a presumption that access for lawful purposes to the door of a building on premises by a means apparently provided and used for the purpose of access is not prohibited.  R.S.O. 1990, c. T.21, s. 3 (2).</p>"
        },
        {
            "id": "4",
            "section": "Limited permission",
            "content": "4 (1) Where notice is given that one or more particular activities are permitted, all other activities and entry for the purpose are prohibited and any additional notice that entry is prohibited or a particular activity is prohibited on the same premises shall be construed to be for greater certainty only.  R.S.O. 1990, c. T.21, s. 4 (1). Limited prohibition (2) Where entry on premises is not prohibited under section 3 or by notice that one or more particular activities are permitted under subsection (1), and notice is given that a particular activity is prohibited, that activity and entry for the purpose is prohibited and all other activities and entry for the purpose are not prohibited.  R.S.O. 1990, c. T.21, s. 4 (2).",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) Where notice is given that one or more particular activities are permitted, all other activities and entry for the purpose are prohibited and any additional notice that entry is prohibited or a particular activity is prohibited on the same premises shall be construed to be for greater certainty only.  R.S.O. 1990, c. T.21, s. 4 (1).</p> <p class=\"headnote\">Limited prohibition</p> <p class=\"subsection\">(2) Where entry on premises is not prohibited under section 3 or by notice that one or more particular activities are permitted under subsection (1), and notice is given that a particular activity is prohibited, that activity and entry for the purpose is prohibited and all other activities and entry for the purpose are not prohibited.  R.S.O. 1990, c. T.21, s. 4 (2).</p>"
        },
        {
            "id": "5",
            "section": "Method of giving notice",
            "content": "5 (1) A notice under this Act may be given, (a) orally or in writing; (b) by means of signs posted so that a sign is clearly visible in daylight under normal conditions from the approach to each ordinary point of access to the premises to which it applies; or (c) by means of the marking system set out in section 7.  R.S.O. 1990, c. T.21, s. 5 (1). Substantial compliance (2) Substantial compliance with clause (1) (b) or (c) is sufficient notice.  R.S.O. 1990, c. T.21, s. 5 (2).",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) A notice under this Act may be given,</p> <p class=\"paragraph\">  (a) orally or in writing;</p> <p class=\"paragraph\">  (b) by means of signs posted so that a sign is clearly visible in daylight under normal conditions from the approach to each ordinary point of access to the premises to which it applies; or</p> <p class=\"paragraph\">  (c) by means of the marking system set out in section 7.  R.S.O. 1990, c. T.21, s. 5 (1).</p> <p class=\"headnote\">Substantial compliance</p> <p class=\"subsection\">(2) Substantial compliance with clause (1) (b) or (c) is sufficient notice.  R.S.O. 1990, c. T.21, s. 5 (2).</p>"
        },
        {
            "id": "6",
            "section": "Form of sign",
            "content": "6 (1) A sign naming an activity or showing a graphic representation of an activity is sufficient for the purpose of giving notice that the activity is permitted.  R.S.O. 1990, c. T.21, s. 6 (1). Idem (2) A sign naming an activity with an oblique line drawn through the name or showing a graphic representation of an activity with an oblique line drawn through the representation is sufficient for the purpose of giving notice that the activity is prohibited.  R.S.O. 1990, c. T.21, s. 6 (2).",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) A sign naming an activity or showing a graphic representation of an activity is sufficient for the purpose of giving notice that the activity is permitted.  R.S.O. 1990, c. T.21, s. 6 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) A sign naming an activity with an oblique line drawn through the name or showing a graphic representation of an activity with an oblique line drawn through the representation is sufficient for the purpose of giving notice that the activity is prohibited.  R.S.O. 1990, c. T.21, s. 6 (2).</p>"
        },
        {
            "id": "7",
            "section": "Red markings",
            "content": "7 (1) Red markings made and posted in accordance with subsections (3) and (4) are sufficient for the purpose of giving notice that entry on the premises is prohibited.  R.S.O. 1990, c. T.21, s. 7 (1). Yellow markings (2) Yellow markings made and posted in accordance with subsections (3) and (4) are sufficient for the purpose of giving notice that entry is prohibited except for the purpose of certain activities and shall be deemed to be notice of the activities permitted.  R.S.O. 1990, c. T.21, s. 7 (2). Size (3) A marking under this section shall be of such a size that a circle ten centimetres in diameter can be contained wholly within it.  R.S.O. 1990, c. T.21, s. 7 (3). Posting (4) Markings under this section shall be so placed that a marking is clearly visible in daylight under normal conditions from the approach to each ordinary point of access to the premises to which it applies.  R.S.O. 1990, c. T.21, s. 7 (4).",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) Red markings made and posted in accordance with subsections (3) and (4) are sufficient for the purpose of giving notice that entry on the premises is prohibited.  R.S.O. 1990, c. T.21, s. 7 (1).</p> <p class=\"headnote\">Yellow markings</p> <p class=\"subsection\">(2) Yellow markings made and posted in accordance with subsections (3) and (4) are sufficient for the purpose of giving notice that entry is prohibited except for the purpose of certain activities and shall be deemed to be notice of the activities permitted.  R.S.O. 1990, c. T.21, s. 7 (2).</p> <p class=\"headnote\">Size</p> <p class=\"subsection\">(3) A marking under this section shall be of such a size that a circle ten centimetres in diameter can be contained wholly within it.  R.S.O. 1990, c. T.21, s. 7 (3).</p> <p class=\"headnote\">Posting</p> <p class=\"subsection\">(4) Markings under this section shall be so placed that a marking is clearly visible in daylight under normal conditions from the approach to each ordinary point of access to the premises to which it applies.  R.S.O. 1990, c. T.21, s. 7 (4).</p>"
        },
        {
            "id": "8",
            "section": "Notice applicable to part of premises",
            "content": "8 A notice or permission under this Act may be given in respect of any part of the premises of an occupier.  R.S.O. 1990, c. T.21, s. 8.",
            "raw_html": "<p class=\"section\"><b>8 </b>A notice or permission under this Act may be given in respect of any part of the premises of an occupier.  R.S.O. 1990, c. T.21, s. 8.</p>"
        },
        {
            "id": "9",
            "section": "Arrest without warrant on premises",
            "content": "9 (1) A police officer, or the occupier of premises, or a person authorized by the occupier may arrest without warrant any person he or she believes on reasonable and probable grounds to be on the premises in contravention of section 2.  R.S.O. 1990, c. T.21, s. 9 (1). Delivery to police officer (2) Where the person who makes an arrest under subsection (1) is not a police officer, he or she shall promptly call for the assistance of a police officer and give the person arrested into the custody of the police officer.  R.S.O. 1990, c. T.21, s. 9 (2). Deemed arrest (3) A police officer to whom the custody of a person is given under subsection (2) shall be deemed to have arrested the person for the purposes of the provisions of the Provincial Offences Act\r\napplying to his or her release or continued detention and bail.  R.S.O. 1990, c. T.21, s. 9 (3).",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) A police officer, or the occupier of premises, or a person authorized by the occupier may arrest without warrant any person he or she believes on reasonable and probable grounds to be on the premises in contravention of section 2.  R.S.O. 1990, c. T.21, s. 9 (1).</p> <p class=\"headnote\">Delivery to police officer</p> <p class=\"subsection\">(2) Where the person who makes an arrest under subsection (1) is not a police officer, he or she shall promptly call for the assistance of a police officer and give the person arrested into the custody of the police officer.  R.S.O. 1990, c. T.21, s. 9 (2).</p> <p class=\"headnote\">Deemed arrest</p> <p class=\"subsection\">(3) A police officer to whom the custody of a person is given under subsection (2) shall be deemed to have arrested the person for the purposes of the provisions of the <i>Provincial Offences Act</i>\r\napplying to his or her release or continued detention and bail.  R.S.O. 1990, c. T.21, s. 9 (3).</p>"
        },
        {
            "id": "10",
            "section": "Arrest without warrant off premises",
            "content": "10 Where a police officer believes on reasonable and probable grounds that a person has been in contravention of section 2 and has made fresh departure from the premises, and the person refuses to give his or her name and address, or there are reasonable and probable grounds to believe that the name or address given is false, the police officer may arrest the person without warrant.  R.S.O. 1990, c. T.21, s. 10.",
            "raw_html": "<p class=\"section\"><b>10 </b>Where a police officer believes on reasonable and probable grounds that a person has been in contravention of section 2 and has made fresh departure from the premises, and the person refuses to give his or her name and address, or there are reasonable and probable grounds to believe that the name or address given is false, the police officer may arrest the person without warrant.  R.S.O. 1990, c. T.21, s. 10.</p>"
        },
        {
            "id": "11",
            "section": "Motor vehicles and motorized snow vehicles",
            "content": "11 Where an offence under this Act is committed by means of a motor vehicle, as defined in the Highway Traffic Act, or by means of a motorized snow vehicle, as defined in the Motorized Snow Vehicles\nAct, the driver of the motor vehicle or motorized snow vehicle is liable to the fine provided under this Act and, where the driver is not the owner, the owner of the motor vehicle or motorized snow vehicle is liable to the fine provided under this Act unless the driver is convicted of the offence or, at the time the offence was committed, the motor vehicle or motorized snow vehicle was in the possession of a person other than the owner without the owner’s consent.  2000, c. 30, s. 11. Section Amendments with date in force (d/m/y) 2000, c. 30, s. 11\r\n- 31/05/2001",
            "raw_html": "<p class=\"section\"><b>11 </b>Where an offence under this Act is committed by means of a motor vehicle, as defined in the <i>Highway Traffic Act</i>, or by means of a motorized snow vehicle, as defined in the <i>Motorized Snow Vehicles</i>\n<i>Act</i>, the driver of the motor vehicle or motorized snow vehicle is liable to the fine provided under this Act and, where the driver is not the owner, the owner of the motor vehicle or motorized snow vehicle is liable to the fine provided under this Act unless the driver is convicted of the offence or, at the time the offence was committed, the motor vehicle or motorized snow vehicle was in the possession of a person other than the owner without the owner’s consent.  2000, c. 30, s. 11.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00030#s11\">2000, c. 30, s. 11</a></span>\r\n- 31/05/2001</p>"
        },
        {
            "id": "12",
            "section": "Damage award",
            "content": "12 (1) Where a person is convicted of an offence under section 2, and a person has suffered damage caused by the person convicted during the commission of the offence, the court shall, on the request of the prosecutor and with the consent of the person who suffered the damage, determine the damages and shall make a judgment for damages against the person convicted in favour of the person who suffered the damage.  R.S.O. 1990, c. T.21, s. 12 (1); 2016, c. 8, Sched. 6, s. 2. Costs of prosecution (2) Where a prosecution under section 2 is conducted by a private prosecutor, and the defendant is convicted, unless the court is of the opinion that the prosecution was not necessary for the protection of the occupier or the occupier’s interests, the court shall determine the actual costs reasonably incurred in conducting the prosecution and, despite section 60 of the Provincial Offences Act, shall order those costs to be paid by the defendant to the prosecutor.  R.S.O. 1990, c. T.21, s. 12 (2). Damages and costs in addition to fine (3) A judgment for damages under subsection (1), or an award of costs under subsection (2), shall be in addition to any fine that is imposed under this Act.  R.S.O. 1990, c. T.21, s. 12 (3). Civil action (4) A judgment for damages under subsection (1) extinguishes the right of the person in whose favour the judgment is made to bring a civil action for damages against the person convicted arising out of the same facts.  R.S.O. 1990, c. T.21, s. 12 (4). Idem (5) The failure to request or refusal to grant a judgment for damages under subsection (1) does not affect a right to bring a civil action for damages arising out of the same facts.  R.S.O. 1990, c. T.21, s. 12 (5). Enforcement (6) The judgment for damages under subsection (1), and the award for costs under subsection (2), may be filed in the Small Claims Court and shall be deemed to be a judgment or order of that court for the purposes of enforcement.  R.S.O. 1990, c. T.21, s. 12 (6). Section Amendments with date in force (d/m/y) 2016, c. 8, Sched. 6, s. 2 - 01/09/2016 ____________________  Français  ",
            "raw_html": "<p class=\"section\"><b>12 </b>(1) Where a person is convicted of an offence under section 2, and a person has suffered damage caused by the person convicted during the commission of the offence, the court shall, on the request of the prosecutor and with the consent of the person who suffered the damage, determine the damages and shall make a judgment for damages against the person convicted in favour of the person who suffered the damage.  R.S.O. 1990, c. T.21, s. 12 (1); 2016, c. 8, Sched. 6, s. 2.</p> <p class=\"headnote\">Costs of prosecution</p> <p class=\"subsection\">(2) Where a prosecution under section 2 is conducted by a private prosecutor, and the defendant is convicted, unless the court is of the opinion that the prosecution was not necessary for the protection of the occupier or the occupier’s interests, the court shall determine the actual costs reasonably incurred in conducting the prosecution and, despite section 60 of the <i>Provincial Offences Act</i>, shall order those costs to be paid by the defendant to the prosecutor.  R.S.O. 1990, c. T.21, s. 12 (2).</p> <p class=\"headnote\">Damages and costs in addition to fine</p> <p class=\"subsection\">(3) A judgment for damages under subsection (1), or an award of costs under subsection (2), shall be in addition to any fine that is imposed under this Act.  R.S.O. 1990, c. T.21, s. 12 (3).</p> <p class=\"headnote\">Civil action</p> <p class=\"subsection\">(4) A judgment for damages under subsection (1) extinguishes the right of the person in whose favour the judgment is made to bring a civil action for damages against the person convicted arising out of the same facts.  R.S.O. 1990, c. T.21, s. 12 (4).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(5) The failure to request or refusal to grant a judgment for damages under subsection (1) does not affect a right to bring a civil action for damages arising out of the same facts.  R.S.O. 1990, c. T.21, s. 12 (5).</p> <p class=\"headnote\">Enforcement</p> <p class=\"subsection\">(6) The judgment for damages under subsection (1), and the award for costs under subsection (2), may be filed in the Small Claims Court and shall be deemed to be a judgment or order of that court for the purposes of enforcement.  R.S.O. 1990, c. T.21, s. 12 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S16008#sched6s2\">2016, c. 8, Sched. 6, s. 2</a></span> - 01/09/2016</p> <p class=\"line\">____________________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90t21\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}