{
    "act_info": {
        "full_title": "Trillium Trust Act, 2014, S.O. 2014, c. 7, Sched. 32",
        "act_name_text": "Trillium Trust Act, 2014",
        "citation": "S.O. 2014, c. 7, Sched. 32",
        "url": "https://www.ontario.ca/laws/statute/14t07",
        "date_scraped": "2023-12-18 23:17:23"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/14t07/v6",
            "valid_from": "December  6, 2018",
            "valid_to": "March 31, 2019"
        },
        {
            "a_href": "/laws/statute/14t07/v5",
            "valid_from": "December 10, 2015",
            "valid_to": "December  5, 2018"
        },
        {
            "a_href": "/laws/statute/14t07/v4",
            "valid_from": "October 15, 2015",
            "valid_to": "December  9, 2015"
        },
        {
            "a_href": "/laws/statute/14t07/v3",
            "valid_from": "June  4, 2015",
            "valid_to": "October 14, 2015"
        },
        {
            "a_href": "/laws/statute/14t07/v2",
            "valid_from": "March 15, 2015",
            "valid_to": "June  3, 2015"
        },
        {
            "a_href": "/laws/statute/14t07/v1",
            "valid_from": "July 24, 2014",
            "valid_to": "March 14, 2015"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": null,
    "content": [
        {
            "id": "0.1",
            "section": "No application after March 31, 2019",
            "content": "0.1 This Act ceases to apply after the fiscal year ending March 31, 2019.  2018, c. 17, Sched. 43, s. 1. Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 43, s. 1 - 06/12/2018",
            "raw_html": "<p class=\"section\"><b>0.1 </b>This Act ceases to apply after the fiscal year ending March 31, 2019.  2018, c. 17, Sched. 43, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched43s1\">2018, c. 17, Sched. 43, s. 1</a></span> - 06/12/2018</p>"
        },
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 (1) In this Act, “construction” includes reconstruction, improvement, extension, alteration, replacement and repair; (“construction”) “infrastructure” means the physical structures, associated facilities and things by or through which a public service is provided to the people of Ontario, such as public transportation systems, highways, bridges, water works, hospitals, courthouses and schools, but does not include any physical structures, facilities or things that are excluded under the regulations; (“infrastructure”) “ministry” means a ministry of the Government of Ontario; (“ministère”) “public entity” has the same meaning as in the Financial Administration Act; (“entité publique”) “public money” has the same meaning as in the Financial Administration Act; (“deniers publics”) “Trillium Trust” means the account established under section 2. (“Fonds Trillium”) 2015, c. 38, Sched. 22, s. 1. Exclusion re: Hydro One Inc. (2) Hydro One Inc. and its subsidiaries are deemed not to be public entities for the purposes of this Act on and after the date on which section 1 of Schedule 44 to the Building Ontario Up Act (Budget Measures), 2015 comes into force. 2015, c. 20, Sched. 44, s. 1. Section Amendments with date in force (d/m/y) 2015, c. 20, Sched. 44, s. 1 - 15/10/2015; 2015, c. 38, Sched. 22, s. 1 - 10/12/2015",
            "raw_html": "<p class=\"section\"><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“construction” includes reconstruction, improvement, extension, alteration, replacement and repair; (“construction”)</p> <p class=\"definition\">“infrastructure” means the physical structures, associated facilities and things by or through which a public service is provided to the people of Ontario, such as public transportation systems, highways, bridges, water works, hospitals, courthouses and schools, but does not include any physical structures, facilities or things that are excluded under the regulations; (“infrastructure”)</p> <p class=\"definition\">“ministry” means a ministry of the Government of Ontario; (“ministère”)</p> <p class=\"definition\">“public entity” has the same meaning as in the <i>Financial Administration Act</i>; (“entité publique”)</p> <p class=\"definition\">“public money” has the same meaning as in the <i>Financial Administration Act</i>; (“deniers publics”)</p> <p class=\"definition\">“Trillium Trust” means the account established under section 2. (“Fonds Trillium”) 2015, c. 38, Sched. 22, s. 1.</p> <p class=\"headnote\">Exclusion re: Hydro One Inc.</p> <p class=\"subsection\">(2) Hydro One Inc. and its subsidiaries are deemed not to be public entities for the purposes of this Act on and after the date on which section 1 of Schedule 44 to the<i> <i>Building Ontario Up Act (Budget Measures), 2015</i></i> comes into force. 2015, c. 20, Sched. 44, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15020#sched44s1\">2015, c. 20, Sched. 44, s. 1</a></span> - 15/10/2015; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15038#sched22s1s1\">2015, c. 38, Sched. 22, s. 1</a></span> - 10/12/2015</p>"
        },
        {
            "id": "2",
            "section": "Trillium Trust",
            "content": "2 The Minister of Finance shall maintain in the Public Accounts an account to be known as the Trillium Trust in which shall be recorded the following amounts: 1. Prescribed amounts of designated proceeds of disposition of qualifying assets. 2. Prescribed amounts of prescribed non-cash benefits that are recognized by the Crown in connection with dispositions of qualifying assets. 3. All expenditures of public money under this Act. 2015, c. 38, Sched. 22, s. 2. Section Amendments with date in force (d/m/y) 2015, c. 38, Sched. 22, s. 2 - 10/12/2015",
            "raw_html": "<p class=\"section\"><b>2 </b>The Minister of Finance shall maintain in the Public Accounts an account to be known as the Trillium Trust in which shall be recorded the following amounts:</p> <p class=\"paragraph\">  1. Prescribed amounts of designated proceeds of disposition of qualifying assets.</p> <p class=\"paragraph\">  2. Prescribed amounts of prescribed non-cash benefits that are recognized by the Crown in connection with dispositions of qualifying assets.</p> <p class=\"paragraph\">  3. All expenditures of public money under this Act. 2015, c. 38, Sched. 22, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15038#sched22s2\">2015, c. 38, Sched. 22, s. 2</a></span> - 10/12/2015</p>"
        },
        {
            "id": "3",
            "section": "Qualifying assets",
            "content": "3 (1) The following assets, and such other assets as may be designated by regulation, are qualifying assets for the purposes of this Act: 1. Voting securities of Hydro One Limited that are held by the Minister of Energy on behalf of Her Majesty in right of Ontario. 2. Voting securities of Hydro One Brampton Networks Inc. that are held by Brampton Distribution Holdco Inc. 3. Real property owned by the Liquor Control Board of Ontario in the City of Toronto at the addresses known municipally as 55 Lake Shore Boulevard East, 43 Freeland Street and 2 Cooper Street, and the interest of the Liquor Control Board of Ontario in real property adjacent to the real property at those addresses. 4. Real property owned by Ontario Power Generation Inc. in the City of Toronto at the addresses municipally known as 700 University Avenue and 40 Murray Street. 5. Real property owned by Ontario Power Generation Inc. in the City of Mississauga at the address municipally known as 800 Hydro Road, including any adjacent water lots owned by Ontario Power Generation Inc. 2015, c. 38, Sched. 22, s. 2. Same (2) Subject to subsection (3), an asset is eligible to be designated as a qualifying asset either before or after it has been disposed of. 2015, c. 38, Sched. 22, s. 2. Restriction (3) An asset is not eligible to be designated as a qualifying asset after the books of the Government of Ontario are closed for the fiscal year in which the asset is disposed of. 2015, c. 38, Sched. 22, s. 2. Same (4) The restriction described in subsection (3) does not apply with respect to the assets listed in paragraphs 1 to 5 of subsection (1). 2015, c. 38, Sched. 22, s. 2. Section Amendments with date in force (d/m/y) 2015, c. 38, Sched. 22, s. 2 - 10/12/2015",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) The following assets, and such other assets as may be designated by regulation, are qualifying assets for the purposes of this Act:</p> <p class=\"paragraph\">  1. Voting securities of Hydro One Limited that are held by the Minister of Energy on behalf of Her Majesty in right of Ontario.</p> <p class=\"paragraph\">  2. Voting securities of Hydro One Brampton Networks Inc. that are held by Brampton Distribution Holdco Inc.</p> <p class=\"paragraph\">  3. Real property owned by the Liquor Control Board of Ontario in the City of Toronto at the addresses known municipally as 55 Lake Shore Boulevard East, 43 Freeland Street and 2 Cooper Street, and the interest of the Liquor Control Board of Ontario in real property adjacent to the real property at those addresses.</p> <p class=\"paragraph\">  4. Real property owned by Ontario Power Generation Inc. in the City of Toronto at the addresses municipally known as 700 University Avenue and 40 Murray Street.</p> <p class=\"paragraph\">  5. Real property owned by Ontario Power Generation Inc. in the City of Mississauga at the address municipally known as 800 Hydro Road, including any adjacent water lots owned by Ontario Power Generation Inc. 2015, c. 38, Sched. 22, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) Subject to subsection (3), an asset is eligible to be designated as a qualifying asset either before or after it has been disposed of. 2015, c. 38, Sched. 22, s. 2.</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(3) An asset is not eligible to be designated as a qualifying asset after the books of the Government of Ontario are closed for the fiscal year in which the asset is disposed of. 2015, c. 38, Sched. 22, s. 2.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) The restriction described in subsection (3) does not apply with respect to the assets listed in paragraphs 1 to 5 of subsection (1). 2015, c. 38, Sched. 22, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15038#sched22s2\">2015, c. 38, Sched. 22, s. 2</a></span> - 10/12/2015</p>"
        },
        {
            "id": "4",
            "section": "Designated proceeds of disposition",
            "content": "4 The designated proceeds of disposition of a qualifying asset of a ministry or public entity are equal to the gross revenues recognized by the ministry or public entity, as the case may be, for the disposition less the following amounts: 1. The book value of the qualifying asset as of the date on which it was disposed. 2. Any prescribed costs incurred, and the value of any prescribed obligations assumed, by any ministry or any public entity in connection with the disposition of the qualifying asset. 2015, c. 38, Sched. 22, s. 2. Section Amendments with date in force (d/m/y) 2015, c. 38, Sched. 22, s. 2 - 10/12/2015",
            "raw_html": "<p class=\"section\"><b>4 </b>The designated proceeds of disposition of a qualifying asset of a ministry or public entity are equal to the gross revenues recognized by the ministry or public entity, as the case may be, for the disposition less the following amounts:</p> <p class=\"paragraph\">  1. The book value of the qualifying asset as of the date on which it was disposed.</p> <p class=\"paragraph\">  2. Any prescribed costs incurred, and the value of any prescribed obligations assumed, by any ministry or any public entity in connection with the disposition of the qualifying asset. 2015, c. 38, Sched. 22, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15038#sched22s2\">2015, c. 38, Sched. 22, s. 2</a></span> - 10/12/2015</p>"
        },
        {
            "id": "5",
            "section": "Payment into Consolidated Revenue Fund",
            "content": "5 When a public entity disposes of a qualifying asset, the public entity shall promptly pay the designated  proceeds of disposition into the Consolidated Revenue Fund. 2015, c. 38, Sched. 22, s. 2. Section Amendments with date in force (d/m/y) 2015, c. 38, Sched. 22, s. 2 - 10/12/2015",
            "raw_html": "<p class=\"section\"><b>5 </b>When a public entity disposes of a qualifying asset, the public entity shall promptly pay the designated  proceeds of disposition into the Consolidated Revenue Fund. 2015, c. 38, Sched. 22, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15038#sched22s2\">2015, c. 38, Sched. 22, s. 2</a></span> - 10/12/2015</p>"
        },
        {
            "id": "6",
            "section": "Amounts credited to the Trillium Trust",
            "content": "6 The Trillium Trust shall be credited with the following amounts in connection with the disposition of a qualifying asset: 1. The prescribed amount of designated proceeds of disposition. 2. The prescribed amount of any other prescribed non-cash benefit that is recognized by the Crown in connection with the disposition. 2015, c. 38, Sched. 22, s. 2. Section Amendments with date in force (d/m/y) 2015, c. 38, Sched. 22, s. 2 - 10/12/2015",
            "raw_html": "<p class=\"section\"><b>6 </b>The Trillium Trust shall be credited with the following amounts in connection with the disposition of a qualifying asset:</p> <p class=\"paragraph\">  1. The prescribed amount of<b> </b>designated proceeds of disposition.</p> <p class=\"paragraph\">  2. The prescribed amount of any other prescribed non-cash benefit that is recognized by the Crown in connection with the disposition. 2015, c. 38, Sched. 22, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15038#sched22s2\">2015, c. 38, Sched. 22, s. 2</a></span> - 10/12/2015</p>"
        },
        {
            "id": "7",
            "section": "Authorized expenditures",
            "content": "7 (1) Amounts not exceeding the balance in the Trillium Trust may be paid out of the Consolidated Revenue Fund for the following purposes: 1. To fund, directly or indirectly, costs relating to the construction or acquisition of infrastructure. 2. To reimburse the Crown for expenditures incurred by the Crown, directly or indirectly, for a purpose described in paragraph 1. 2015, c. 38, Sched. 22, s. 2. Reimbursement (2) A reimbursement described in paragraph 2 of subsection (1) must be made before the books of the Government of Ontario are closed for the fiscal year in which the expenditures are incurred. 2015, c. 38, Sched. 22, s. 2. Section Amendments with date in force (d/m/y) 2015, c. 38, Sched. 22, s. 2 - 10/12/2015",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) Amounts not exceeding the balance in the Trillium Trust may be paid out of the Consolidated Revenue Fund for the following purposes:</p> <p class=\"paragraph\">  1. To fund, directly or indirectly, costs relating to the construction or acquisition of infrastructure.</p> <p class=\"paragraph\">  2. To reimburse the Crown for expenditures incurred by the Crown, directly or indirectly, for a purpose described in paragraph 1. 2015, c. 38, Sched. 22, s. 2.</p> <p class=\"headnote\">Reimbursement</p> <p class=\"subsection\">(2) A reimbursement described in paragraph 2 of subsection (1) must be made before the books of the Government of Ontario are closed for the fiscal year in which the expenditures are incurred. 2015, c. 38, Sched. 22, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15038#sched22s2\">2015, c. 38, Sched. 22, s. 2</a></span> - 10/12/2015</p>"
        },
        {
            "id": "8",
            "section": "Regulations",
            "content": "8 Subject to the approval of the Lieutenant Governor in Council, the Treasury Board may make regulations prescribing anything that is permitted or required by this Act to be prescribed, designated or done by regulation or in accordance with the regulations. 2015, c. 38, Sched. 22, s. 2. Section Amendments with date in force (d/m/y) 2015, c. 38, Sched. 22, s. 2 - 10/12/2015 ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>8 </b>Subject to the approval of the Lieutenant Governor in Council, the Treasury Board may make regulations prescribing anything that is permitted or required by this Act to be prescribed, designated or done by regulation or in accordance with the regulations. 2015, c. 38, Sched. 22, s. 2.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S15038#sched22s2\">2015, c. 38, Sched. 22, s. 2</a></span> - 10/12/2015</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/14t07\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}