{
    "act_info": {
        "full_title": "Truck Transportation Act, R.S.O. 1990, c. T.22",
        "act_name_text": "Not Found",
        "citation": "Truck Transportation Act, R.S.O. 1990, c. T.22",
        "url": "https://www.ontario.ca/laws/statute/90t22",
        "date_scraped": "2023-12-21 13:51:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/90t22/v1",
            "valid_from": "January  1, 2003",
            "valid_to": "December 31, 2005"
        }
    ],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/020103",
            "revoked_reg_citation": "O. Reg. 103/02",
            "revoked_reg_title": "EXTENDING TERM OF VALIDITY OF LOAD BROKER CERTIFICATES"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/920556",
            "revoked_reg_citation": "O. Reg. 556/92",
            "revoked_reg_title": "LOAD BROKERS"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/901091",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 1091",
            "revoked_reg_title": "OPERATING LICENCES"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/901090",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 1090",
            "revoked_reg_title": "OBLIGATIONS OF LICENSEES"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/901088",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 1088",
            "revoked_reg_title": "CONDITIONS OF CARRIAGE - HOUSEHOLD GOODS CARRIERS"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/901087",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 1087",
            "revoked_reg_title": "CONDITIONS OF CARRIAGE - GENERAL FREIGHT CARRIERS"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/901086",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 1086",
            "revoked_reg_title": "CONDITIONS OF CARRIAGE - CARRIERS OF 01 41 - LIVESTOCK AND 01 92 - ANIMAL SPECIALTIES"
        }
    ],
    "content": [
        {
            "id": "P99_1699",
            "section": "Definitions",
            "content": "1. (1)In this Act, “Board” means the Ontario Highway Transport Board; (“Commission”) “commercial motor vehicle” means a motor vehicle with a permanently attached truck or delivery body and includes a truck tractor used for hauling purposes, but does not include an ambulance, hearse, casket wagon, fire apparatus, bus or motor vehicle commonly known as a tow truck when the tow truck is being used as a tow truck; (“véhicule automobile utilitaire”) “commercial vehicle” means, (a) a commercial motor vehicle or a combination of a commercial motor vehicle and trailer or trailers as defined in the Highway Traffic Act, (b) a dual-purpose vehicle or a combination of a dual-purpose vehicle and a trailer as defined in the Highway Traffic Act, or (c) the combination of a motor vehicle, as defined in the Highway Traffic Act, drawing a trailer or trailers, as defined in that Act; (“véhicule utilitaire”) “Committee” means the Advisory Committee on Truck Transportation; (“Comité”) “compensation” includes any rate, remuneration, reimbursement or reward of any kind paid, payable or promised, or received or demanded, directly or indirectly; (“rémunération”) “dual-purpose vehicle” means a motor vehicle, other than one commonly known as a passenger car, designed by the manufacturer for the transportation of persons and goods; (“véhicule à double usage”) “goods” includes all classes of materials, wares and merchandise and livestock; (“biens”) “highway” means a highway as defined in the Highway Traffic Act; (“voie publique”) “licensee” means the holder of an operating licence issued under this Act; (“titulaire de permis”) “Minister” means the Minister of Transportation; (“ministre”) “Ministry” means the Ministry of Transportation; (“ministère”) “officer” means a member of the Ontario Provincial Police Force or an officer of the Ministry designated in writing by the Minister to assist in the enforcement of this Act; (“agent”) “operate” means to cause to be driven on a highway and “operated” has a corresponding meaning; (“exploiter”, “exploité”) “operating authority” means a specific authority to operate that is contained within an operating licence; (“autorisation d’exploitation”) “operating licence” means an operating licence issued under this Act containing one or more operating authorities; (“permis d’exploitation”) “owner” means the person in whose name the vehicle portion of a permit is issued for a motor vehicle under the Highway Traffic Act; (“propriétaire”) “prescribed” means prescribed by the regulations; (“prescrit”) “public truck” means a commercial motor vehicle or the combination of a commercial motor vehicle and trailer or trailers drawn by it, operated by the holder of an operating licence; (“camion autorisé”) “Registrar” means the Registrar of Motor Vehicles appointed under the Highway Traffic Act; (“registrateur”) “regulations” means the regulations made under this Act; (“règlements”) “road construction materials” means rubble carried to or from a construction or demolition site and 01 928 — animal or poultry manure, 10 — metallic ores, 14 1 — dimension stone, quarry, 14 2 — crushed or broken stone or riprap, 14 41 — gravel or sand, excluding abrasive, 14 51 — clay, ceramic or refractory minerals, crude, 14 714 — apatite or phosphate rock, clay or sand, crude, excluding ground or otherwise treated, 14 715 — rock salt, crude, crushed, lump or screened, excluding sodium chloride (common salt), 14 719 — chemical or fertilizer minerals, not elsewhere classified, excluding ground or otherwise treated, 14 919 — non-metallic minerals, not elsewhere classified, loam, soil or topsoil, not elsewhere classified, excluding ground or otherwise treated at mine site or fuels, 28 126 32 — calcium chloride, liquid, 28 126 33 — calcium chloride, other than liquid, 28 181 70 — urea, other than liquor or liquid, 28 71 — fertilizers excluding milled, mined or otherwise prepared, natural boron, sodium or potassium compounds, 28 991 — salt, common, 29 116 — asphalt pitches or tars, petroleum, coal tar, coke oven or natural gas, 29 511 40 — composition, paving, consisting of sand, slag or stone and asphalt, pitch or tar combined, 29 511 45 — paving composition, consisting of stone, granulated cork and asphalt, 32 952 15 — cinders, clay, shale (expanded shale), slate or volcanic (not pumice stone) or haydite, 32 952 53 — slag, basic (cementitious), ground or pulverized, 32 952 60 — slag, basic (phosphate), ground or pulverized, 32 952 78 — slag, furnace, crushed, expanded, granulated, ground or pulverized, viz, aluminum, antimony (refuse from antimony ore), brass, copper, detinning (refuse derived from detinning process), ferro silicon (flue slag from ferro-silicon or silicon metal production furnaces), iron, iron-titanium (iron titanium bearing slag), lead, magnesium, nickel, tin or zinc, 32 952 91 — slag, nec, crushed, granulated, ground or pulverized, without commercial value for the further extraction of metal, 33 112 — furnace slag, excluding ground or otherwise treated; (“matériaux de construction des routes”) “STCC” means the Standard Transportation Commodity Code Tariff 6001-O, as amended effective the 1st day of July, 1987, filed with the National Transportation Agency; (“STCC”) “STCC number” means a number in STCC representing the goods or materials classified under that number; (“numéro du STCC”) “toll” means any fee or rate charged, levied or collected for the transportation of goods in or on a public truck. (“tarif”) Idem (2)Where, in this Act or the regulations, a reference to goods or materials is preceded by a STCC number, the goods or materials referred to are those indicated in the STCC by reference to that number. R.S.O. 1990, c. T.22, s. 1.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P99_1699\"></a><a name=\"BK0\"></a>1.</b> (1)In this Act,</p> <p class=\"firstdef-e\">“Board” means the Ontario Highway Transport Board; (“Commission”)</p> <p class=\"definition-e\">“commercial motor vehicle” means a motor vehicle with a permanently attached truck or delivery body and includes a truck tractor used for hauling purposes, but does not include an ambulance, hearse, casket wagon, fire apparatus, bus or motor vehicle commonly known as a tow truck when the tow truck is being used as a tow truck; (“véhicule automobile utilitaire”)</p> <p class=\"definition-e\">“commercial vehicle” means,</p> <p class=\"defclause-e\">(a) a commercial motor vehicle or a combination of a commercial motor vehicle and trailer or trailers as defined in the <i>Highway Traffic Act</i>,</p> <p class=\"defclause-e\">(b) a dual-purpose vehicle or a combination of a dual-purpose vehicle and a trailer as defined in the <i>Highway Traffic Act</i>, or</p> <p class=\"defclause-e\">(c) the combination of a motor vehicle, as defined in the <i>Highway Traffic Act</i>, drawing a trailer or trailers, as defined in that Act; (“véhicule utilitaire”)</p> <p class=\"definition-e\">“Committee” means the Advisory Committee on Truck Transportation; (“Comité”)</p> <p class=\"definition-e\">“compensation” includes any rate, remuneration, reimbursement or reward of any kind paid, payable or promised, or received or demanded, directly or indirectly; (“rémunération”)</p> <p class=\"definition-e\">“dual-purpose vehicle” means a motor vehicle, other than one commonly known as a passenger car, designed by the manufacturer for the transportation of persons and goods; (“véhicule à double usage”)</p> <p class=\"definition-e\">“goods” includes all classes of materials, wares and merchandise and livestock; (“biens”)</p> <p class=\"definition-e\">“highway” means a highway as defined in the <i>Highway Traffic Act</i>; (“voie publique”)</p> <p class=\"definition-e\">“licensee” means the holder of an operating licence issued under this Act; (“titulaire de permis”)</p> <p class=\"definition-e\">“Minister” means the Minister of Transportation; (“ministre”)</p> <p class=\"definition-e\">“Ministry” means the Ministry of Transportation; (“ministère”)</p> <p class=\"definition-e\">“officer” means a member of the Ontario Provincial Police Force or an officer of the Ministry designated in writing by the Minister to assist in the enforcement of this Act; (“agent”)</p> <p class=\"definition-e\">“operate” means to cause to be driven on a highway and “operated” has a corresponding meaning; (“exploiter”, “exploité”)</p> <p class=\"definition-e\">“operating authority” means a specific authority to operate that is contained within an operating licence; (“autorisation d’exploitation”)</p> <p class=\"definition-e\">“operating licence” means an operating licence issued under this Act containing one or more operating authorities; (“permis d’exploitation”)</p> <p class=\"definition-e\">“owner” means the person in whose name the vehicle portion of a permit is issued for a motor vehicle under the <i>Highway Traffic Act</i>; (“propriétaire”)</p> <p class=\"definition-e\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition-e\">“public truck” means a commercial motor vehicle or the combination of a commercial motor vehicle and trailer or trailers drawn by it, operated by the holder of an operating licence; (“camion autorisé”)</p> <p class=\"definition-e\">“Registrar” means the Registrar of Motor Vehicles appointed under the <i>Highway Traffic Act</i>; (“registrateur”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“road construction materials” means rubble carried to or from a construction or demolition site and 01 928 — animal or poultry manure, 10 — metallic ores, 14 1 — dimension stone, quarry, 14 2 — crushed or broken stone or riprap, 14 41 — gravel or sand, excluding abrasive, 14 51 — clay, ceramic or refractory minerals, crude, 14 714 — apatite or phosphate rock, clay or sand, crude, excluding ground or otherwise treated, 14 715 — rock salt, crude, crushed, lump or screened, excluding sodium chloride (common salt), 14 719 — chemical or fertilizer minerals, not elsewhere classified, excluding ground or otherwise treated, 14 919 — non-metallic minerals, not elsewhere classified, loam, soil or topsoil, not elsewhere classified, excluding ground or otherwise treated at mine site or fuels, 28 126 32 — calcium chloride, liquid, 28 126 33 — calcium chloride, other than liquid, 28 181 70 — urea, other than liquor or liquid, 28 71 — fertilizers excluding milled, mined or otherwise prepared, natural boron, sodium or potassium compounds, 28 991 — salt, common, 29 116 — asphalt pitches or tars, petroleum, coal tar, coke oven or natural gas, 29 511 40 — composition, paving, consisting of sand, slag or stone and asphalt, pitch or tar combined, 29 511 45 — paving composition, consisting of stone, granulated cork and asphalt, 32 952 15 — cinders, clay, shale (expanded shale), slate or volcanic (not pumice stone) or haydite, 32 952 53 — slag, basic (cementitious), ground or pulverized, 32 952 60 — slag, basic (phosphate), ground or pulverized, 32 952 78 — slag, furnace, crushed, expanded, granulated, ground or pulverized, viz, aluminum, antimony (refuse from antimony ore), brass, copper, detinning (refuse derived from detinning process), ferro silicon (flue slag from ferro-silicon or silicon metal production furnaces), iron, iron-titanium (iron titanium bearing slag), lead, magnesium, nickel, tin or zinc, 32 952 91 — slag, nec, crushed, granulated, ground or pulverized, without commercial value for the further extraction of metal, 33 112 — furnace slag, excluding ground or otherwise treated; (“matériaux de construction des routes”)</p> <p class=\"definition-e\">“STCC” means the Standard Transportation Commodity Code Tariff 6001-O, as amended effective the 1st day of July, 1987, filed with the National Transportation Agency; (“STCC”)</p> <p class=\"definition-e\">“STCC number” means a number in STCC representing the goods or materials classified under that number; (“numéro du STCC”)</p> <p class=\"definition-e\">“toll” means any fee or rate charged, levied or collected for the transportation of goods in or on a public truck. (“tarif”)</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)Where, in this Act or the regulations, a reference to goods or materials is preceded by a STCC number, the goods or materials referred to are those indicated in the STCC by reference to that number. R.S.O. 1990, c. T.22, s. 1.</p>"
        },
        {
            "id": "P130_7715",
            "section": "Purpose",
            "content": "2. It is hereby declared that an effective goods movement system by highway is essential to advance the interests of the users of transportation and to maintain the economic well-being and growth of Ontario and that these objectives are to be achieved by the regulatory scheme established by this Act which is to be interpreted so as to advance the objective that the system will, (a) foster productive, fair and innovative competition and the existence of a dependable and viable trucking industry in furtherance of the public interest; and (b) be of benefit to the users of transportation services and not for the protection from competition of individual providers of such services. R.S.O. 1990, c. T.22, s. 2.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P130_7715\"></a><a name=\"BK1\"></a>2.</b> It is hereby declared that an effective goods movement system by highway is essential to advance the interests of the users of transportation and to maintain the economic well-being and growth of Ontario and that these objectives are to be achieved by the regulatory scheme established by this Act which is to be interpreted so as to advance the objective that the system will,</p> <p class=\"clause-e\">(a) foster productive, fair and innovative competition and the existence of a dependable and viable trucking industry in furtherance of the public interest; and</p> <p class=\"clause-e\">(b) be of benefit to the users of transportation services and not for the protection from competition of individual providers of such services. R.S.O. 1990, c. T.22, s. 2.</p>"
        },
        {
            "id": "P134_8492",
            "section": "Operating licence required to transport goods for compensation",
            "content": "3. (1) No person shall operate a commercial vehicle to carry goods of any other person for compensation unless it is done, (a) under an operating licence held by the person operating the vehicle; and (b) pursuant to the licence. R.S.O. 1990, c. T.22, s. 3 (1). General authority (2) Every operating licence authorizes the holder thereof to carry 01 928 1 — unprepared manure from animal, bird, dog, fowl, goat, sheep or guano, 14 719 — chemical or fertilizer minerals, not elsewhere classified in STCC, 28 181 70 — urea, other than liquid and 28 71 — fertilizers in bulk to or from any point within Ontario during April, May and June in a commercial vehicle that is not a tank vehicle. R.S.O. 1990, c. T.22, s. 3 (2). Owner-driver licence, single-source licence limitations (3) An operating licence that is an owner-driver or single-source operating authority authorizes the operation of a commercial vehicle to carry goods for compensation only when a notice of the contract under which the particular vehicle is being operated has been filed with the Ministry as prescribed. R.S.O. 1990, c. T.22, s. 3 (3). Exception (4) Subsection (1) does not apply to prohibit the carriage of, (a) goods solely within a commercial zone designated under section 14 or a local municipality, excluding a municipality that had the status of a township on December 31, 2002 and, but for the enactment of the Municipal Act, 2001, would have had the status of a township on January 1, 2003; (b) fresh fruit and fresh vegetables grown in continental United States of America or Mexico; (c) goods used on farms and farm products that are 01 1 — field crops, 01 2 — fresh fruits or tree nuts, 01 3 — fresh vegetables, 01 91 — horticultural specialities, 01 99 — farm products, not elsewhere classified in STCC, 01 41 — live stock and 01 92 — animal specialities that are carried in a commercial motor vehicle equipped with not more than three axles that does not draw a trailer; (d) 01 421 10 — milk, fresh, unprocessed and 20 261 — bulk fluid milk, skim milk or cream carried on behalf of The Ontario Milk Marketing Board; (e) wheat by a person appointed to act as agent for the Ontario Wheat Producers’ Marketing Board where the wheat is being carried from the agent’s premises in a commercial vehicle registered in the agent’s name; (f) ready mixed concrete; (g) 24 1 — primary forest or raw wood materials that are the products of the forest from which they are being carried; (h) goods carried by an operator of a commercial vehicle if the goods have been sold, bought, produced, transformed or repaired by, or have been lent, borrowed, given or leased by, the operator as an integral part of the operator’s primary business which business is not the operation of public trucks; (i) goods in a bus being operated under the authority of an operating licence issued under the Public Vehicles Act. R.S.O. 1990, c. T.22, s. 3 (4); 2002, c. 17, Sched. F, Table. Idem, certificate of intercorporate exemption (5) Subsection (1) does not apply to a holder of a certificate of intercorporate exemption or any affiliated corporation named in the certificate carrying goods owned by any of them pursuant to the certificate. R.S.O. 1990, c. T.22, s. 3 (5). Idem, trip permit (6) Subsection (1) does not apply to the holder of a trip permit operating the commercial vehicle specified therein in accordance with the permit. R.S.O. 1990, c. T.22, s. 3 (6). Transportation for compensation (7) Where goods are carried in a commercial vehicle that is not owned by the owner of the goods and compensation is received for the use of the vehicle other than in accordance with a lease of the vehicle, the goods shall be deemed to be carried for compensation. R.S.O. 1990, c. T.22, s. 3 (7). (8), (9) Repealed: 1991, c. 50, s. 1. Idem (10) Where goods are carried in a commercial vehicle that is leased by the owner of the goods but the lessor of the vehicle, directly or indirectly, (a) engages or pays the driver of the vehicle; (b) exercises control over the driver of the vehicle in the course of his employment as driver; or (c) assumes responsibility for the goods, the goods shall be deemed to be carried for compensation. R.S.O. 1990, c. T.22, s. 3 (10). Definition, lease (11) For the purpose of this section, “lease” means a written agreement setting out fully and accurately all provisions under which the vehicle is leased and giving the lessee exclusive possession and control over the vehicle throughout the entire term of the agreement. R.S.O. 1990, c. T.22, s. 3 (11). Offence (12) Every person who contravenes subsection (1) is guilty of an offence and, (a) on the first conviction, is liable to a fine of not less than $250 and not more than $5,000; and (b) on each subsequent conviction, is liable to a fine of not less than $500 and not more than $5,000. R.S.O. 1990, c. T.22, s. 3 (12). Idem (13) For the purposes of subsection (12), a conviction that occurs more than five years after a previous conviction is not a subsequent conviction. R.S.O. 1990, c. T.22, s. 3 (13).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P134_8492\"></a><a name=\"BK2\"></a>3.</b> (1) No person shall operate a commercial vehicle to carry goods of any other person for compensation unless it is done,</p> <p class=\"clause-e\">(a) under an operating licence held by the person operating the vehicle; and</p> <p class=\"clause-e\">(b) pursuant to the licence. R.S.O. 1990, c. T.22, s. 3 (1).</p> <p class=\"headnote-e\"><b>General authority</b></p> <p class=\"subsection-e\">(2) Every operating licence authorizes the holder thereof to carry 01 928 1 — unprepared manure from animal, bird, dog, fowl, goat, sheep or guano, 14 719 — chemical or fertilizer minerals, not elsewhere classified in STCC, 28 181 70 — urea, other than liquid and 28 71 — fertilizers in bulk to or from any point within Ontario during April, May and June in a commercial vehicle that is not a tank vehicle. R.S.O. 1990, c. T.22, s. 3 (2).</p> <p class=\"headnote-e\"><b>Owner-driver licence, single-source licence limitations</b></p> <p class=\"subsection-e\">(3) An operating licence that is an owner-driver or single-source operating authority authorizes the operation of a commercial vehicle to carry goods for compensation only when a notice of the contract under which the particular vehicle is being operated has been filed with the Ministry as prescribed. R.S.O. 1990, c. T.22, s. 3 (3).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(4) Subsection (1) does not apply to prohibit the carriage of,</p> <p class=\"clause-e\">(a) goods solely within a commercial zone designated under section 14 or a local municipality, excluding a municipality that had the status of a township on December 31, 2002 and, but for the enactment of the<i> Municipal Act, 2001</i>, would have had the status of a township on January 1, 2003;</p> <p class=\"clause-e\">(b) fresh fruit and fresh vegetables grown in continental United States of America or Mexico;</p> <p class=\"clause-e\">(c) goods used on farms and farm products that are 01 1 — field crops, 01 2 — fresh fruits or tree nuts, 01 3 — fresh vegetables, 01 91 — horticultural specialities, 01 99 — farm products, not elsewhere classified in STCC, 01 41 — live stock and 01 92 — animal specialities that are carried in a commercial motor vehicle equipped with not more than three axles that does not draw a trailer;</p> <p class=\"clause-e\">(d) 01 421 10 — milk, fresh, unprocessed and 20 261 — bulk fluid milk, skim milk or cream carried on behalf of The Ontario Milk Marketing Board;</p> <p class=\"clause-e\">(e) wheat by a person appointed to act as agent for the Ontario Wheat Producers’ Marketing Board where the wheat is being carried from the agent’s premises in a commercial vehicle registered in the agent’s name;</p> <p class=\"clause-e\">(f) ready mixed concrete;</p> <p class=\"clause-e\">(g) 24 1 — primary forest or raw wood materials that are the products of the forest from which they are being carried;</p> <p class=\"clause-e\">(h) goods carried by an operator of a commercial vehicle if the goods have been sold, bought, produced, transformed or repaired by, or have been lent, borrowed, given or leased by, the operator as an integral part of the operator’s primary business which business is not the operation of public trucks;</p> <p class=\"clause-e\">(i) goods in a bus being operated under the authority of an operating licence issued under the <i>Public Vehicles Act</i>. R.S.O. 1990, c. T.22, s. 3 (4); 2002, c. 17, Sched. F, Table.</p> <p class=\"headnote-e\"><b>Idem, certificate of intercorporate exemption</b></p> <p class=\"subsection-e\">(5) Subsection (1) does not apply to a holder of a certificate of intercorporate exemption or any affiliated corporation named in the certificate carrying goods owned by any of them pursuant to the certificate. R.S.O. 1990, c. T.22, s. 3 (5).</p> <p class=\"headnote-e\"><b>Idem, trip permit</b></p> <p class=\"subsection-e\">(6) Subsection (1) does not apply to the holder of a trip permit operating the commercial vehicle specified therein in accordance with the permit. R.S.O. 1990, c. T.22, s. 3 (6).</p> <p class=\"headnote-e\"><b>Transportation for compensation</b></p> <p class=\"subsection-e\">(7) Where goods are carried in a commercial vehicle that is not owned by the owner of the goods and compensation is received for the use of the vehicle other than in accordance with a lease of the vehicle, the goods shall be deemed to be carried for compensation. R.S.O. 1990, c. T.22, s. 3 (7).</p> <p class=\"subsection-e\">(8), (9) Repealed: 1991, c. 50, s. 1.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(10) Where goods are carried in a commercial vehicle that is leased by the owner of the goods but the lessor of the vehicle, directly or indirectly,</p> <p class=\"clause-e\">(a) engages or pays the driver of the vehicle;</p> <p class=\"clause-e\">(b) exercises control over the driver of the vehicle in the course of his employment as driver; or</p> <p class=\"clause-e\">(c) assumes responsibility for the goods,</p> <p class=\"Ssubsection-e\">the goods shall be deemed to be carried for compensation. R.S.O. 1990, c. T.22, s. 3 (10).</p> <p class=\"headnote-e\"><b>Definition, lease</b></p> <p class=\"subsection-e\">(11) For the purpose of this section,</p> <p class=\"firstdef-e\">“lease” means a written agreement setting out fully and accurately all provisions under which the vehicle is leased and giving the lessee exclusive possession and control over the vehicle throughout the entire term of the agreement. R.S.O. 1990, c. T.22, s. 3 (11).</p> <p class=\"headnote-e\"><b>Offence</b></p> <p class=\"subsection-e\">(12) Every person who contravenes subsection (1) is guilty of an offence and,</p> <p class=\"clause-e\">(a) on the first conviction, is liable to a fine of not less than $250 and not more than $5,000; and</p> <p class=\"clause-e\">(b) on each subsequent conviction, is liable to a fine of not less than $500 and not more than $5,000. R.S.O. 1990, c. T.22, s. 3 (12).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(13) For the purposes of subsection (12), a conviction that occurs more than five years after a previous conviction is not a subsequent conviction. R.S.O. 1990, c. T.22, s. 3 (13).</p>"
        },
        {
            "id": "P175_13671",
            "section": "Load brokerage certificate required",
            "content": "3.1 (1)No person shall provide a load brokerage service except, (a) under a load brokerage certificate; and (b) pursuant to the certificate. Exception (2)Subsection (1) does not apply to a load brokerage service that is merely incidental to the primary business of a customs broker or other intermediary prescribed by the regulations. Offence (3)Every person who contravenes subsection (1) is guilty of an offence and, (a) on the first conviction, is liable to a fine of not less than $250 and not more than $5,000; (b) on each subsequent conviction, is liable to a fine of not less than $500 and not more than $5,000. Idem (4)For the purposes of subsection (3), a conviction that occurs more than five years after a previous conviction is not a subsequent conviction. 1991, c. 50, s. 2.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P175_13671\"></a><a name=\"BK3\"></a>3.1 </b>(1)No person shall provide a load brokerage service except,</p> <p class=\"clause-e\">(a) under a load brokerage certificate; and</p> <p class=\"clause-e\">(b) pursuant to the certificate.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(2)Subsection (1) does not apply to a load brokerage service that is merely incidental to the primary business of a customs broker or other intermediary prescribed by the regulations.</p> <p class=\"headnote-e\"><b>Offence</b></p> <p class=\"subsection-e\">(3)Every person who contravenes subsection (1) is guilty of an offence and,</p> <p class=\"clause-e\">(a) on the first conviction, is liable to a fine of not less than $250 and not more than $5,000;</p> <p class=\"clause-e\">(b) on each subsequent conviction, is liable to a fine of not less than $500 and not more than $5,000.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(4)For the purposes of subsection (3), a conviction that occurs more than five years after a previous conviction is not a subsequent conviction. 1991, c. 50, s. 2.</p>"
        },
        {
            "id": "P187_14484",
            "section": "Load brokerage certificates issued",
            "content": "3.2 The Registrar shall issue load brokerage certificates in accordance with the regulations. 1991, c. 50, s. 2.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P187_14484\"></a><a name=\"BK4\"></a>3.2 </b>The Registrar shall issue load brokerage certificates in accordance with the regulations. 1991, c. 50, s. 2.</p>"
        },
        {
            "id": "P189_14629",
            "section": "Registrar to issue licences",
            "content": "4. (1)Operating licences shall be issued by the Registrar in accordance with this Act and the regulations. Special licences (2)The Registrar may issue an operating licence containing a class of operating authority that is, (a) a single-source authority authorizing the licensee to provide, (i) commercial vehicles of which the licensee is the owner or lessee, and (ii) drivers for the vehicles referred to in subclause (i), under one or more contracts; or (b) an owner-driver authority authorizing the licensee to provide, (i) one commercial vehicle of which the licensee is the owner or lessee, and (ii) a driver for the vehicle referred to in subclause (i), under one contract at any given time. Limit on authorities (3)No person shall hold, (a) more than one owner-driver authority at the same time; or (b) an owner-driver authority and a single-source authority other than a single-source authority granted under section 8. Special authority (4)The Registrar, where it is in the public interest to do so, may grant a special authority to any licensee which, for the purpose of subsection 3 (1), shall be deemed to be part of that licensee’s operating licence, subject to the conditions set out in the special authority, for seven days or such shorter time as is set out in the special authority. Subject to limitations (5)When granting an operating authority, when there has been a public interest test hearing conducted by the Board wherein the issue of provincial interest has been raised under subsection 9 (5), the Registrar shall make the authority subject to such provisions and limitations as are recommended by the Board, but in no other circumstances may the Registrar make an authority subject to provisions and limitations other than as prescribed. Exception (6)Provisions or limitations imposed under subsection (5) shall not serve to limit the number of commercial vehicles operated under an operating authority except where the authority is, (a) a single-source authority; (b) an owner-driver authority; (c) granted after a hearing conducting a public interest test; or (d) for the carriage of road construction materials, and shall not be inconsistent with any provision in this Act or the regulations. Vehicle certificates limiting number of vehicles (7)The Registrar, (a) when granting an operating authority limiting the number of vehicles that may be operated under the authority; or (b) with respect to the holder of an operating authority for carriage of road construction materials issued under the Public Commercial Vehicles Act, being chapter 407 of the Revised Statutes of Ontario, 1980, shall issue vehicle certificates in a number not exceeding the number of vehicles permitted to be operated under the authority. Limit on vehicles under contract (8)No holder of a single-source authority or an owner-driver authority shall have more commercial vehicles under contract at any time than the number of vehicle certificates held under the authority. Vehicle certificate (9)A vehicle certificate shall state the relevant operating authority. Expiry (10)An operating licence may be issued to expire, (a) at the end of a specified term; (b) upon a specified day; or (c) upon the occurrence of a specified event. Notice of change (11)Where the name or address of a holder of an operating licence changes from that set out in the application for the licence or a previous notice of change, the holder shall file, with the Registrar, a notice of the change within fifteen days after the change. Ontario agent (12)Every licensee who does not maintain a place of business in Ontario shall designate and maintain a person resident in Ontario as an agent of the licensee for the purposes of this Act and to accept service for and on behalf of the licensee. Definition, contract (13)For the purpose of subsection (2), “contract” means a contract, for a period of at least thirty consecutive days, that gives the licensee the right to carry goods of the other party to the contract, which goods are under the control of the other party, and prohibits the licensee from using the vehicle specified in the contract from carrying goods on the licensee’s behalf or for a person who is not the other party to the contract. Compliance with Customs and Immigration (14)It is a condition of every operating licence that neither the holder thereof nor the driver of a public truck operated thereunder is in contravention of the Customs Act (Canada) and the Immigration Act (Canada) and the regulations made thereunder. Idem (15)The driver of a commercial motor vehicle registered in a jurisdiction other than a province or territory of Canada and operated under the authority of an operating licence shall carry documents indicating compliance with subsection (14), and subsection 22 (2) applies to such documents. R.S.O. 1990, c. T.22, s. 4.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P189_14629\"></a><a name=\"BK5\"></a>4.</b> (1)Operating licences shall be issued by the Registrar in accordance with this Act and the regulations.</p> <p class=\"headnote-e\"><b>Special licences</b></p> <p class=\"subsection-e\">(2)The Registrar may issue an operating licence containing a class of operating authority that is,</p> <p class=\"clause-e\">(a) a single-source authority authorizing the licensee to provide,</p> <p class=\"subclause-e\">(i) commercial vehicles of which the licensee is the owner or lessee, and</p> <p class=\"subclause-e\">(ii) drivers for the vehicles referred to in subclause (i),</p> <p class=\"Sclause-e\">under one or more contracts; or</p> <p class=\"clause-e\">(b) an owner-driver authority authorizing the licensee to provide,</p> <p class=\"subclause-e\">(i) one commercial vehicle of which the licensee is the owner or lessee, and</p> <p class=\"subclause-e\">(ii) a driver for the vehicle referred to in subclause (i),</p> <p class=\"Sclause-e\">under one contract at any given time.</p> <p class=\"headnote-e\"><b>Limit on authorities</b></p> <p class=\"subsection-e\">(3)No person shall hold,</p> <p class=\"clause-e\">(a) more than one owner-driver authority at the same time; or</p> <p class=\"clause-e\">(b) an owner-driver authority and a single-source authority other than a single-source authority granted under section 8.</p> <p class=\"headnote-e\"><b>Special authority</b></p> <p class=\"subsection-e\">(4)The Registrar, where it is in the public interest to do so, may grant a special authority to any licensee which, for the purpose of subsection 3 (1), shall be deemed to be part of that licensee’s operating licence, subject to the conditions set out in the special authority, for seven days or such shorter time as is set out in the special authority.</p> <p class=\"headnote-e\"><b>Subject to limitations</b></p> <p class=\"subsection-e\">(5)When granting an operating authority, when there has been a public interest test hearing conducted by the Board wherein the issue of provincial interest has been raised under subsection 9 (5), the Registrar shall make the authority subject to such provisions and limitations as are recommended by the Board, but in no other circumstances may the Registrar make an authority subject to provisions and limitations other than as prescribed.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(6)Provisions or limitations imposed under subsection (5) shall not serve to limit the number of commercial vehicles operated under an operating authority except where the authority is,</p> <p class=\"clause-e\">(a) a single-source authority;</p> <p class=\"clause-e\">(b) an owner-driver authority;</p> <p class=\"clause-e\">(c) granted after a hearing conducting a public interest test; or</p> <p class=\"clause-e\">(d) for the carriage of road construction materials,</p> <p class=\"Ssubsection-e\">and shall not be inconsistent with any provision in this Act or the regulations.</p> <p class=\"headnote-e\"><b>Vehicle certificates limiting number of vehicles</b></p> <p class=\"subsection-e\">(7)The Registrar,</p> <p class=\"clause-e\">(a) when granting an operating authority limiting the number of vehicles that may be operated under the authority; or</p> <p class=\"clause-e\">(b) with respect to the holder of an operating authority for carriage of road construction materials issued under the <i>Public Commercial Vehicles Act</i>, being chapter 407 of the Revised Statutes of Ontario, 1980,</p> <p class=\"Ssubsection-e\">shall issue vehicle certificates in a number not exceeding the number of vehicles permitted to be operated under the authority.</p> <p class=\"headnote-e\"><b>Limit on vehicles under contract</b></p> <p class=\"subsection-e\">(8)No holder of a single-source authority or an owner-driver authority shall have more commercial vehicles under contract at any time than the number of vehicle certificates held under the authority.</p> <p class=\"headnote-e\"><b>Vehicle certificate</b></p> <p class=\"subsection-e\">(9)A vehicle certificate shall state the relevant operating authority.</p> <p class=\"headnote-e\"><b>Expiry</b></p> <p class=\"subsection-e\">(10)An operating licence may be issued to expire,</p> <p class=\"clause-e\">(a) at the end of a specified term;</p> <p class=\"clause-e\">(b) upon a specified day; or</p> <p class=\"clause-e\">(c) upon the occurrence of a specified event.</p> <p class=\"headnote-e\"><b>Notice of change</b></p> <p class=\"subsection-e\">(11)Where the name or address of a holder of an operating licence changes from that set out in the application for the licence or a previous notice of change, the holder shall file, with the Registrar, a notice of the change within fifteen days after the change.</p> <p class=\"headnote-e\"><b>Ontario agent</b></p> <p class=\"subsection-e\">(12)Every licensee who does not maintain a place of business in Ontario shall designate and maintain a person resident in Ontario as an agent of the licensee for the purposes of this Act and to accept service for and on behalf of the licensee.</p> <p class=\"headnote-e\"><b>Definition, contract</b></p> <p class=\"subsection-e\">(13)For the purpose of subsection (2),</p> <p class=\"firstdef-e\">“contract” means a contract, for a period of at least thirty consecutive days, that gives the licensee the right to carry goods of the other party to the contract, which goods are under the control of the other party, and prohibits the licensee from using the vehicle specified in the contract from carrying goods on the licensee’s behalf or for a person who is not the other party to the contract.</p> <p class=\"headnote-e\"><b>Compliance with Customs and Immigration</b></p> <p class=\"subsection-e\">(14)It is a condition of every operating licence that neither the holder thereof nor the driver of a public truck operated thereunder is in contravention of the <i>Customs Act</i> (Canada) and the <i>Immigration Act</i> (Canada) and the regulations made thereunder.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(15)The driver of a commercial motor vehicle registered in a jurisdiction other than a province or territory of Canada and operated under the authority of an operating licence shall carry documents indicating compliance with subsection (14), and subsection 22 (2) applies to such documents. R.S.O. 1990, c. T.22, s. 4.</p>"
        },
        {
            "id": "P241_19473",
            "section": "No new authorities granted (s. 37.1 direction)",
            "content": "4.1 (1)Upon receipt of a direction made under section 37.1 and for the effective period of the direction, the Registrar, subject to section 4.2, shall grant no new operating authorities of the classes identified by the direction. Interpretation, ss. 4.1 and 4.2 (2) In this section and in section 4.2, a new operating authority is an operating authority contained in an operating licence issued to an applicant who, (a) is not a licensee; or (b) is a licensee but holds an operating licence that does not contain the operating authority that is the subject of the application. 1991, c. 50, s. 3. Exceptions (s. 37.1 direction)",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P241_19473\"></a><a name=\"BK6\"></a>4.1 </b>(1)Upon receipt of a direction made under section 37.1 and for the effective period of the direction, the Registrar, subject to section 4.2, shall grant no new operating authorities of the classes identified by the direction.</p> <p class=\"headnote-e\"><b>Interpretation, ss. 4.1 and 4.2</b></p> <p class=\"subsection-e\">(2) In this section and in section 4.2, a new operating authority is an operating authority contained in an operating licence issued to an applicant who,</p> <p class=\"clause-e\">(a) is not a licensee; or</p> <p class=\"clause-e\">(b) is a licensee but holds an operating licence that does not contain the operating authority that is the subject of the application. 1991, c. 50, s. 3.</p> <p class=\"headnote-e\"><b>Exceptions (s. 37.1 direction)</b></p>"
        },
        {
            "id": "P248_20132",
            "section": "Exception – prior application",
            "content": "4.2 (1)During the effective period of a direction made under section 37.1, the Registrar shall continue to grant new operating authorities of a class identified by the direction if they were applied for before the direction was made. Exception – prior agreements (2)During the effective period of a direction made under section 37.1, the Registrar shall continue to grant new operating authorities of a class identified by the direction to a person who, during the six months before the direction was made, (a) had entered into an agreement to carry goods of any other person for compensation; and (b) in order to carry out that agreement, had entered into an agreement to purchase or lease for more than thirty consecutive days one or two commercial motor vehicles. Exception – prior operation (3)During the effective period of a direction made under section 37.1, the Registrar shall continue to grant new operating authorities of a class identified by the direction to a person, (a) who, at any time during the twelve months before the direction was made, operated a commercial vehicle in Ontario to carry goods of any other person for compensation; and (b) who cannot, for reasons beyond the person’s control, continue to lawfully operate a commercial vehicle as described in clause (a) without a new operating authority. Reference to Board (4)The Registrar shall issue an operating licence containing a new operating authority and any other operating authorities held by the applicant in accordance with the provisions of this Act and the regulations respecting the issue of operating licences, except that, in the case of an applicant under subsection (3), the Registrar shall refer the application to the Board before giving notice under subsection 7 (1). Board’s report (5)The Board shall determine if the requirements of clauses (3) (a) and (b) are met and shall report its findings to the Registrar. Requirements met (6)If the Board reports that the requirements of clauses (3) (a) and (b) have been met, and the Registrar is satisfied of the fitness of the applicant to hold a licence, the Registrar shall publish the notice required under subsection 7 (1). Requirements not met (7)If the Board reports that the requirements of clause (3) (a) or (b) have not been met, the Registrar shall give the applicant written notice that the new operating authority is refused together with the reasons for the refusal. No appeal (8)There is no right to appeal from a refusal for failure to meet the requirements of clause (3) (a) or (b). No reference to Board (9)Reference to the Board is not required for an application that specifies that no more than two commercial motor vehicles will be operated under the new operating authority. Limit on number of vehicles (10)Despite subsection 4 (5), the Registrar shall impose a provision on a new operating authority granted under subsection (2) that limits the number of commercial motor vehicles operated under it during the effective period of the direction to the number of vehicles that are the subject of the purchase or lease agreement described in that subsection. Idem (11)Despite subsection 4 (5), the Registrar shall impose a provision on a new operating authority granted under subsection (3) that limits the number of commercial motor vehicles operated under it during the effective period of the direction to, (a) the largest number of commercial motor vehicles operated by the applicant at any time during the twelve months immediately before the application is made; or (b) one or two, as specified in the application, but not exceeding the number described in clause (a). 1991, c. 50, s. 3.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P248_20132\"></a><a name=\"BK7\"></a>4.2 </b>(1)During the effective period of a direction made under section 37.1, the Registrar shall continue to grant new operating authorities of a class identified by the direction if they were applied for before the direction was made.</p> <p class=\"headnote-e\"><b>Exception – prior agreements</b></p> <p class=\"subsection-e\">(2)During the effective period of a direction made under section 37.1, the Registrar shall continue to grant new operating authorities of a class identified by the direction to a person who, during the six months before the direction was made,</p> <p class=\"clause-e\">(a) had entered into an agreement to carry goods of any other person for compensation; and</p> <p class=\"clause-e\">(b) in order to carry out that agreement, had entered into an agreement to purchase or lease for more than thirty consecutive days one or two commercial motor vehicles.</p> <p class=\"headnote-e\"><b>Exception – prior operation</b></p> <p class=\"subsection-e\">(3)During the effective period of a direction made under section 37.1, the Registrar shall continue to grant new operating authorities of a class identified by the direction to a person,</p> <p class=\"clause-e\">(a) who, at any time during the twelve months before the direction was made, operated a commercial vehicle in Ontario to carry goods of any other person for compensation; and</p> <p class=\"clause-e\">(b) who cannot, for reasons beyond the person’s control, continue to lawfully operate a commercial vehicle as described in clause (a) without a new operating authority.</p> <p class=\"headnote-e\"><b>Reference to Board</b></p> <p class=\"subsection-e\">(4)The Registrar shall issue an operating licence containing a new operating authority and any other operating authorities held by the applicant in accordance with the provisions of this Act and the regulations respecting the issue of operating licences, except that, in the case of an applicant under subsection (3), the Registrar shall refer the application to the Board before giving notice under subsection 7 (1).</p> <p class=\"headnote-e\"><b>Board’s report</b></p> <p class=\"subsection-e\">(5)The Board shall determine if the requirements of clauses (3) (a) and (b) are met and shall report its findings to the Registrar.</p> <p class=\"headnote-e\"><b>Requirements met</b></p> <p class=\"subsection-e\">(6)If the Board reports that the requirements of clauses (3) (a) and (b) have been met, and the Registrar is satisfied of the fitness of the applicant to hold a licence, the Registrar shall publish the notice required under subsection 7 (1).</p> <p class=\"headnote-e\"><b>Requirements not met</b></p> <p class=\"subsection-e\">(7)If the Board reports that the requirements of clause (3) (a) or (b) have not been met, the Registrar shall give the applicant written notice that the new operating authority is refused together with the reasons for the refusal.</p> <p class=\"headnote-e\"><b>No appeal</b></p> <p class=\"subsection-e\">(8)There is no right to appeal from a refusal for failure to meet the requirements of clause (3) (a) or (b).</p> <p class=\"headnote-e\"><b>No reference to Board</b></p> <p class=\"subsection-e\">(9)Reference to the Board is not required for an application that specifies that no more than two commercial motor vehicles will be operated under the new operating authority.</p> <p class=\"headnote-e\"><b>Limit on number of vehicles</b></p> <p class=\"subsection-e\">(10)Despite subsection 4 (5), the Registrar shall impose a provision on a new operating authority granted under subsection (2) that limits the number of commercial motor vehicles operated under it during the effective period of the direction to the number of vehicles that are the subject of the purchase or lease agreement described in that subsection.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(11)Despite subsection 4 (5), the Registrar shall impose a provision on a new operating authority granted under subsection (3) that limits the number of commercial motor vehicles operated under it during the effective period of the direction to,</p> <p class=\"clause-e\">(a) the largest number of commercial motor vehicles operated by the applicant at any time during the twelve months immediately before the application is made; or</p> <p class=\"clause-e\">(b) one or two, as specified in the application, but not exceeding the number described in clause (a). 1991, c. 50, s. 3.</p>"
        },
        {
            "id": "P276_23825",
            "section": "Transfer allowed while s. 37.1 direction in force",
            "content": "4.3 (1)Despite subsection 5 (1), during the effective period of a direction made under section 37.1, operating authorities of a class identified by the direction are transferable. Licence to transferee (2)The Registrar shall issue to the transferee an operating licence containing the transferred operating authorities, and any other operating authorities held by the transferee, in accordance with the provisions of this Act and the regulations respecting the issue of operating licences and the transfer of operating authorities. Licence to transferor (3)The Registrar, (a) shall issue to the transferor who retains one or more operating authorities an operating licence containing the retained operating authorities; or (b) shall cancel the operating licence of the transferor who retains no operating authorities. No hearing (4)There is no right to a hearing in respect of a cancellation under clause (3) (b). Limit on number of vehicles (5)Despite subsection 4 (5), the Registrar shall, (a) impose on a transferred operating authority a provision that limits the number of commercial motor vehicles operated under it during the effective period of the direction to not more than the largest number of commercial motor vehicles operated under it by the transferor at any time during the twelve months immediately before the application for transfer is made; and (b) impose on a retained operating authority a provision that limits the number of commercial motor vehicles operated under it during the effective period of the direction to the largest number of commercial motor vehicles operated under the transferor’s operating authorities at any time during the twelve months immediately before the application for transfer is made less the limit imposed under clause (a). Total limit (6)The total number of commercial motor vehicles permitted to be operated under the transferred operating authorities and the retained operating authorities shall not exceed the largest number of commercial motor vehicles operated under the transferor’s intra-provincial operating authorities at any time during the twelve months immediately before the application for transfer is made. 1991, c. 50, s. 3.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P276_23825\"></a><a name=\"BK8\"></a>4.3 </b>(1)Despite subsection 5 (1), during the effective period of a direction made under section 37.1, operating authorities of a class identified by the direction are transferable.</p> <p class=\"headnote-e\"><b>Licence to transferee</b></p> <p class=\"subsection-e\">(2)The Registrar shall issue to the transferee an operating licence containing the transferred operating authorities, and any other operating authorities held by the transferee, in accordance with the provisions of this Act and the regulations respecting the issue of operating licences and the transfer of operating authorities.</p> <p class=\"headnote-e\"><b>Licence to transferor</b></p> <p class=\"subsection-e\">(3)The Registrar,</p> <p class=\"clause-e\">(a) shall issue to the transferor who retains one or more operating authorities an operating licence containing the retained operating authorities; or</p> <p class=\"clause-e\">(b) shall cancel the operating licence of the transferor who retains no operating authorities.</p> <p class=\"headnote-e\"><b>No hearing</b></p> <p class=\"subsection-e\">(4)There is no right to a hearing in respect of a cancellation under clause (3) (b).</p> <p class=\"headnote-e\"><b>Limit on number of vehicles</b></p> <p class=\"subsection-e\">(5)Despite subsection 4 (5), the Registrar shall,</p> <p class=\"clause-e\">(a) impose on a transferred operating authority a provision that limits the number of commercial motor vehicles operated under it during the effective period of the direction to not more than the largest number of commercial motor vehicles operated under it by the transferor at any time during the twelve months immediately before the application for transfer is made; and</p> <p class=\"clause-e\">(b) impose on a retained operating authority a provision that limits the number of commercial motor vehicles operated under it during the effective period of the direction to the largest number of commercial motor vehicles operated under the transferor’s operating authorities at any time during the twelve months immediately before the application for transfer is made less the limit imposed under clause (a).</p> <p class=\"headnote-e\"><b>Total limit</b></p> <p class=\"subsection-e\">(6)The total number of commercial motor vehicles permitted to be operated under the transferred operating authorities and the retained operating authorities shall not exceed the largest number of commercial motor vehicles operated under the transferor’s intra-provincial operating authorities at any time during the twelve months immediately before the application for transfer is made. 1991, c. 50, s. 3.</p>"
        },
        {
            "id": "P292_26038",
            "section": "Licence not transferable",
            "content": "5. (1)Operating licences and operating authorities are not transferable. Death (2)Where a licensee, who is an individual, dies, the executor or administrator of the estate of the deceased may carry on the business of the deceased in accordance with the operating licence for not more than six months after the death. Change in control of corporation (3)The directors of a corporate licensee shall report forthwith to the Registrar, (a) every issue or transfer of shares of its capital stock or change in beneficial ownership thereof; or (b) an amalgamation, that may affect control of the operations of the corporation. Where licensee does not control business (4)Every licensee shall report to the Registrar any arrangement whereby any part of the transportation service authorized is controlled in any way by a person other than the licensee. Exception to subs. (4) (5)The report referred to in subsection (4) is not required where the arrangement is a contract of the nature referred to in subsection 4 (2). R.S.O. 1990, c. T.22, s. 5.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P292_26038\"></a><a name=\"BK9\"></a>5.</b> (1)Operating licences and operating authorities are not transferable.</p> <p class=\"headnote-e\"><b>Death</b></p> <p class=\"subsection-e\">(2)Where a licensee, who is an individual, dies, the executor or administrator of the estate of the deceased may carry on the business of the deceased in accordance with the operating licence for not more than six months after the death.</p> <p class=\"headnote-e\"><b>Change in control of corporation</b></p> <p class=\"subsection-e\">(3)The directors of a corporate licensee shall report forthwith to the Registrar,</p> <p class=\"clause-e\">(a) every issue or transfer of shares of its capital stock or change in beneficial ownership thereof; or</p> <p class=\"clause-e\">(b) an amalgamation,</p> <p class=\"Ssubsection-e\">that may affect control of the operations of the corporation.</p> <p class=\"headnote-e\"><b>Where licensee does not control business</b></p> <p class=\"subsection-e\">(4)Every licensee shall report to the Registrar any arrangement whereby any part of the transportation service authorized is controlled in any way by a person other than the licensee.</p> <p class=\"headnote-e\"><b>Exception to subs. (4)</b></p> <p class=\"subsection-e\">(5)The report referred to in subsection (4) is not required where the arrangement is a contract of the nature referred to in subsection 4 (2). R.S.O. 1990, c. T.22, s. 5.</p>"
        },
        {
            "id": "P305_27094",
            "section": "Requirements for licence",
            "content": "6. (1)An operating licence shall not be issued or an operating authority granted unless the applicant demonstrates fitness to carry on the business of carrying goods for compensation as described in the application for the licence. Idem (2)An application for an operating licence may not be accepted by the Ministry from an applicant who does not hold a certificate of competency or whose application is not co-signed by an employee who holds such a certificate. Idem (3)Every applicant for an operating licence shall file with the Registrar, with respect to the business for which authority is sought, a description of the proposed transportation service and evidence that the applicant, (a) is not an undischarged bankrupt; (b) is insurable; and (c) holds a Commercial Vehicle Operator’s Registration Certificate issued under the Highway Traffic Act that is not under suspension or subject to a fleet limitation. Matters to be considered (4)In determining the fitness of an applicant, the Registrar shall consider, (a) the past conduct of the applicant and, where the applicant is a corporation, of its officers as disclosed by the record of convictions available to the Registrar under this Act and the Highway Traffic Act, Public Commercial Vehicles Act, being chapter 407 of the Revised Statutes of Ontario, 1980, Motor Vehicle Transport Act (Canada), Compulsory Automobile Insurance Act, Environmental Protection Act, Employment Standards Act, Fuel Tax Act, Dangerous Goods Transportation Act, Criminal Code (Canada), Canada Labour Code, Transportation of Dangerous Goods Act (Canada), and the regulations thereunder and such other statutes as may be prescribed, and comparable statutes and regulations of other jurisdictions that afford reasonable grounds for belief that the transportation service will not be operated in accordance with the law and the public interest; and (b) such other matters as are prescribed. Exception (5)Subsection (2) does not apply where the application is for an operating licence to carry goods of a nature and on a scale that had been exempt under the Public Commercial Vehicles Act, being chapter 407 of the Revised Statutes of Ontario, 1980, and the applicant was engaged in the transportation during the six months immediately preceding the date of the application. R.S.O. 1990, c. T.22, s. 6. Licence hearings",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P305_27094\"></a><a name=\"BK10\"></a>6.</b> (1)An operating licence shall not be issued or an operating authority granted unless the applicant demonstrates fitness to carry on the business of carrying goods for compensation as described in the application for the licence.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)An application for an operating licence may not be accepted by the Ministry from an applicant who does not hold a certificate of competency or whose application is not co-signed by an employee who holds such a certificate.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3)Every applicant for an operating licence shall file with the Registrar, with respect to the business for which authority is sought, a description of the proposed transportation service and evidence that the applicant,</p> <p class=\"clause-e\">(a) is not an undischarged bankrupt;</p> <p class=\"clause-e\">(b) is insurable; and</p> <p class=\"clause-e\">(c) holds a Commercial Vehicle Operator’s Registration Certificate issued under the <i>Highway Traffic Act</i> that is not under suspension or subject to a fleet limitation.</p> <p class=\"headnote-e\"><b>Matters to be considered</b></p> <p class=\"subsection-e\">(4)In determining the fitness of an applicant, the Registrar shall consider,</p> <p class=\"clause-e\">(a) the past conduct of the applicant and, where the applicant is a corporation, of its officers as disclosed by the record of convictions available to the Registrar under this Act and the <i>Highway Traffic Act</i>, <i>Public Commercial Vehicles Act</i>, being chapter 407 of the Revised Statutes of Ontario, 1980, <i>Motor Vehicle Transport Act</i> (Canada), <i>Compulsory Automobile Insurance Act</i>, <i>Environmental Protection Act</i>, <i>Employment Standards Act</i>, <i>Fuel Tax Act</i>, <i>Dangerous Goods Transportation Act</i>, <i>Criminal Code</i> (Canada), <i>Canada Labour Code</i>, <i>Transportation of Dangerous Goods Act</i> (Canada), and the regulations thereunder and such other statutes as may be prescribed, and comparable statutes and regulations of other jurisdictions that afford reasonable grounds for belief that the transportation service will not be operated in accordance with the law and the public interest; and</p> <p class=\"clause-e\">(b) such other matters as are prescribed.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(5)Subsection (2) does not apply where the application is for an operating licence to carry goods of a nature and on a scale that had been exempt under the <i>Public Commercial Vehicles Act</i>, being chapter 407 of the Revised Statutes of Ontario, 1980, and the applicant was engaged in the transportation during the six months immediately preceding the date of the application. R.S.O. 1990, c. T.22, s. 6.</p> <p class=\"headnote-e\"><b>Licence hearings</b></p>"
        },
        {
            "id": "P321_29471",
            "section": "Notice of intention to issue licence",
            "content": "7. (1)On being satisfied of the fitness of an applicant to hold a licence, the Registrar shall give thirty days notice of the intention to issue an operating licence to the applicant by publication in The Ontario Gazette. R.S.O. 1990, c. T.22, s. 7 (1). Notice of intention to refuse (2)Where the Registrar finds that an applicant is not fit to hold an operating licence, the Registrar shall give the applicant written notice thereof with reasons, and the applicant may, within thirty days after receiving the notice, appeal the decision to the Licence Appeal Tribunal as defined in the Highway Traffic Act. R.S.O. 1990, c. T.22, s. 7 (2); 1999, c. 12, Sched. G, s. 35 (1). Idem (3)After a hearing, the Licence Appeal Tribunal as defined in the Highway Traffic Act may amend or confirm the decision of the Registrar. R.S.O. 1990, c. T.22, s. 7 (3); 1999, c. 12, Sched. G, s. 35 (2). Hearing (4)Any person may, within the thirty-day period referred to in subsection (1), file with the Registrar a written request that, (a) where there is an allegation that false information was given to the Registrar by the applicant, the Registrar hold a hearing to determine the fitness of an applicant; or (b) the Board hold a hearing to conduct a public interest test, and file evidence of service of a copy of the request on the applicant. Idem (5)Where a request is made under clause (4) (a) that the Registrar, in his or her absolute discretion, does not consider merely frivolous or vexatious, the Registrar shall hold the hearing requested, which hearing shall be limited to the allegation that false information was given. Reassessing fitness (6)Where the Registrar finds, after a hearing under subsection (5), that false information was given, the Registrar shall reassess the question of the applicant’s fitness to hold a licence. Issue of licence (7)Where subsection (8) does not apply and no request is made under clause (4) (b), and the Registrar continues to be satisfied that the applicant is fit to hold the licence, the Registrar shall issue the licence applied for. At Minister’s direction (8)The Minister may direct the Board to hold a public interest test and, where the Minister so directs, the Board shall hold the hearing. Idem, by Board (9)Where a request is made under clause (4) (b), the Board shall, subject to section 9, hold the hearing requested. Determine fitness first (10)A hearing to conduct a public interest test shall not be held until a final determination has been made that the fitness of the applicant has been demonstrated. Exception (11)The requirement to hold a hearing to conduct a public interest test does not apply where the application is for an owner-driver authority or an operating authority to carry, (a) waste or scrap being 40 29 — miscellaneous waste or scrap; (b) farm products being 01 1 — field crops, 01 2 — fresh fruits or tree nuts, 01 3 — fresh vegetables, 01 91 — horticultural specialities and 01 99 — farm products, not elsewhere classified in STCC; (c) prepared feed being 20 421 — prepared feed, animal, fish or poultry, other than dog, cat or other pet food not elsewhere classified, except chopped, ground or pulverized hay, straw or related products, 20 423 — canned feed, animal, fish or poultry, other than dog, cat or other pet food; (d) peat being 14 917 — peat, natural, except ground or otherwise treated; (e) fresh fish being 09 1 — fresh fish or other marine products not processed; (f) buildings or structures being 24 33 — prefabricated wooden buildings or panels or sections; (g) newspapers and periodicals being 27 11 — newspapers and 27 211 — periodicals; (h) borate and potash being 14 713 — borate, potash or soda, crude except ground or otherwise treated; (i) ores and concentrates being 10 — metallic ores; or (j) petroleum crude being 13 111 — crude petroleum and 29 113 15 — distillate fuel oil. Idem (12)The requirement to hold a hearing to conduct a public interest test does not apply where the applicant holds an operating licence issued under the Public Commercial Vehicles Act, being chapter 407 of the Revised Statutes of Ontario, 1980, after the 20th day of June, 1983 and the authority applied for does not exceed that which would be contained in that licence if it had been issued pursuant to a rewritten certificate under section 10b of the Public Commercial Vehicles Act. Stay of licence (13)Where a request for a hearing is made in respect of an application, the operating authority applied for shall not be granted until the hearing is completed or there has been a final disposition of the rejection of the request. Application of cl. (4) (b) and subs. (8) (14)Clause (4) (b) and subsection (8) cease to apply on the 30th day of January, 1994. R.S.O. 1990, c. T.22, s. 7 (4-14).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P321_29471\"></a><a name=\"BK11\"></a>7.</b> (1)On being satisfied of the fitness of an applicant to hold a licence, the Registrar shall give thirty days notice of the intention to issue an operating licence to the applicant by publication in <i>The Ontario Gazette</i>. R.S.O. 1990, c. T.22, s. 7 (1).</p> <p class=\"headnote-e\"><b>Notice of intention to refuse</b></p> <p class=\"subsection-e\">(2)Where the Registrar finds that an applicant is not fit to hold an operating licence, the Registrar shall give the applicant written notice thereof with reasons, and the applicant may, within thirty days after receiving the notice, appeal the decision to the Licence Appeal Tribunal as defined in the <i>Highway Traffic Act</i>. R.S.O. 1990, c. T.22, s. 7 (2); 1999, c. 12, Sched. G, s. 35 (1).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3)After a hearing, the Licence Appeal Tribunal as defined in the <i>Highway Traffic Act</i> may amend or confirm the decision of the Registrar. R.S.O. 1990, c. T.22, s. 7 (3); 1999, c. 12, Sched. G, s. 35 (2).</p> <p class=\"headnote-e\"><b>Hearing</b></p> <p class=\"subsection-e\">(4)Any person may, within the thirty-day period referred to in subsection (1), file with the Registrar a written request that,</p> <p class=\"clause-e\">(a) where there is an allegation that false information was given to the Registrar by the applicant, the Registrar hold a hearing to determine the fitness of an applicant; or</p> <p class=\"clause-e\">(b) the Board hold a hearing to conduct a public interest test,</p> <p class=\"Ssubsection-e\">and file evidence of service of a copy of the request on the applicant.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(5)Where a request is made under clause (4) (a) that the Registrar, in his or her absolute discretion, does not consider merely frivolous or vexatious, the Registrar shall hold the hearing requested, which hearing shall be limited to the allegation that false information was given.</p> <p class=\"headnote-e\"><b>Reassessing fitness</b></p> <p class=\"subsection-e\">(6)Where the Registrar finds, after a hearing under subsection (5), that false information was given, the Registrar shall reassess the question of the applicant’s fitness to hold a licence.</p> <p class=\"headnote-e\"><b>Issue of licence</b></p> <p class=\"subsection-e\">(7)Where subsection (8) does not apply and no request is made under clause (4) (b), and the Registrar continues to be satisfied that the applicant is fit to hold the licence, the Registrar shall issue the licence applied for.</p> <p class=\"headnote-e\"><b>At Minister’s direction</b></p> <p class=\"subsection-e\">(8)The Minister may direct the Board to hold a public interest test and, where the Minister so directs, the Board shall hold the hearing.</p> <p class=\"headnote-e\"><b>Idem, by Board</b></p> <p class=\"subsection-e\">(9)Where a request is made under clause (4) (b), the Board shall, subject to section 9, hold the hearing requested.</p> <p class=\"headnote-e\"><b>Determine fitness first</b></p> <p class=\"subsection-e\">(10)A hearing to conduct a public interest test shall not be held until a final determination has been made that the fitness of the applicant has been demonstrated.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(11)The requirement to hold a hearing to conduct a public interest test does not apply where the application is for an owner-driver authority or an operating authority to carry,</p> <p class=\"clause-e\">(a) waste or scrap being 40 29 — miscellaneous waste or scrap;</p> <p class=\"clause-e\">(b) farm products being 01 1 — field crops, 01 2 — fresh fruits or tree nuts, 01 3 — fresh vegetables, 01 91 — horticultural specialities and 01 99 — farm products, not elsewhere classified in STCC;</p> <p class=\"clause-e\">(c) prepared feed being 20 421 — prepared feed, animal, fish or poultry, other than dog, cat or other pet food not elsewhere classified, except chopped, ground or pulverized hay, straw or related products, 20 423 — canned feed, animal, fish or poultry, other than dog, cat or other pet food;</p> <p class=\"clause-e\">(d) peat being 14 917 — peat, natural, except ground or otherwise treated;</p> <p class=\"clause-e\">(e) fresh fish being 09 1 — fresh fish or other marine products not processed;</p> <p class=\"clause-e\">(f) buildings or structures being 24 33 — prefabricated wooden buildings or panels or sections;</p> <p class=\"clause-e\">(g) newspapers and periodicals being 27 11 — newspapers and 27 211 — periodicals;</p> <p class=\"clause-e\">(h) borate and potash being 14 713 — borate, potash or soda, crude except ground or otherwise treated;</p> <p class=\"clause-e\">(i) ores and concentrates being 10 — metallic ores; or</p> <p class=\"clause-e\">(j) petroleum crude being 13 111 — crude petroleum and 29 113 15 — distillate fuel oil.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(12)The requirement to hold a hearing to conduct a public interest test does not apply where the applicant holds an operating licence issued under the <i>Public Commercial Vehicles Act</i>, being chapter 407 of the Revised Statutes of Ontario, 1980, after the 20th day of June, 1983 and the authority applied for does not exceed that which would be contained in that licence if it had been issued pursuant to a rewritten certificate under section 10b of the <i>Public Commercial Vehicles Act</i>.</p> <p class=\"headnote-e\"><b>Stay of licence</b></p> <p class=\"subsection-e\">(13)Where a request for a hearing is made in respect of an application, the operating authority applied for shall not be granted until the hearing is completed or there has been a final disposition of the rejection of the request.</p> <p class=\"headnote-e\"><b>Application of cl. (4) (b) and subs. (8)</b></p> <p class=\"subsection-e\">(14)Clause (4) (b) and subsection (8) cease to apply on the 30th day of January, 1994. R.S.O. 1990, c. T.22, s. 7 (4-14).</p>"
        },
        {
            "id": "P362_34298",
            "section": "Temporary licence",
            "content": "8. Where the Registrar is satisfied that the circumstances warrant it and that it is in the public interest to do so, the Registrar may, despite subsections 6 (1) and 7 (13), issue an operating licence or grant an operating authority that is valid for not more than twelve months. R.S.O. 1990, c. T.22, s. 8.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P362_34298\"></a><a name=\"BK12\"></a>8.</b> Where the Registrar is satisfied that the circumstances warrant it and that it is in the public interest to do so, the Registrar may, despite subsections 6 (1) and 7 (13), issue an operating licence or grant an operating authority that is valid for not more than twelve months. R.S.O. 1990, c. T.22, s. 8.</p>"
        },
        {
            "id": "P364_34654",
            "section": "Public interest test hearings, procedure",
            "content": "9. (1)A hearing to conduct a public interest test pursuant to a request under clause 7 (4) (b) shall be held only if the person who asked for the test makes out a written case to the Board that, (a) the granting of the operating authority applied for would be likely to have a significant detrimental effect on the public interest using the criteria set out in subsection 10 (1); and (b) the request is not frivolously made. Idem (2)A hearing to conduct a public interest test pursuant to the direction of the Minister shall be held only after the Minister has published, in The Ontario Gazette, the reasons for wanting the hearing. Burden of proof (3)In a hearing where a public interest test is conducted, the burden of proof is, (a) where the hearing is initiated by the Minister, on the applicant for the operating authority; or (b) where the hearing is as a result of a request under clause 7 (4) (b), on the person making the request. Notice to Minister (4)Before holding a hearing under this section, the Board shall give the Minister fifteen days notice thereof. Provincial interest (5)If the Minister is of the opinion that the subject-matter of a hearing of which the Minister receives notice is or is likely to be a matter of provincial interest, the Minister shall so advise the Board in writing together with the reasons before the day fixed by the Board for the hearing and, where that is done, may direct the Board, (a) to postpone the hearing until thirty days after the day fixed; or (b) to examine and investigate such matters relating to transportation policy as are referred to it by the Minister, to report thereon to the Minister and to postpone the hearing until thirty days after the date of the report. Policy statements (6)The Board, where it holds a hearing after it has been advised that the provincial interest may be involved, shall, as part of that hearing, consider and give effect to every policy statement issued by the Lieutenant Governor in Council related to the provincial interest identified. Review of decision (7)Where the Lieutenant Governor in Council is of the opinion that the Board has failed to give effect to policy statements as required under subsection (6), the Lieutenant Governor in Council may give notice thereof with particulars to the Board within thirty days after the date of the decision of the Board and the Board shall review its decision and may amend its decision. Substituting decision (8)Where the Lieutenant Governor in Council is of the opinion that the Board has failed to give effect to policy statements in a review, the Lieutenant Governor in Council may give notice thereof to the Board within thirty days after the review and may substitute the decision of the Lieutenant Governor in Council for all or any part of the decision of the Board. R.S.O. 1990, c. T.22, s. 9. Public interest test hearings, decision",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P364_34654\"></a><a name=\"BK13\"></a>9.</b> (1)A hearing to conduct a public interest test pursuant to a request under clause 7 (4) (b) shall be held only if the person who asked for the test makes out a written case to the Board that,</p> <p class=\"clause-e\">(a) the granting of the operating authority applied for would be likely to have a significant detrimental effect on the public interest using the criteria set out in subsection 10 (1); and</p> <p class=\"clause-e\">(b) the request is not frivolously made.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)A hearing to conduct a public interest test pursuant to the direction of the Minister shall be held only after the Minister has published, in <i>The Ontario Gazette</i>, the reasons for wanting the hearing.</p> <p class=\"headnote-e\"><b>Burden of proof</b></p> <p class=\"subsection-e\">(3)In a hearing where a public interest test is conducted, the burden of proof is,</p> <p class=\"clause-e\">(a) where the hearing is initiated by the Minister, on the applicant for the operating authority; or</p> <p class=\"clause-e\">(b) where the hearing is as a result of a request under clause 7 (4) (b), on the person making the request.</p> <p class=\"headnote-e\"><b>Notice to Minister</b></p> <p class=\"subsection-e\">(4)Before holding a hearing under this section, the Board shall give the Minister fifteen days notice thereof.</p> <p class=\"headnote-e\"><b>Provincial interest</b></p> <p class=\"subsection-e\">(5)If the Minister is of the opinion that the subject-matter of a hearing of which the Minister receives notice is or is likely to be a matter of provincial interest, the Minister shall so advise the Board in writing together with the reasons before the day fixed by the Board for the hearing and, where that is done, may direct the Board,</p> <p class=\"clause-e\">(a) to postpone the hearing until thirty days after the day fixed; or</p> <p class=\"clause-e\">(b) to examine and investigate such matters relating to transportation policy as are referred to it by the Minister, to report thereon to the Minister and to postpone the hearing until thirty days after the date of the report.</p> <p class=\"headnote-e\"><b>Policy statements</b></p> <p class=\"subsection-e\">(6)The Board, where it holds a hearing after it has been advised that the provincial interest may be involved, shall, as part of that hearing, consider and give effect to every policy statement issued by the Lieutenant Governor in Council related to the provincial interest identified.</p> <p class=\"headnote-e\"><b>Review of decision</b></p> <p class=\"subsection-e\">(7)Where the Lieutenant Governor in Council is of the opinion that the Board has failed to give effect to policy statements as required under subsection (6), the Lieutenant Governor in Council may give notice thereof with particulars to the Board within thirty days after the date of the decision of the Board and the Board shall review its decision and may amend its decision.</p> <p class=\"headnote-e\"><b>Substituting decision</b></p> <p class=\"subsection-e\">(8)Where the Lieutenant Governor in Council is of the opinion that the Board has failed to give effect to policy statements in a review, the Lieutenant Governor in Council may give notice thereof to the Board within thirty days after the review and may substitute the decision of the Lieutenant Governor in Council for all or any part of the decision of the Board. R.S.O. 1990, c. T.22, s. 9.</p> <p class=\"headnote-e\"><b>Public interest test hearings, decision</b></p>"
        },
        {
            "id": "P387_37539",
            "section": "Matters considered",
            "content": "10. (1)In a hearing to conduct a public interest test, the Board shall determine whether granting the operating authority applied for, as set out in the material filed under subsection 6 (3), would have a significant detrimental effect on the public interest in relation to the market proposed to be served by investigating whether there would be significant adverse impact on the following: 1. The existence of a dependable and viable trucking industry. 2. The availability of appropriate trucking services to shippers. 3. The ultimate Ontario consumers of goods and services. 4. Overall or net effect on employment within Ontario and the gross provincial product. 5. The public interest as set out by the Lieutenant Governor in Council in policy statements issued under section 37. Board report (2)Where, after a hearing to conduct a public interest test, the Board’s decision is that granting the operating authority applied for would not likely have a significant detrimental effect on the public interest in the market proposed to be served, the Board shall so report to the Registrar and recommend that the Registrar grant the authority applied for. Idem (3)Where, after a hearing to conduct a public interest test, the Board’s decision is that granting the operating authority applied for will likely have a significant detrimental effect on the public interest in the market proposed to be served, the Board shall so report to the Registrar and recommend that the Registrar, (a) grant the authority applied for subject to a limit on the number of commercial vehicles authorized to be operated thereunder in the first, second, third and fourth years following the issuing of the licence; or (b) where the issue of provincial interest has been raised under subsection 9 (5), issue an operating licence with provisions that vary from those applied for. Issuing licence (4)Upon receiving a report under subsection (2) or (3), the Registrar shall issue a licence in the terms recommended by the Board. Deferred issuance (5)The issue of any licence under subsection (4) may be delayed for up to six months after the Board’s decision if the Board so recommends. R.S.O. 1990, c. T.22, s. 10.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P387_37539\"></a><a name=\"BK14\"></a>10.</b> (1)In a hearing to conduct a public interest test, the Board shall determine whether granting the operating authority applied for, as set out in the material filed under subsection 6 (3), would have a significant detrimental effect on the public interest in relation to the market proposed to be served by investigating whether there would be significant adverse impact on the following:</p> <p class=\"paragraph-e\">1. The existence of a dependable and viable trucking industry.</p> <p class=\"paragraph-e\">2. The availability of appropriate trucking services to shippers.</p> <p class=\"paragraph-e\">3. The ultimate Ontario consumers of goods and services.</p> <p class=\"paragraph-e\">4. Overall or net effect on employment within Ontario and the gross provincial product.</p> <p class=\"paragraph-e\">5. The public interest as set out by the Lieutenant Governor in Council in policy statements issued under section 37.</p> <p class=\"headnote-e\"><b>Board report</b></p> <p class=\"subsection-e\">(2)Where, after a hearing to conduct a public interest test, the Board’s decision is that granting the operating authority applied for would not likely have a significant detrimental effect on the public interest in the market proposed to be served, the Board shall so report to the Registrar and recommend that the Registrar grant the authority applied for.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3)Where, after a hearing to conduct a public interest test, the Board’s decision is that granting the operating authority applied for will likely have a significant detrimental effect on the public interest in the market proposed to be served, the Board shall so report to the Registrar and recommend that the Registrar,</p> <p class=\"clause-e\">(a) grant the authority applied for subject to a limit on the number of commercial vehicles authorized to be operated thereunder in the first, second, third and fourth years following the issuing of the licence; or</p> <p class=\"clause-e\">(b) where the issue of provincial interest has been raised under subsection 9 (5), issue an operating licence with provisions that vary from those applied for.</p> <p class=\"headnote-e\"><b>Issuing licence</b></p> <p class=\"subsection-e\">(4)Upon receiving a report under subsection (2) or (3), the Registrar shall issue a licence in the terms recommended by the Board.</p> <p class=\"headnote-e\"><b>Deferred issuance</b></p> <p class=\"subsection-e\">(5)The issue of any licence under subsection (4) may be delayed for up to six months after the Board’s decision if the Board so recommends. R.S.O. 1990, c. T.22, s. 10.</p>"
        },
        {
            "id": "P404_39761",
            "section": "Certificate of intercorporate exemption",
            "content": "11. (1)The Registrar shall issue a certificate of intercorporate exemption to every applicant therefor who is not precluded from receiving it by subsection (2). Where not to be issued (2)A certificate of intercorporate exemption shall not be issued, (a) to a licensee; or (b) to a corporation that does not show on the application an affiliated corporation, and shall not name therein an affiliated corporation that holds an operating licence. Conditions in certificate (3)The Registrar may, in a certificate of intercorporate exemption, set out such conditions and limitations as the Registrar sees fit to govern the carriage of goods under the certificate. Affiliate (4)For the purpose of this Act, a corporation is an affiliate of another corporation if one of them is the subsidiary of the other, if both are subsidiaries of the same corporation or if each is controlled by the same individual or corporation. Control (5)For the purpose of subsection (4), a corporation is controlled by an individual corporation or group of corporations if, (a) voting securities of the corporation carrying more than 50 per cent of the votes for the election of directors are held, otherwise than by way of security only, by or for the benefit of the other person or group of persons; (b) the votes carried by the securities referred to in clause (a) are entitled, if exercised, to elect all members of the board of directors of the corporation. Subsidiary (6)For the purpose of subsection (4), a corporation is a subsidiary of another corporation if, (a) it is controlled by, (i) the other corporation, (ii) the other corporation and one or more corporations each of which is controlled by that other corporation, or (iii) two or more corporations each of which is controlled by the other corporation; or (b) it is a subsidiary of a corporation that is the other corporation’s subsidiary. R.S.O. 1990, c. T.22, s. 11.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P404_39761\"></a><a name=\"BK15\"></a>11.</b> (1)The Registrar shall issue a certificate of intercorporate exemption to every applicant therefor who is not precluded from receiving it by subsection (2).</p> <p class=\"headnote-e\"><b>Where not to be issued</b></p> <p class=\"subsection-e\">(2)A certificate of intercorporate exemption shall not be issued,</p> <p class=\"clause-e\">(a) to a licensee; or</p> <p class=\"clause-e\">(b) to a corporation that does not show on the application an affiliated corporation,</p> <p class=\"Ssubsection-e\">and shall not name therein an affiliated corporation that holds an operating licence.</p> <p class=\"headnote-e\"><b>Conditions in certificate</b></p> <p class=\"subsection-e\">(3)The Registrar may, in a certificate of intercorporate exemption, set out such conditions and limitations as the Registrar sees fit to govern the carriage of goods under the certificate.</p> <p class=\"headnote-e\"><b>Affiliate</b></p> <p class=\"subsection-e\">(4)For the purpose of this Act, a corporation is an affiliate of another corporation if one of them is the subsidiary of the other, if both are subsidiaries of the same corporation or if each is controlled by the same individual or corporation.</p> <p class=\"headnote-e\"><b>Control</b></p> <p class=\"subsection-e\">(5)For the purpose of subsection (4), a corporation is controlled by an individual corporation or group of corporations if,</p> <p class=\"clause-e\">(a) voting securities of the corporation carrying more than 50 per cent of the votes for the election of directors are held, otherwise than by way of security only, by or for the benefit of the other person or group of persons;</p> <p class=\"clause-e\">(b) the votes carried by the securities referred to in clause (a) are entitled, if exercised, to elect all members of the board of directors of the corporation.</p> <p class=\"headnote-e\"><b>Subsidiary</b></p> <p class=\"subsection-e\">(6)For the purpose of subsection (4), a corporation is a subsidiary of another corporation if,</p> <p class=\"clause-e\">(a) it is controlled by,</p> <p class=\"subclause-e\">(i) the other corporation,</p> <p class=\"subclause-e\">(ii) the other corporation and one or more corporations each of which is controlled by that other corporation, or</p> <p class=\"subclause-e\">(iii) two or more corporations each of which is controlled by the other corporation; or</p> <p class=\"clause-e\">(b) it is a subsidiary of a corporation that is the other corporation’s subsidiary. R.S.O. 1990, c. T.22, s. 11.</p>"
        },
        {
            "id": "P426_41701",
            "section": "Notification of change – re intercorporate exemption",
            "content": "12. (1)Every holder of a certificate of intercorporate exemption shall notify the Registrar of any change in the facts set out in the certificate within thirty days after the change. Offence (2)Every person who contravenes subsection (1) is guilty of an offence and on conviction is liable to a fine of not less than $500 and not more than $5,000. R.S.O. 1990, c. T.22, s. 12.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P426_41701\"></a><a name=\"BK16\"></a>12.</b> (1)Every holder of a certificate of intercorporate exemption shall notify the Registrar of any change in the facts set out in the certificate within thirty days after the change.</p> <p class=\"headnote-e\"><b>Offence</b></p> <p class=\"subsection-e\">(2)Every person who contravenes subsection (1) is guilty of an offence and on conviction is liable to a fine of not less than $500 and not more than $5,000. R.S.O. 1990, c. T.22, s. 12.</p>"
        },
        {
            "id": "P430_42092",
            "section": "Trip permit",
            "content": "13. (1)Subject to subsection (3), the Registrar shall issue a trip permit to every applicant therefor. Idem (2) Every trip permit shall, (a) specify the trip and vehicle, including drawn vehicles if any, for which it applies; and (b) be subject to the conditions set out therein. Limit of three permits (3)No more than three trip permits may be issued to one person within any twelve-month period. R.S.O. 1990, c. T.22, s. 13.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P430_42092\"></a><a name=\"BK17\"></a>13.</b> (1)Subject to subsection (3), the Registrar shall issue a trip permit to every applicant therefor.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2) Every trip permit shall,</p> <p class=\"clause-e\">(a) specify the trip and vehicle, including drawn vehicles if any, for which it applies; and</p> <p class=\"clause-e\">(b) be subject to the conditions set out therein.</p> <p class=\"headnote-e\"><b>Limit of three permits</b></p> <p class=\"subsection-e\">(3)No more than three trip permits may be issued to one person within any twelve-month period. R.S.O. 1990, c. T.22, s. 13.</p>"
        },
        {
            "id": "P438_42535",
            "section": "Commercial zones",
            "content": "14. The Minister may designate commercial zones and may vary the boundaries of a commercial zone. 1996, c. 9, s. 33.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P438_42535\"></a><a name=\"BK18\"></a>14.</b> The Minister may designate commercial zones and may vary the boundaries of a commercial zone. 1996, c. 9, s. 33.</p>"
        },
        {
            "id": "P440_42691",
            "section": "Prohibited arrangements subs. 3 (1)",
            "content": "15. (1)No person shall knowingly hire, directly or indirectly, or participate in an arrangement to hire a person to carry goods where the services would be carried out in contravention of subsection 3 (1). Same (2) No person shall, (a) hold himself, herself or itself out as willing to; or (b) undertake to, arrange to carry goods where the service would be carried out in contravention of subsection 3 (1). R.S.O. 1990, c. T.22, s. 15.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P440_42691\"></a><a name=\"BK19\"></a>15.</b> (1)No person shall knowingly hire, directly or indirectly, or participate in an arrangement to hire a person to carry goods where the services would be carried out in contravention of subsection 3 (1).</p> <p class=\"headnote-e\"><b>Same</b></p> <p class=\"subsection-e\">(2) No person shall,</p> <p class=\"clause-e\">(a) hold himself, herself or itself out as willing to; or</p> <p class=\"clause-e\">(b) undertake to,</p> <p class=\"Ssubsection-e\">arrange to carry goods where the service would be carried out in contravention of subsection 3 (1). R.S.O. 1990, c. T.22, s. 15.</p>"
        },
        {
            "id": "P447_43165",
            "section": "Certificate of competency required",
            "content": "16. (1)No licensee shall carry goods under the authority of an operating licence unless the licensee or an employee of the licensee holds a certificate of competency and, where the regulations so require, such greater number of employees as are indicated by the regulations hold a certificate of competency. Delayed effect (2)In every situation where the regulations require more than one certificate holder, the licensee is permitted ninety days in which to effect compliance. Idem (3)Every licensee, who ceases to meet the requirements referred to in subsection (1) because of the termination of employment of an employee who holds a certificate of competency, shall be deemed to meet the requirements for ninety days after the termination. Limited use of certificate (4)An employee holding a certificate of competency may be counted for one licensee only when determining whether the requirements of subsection (1) are met except where the licensees are affiliated corporations. Change in certificate holders (5)Every licensee shall notify the Registrar within fifteen days after a change in certificate holders whose employment is relied on to satisfy the requirements of subsection (1) of the change. Exception (6)Subsection (1) does not apply to an executor or administrator of an estate carrying on business in accordance with subsection 5 (2). Idem (7) Every licensee who holds an operating licence restricted to the carriage of goods through Ontario, provided the goods are not picked up or dropped off in Ontario, is exempt from the application of subsection (1). R.S.O. 1990, c. T.22, s. 16. Documents required while driving",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P447_43165\"></a><a name=\"BK20\"></a>16.</b> (1)No licensee shall carry goods under the authority of an operating licence unless the licensee or an employee of the licensee holds a certificate of competency and, where the regulations so require, such greater number of employees as are indicated by the regulations hold a certificate of competency.</p> <p class=\"headnote-e\"><b>Delayed effect</b></p> <p class=\"subsection-e\">(2)In every situation where the regulations require more than one certificate holder, the licensee is permitted ninety days in which to effect compliance.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3)Every licensee, who ceases to meet the requirements referred to in subsection (1) because of the termination of employment of an employee who holds a certificate of competency, shall be deemed to meet the requirements for ninety days after the termination.</p> <p class=\"headnote-e\"><b>Limited use of certificate</b></p> <p class=\"subsection-e\">(4)An employee holding a certificate of competency may be counted for one licensee only when determining whether the requirements of subsection (1) are met except where the licensees are affiliated corporations.</p> <p class=\"headnote-e\"><b>Change in certificate holders</b></p> <p class=\"subsection-e\">(5)Every licensee shall notify the Registrar within fifteen days after a change in certificate holders whose employment is relied on to satisfy the requirements of subsection (1) of the change.</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(6)Subsection (1) does not apply to an executor or administrator of an estate carrying on business in accordance with subsection 5 (2).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(7) Every licensee who holds an operating licence restricted to the carriage of goods through Ontario, provided the goods are not picked up or dropped off in Ontario, is exempt from the application of subsection (1). R.S.O. 1990, c. T.22, s. 16.</p> <p class=\"headnote-e\"><b>Documents required while driving</b></p>"
        },
        {
            "id": "P462_44818",
            "section": "Licence to be carried",
            "content": "17. (1)Every person driving a public truck on a highway shall carry or keep, in a readily accessible place in the vehicle, a copy of the operating licence under which the vehicle is being operated and shall surrender the copy for inspection upon the demand of an officer. Certificate of intercorporate exemption to be carried (2)Every driver of a commercial vehicle that is being operated under a certificate of intercorporate exemption shall carry or keep in a readily accessible place in the vehicle, (a) the certificate or a copy thereof; and (b) a shipping document signed by the consignor of the goods carried showing the name of the consignor, the name and address of the consignee, the originating point and the destination of the shipment and the particulars of the goods comprising the shipment, and shall surrender them for inspection on the demand of an officer. Copy of lease to be carried (3)Every driver of a commercial vehicle that is under lease or contract to the owner, consignor or consignee of the goods being carried shall carry at all times while carrying the goods on a highway a copy of the lease, contract or notice of contract and shall surrender it for inspection on the demand of an officer. Trip permit to be carried (4)Every driver of a commercial vehicle that is being operated under the authority of a trip permit shall carry or keep the permit in a readily accessible place in the vehicle and shall surrender it for inspection on the demand of an officer. Where limit on number of vehicles (5)Every person operating a public truck under an operating authority that limits the number of commercial vehicles that may be operated thereunder shall carry in the vehicle a vehicle certificate issued pursuant to such operating authority and shall surrender it for inspection on the demand of an officer. R.S.O. 1990, c. T.22, s. 17.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P462_44818\"></a><a name=\"BK21\"></a>17.</b> (1)Every person driving a public truck on a highway shall carry or keep, in a readily accessible place in the vehicle, a copy of the operating licence under which the vehicle is being operated and shall surrender the copy for inspection upon the demand of an officer.</p> <p class=\"headnote-e\"><b>Certificate of intercorporate exemption to be carried</b></p> <p class=\"subsection-e\">(2)Every driver of a commercial vehicle that is being operated under a certificate of intercorporate exemption shall carry or keep in a readily accessible place in the vehicle,</p> <p class=\"clause-e\">(a) the certificate or a copy thereof; and</p> <p class=\"clause-e\">(b) a shipping document signed by the consignor of the goods carried showing the name of the consignor, the name and address of the consignee, the originating point and the destination of the shipment and the particulars of the goods comprising the shipment,</p> <p class=\"Ssubsection-e\">and shall surrender them for inspection on the demand of an officer.</p> <p class=\"headnote-e\"><b>Copy of lease to be carried</b></p> <p class=\"subsection-e\">(3)Every driver of a commercial vehicle that is under lease or contract to the owner, consignor or consignee of the goods being carried shall carry at all times while carrying the goods on a highway a copy of the lease, contract or notice of contract and shall surrender it for inspection on the demand of an officer.</p> <p class=\"headnote-e\"><b>Trip permit to be carried</b></p> <p class=\"subsection-e\">(4)Every driver of a commercial vehicle that is being operated under the authority of a trip permit shall carry or keep the permit in a readily accessible place in the vehicle and shall surrender it for inspection on the demand of an officer.</p> <p class=\"headnote-e\"><b>Where limit on number of vehicles</b></p> <p class=\"subsection-e\">(5)Every person operating a public truck under an operating authority that limits the number of commercial vehicles that may be operated thereunder shall carry in the vehicle a vehicle certificate issued pursuant to such operating authority and shall surrender it for inspection on the demand of an officer. R.S.O. 1990, c. T.22, s. 17.</p>"
        },
        {
            "id": "P475_46686",
            "section": "Tariffs of tolls",
            "content": "18. (1)Except as otherwise provided in the regulations, every licensee shall publish, as prescribed, a tariff of tolls showing the rates and charges and the conditions of carriage for the carrying of goods to and from points in respect of which the carriage is provided or offered by the licensee. Tolls to accord with effective tariff (2)No licensee shall charge a toll other than that contained in a tariff that is in effect or impose conditions of carriage that are not contained in or imposed in accordance with the tariff. R.S.O. 1990, c. T.22, s. 18 (1, 2). Exception (3)Subsections (1) and (2) do not apply to a tariff or toll charged under a contract, of which there is written evidence, that is for a term, (a) of less than 14 days; or (b) of not less than six months and that provides for an ascertainable maximum quantity of goods to be transported at that toll. 1996, c. 9, s. 34 (1). Coming into effect (4)A tariff of tolls shall not come into effect until fifteen days after it has been published in the prescribed manner. R.S.O. 1990, c. T.22, s. 18 (4); 1996, c. 9, s. 34 (2). (5)Repealed: 1996, c. 9, s. 34 (3). (6)Repealed: 1991, c. 50, s. 4.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P475_46686\"></a><a name=\"BK22\"></a>18.</b> (1)Except as otherwise provided in the regulations, every licensee shall publish, as prescribed, a tariff of tolls showing the rates and charges and the conditions of carriage for the carrying of goods to and from points in respect of which the carriage is provided or offered by the licensee.</p> <p class=\"headnote-e\"><b>Tolls to accord with effective tariff</b></p> <p class=\"subsection-e\">(2)No licensee shall charge a toll other than that contained in a tariff that is in effect or impose conditions of carriage that are not contained in or imposed in accordance with the tariff. R.S.O. 1990, c. T.22, s. 18 (1, 2).</p> <p class=\"headnote-e\"><b>Exception</b></p> <p class=\"subsection-e\">(3)Subsections (1) and (2) do not apply to a tariff or toll charged under a contract, of which there is written evidence, that is for a term,</p> <p class=\"clause-e\">(a) of less than 14 days; or</p> <p class=\"clause-e\">(b) of not less than six months and that provides for an ascertainable maximum quantity of goods to be transported at that toll. 1996, c. 9, s. 34 (1).</p> <p class=\"headnote-e\"><b>Coming into effect</b></p> <p class=\"subsection-e\">(4)A tariff of tolls shall not come into effect until fifteen days after it has been published in the prescribed manner. R.S.O. 1990, c. T.22, s. 18 (4); 1996, c. 9, s. 34 (2).</p> <p class=\"subsection-e\">(5)Repealed: 1996, c. 9, s. 34 (3).</p> <p class=\"subsection-e\">(6)Repealed: 1991, c. 50, s. 4.</p>"
        },
        {
            "id": "P487_47871",
            "section": "Bill of lading",
            "content": "19. (1)Except as otherwise provided in the regulations, every licensee shall issue a bill of lading to the person delivering or releasing goods to the licensee for carriage for compensation. Copy to be retained (2)A signed copy of every bill of lading issued under this Act shall be retained, as, where and for the time prescribed, by the consignor of the goods involved and by the issuer. Production of bill of lading (3)Except as otherwise provided in the regulations, every driver operating a public truck shall carry a copy of the bill of lading in respect of the goods being carried and shall surrender it for inspection on the demand of an officer. Copy of bill of lading to accompany all goods (4)Where a shipment of goods is carried on more than one vehicle, the licensee shall ensure that every part of the shipment is accompanied by a copy of the appropriate bill of lading. Way bill (5)For the purpose of subsections (3) and (4), a way bill, containing such information as is prescribed, may be substituted for the bill of lading. Exemption certificate (6)The Registrar may grant a bill of lading exemption in an operating authority to a licensee if the operating authority is within a prescribed class. Idem (7)Subsections (3) and (4) do not apply in situations where there is no bill of lading or way bill because its use is obviated through the existence of an exemption granted under this section. Access to records (8)Every person to whom a bill of lading exemption has been granted under subsection (6) shall make available to an officer of the Ministry, upon demand, access to the holder’s records, whether in printed form or on film or the access is by electronic means or otherwise, and shall assist the officer in examining and extracting therefrom information that would, except for the exemption, be required to have been contained in a bill of lading or way bill. R.S.O. 1990, c. T.22, s. 19.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P487_47871\"></a><a name=\"BK23\"></a>19.</b> (1)Except as otherwise provided in the regulations, every licensee shall issue a bill of lading to the person delivering or releasing goods to the licensee for carriage for compensation.</p> <p class=\"headnote-e\"><b>Copy to be retained</b></p> <p class=\"subsection-e\">(2)A signed copy of every bill of lading issued under this Act shall be retained, as, where and for the time prescribed, by the consignor of the goods involved and by the issuer.</p> <p class=\"headnote-e\"><b>Production of bill of lading</b></p> <p class=\"subsection-e\">(3)Except as otherwise provided in the regulations, every driver operating a public truck shall carry a copy of the bill of lading in respect of the goods being carried and shall surrender it for inspection on the demand of an officer.</p> <p class=\"headnote-e\"><b>Copy of bill of lading to accompany all goods</b></p> <p class=\"subsection-e\">(4)Where a shipment of goods is carried on more than one vehicle, the licensee shall ensure that every part of the shipment is accompanied by a copy of the appropriate bill of lading.</p> <p class=\"headnote-e\"><b>Way bill</b></p> <p class=\"subsection-e\">(5)For the purpose of subsections (3) and (4), a way bill, containing such information as is prescribed, may be substituted for the bill of lading.</p> <p class=\"headnote-e\"><b>Exemption certificate</b></p> <p class=\"subsection-e\">(6)The Registrar may grant a bill of lading exemption in an operating authority to a licensee if the operating authority is within a prescribed class.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(7)Subsections (3) and (4) do not apply in situations where there is no bill of lading or way bill because its use is obviated through the existence of an exemption granted under this section.</p> <p class=\"headnote-e\"><b>Access to records</b></p> <p class=\"subsection-e\">(8)Every person to whom a bill of lading exemption has been granted under subsection (6) shall make available to an officer of the Ministry, upon demand, access to the holder’s records, whether in printed form or on film or the access is by electronic means or otherwise, and shall assist the officer in examining and extracting therefrom information that would, except for the exemption, be required to have been contained in a bill of lading or way bill. R.S.O. 1990, c. T.22, s. 19.</p>"
        },
        {
            "id": "P503_49790",
            "section": "Insurance",
            "content": "20. Every licensee shall carry such insurance or provide such bond as is prescribed and shall ensure evidence thereof is carried in every commercial vehicle operated by the licensee. R.S.O. 1990, c. T.22, s. 20.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P503_49790\"></a><a name=\"BK24\"></a>20.</b> Every licensee shall carry such insurance or provide such bond as is prescribed and shall ensure evidence thereof is carried in every commercial vehicle operated by the licensee. R.S.O. 1990, c. T.22, s. 20.</p>"
        },
        {
            "id": "P505_50024",
            "section": "Direction to stop",
            "content": "21. Any officer may, for the purpose of an examination, direct, by signals or otherwise, the driver of any commercial vehicle driven on a highway to stop, and the driver upon being so directed shall stop the vehicle. R.S.O. 1990, c. T.22, s. 21.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P505_50024\"></a><a name=\"BK25\"></a>21.</b> Any officer may, for the purpose of an examination, direct, by signals or otherwise, the driver of any commercial vehicle driven on a highway to stop, and the driver upon being so directed shall stop the vehicle. R.S.O. 1990, c. T.22, s. 21.</p>"
        },
        {
            "id": "P507_50297",
            "section": "Examination by officer",
            "content": "22. (1)Any officer may, at any time, examine any commercial vehicle, its contents and equipment for the purpose of ascertaining whether this Act, the Highway Traffic Act and the regulations under either Act are being complied with and the person in control of the vehicle shall assist in the examination of it, its contents and equipment. Surrender of documents (2)Where a commercial vehicle examined under this section contains goods, the officer conducting the examination may require the person in charge of the vehicle to surrender all documents in the possession of that person or in the vehicle relating to the operation of the vehicle and to the carriage and ownership of the goods and to furnish all information within that person’s knowledge relating to the details of the current trip and the ownership of the goods. Seizure or detention (3)Where an officer is of the opinion, on reasonable and probable grounds, that a commercial vehicle is being operated in contravention of subsection 3 (1), the officer may, (a) direct the driver of the vehicle to drive the vehicle to such location as is reasonable in the circumstances and detain it at that location; and (b) seize the permits and number plates for the vehicle, until the vehicle is able to be operated in compliance with subsection 3 (1). Duty on driver (4)Every driver who is directed under clause (3) (a) shall comply with the direction. Permit suspension (5)Every permit seized under subsection (3) shall be deemed to be under suspension for the purposes of section 47 of the Highway Traffic Act while it is in the custody of the officer seizing it. Order to release (6)Where permits and number plates have been seized or a commercial vehicle has been detained under subsection (3), the person entitled to possession of the vehicle may apply to the Ontario Court (General Division) for an order that the permits and plates be returned or the vehicle released, as the case may be, and upon a security being deposited with the Court in such amount not to exceed $5,000, as determined by the Court, the order may be issued. Disposition of security (7)Every security deposited under subsection (6) shall be held until the final disposition of a charge laid in respect of the believed contravention that led to the seizure or detention or, where a charge is not laid within six months after the seizure or detention, the expiration of the six-month period, whichever first occurs. Idem (8)Where there is a conviction in respect of a charge referred to in subsection (7), the security deposited shall be applied to pay the fine imposed. Lien (9)Where there is a conviction in respect of a charge referred to in subsection (7), all costs necessarily incurred in detaining and storing a vehicle under subsection (3) shall be a lien on the vehicle. R.S.O. 1990, c. T.22, s. 22.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P507_50297\"></a><a name=\"BK26\"></a>22.</b> (1)Any officer may, at any time, examine any commercial vehicle, its contents and equipment for the purpose of ascertaining whether this Act, the <i>Highway Traffic Act</i> and the regulations under either Act are being complied with and the person in control of the vehicle shall assist in the examination of it, its contents and equipment.</p> <p class=\"headnote-e\"><b>Surrender of documents</b></p> <p class=\"subsection-e\">(2)Where a commercial vehicle examined under this section contains goods, the officer conducting the examination may require the person in charge of the vehicle to surrender all documents in the possession of that person or in the vehicle relating to the operation of the vehicle and to the carriage and ownership of the goods and to furnish all information within that person’s knowledge relating to the details of the current trip and the ownership of the goods.</p> <p class=\"headnote-e\"><b>Seizure or detention</b></p> <p class=\"subsection-e\">(3)Where an officer is of the opinion, on reasonable and probable grounds, that a commercial vehicle is being operated in contravention of subsection 3 (1), the officer may,</p> <p class=\"clause-e\">(a) direct the driver of the vehicle to drive the vehicle to such location as is reasonable in the circumstances and detain it at that location; and</p> <p class=\"clause-e\">(b) seize the permits and number plates for the vehicle,</p> <p class=\"Ssubsection-e\">until the vehicle is able to be operated in compliance with subsection 3 (1).</p> <p class=\"headnote-e\"><b>Duty on driver</b></p> <p class=\"subsection-e\">(4)Every driver who is directed under clause (3) (a) shall comply with the direction.</p> <p class=\"headnote-e\"><b>Permit suspension</b></p> <p class=\"subsection-e\">(5)Every permit seized under subsection (3) shall be deemed to be under suspension for the purposes of section 47 of the <i>Highway Traffic Act</i> while it is in the custody of the officer seizing it.</p> <p class=\"headnote-e\"><b>Order to release</b></p> <p class=\"subsection-e\">(6)Where permits and number plates have been seized or a commercial vehicle has been detained under subsection (3), the person entitled to possession of the vehicle may apply to the Ontario Court (General Division) for an order that the permits and plates be returned or the vehicle released, as the case may be, and upon a security being deposited with the Court in such amount not to exceed $5,000, as determined by the Court, the order may be issued.</p> <p class=\"headnote-e\"><b>Disposition of security</b></p> <p class=\"subsection-e\">(7)Every security deposited under subsection (6) shall be held until the final disposition of a charge laid in respect of the believed contravention that led to the seizure or detention or, where a charge is not laid within six months after the seizure or detention, the expiration of the six-month period, whichever first occurs.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(8)Where there is a conviction in respect of a charge referred to in subsection (7), the security deposited shall be applied to pay the fine imposed.</p> <p class=\"headnote-e\"><b>Lien</b></p> <p class=\"subsection-e\">(9)Where there is a conviction in respect of a charge referred to in subsection (7), all costs necessarily incurred in detaining and storing a vehicle under subsection (3) shall be a lien on the vehicle. R.S.O. 1990, c. T.22, s. 22.</p>"
        },
        {
            "id": "P528_53147",
            "section": "Examination of records",
            "content": "23. An officer of the Ministry may examine all books, records and documents of, (a) a licensee or a holder of a trip permit relating to the business of operating public trucks; (b) a holder of a certificate of intercorporate exemption or of an affiliated corporation named in the certificate relating to the transportation of goods for compensation; or (c) a holder of a load brokerage certificate relating to the transportation of goods for compensation, for the purpose of ensuring that the provisions of this Act and the regulations are being complied with and the officer may, for the purpose of the examination, upon producing his or her designation as an officer of the Ministry, enter at any reasonable time the business premises of the licensee, holder or affiliated corporation, as the case may be. R.S.O. 1990, c. T.22, s. 23; 1991, c. 50, s. 5.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P528_53147\"></a><a name=\"BK27\"></a>23.</b> An officer of the Ministry may examine all books, records and documents of,</p> <p class=\"clause-e\">(a) a licensee or a holder of a trip permit relating to the business of operating public trucks;</p> <p class=\"clause-e\">(b) a holder of a certificate of intercorporate exemption or of an affiliated corporation named in the certificate relating to the transportation of goods for compensation; or</p> <p class=\"clause-e\">(c) a holder of a load brokerage certificate relating to the transportation of goods for compensation,</p> <p class=\"Ssection-e\">for the purpose of ensuring that the provisions of this Act and the regulations are being complied with and the officer may, for the purpose of the examination, upon producing his or her designation as an officer of the Ministry, enter at any reasonable time the business premises of the licensee, holder or affiliated corporation, as the case may be. R.S.O. 1990, c. T.22, s. 23; 1991, c. 50, s. 5.</p>"
        },
        {
            "id": "P534_54017",
            "section": "Investigation",
            "content": "24. (1)Where the Minister believes, on reasonable and probable grounds, that any person has contravened a provision of this Act or the regulations, the Minister may appoint one or more persons to investigate whether the contravention has occurred and the person appointed shall report the results of the investigation to the Minister. Powers of investigator (2)For purposes relevant to an investigation under this section, the investigator may inquire into and inspect the business affairs of the person in respect of whom the investigation is being made and may, (a) upon production of his or her appointment, enter, at any reasonable time, the business premises of the person and inspect books, papers, documents and things relevant to the investigation; and (b) inquire into negotiations and transactions made by or on behalf of or in relation to the person relating to the transportation of goods or the use of public trucks or that are otherwise relevant to the investigation, and for the purpose of the inquiry, the investigator has the powers of a commission under Part II of the Public Inquiries Act, which Part applies to the inquiry as if it were an inquiry under that Act. No person shall obstruct investigator (3)No person shall obstruct an investigator in the course of an investigation under this section or withhold from an investigator or conceal or destroy any books, papers, documents or things relevant to the investigation. Application to justice of the peace (4)Where a justice of the peace is satisfied, upon an application without notice by an investigator acting under this section, (a) that the investigation has been ordered and that the applicant has been appointed to conduct it; and (b) that there are reasonable grounds for believing there are in a specified building, dwelling, receptacle or place, books, papers, documents or things relating to the investigation, the justice of the peace may, whether or not an inspection has been made or attempted under clause (2) (a), issue an order authorizing the investigator, together with such police officers as the investigator calls upon to assist, to enter and search, if necessary by reasonable force, the building, dwelling, receptacle or place for the books, papers, documents or things and to examine them. Times of entry (5)Every entry and search authorized under subsection (4) shall be made between sunrise and sunset unless the order authorizes the investigator to make the search at night. Expert examination (6)The Minister may appoint an expert to assist in examining books, papers, documents or things examined under clause (2) (a) or subsection (4). R.S.O. 1990, c. T.22, s. 24.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P534_54017\"></a><a name=\"BK28\"></a>24.</b> (1)Where the Minister believes, on reasonable and probable grounds, that any person has contravened a provision of this Act or the regulations, the Minister may appoint one or more persons to investigate whether the contravention has occurred and the person appointed shall report the results of the investigation to the Minister.</p> <p class=\"headnote-e\"><b>Powers of investigator</b></p> <p class=\"subsection-e\">(2)For purposes relevant to an investigation under this section, the investigator may inquire into and inspect the business affairs of the person in respect of whom the investigation is being made and may,</p> <p class=\"clause-e\">(a) upon production of his or her appointment, enter, at any reasonable time, the business premises of the person and inspect books, papers, documents and things relevant to the investigation; and</p> <p class=\"clause-e\">(b) inquire into negotiations and transactions made by or on behalf of or in relation to the person relating to the transportation of goods or the use of public trucks or that are otherwise relevant to the investigation,</p> <p class=\"Ssubsection-e\">and for the purpose of the inquiry, the investigator has the powers of a commission under Part II of the <i>Public Inquiries Act</i>, which Part applies to the inquiry as if it were an inquiry under that Act.</p> <p class=\"headnote-e\"><b>No person shall obstruct investigator</b></p> <p class=\"subsection-e\">(3)No person shall obstruct an investigator in the course of an investigation under this section or withhold from an investigator or conceal or destroy any books, papers, documents or things relevant to the investigation.</p> <p class=\"headnote-e\"><b>Application to justice of the peace</b></p> <p class=\"subsection-e\">(4)Where a justice of the peace is satisfied, upon an application without notice by an investigator acting under this section,</p> <p class=\"clause-e\">(a) that the investigation has been ordered and that the applicant has been appointed to conduct it; and</p> <p class=\"clause-e\">(b) that there are reasonable grounds for believing there are in a specified building, dwelling, receptacle or place, books, papers, documents or things relating to the investigation,</p> <p class=\"Ssubsection-e\">the justice of the peace may, whether or not an inspection has been made or attempted under clause (2) (a), issue an order authorizing the investigator, together with such police officers as the investigator calls upon to assist, to enter and search, if necessary by reasonable force, the building, dwelling, receptacle or place for the books, papers, documents or things and to examine them.</p> <p class=\"headnote-e\"><b>Times of entry</b></p> <p class=\"subsection-e\">(5)Every entry and search authorized under subsection (4) shall be made between sunrise and sunset unless the order authorizes the investigator to make the search at night.</p> <p class=\"headnote-e\"><b>Expert examination</b></p> <p class=\"subsection-e\">(6)The Minister may appoint an expert to assist in examining books, papers, documents or things examined under clause (2) (a) or subsection (4). R.S.O. 1990, c. T.22, s. 24.</p>"
        },
        {
            "id": "P552_56680",
            "section": "Copies",
            "content": "25. (1)Any person, (a) obtaining a document under section 22, may take the document for the purpose of making a copy of it; or (b) in the course of an investigation under section 23 or 24, upon giving a receipt therefor, may take anything that may be examined under that section for the purpose of making copies thereof, but the copying shall be done as quickly as reasonably possible and the thing copied shall be promptly returned thereafter. Idem (2)Any copy made as provided in subsection (1) and certified to be a true copy by the person making the copy is admissible in evidence in any proceeding as proof, in the absence of evidence to the contrary, of the original document and that the facts set out therein are true. R.S.O. 1990, c. T.22, s. 25. Certificate of intercorporate exemption, Registrar’s powers",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P552_56680\"></a><a name=\"BK29\"></a>25.</b> (1)Any person,</p> <p class=\"clause-e\">(a) obtaining a document under section 22, may take the document for the purpose of making a copy of it; or</p> <p class=\"clause-e\">(b) in the course of an investigation under section 23 or 24, upon giving a receipt therefor, may take anything that may be examined under that section for the purpose of making copies thereof,</p> <p class=\"Ssubsection-e\">but the copying shall be done as quickly as reasonably possible and the thing copied shall be promptly returned thereafter.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)Any copy made as provided in subsection (1) and certified to be a true copy by the person making the copy is admissible in evidence in any proceeding as proof, in the absence of evidence to the contrary, of the original document and that the facts set out therein are true. R.S.O. 1990, c. T.22, s. 25.</p> <p class=\"headnote-e\"><b>Certificate of intercorporate exemption, Registrar’s powers</b></p>"
        },
        {
            "id": "P560_57520",
            "section": "Cancellation or amendment",
            "content": "26. (1)The Registrar may amend a certificate of intercorporate exemption where a corporation named in the certificate is no longer affiliated to the holder of the certificate or, where the corporation named in the certificate is the only one so named and is no longer affiliated to the holder of the certificate, the Registrar may cancel the certificate. Suspension or cancellation (2)The Registrar may suspend or cancel a certificate of intercorporate exemption where the holder thereof or any person under the control or direction of the holder or of an affiliated corporation named therein contravenes this Act or the regulations, the Highway Traffic Act or the regulations thereunder or the provisions of the certificate, and the contravention is such that there are grounds for believing that transportation services permitted by the certificate will not be carried on in accordance with the law. R.S.O. 1990, c. T.22, s. 26. Operating licence, Registrar’s powers",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P560_57520\"></a><a name=\"BK30\"></a>26.</b> (1)The Registrar may amend a certificate of intercorporate exemption where a corporation named in the certificate is no longer affiliated to the holder of the certificate or, where the corporation named in the certificate is the only one so named and is no longer affiliated to the holder of the certificate, the Registrar may cancel the certificate.</p> <p class=\"headnote-e\"><b>Suspension or cancellation</b></p> <p class=\"subsection-e\">(2)The Registrar may suspend or cancel a certificate of intercorporate exemption where the holder thereof or any person under the control or direction of the holder or of an affiliated corporation named therein contravenes this Act or the regulations, the <i>Highway Traffic Act</i> or the regulations thereunder or the provisions of the certificate, and the contravention is such that there are grounds for believing that transportation services permitted by the certificate will not be carried on in accordance with the law. R.S.O. 1990, c. T.22, s. 26.</p> <p class=\"headnote-e\"><b>Operating licence, Registrar’s powers</b></p>"
        },
        {
            "id": "P565_58506",
            "section": "Cancellation ",
            "content": "27. (1)The Registrar may cancel an operating licence, (a) in whole, where the licensee fails to provide any part of the transportation service for which the licensee is licensed for a continuous period of one year; (b) in part, where the licensee fails to provide transportation service in respect of that part for a continuous period of one year; or (c) in whole or in part at the request of the licensee. Suspension or cancellation (2)The Registrar may suspend or cancel an operating licence in whole or in part where, (a) the licensee or any person under the control or direction of the licensee contravenes this Act or the regulations, any Act referred to in clause 6 (4) (a) or the provisions of the licence and the contravention is such that there are reasonable grounds for believing that the transportation services permitted by the licence will not be carried on in accordance with this Act or the regulations; (b) there has been misconduct or lack of integrity or honesty by the licensee in carrying on the transportation service; (c) the licensee is financially incapable of providing transportation services in accordance with this Act and the regulations or the provisions of the licence or of meeting the licensee’s financial responsibilities to users of the services; or (d) the licensee holds an owner-driver or single-source authority and has been a party to a contract under the authority that has been cancelled in less than thirty days in circumstances that afford reasonable grounds for believing that the transportation service authorized by the authority will not be carried on in accordance with this Act and the regulations. Cancellation of bill of lading exemption certificate (3)The Registrar may cancel a bill of lading exemption of any holder of an operating licence who does not comply with subsection 19 (8) (access to records) or whose records do not disclose the information that is required in a bill of lading or way bill. R.S.O. 1990, c. T.22, s. 27.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P565_58506\"></a><a name=\"BK31\"></a>27.</b> (1)The Registrar may cancel an operating licence,</p> <p class=\"clause-e\">(a) in whole, where the licensee fails to provide any part of the transportation service for which the licensee is licensed for a continuous period of one year;</p> <p class=\"clause-e\">(b) in part, where the licensee fails to provide transportation service in respect of that part for a continuous period of one year; or</p> <p class=\"clause-e\">(c) in whole or in part at the request of the licensee.</p> <p class=\"headnote-e\"><b>Suspension or cancellation</b></p> <p class=\"subsection-e\">(2)The Registrar may suspend or cancel an operating licence in whole or in part where,</p> <p class=\"clause-e\">(a) the licensee or any person under the control or direction of the licensee contravenes this Act or the regulations, any Act referred to in clause 6 (4) (a) or the provisions of the licence and the contravention is such that there are reasonable grounds for believing that the transportation services permitted by the licence will not be carried on in accordance with this Act or the regulations;</p> <p class=\"clause-e\">(b) there has been misconduct or lack of integrity or honesty by the licensee in carrying on the transportation service;</p> <p class=\"clause-e\">(c) the licensee is financially incapable of providing transportation services in accordance with this Act and the regulations or the provisions of the licence or of meeting the licensee’s financial responsibilities to users of the services; or</p> <p class=\"clause-e\">(d) the licensee holds an owner-driver or single-source authority and has been a party to a contract under the authority that has been cancelled in less than thirty days in circumstances that afford reasonable grounds for believing that the transportation service authorized by the authority will not be carried on in accordance with this Act and the regulations.</p> <p class=\"headnote-e\"><b>Cancellation of bill of lading exemption certificate</b></p> <p class=\"subsection-e\">(3)The Registrar may cancel a bill of lading exemption of any holder of an operating licence who does not comply with subsection 19 (8) (access to records) or whose records do not disclose the information that is required in a bill of lading or way bill. R.S.O. 1990, c. T.22, s. 27.</p>"
        },
        {
            "id": "P578_60545",
            "section": "Licence, certificate, etc., exercise of Registrar’s powers",
            "content": "28. (1)Where the Registrar proposes to suspend or cancel an operating licence, in whole or in part, to suspend, amend or cancel a certificate of intercorporate exemption or to cancel a bill of lading exemption, the Registrar shall serve notice of the proposal together with reasons therefor on the licensee or certificate holder. R.S.O. 1990, c. T.22, s. 28 (1). Definition (1.1)In this section, “Tribunal” means the Licence Appeal Tribunal. 1999, c. 12, Sched. G, s. 35 (3). Right to hearing (2)Every person who is served with a notice under subsection (1) and serves on the Registrar and the Tribunal, within fifteen days after that person receives service of the notice, a request for a hearing, is entitled to a hearing by the Tribunal in respect of the proposal. R.S.O. 1990, c. T.22, s. 28 (2); 1999, c. 12, Sched. G, s. 35 (4). Where no hearing requested (3)Where the Registrar does not receive a request for a hearing as provided in subsection (2), the Registrar may, on the expiration of the fifteen days referred to in subsection (2), carry out the proposal. Service (4)For the purpose of subsection (1), a notice that is mailed by prepaid post to the licensee or certificate holder at that person’s address last known to the Registrar shall be deemed to have been served on the third day after the day of mailing. R.S.O. 1990, c. T.22, s. 28 (3, 4). Extension of time (5)The Tribunal, on application by a licensee or certificate holder, as the case may be, may extend the time for requesting a hearing, either before or after expiration of the fifteen-day period, and may give such directions as it considers proper consequent upon the extension. R.S.O. 1990, c. T.22, s. 28 (5); 1999, c. 12, Sched. G, s. 35 (4). Parties (6)The Registrar, the licensee or certificate holder and such other persons as the Tribunal may specify are parties to every hearing under this section. R.S.O. 1990, c. T.22, s. 28 (6); 1999, c. 12, Sched. G, s. 35 (4). Efforts to comply (7)In a hearing held under this section, the Tribunal shall take into account, where appropriate, evidence as to the manner in which the licensee has carried on operations under the licence after receipt of notice of hearing and up to the hearing. R.S.O. 1990, c. T.22, s. 28 (7); 1999, c. 12, Sched. G, s. 35 (4). Opportunity to examine evidence (8)The Registrar shall give any party to a hearing an opportunity to examine, before the hearing, all documentary evidence that will be introduced and all reports, the contents of which, will be given in evidence at the hearing. R.S.O. 1990, c. T.22, s. 28 (8). Recommendations of Tribunal (9)The Tribunal shall, after a hearing under this section, make a report to the Registrar, setting out its findings of fact, conclusions of law and recommendations. R.S.O. 1990, c. T.22, s. 28 (9); 1999, c. 12, Sched. G, s. 35 (4). Decision subsequent to report (10)The Registrar, on receiving and considering a report made under this section, may carry out the proposal to which it relates, fully or in a modified manner and, where he or she does so, shall give written reasons for the decision to the licensee or holder or, where the Registrar decides not to carry out the proposal, he or she shall so advise the licensee or certificate holder. R.S.O. 1990, c. T.22, s. 28 (10).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P578_60545\"></a><a name=\"BK32\"></a>28.</b> (1)Where the Registrar proposes to suspend or cancel an operating licence, in whole or in part, to suspend, amend or cancel a certificate of intercorporate exemption or to cancel a bill of lading exemption, the Registrar shall serve notice of the proposal together with reasons therefor on the licensee or certificate holder. R.S.O. 1990, c. T.22, s. 28 (1).</p> <p class=\"headnote-e\"><b>Definition</b></p> <p class=\"subsection-e\">(1.1)In this section,</p> <p class=\"firstdef-e\">“Tribunal” means the Licence Appeal Tribunal. 1999, c. 12, Sched. G, s. 35 (3).</p> <p class=\"headnote-e\"><b>Right to hearing</b></p> <p class=\"subsection-e\">(2)Every person who is served with a notice under subsection (1) and serves on the Registrar and the Tribunal, within fifteen days after that person receives service of the notice, a request for a hearing, is entitled to a hearing by the Tribunal in respect of the proposal. R.S.O. 1990, c. T.22, s. 28 (2); 1999, c. 12, Sched. G, s. 35 (4).</p> <p class=\"headnote-e\"><b>Where no hearing requested</b></p> <p class=\"subsection-e\">(3)Where the Registrar does not receive a request for a hearing as provided in subsection (2), the Registrar may, on the expiration of the fifteen days referred to in subsection (2), carry out the proposal.</p> <p class=\"headnote-e\"><b>Service</b></p> <p class=\"subsection-e\">(4)For the purpose of subsection (1), a notice that is mailed by prepaid post to the licensee or certificate holder at that person’s address last known to the Registrar shall be deemed to have been served on the third day after the day of mailing. R.S.O. 1990, c. T.22, s. 28 (3, 4).</p> <p class=\"headnote-e\"><b>Extension of time</b></p> <p class=\"subsection-e\">(5)The Tribunal, on application by a licensee or certificate holder, as the case may be, may extend the time for requesting a hearing, either before or after expiration of the fifteen-day period, and may give such directions as it considers proper consequent upon the extension. R.S.O. 1990, c. T.22, s. 28 (5); 1999, c. 12, Sched. G, s. 35 (4).</p> <p class=\"headnote-e\"><b>Parties</b></p> <p class=\"subsection-e\">(6)The Registrar, the licensee or certificate holder and such other persons as the Tribunal may specify are parties to every hearing under this section. R.S.O. 1990, c. T.22, s. 28 (6); 1999, c. 12, Sched. G, s. 35 (4).</p> <p class=\"headnote-e\"><b>Efforts to comply</b></p> <p class=\"subsection-e\">(7)In a hearing held under this section, the Tribunal shall take into account, where appropriate, evidence as to the manner in which the licensee has carried on operations under the licence after receipt of notice of hearing and up to the hearing. R.S.O. 1990, c. T.22, s. 28 (7); 1999, c. 12, Sched. G, s. 35 (4).</p> <p class=\"headnote-e\"><b>Opportunity to examine evidence</b></p> <p class=\"subsection-e\">(8)The Registrar shall give any party to a hearing an opportunity to examine, before the hearing, all documentary evidence that will be introduced and all reports, the contents of which, will be given in evidence at the hearing. R.S.O. 1990, c. T.22, s. 28 (8).</p> <p class=\"headnote-e\"><b>Recommendations of Tribunal</b></p> <p class=\"subsection-e\">(9)The Tribunal shall, after a hearing under this section, make a report to the Registrar, setting out its findings of fact, conclusions of law and recommendations. R.S.O. 1990, c. T.22, s. 28 (9); 1999, c. 12, Sched. G, s. 35 (4).</p> <p class=\"headnote-e\"><b>Decision subsequent to report</b></p> <p class=\"subsection-e\">(10)The Registrar, on receiving and considering a report made under this section, may carry out the proposal to which it relates, fully or in a modified manner and, where he or she does so, shall give written reasons for the decision to the licensee or holder or, where the Registrar decides not to carry out the proposal, he or she shall so advise the licensee or certificate holder. R.S.O. 1990, c. T.22, s. 28 (10).</p>"
        },
        {
            "id": "P601_63941",
            "section": "Non-issue, etc., of certificate, permit, etc., fee default",
            "content": "29. (1)The Registrar may, (a) despite subsection 11 (1), refuse to issue a certificate of intercorporate exemption; (b) despite subsection 13 (1), refuse to issue a trip permit; or (c) suspend an operating licence, where the applicant or holder is indebted to the Treasurer of the Province of Ontario in respect of a fee related to the issuance of a certificate, licence or permit. No right to hearing (2)Subsections 28 (1) and (2) do not apply in respect of a licence suspended under clause (1) (c). Dishonoured cheques (3)Where a cheque tendered as payment for any fee or tax is dishonoured, interest may be charged on the amount of the cheque and a penalty and administrative fee may be imposed. Regulations (4)The Lieutenant Governor in Council may make regulations, (a) providing for the payment of administrative fees for reinstating suspended operating licences; (b) providing for the payment of administrative fees for handling dishonoured cheques; (c) prescribing for the purpose of subsection (3), the rate of interest, when interest starts to run and the method of calculating the amount of interest; (d) prescribing penalties for the purposes of subsection (3) and the method of determining the amount of any penalty. R.S.O. 1990, c.T.22, s.29. 30. Repealed: 1996, c. 9, s. 36.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P601_63941\"></a><a name=\"BK33\"></a>29.</b> (1)The Registrar may,</p> <p class=\"clause-e\">(a) despite subsection 11 (1), refuse to issue a certificate of intercorporate exemption;</p> <p class=\"clause-e\">(b) despite subsection 13 (1), refuse to issue a trip permit; or</p> <p class=\"clause-e\">(c) suspend an operating licence,</p> <p class=\"Ssubsection-e\">where the applicant or holder is indebted to the Treasurer of the Province of Ontario in respect of a fee related to the issuance of a certificate, licence or permit.</p> <p class=\"headnote-e\"><b>No right to hearing</b></p> <p class=\"subsection-e\">(2)Subsections 28 (1) and (2) do not apply in respect of a licence suspended under clause (1) (c).</p> <p class=\"headnote-e\"><b>Dishonoured cheques</b></p> <p class=\"subsection-e\">(3)Where a cheque tendered as payment for any fee or tax is dishonoured, interest may be charged on the amount of the cheque and a penalty and administrative fee may be imposed.</p> <p class=\"headnote-e\"><b>Regulations</b></p> <p class=\"subsection-e\">(4)The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) providing for the payment of administrative fees for reinstating suspended operating licences;</p> <p class=\"clause-e\">(b) providing for the payment of administrative fees for handling dishonoured cheques;</p> <p class=\"clause-e\">(c) prescribing for the purpose of subsection (3), the rate of interest, when interest starts to run and the method of calculating the amount of interest;</p> <p class=\"clause-e\">(d) prescribing penalties for the purposes of subsection (3) and the method of determining the amount of any penalty. R.S.O. 1990, c.T.22, s.29.</p> <p class=\"section-e\"><b>30.</b> Repealed: 1996, c. 9, s. 36.</p>"
        },
        {
            "id": "30.",
            "section": "Regulations",
            "content": "30. Repealed: 1996, c. 9, s. 36.",
            "raw_html": "<p class=\"section-e\"><b>30.</b> Repealed: 1996, c. 9, s. 36.</p>"
        },
        {
            "id": "P618_65237",
            "section": "Confidentiality",
            "content": "31. Every person employed in the administration of this Act, including an investigator under section 24, shall preserve confidentiality with respect to all matters that come to his or her knowledge in the course of that person’s duties or employment and shall not communicate any such matter to any other person except, (a) as may be required in connection with the administration of this Act and the regulations or any proceeding under this Act or the regulations or of the Motor Vehicle Transport Act (Canada); (b) to his or her counsel; or (c) with the consent of the person to whom the information relates. R.S.O. 1990, c. T.22, s. 31. 32. Repealed: 1996, c. 9, s. 36.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P618_65237\"></a><a name=\"BK34\"></a>31.</b> Every person employed in the administration of this Act, including an investigator under section 24, shall preserve confidentiality with respect to all matters that come to his or her knowledge in the course of that person’s duties or employment and shall not communicate any such matter to any other person except,</p> <p class=\"clause-e\">(a) as may be required in connection with the administration of this Act and the regulations or any proceeding under this Act or the regulations or of the <i>Motor Vehicle Transport Act</i> (Canada);</p> <p class=\"clause-e\">(b) to his or her counsel; or</p> <p class=\"clause-e\">(c) with the consent of the person to whom the information relates. R.S.O. 1990, c. T.22, s. 31.</p> <p class=\"section-e\"><b>32.</b> Repealed: 1996, c. 9, s. 36.</p>"
        },
        {
            "id": "32.",
            "section": "Confidentiality",
            "content": "32. Repealed: 1996, c. 9, s. 36.",
            "raw_html": "<p class=\"section-e\"><b>32.</b> Repealed: 1996, c. 9, s. 36.</p>"
        },
        {
            "id": "P624_65924",
            "section": "Offences",
            "content": "33. (1)Every person who contravenes any of the provisions of this Act or the regulations is guilty of an offence and on conviction, where a penalty for the contravention is not otherwise provided, is liable to a fine of not less than $150 and not more than $l,500. R.S.O. 1990, c. T.22, s. 33 (1). Idem (2)Every person who knowingly makes a false statement in an application, declaration, affidavit or document required under this Act or the regulations, is guilty of an offence and on conviction is liable to a fine of not more than $1,000 or to imprisonment for a term of not more than thirty days, or to both. R.S.O. 1990, c. T.22, s. 33 (2); 1996, c. 9, s. 37.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P624_65924\"></a><a name=\"BK35\"></a>33.</b> (1)Every person who contravenes any of the provisions of this Act or the regulations is guilty of an offence and on conviction, where a penalty for the contravention is not otherwise provided, is liable to a fine of not less than $150 and not more than $l,500. R.S.O. 1990, c. T.22, s. 33 (1).</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)Every person who knowingly makes a false statement in an application, declaration, affidavit or document required under this Act or the regulations, is guilty of an offence and on conviction is liable to a fine of not more than $1,000 or to imprisonment for a term of not more than thirty days, or to both. R.S.O. 1990, c. T.22, s. 33 (2); 1996, c. 9, s. 37.</p>"
        },
        {
            "id": "P628_66627",
            "section": "Licensee vicariously liable",
            "content": "34. Any licensee may be charged with and convicted of an offence under this Act or the regulations for which the driver of the licensee’s public truck is subject to be charged and on conviction, the licensee is liable to the penalty provided for the offence. R.S.O. 1990, c. T.22, s. 34.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P628_66627\"></a><a name=\"BK36\"></a>34.</b> Any licensee may be charged with and convicted of an offence under this Act or the regulations for which the driver of the licensee’s public truck is subject to be charged and on conviction, the licensee is liable to the penalty provided for the offence. R.S.O. 1990, c. T.22, s. 34.</p>"
        },
        {
            "id": "P630_66942",
            "section": "Consent to prosecute",
            "content": "35. No prosecution shall be instituted under this Act without the prior consent of an officer. R.S.O. 1990, c. T.22, s. 35.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P630_66942\"></a><a name=\"BK37\"></a>35.</b> No prosecution shall be instituted under this Act without the prior consent of an officer. R.S.O. 1990, c. T.22, s. 35.</p>"
        },
        {
            "id": "P632_67113",
            "section": "Advisory Committee on Truck Transportation",
            "content": "36. (1)The committee known as the Advisory Committee on Truck Transportation is continued under the name Advisory Committee on Truck Transportation in English and Comité consultatif sur le camionnage in French. Composition (2)The Committee shall be composed of not fewer than twelve and not more than twenty members. R.S.O. 1990, c. T.22, s. 36 (1, 2). Members (3)The Minister shall appoint the members of the Committee for such terms as the Minister determines and in making the appointments shall include representatives of the Ministry, shippers and carriers. R.S.O. 1990, c. T.22, s. 36 (3); 1996, c. 9, s. 38 (1). Chair and vice-chair (4)The Minister shall designate a chair and a vice-chair from among the members appointed. Vacancies (5)The Minister may fill any vacancy that occurs in the membership of the Committee. R.S.O. 1990, c. T.22, s. 36 (4, 5). Function of Committee (6)The function of the Committee is to advise and make recommendations to the Minister on, (a) the effectiveness of this Act and its administration by the Ministry in relation to the objectives set out in section 2; (b) any matter concerning the transportation of goods in commercial vehicles; and (c) the degree to which the public interest test is necessary to advance the objectives of section 2. R.S.O. 1990, c. T.22, s. 36 (6); 1996, c. 9, s. 38 (2). 37. Repealed: 1996, c. 9, s. 39.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P632_67113\"></a><a name=\"BK38\"></a>36.</b> (1)The committee known as the Advisory Committee on Truck Transportation is continued under the name Advisory Committee on Truck Transportation in English and Comité consultatif sur le camionnage in French.</p> <p class=\"headnote-e\"><b>Composition</b></p> <p class=\"subsection-e\">(2)The Committee shall be composed of not fewer than twelve and not more than twenty members. R.S.O. 1990, c. T.22, s. 36 (1, 2).</p> <p class=\"headnote-e\"><b>Members</b></p> <p class=\"subsection-e\">(3)The Minister shall appoint the members of the Committee for such terms as the Minister determines and in making the appointments shall include representatives of the Ministry, shippers and carriers. R.S.O. 1990, c. T.22, s. 36 (3); 1996, c. 9, s. 38 (1).</p> <p class=\"headnote-e\"><b>Chair and vice-chair</b></p> <p class=\"subsection-e\">(4)The Minister shall designate a chair and a vice-chair from among the members appointed.</p> <p class=\"headnote-e\"><b>Vacancies</b></p> <p class=\"subsection-e\">(5)The Minister may fill any vacancy that occurs in the membership of the Committee. R.S.O. 1990, c. T.22, s. 36 (4, 5).</p> <p class=\"headnote-e\"><b>Function of Committee</b></p> <p class=\"subsection-e\">(6)The function of the Committee is to advise and make recommendations to the Minister on,</p> <p class=\"clause-e\">(a) the effectiveness of this Act and its administration by the Ministry in relation to the objectives set out in section 2;</p> <p class=\"clause-e\">(b) any matter concerning the transportation of goods in commercial vehicles; and</p> <p class=\"clause-e\">(c) the degree to which the public interest test is necessary to advance the objectives of section 2. R.S.O. 1990, c. T.22, s. 36 (6); 1996, c. 9, s. 38 (2).</p> <p class=\"section-e\"><b>37.</b> Repealed: 1996, c. 9, s. 39.</p>"
        },
        {
            "id": "37.",
            "section": "Function of Committee",
            "content": "37. Repealed: 1996, c. 9, s. 39.",
            "raw_html": "<p class=\"section-e\"><b>37.</b> Repealed: 1996, c. 9, s. 39.</p>"
        },
        {
            "id": "P648_68538",
            "section": "Direction to stop granting authorities",
            "content": "37.1 (1)The Lieutenant Governor in Council may direct the Registrar to stop granting new operating authorities, or any class of them, if the Lieutenant Governor in Council is of the opinion that to continue granting them would be likely to have a significant detrimental effect on the existence of a dependable and viable trucking industry. Effective period (2)The direction shall be effective for the period of time specified in the direction or until it is revoked by the Lieutenant Governor in Council, whichever occurs first. Idem (3)A direction shall cease to have effect on a day not later than the 25th day of April, 1993. Publication (4)Directions and revocations shall be published in The Ontario Gazette. 1991, c. 50, s. 6. Note: Section 8 of the Statutes of Ontario, 1991, chapter 50 provides that a direction under section 37.1 of the Truck Transportation Act may be deemed to have taken effect on April 25, 1991. See: 1991, c.50, s. 8. 38., 39. Repealed: 1996, c. 9, s. 39.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P648_68538\"></a><a name=\"BK39\"></a>37.1 </b>(1)The Lieutenant Governor in Council may direct the Registrar to stop granting new operating authorities, or any class of them, if the Lieutenant Governor in Council is of the opinion that to continue granting them would be likely to have a significant detrimental effect on the existence of a dependable and viable trucking industry.</p> <p class=\"headnote-e\"><b>Effective period</b></p> <p class=\"subsection-e\">(2)The direction shall be effective for the period of time specified in the direction or until it is revoked by the Lieutenant Governor in Council, whichever occurs first.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(3)A direction shall cease to have effect on a day not later than the 25th day of April, 1993.</p> <p class=\"headnote-e\"><b>Publication</b></p> <p class=\"subsection-e\">(4)Directions and revocations shall be published in <i>The Ontario Gazette</i>. 1991, c. 50, s. 6.</p> <p class=\"Pnote-e\"><b>Note: Section 8 of the Statutes of Ontario, 1991, chapter 50 provides that a direction under section 37.1 of the <i>Truck Transportation Act</i> may be deemed to have taken effect on April 25, 1991. See: 1991, c.50, s. 8.</b></p> <p class=\"section-e\"><b>38., 39. </b>Repealed: 1996, c. 9, s. 39.</p>"
        },
        {
            "id": "38., 39.",
            "section": "Publication",
            "content": "38., 39. Repealed: 1996, c. 9, s. 39.",
            "raw_html": "<p class=\"section-e\"><b>38., 39. </b>Repealed: 1996, c. 9, s. 39.</p>"
        },
        {
            "id": "P658_69551",
            "section": "One valid licence only",
            "content": "40. (1)Every operating licence issued to a licensee under this Act or the Public Commercial Vehicles Act, being chapter 407 of the Revised Statutes of Ontario, 1980, is cancelled upon the issuance of a new licence under this Act to the same licensee. Amending licence (2)An amended licence constitutes a new licence, as amended, for the purpose of subsection (1). R.S.O. 1990, c. T.22, s. 40.",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P658_69551\"></a><a name=\"BK40\"></a>40.</b> (1)Every operating licence issued to a licensee under this Act or the <i>Public Commercial Vehicles Act</i>, being chapter 407 of the Revised Statutes of Ontario, 1980, is cancelled upon the issuance of a new licence under this Act to the same licensee.</p> <p class=\"headnote-e\"><b>Amending licence</b></p> <p class=\"subsection-e\">(2)An amended licence constitutes a new licence, as amended, for the purpose of subsection (1). R.S.O. 1990, c. T.22, s. 40.</p>"
        },
        {
            "id": "P662_69958",
            "section": "Regulations",
            "content": "41. (1)The Lieutenant Governor in Council may make regulations, 1. prescribing classes of licences, licensees and authorities; 2. prescribing fees and the basis for computing fees and providing for the payment thereof; 3. prescribing conditions and limitations to which licences, authorities, permits and certificates of intercorporate exemptions shall be subject; 4. prescribing the contents of and the information to be contained in bills of lading and prescribing different contents and information for bills of lading issued by various classes of licensees; 5. prescribing the form, amount, nature, class, provisions and conditions of insurance policies and bonds that shall be provided and carried by licensees; 6. respecting the form and content of tariffs and tolls, including conditions of carriage, the publication thereof and the payment of tolls; 7. prescribing forms, including the contents thereof and information to be contained therein, and providing for their use and the filing thereof; 8. prescribing, regulating and limiting the hours of labour of drivers of public trucks; 9. prescribing the qualifications of drivers of public trucks and prohibiting persons who do not meet the qualifications from driving public trucks; 10. prescribing equipment to be carried by public trucks and the condition and location in which the equipment shall be kept; 11. prescribing the method of bookkeeping or accounting to be used and the returns or statements to be filed by licensees and providing for the filing thereof; 12. prescribing criteria to be taken into account in determining the fitness of applicants for operating authorities and licences; 13. prescribing and providing for the information to be marked on articles covered by a bill of lading issued by licensees and exempting any class of licensees from any provision so prescribed or provided; 14. prescribing conditions that shall be deemed to be a part of every contract or a class of contract for the carriage of goods for compensation to which this Act applies; 15. prescribing classes of operating authorities for the purposes of subsection 7 (11); 16. exempting any class of licensees or drivers of any class of public truck from the application of sections 18 and 19 and prescribing conditions to which any exemption is subject; 17. prescribing classes of operating authorities for the purposes of subsection 19 (6) and conditions that apply to holders of operating authorities who carry goods under a bill of lading exemption; 18. governing the issue and renewal of operating licences; 19. prescribing the qualifications of applicants for and holders of operating authorities and operating licences; 19.1 governing the transfer of operating authorities; 20. governing the issue and renewal of certificates of intercorporate exemption and prescribing terms to which the certificates shall be subject; 21. establishing certificate of competency training programs including the prescribing of training courses, courses of study, methods of training, qualifications for certification, fixing credits to be allowed for courses, the administration of the program, providing for the granting of certificates and the recognition of previous experience; 22. prescribing classes of public trucking undertakings and the number, location and scope of duties of holders of certificates of competency required to be employed therein; 23. prescribing the contents of documents and financial statements and providing for their filing with the Registrar or the Board; 24. prescribing the period of time for which certificates of intercorporate exemption are valid and providing for the renewal thereof; 25. prescribing the method of determining the number of employees required to hold a certificate of competency and providing for different calculations based on the type of venture carried on; 26. designating certificates or documents that shall, on designation, be deemed to be a certificate of competency issued under this Act; 26.1 defining “load brokerage service” and “load brokers”; 26.2 prescribing classes of load brokers and load brokerage certificates; 26.3 governing the issue of load brokerage certificates or any class of them, including prescribing the requirements for their issue and the period of time for which load brokerage certificates are valid and providing for their renewal; 26.4 governing the transfer, suspension and cancellation of load brokerage certificates or any class of them, including prescribing the requirements for their transfer, suspension or cancellation; 26.5 prescribing the conditions and limitations to which load brokerage certificates or any class of them shall be subject; 26.6 governing rights of notice, hearing and appeal with respect to the issue, renewal, transfer, suspension and cancellation of load brokerage certificates or any class of them; 26.7 requiring load brokers or any class of them to carry insurance or provide a bond or maintain a trust fund and prescribing the form, amount, nature, class, provisions and conditions of such insurance, bond or trust fund; 26.8 requiring notification of any changes to the insurance, bond, or trust fund held or maintained by load brokers or any class of them; 26.9 prescribing the method of bookkeeping or accounting to be used and the returns or statements to be filed by load brokers or any class of them and providing for the filing of the returns and statements; 27. providing for the delegation to an officer of the Ministry of such of the powers and duties of the Registrar as may be considered necessary; 28. respecting any matter or thing that is required or permitted to be prescribed under this Act. R.S.O. 1990, c. T.22, s. 41 (1); 1991, c. 50, s. 7. Idem (2)Any regulation may be general or particular in its application. Adoption of codes, etc. (3)Any regulation may adopt by reference in whole or in part, with such changes as the Lieutenant Governor in Council considers necessary, any code, standard or specification, and may require compliance with any code, standard or specification that is so adopted. R.S.O. 1990, c. T.22, s. 41 (2, 3).",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P662_69958\"></a><a name=\"BK41\"></a>41.</b> (1)The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph-e\">1. prescribing classes of licences, licensees and authorities;</p> <p class=\"paragraph-e\">2. prescribing fees and the basis for computing fees and providing for the payment thereof;</p> <p class=\"paragraph-e\">3. prescribing conditions and limitations to which licences, authorities, permits and certificates of intercorporate exemptions shall be subject;</p> <p class=\"paragraph-e\">4. prescribing the contents of and the information to be contained in bills of lading and prescribing different contents and information for bills of lading issued by various classes of licensees;</p> <p class=\"paragraph-e\">5. prescribing the form, amount, nature, class, provisions and conditions of insurance policies and bonds that shall be provided and carried by licensees;</p> <p class=\"paragraph-e\">6. respecting the form and content of tariffs and tolls, including conditions of carriage, the publication thereof and the payment of tolls;</p> <p class=\"paragraph-e\">7. prescribing forms, including the contents thereof and information to be contained therein, and providing for their use and the filing thereof;</p> <p class=\"paragraph-e\">8. prescribing, regulating and limiting the hours of labour of drivers of public trucks;</p> <p class=\"paragraph-e\">9. prescribing the qualifications of drivers of public trucks and prohibiting persons who do not meet the qualifications from driving public trucks;</p> <p class=\"paragraph-e\">10. prescribing equipment to be carried by public trucks and the condition and location in which the equipment shall be kept;</p> <p class=\"paragraph-e\">11. prescribing the method of bookkeeping or accounting to be used and the returns or statements to be filed by licensees and providing for the filing thereof;</p> <p class=\"paragraph-e\">12. prescribing criteria to be taken into account in determining the fitness of applicants for operating authorities and licences;</p> <p class=\"paragraph-e\">13. prescribing and providing for the information to be marked on articles covered by a bill of lading issued by licensees and exempting any class of licensees from any provision so prescribed or provided;</p> <p class=\"paragraph-e\">14. prescribing conditions that shall be deemed to be a part of every contract or a class of contract for the carriage of goods for compensation to which this Act applies;</p> <p class=\"paragraph-e\">15. prescribing classes of operating authorities for the purposes of subsection 7 (11);</p> <p class=\"paragraph-e\">16. exempting any class of licensees or drivers of any class of public truck from the application of sections 18 and 19 and prescribing conditions to which any exemption is subject;</p> <p class=\"paragraph-e\">17. prescribing classes of operating authorities for the purposes of subsection 19 (6) and conditions that apply to holders of operating authorities who carry goods under a bill of lading exemption;</p> <p class=\"paragraph-e\">18. governing the issue and renewal of operating licences;</p> <p class=\"paragraph-e\">19. prescribing the qualifications of applicants for and holders of operating authorities and operating licences;</p> <p class=\"paragraph-e\">19.1 governing the transfer of operating authorities;</p> <p class=\"paragraph-e\">20. governing the issue and renewal of certificates of intercorporate exemption and prescribing terms to which the certificates shall be subject;</p> <p class=\"paragraph-e\">21. establishing certificate of competency training programs including the prescribing of training courses, courses of study, methods of training, qualifications for certification, fixing credits to be allowed for courses, the administration of the program, providing for the granting of certificates and the recognition of previous experience;</p> <p class=\"paragraph-e\">22. prescribing classes of public trucking undertakings and the number, location and scope of duties of holders of certificates of competency required to be employed therein;</p> <p class=\"paragraph-e\">23. prescribing the contents of documents and financial statements and providing for their filing with the Registrar or the Board;</p> <p class=\"paragraph-e\">24. prescribing the period of time for which certificates of intercorporate exemption are valid and providing for the renewal thereof;</p> <p class=\"paragraph-e\">25. prescribing the method of determining the number of employees required to hold a certificate of competency and providing for different calculations based on the type of venture carried on;</p> <p class=\"paragraph-e\">26. designating certificates or documents that shall, on designation, be deemed to be a certificate of competency issued under this Act;</p> <p class=\"paragraph-e\">26.1 defining “load brokerage service” and “load brokers”;</p> <p class=\"paragraph-e\">26.2 prescribing classes of load brokers and load brokerage certificates;</p> <p class=\"paragraph-e\">26.3 governing the issue of load brokerage certificates or any class of them, including prescribing the requirements for their issue and the period of time for which load brokerage certificates are valid and providing for their renewal;</p> <p class=\"paragraph-e\">26.4 governing the transfer, suspension and cancellation of load brokerage certificates or any class of them, including prescribing the requirements for their transfer, suspension or cancellation;</p> <p class=\"paragraph-e\">26.5 prescribing the conditions and limitations to which load brokerage certificates or any class of them shall be subject;</p> <p class=\"paragraph-e\">26.6 governing rights of notice, hearing and appeal with respect to the issue, renewal, transfer, suspension and cancellation of load brokerage certificates or any class of them;</p> <p class=\"paragraph-e\">26.7 requiring load brokers or any class of them to carry insurance or provide a bond or maintain a trust fund and prescribing the form, amount, nature, class, provisions and conditions of such insurance, bond or trust fund;</p> <p class=\"paragraph-e\">26.8 requiring notification of any changes to the insurance, bond, or trust fund held or maintained by load brokers or any class of them;</p> <p class=\"paragraph-e\">26.9 prescribing the method of bookkeeping or accounting to be used and the returns or statements to be filed by load brokers or any class of them and providing for the filing of the returns and statements;</p> <p class=\"paragraph-e\">27. providing for the delegation to an officer of the Ministry of such of the powers and duties of the Registrar as may be considered necessary;</p> <p class=\"paragraph-e\">28. respecting any matter or thing that is required or permitted to be prescribed under this Act. R.S.O. 1990, c. T.22, s. 41 (1); 1991, c. 50, s. 7.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)Any regulation may be general or particular in its application.</p> <p class=\"headnote-e\"><b>Adoption of codes, etc.</b></p> <p class=\"subsection-e\">(3)Any regulation may adopt by reference in whole or in part, with such changes as the Lieutenant Governor in Council considers necessary, any code, standard or specification, and may require compliance with any code, standard or specification that is so adopted. R.S.O. 1990, c. T.22, s. 41 (2, 3).</p>"
        },
        {
            "id": "P706_76036",
            "section": "Transition",
            "content": "42. (1)An operating licence issued pursuant to a certificate of public necessity and convenience under section 10b of the Public Commercial Vehicles Act, being chapter 407 of the Revised Statutes of Ontario, 1980, shall be deemed to be an operating licence for the purpose of this Act. Idem (2)A certificate of intercorporate exemption issued under section 4a of the Public Commercial Vehicles Act, being chapter 407 of the Revised Statutes of Ontario, 1980, shall be deemed to be a certificate of intercorporate exemption for the purpose of this Act. R.S.O. 1990, c. T.22, s. 42. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b><a name=\"P706_76036\"></a><a name=\"BK42\"></a>42.</b> (1)An operating licence issued pursuant to a certificate of public necessity and convenience under section 10b of the <i>Public Commercial Vehicles Act</i>, being chapter 407 of the Revised Statutes of Ontario, 1980, shall be deemed to be an operating licence for the purpose of this Act.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)A certificate of intercorporate exemption issued under section 4a of the <i>Public Commercial Vehicles Act</i>, being chapter 407 of the Revised Statutes of Ontario, 1980, shall be deemed to be a certificate of intercorporate exemption for the purpose of this Act. R.S.O. 1990, c. T.22, s. 42.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90t22_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90t22_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}