{
    "act_info": {
        "full_title": "Unconscionable Transactions Relief Act, R.S.O. 1990, c. U.2",
        "act_name_text": "Unconscionable Transactions Relief Act",
        "citation": "R.S.O. 1990, c. U.2",
        "url": "https://www.ontario.ca/laws/statute/90u02",
        "date_scraped": "2023-12-19 17:14:57"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 22, 2006",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90u02/v1",
            "valid_from": "December 31, 1990",
            "valid_to": "June 21, 2006"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “cost of the loan” means the whole cost to the debtor of money lent and includes interest, discount, subscription, premium, dues, bonus, commission, brokerage fees and charges, but not actual lawful and necessary disbursements made to a land registrar, a local registrar of the Superior Court of Justice, a sheriff or a treasurer of a municipality; (“coût de l’emprunt”) “court” means a court having jurisdiction in an action for the recovery of a debt or money demand to the amount claimed by a creditor in respect of money lent; (“tribunal”) “creditor” includes the person advancing money lent and the assignee of any claim arising or security given in respect of money lent; (“créancier”) “debtor” means a person to whom or on whose account money lent is advanced and includes every surety and endorser or other person liable for the repayment of money lent or upon any agreement or collateral or other security given in respect thereof; (“débiteur”) “money lent” includes money advanced on account of any person in any transaction that, whatever its form may be, is substantially one of money-lending or securing the repayment of money so advanced and includes and has always included a mortgage within the meaning of the Mortgages Act. (“prêt d’argent”)  R.S.O. 1990, c. U.2, s. 1; 2006, c. 19, Sched. C, s. 1 (1). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2017",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“cost of the loan” means the whole cost to the debtor of money lent and includes interest, discount, subscription, premium, dues, bonus, commission, brokerage fees and charges, but not actual lawful and necessary disbursements made to a land registrar, a local registrar of the Superior Court of Justice, a sheriff or a treasurer of a municipality; (“coût de l’emprunt”)</p> <p class=\"definition\">“court” means a court having jurisdiction in an action for the recovery of a debt or money demand to the amount claimed by a creditor in respect of money lent; (“tribunal”)</p> <p class=\"definition\">“creditor” includes the person advancing money lent and the assignee of any claim arising or security given in respect of money lent; (“créancier”)</p> <p class=\"definition\">“debtor” means a person to whom or on whose account money lent is advanced and includes every surety and endorser or other person liable for the repayment of money lent or upon any agreement or collateral or other security given in respect thereof; (“débiteur”)</p> <p class=\"definition\">“money lent” includes money advanced on account of any person in any transaction that, whatever its form may be, is substantially one of money-lending or securing the repayment of money so advanced and includes and has always included a mortgage within the meaning of the <i>Mortgages Act</i>. (“prêt d’argent”)  R.S.O. 1990, c. U.2, s. 1; 2006, c. 19, Sched. C, s. 1 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2017</p>"
        },
        {
            "id": "2",
            "section": "The court may,",
            "content": "2 Where, in respect of money lent, the court finds that, having regard to the risk and to all the circumstances, the cost of the loan is excessive and that the transaction is harsh and unconscionable, the court may, reopen transaction and take account (a) reopen the transaction and take an account between the creditor and the debtor; reopen former settlements (b) despite any statement or settlement of account or any agreement purporting to close previous dealings and create a new obligation, reopen any account already taken and relieve the debtor from payment of any sum in excess of the sum adjudged by the court to be fairly due in respect of the principal and the cost of the loan; order repayment of excess (c) order the creditor to repay any such excess if the same has been paid or allowed on account by the debtor; set aside or revise contract (d) set aside either wholly or in part or revise or alter any security given or agreement made in respect of the money lent, and, if the creditor has parted with the security, order the creditor to indemnify the debtor.  R.S.O. 1990, c. U.2, s. 2.",
            "raw_html": "<p class=\"section\"><b>2 </b>Where, in respect of money lent, the court finds that, having regard to the risk and to all the circumstances, the cost of the loan is excessive and that the transaction is harsh and unconscionable, the court may,</p> <p class=\"headnote\">reopen transaction and take account</p> <p class=\"paragraph\">  (a) reopen the transaction and take an account between the creditor and the debtor;</p> <p class=\"headnote\">reopen former settlements</p> <p class=\"paragraph\">  (b) despite any statement or settlement of account or any agreement purporting to close previous dealings and create a new obligation, reopen any account already taken and relieve the debtor from payment of any sum in excess of the sum adjudged by the court to be fairly due in respect of the principal and the cost of the loan;</p> <p class=\"headnote\">order repayment of excess</p> <p class=\"paragraph\">  (c) order the creditor to repay any such excess if the same has been paid or allowed on account by the debtor;</p> <p class=\"headnote\">set aside or revise contract</p> <p class=\"paragraph\">  (d) set aside either wholly or in part or revise or alter any security given or agreement made in respect of the money lent, and, if the creditor has parted with the security, order the creditor to indemnify the debtor.  R.S.O. 1990, c. U.2, s. 2.</p>"
        },
        {
            "id": "3",
            "section": "Exercise of powers of court,",
            "content": "3 The powers conferred by section 2 may be exercised, in action by creditor (a) in an action or proceeding by a creditor for the recovery of money lent; in action by debtor (b) in an action or proceeding by the debtor despite any provision or agreement to the contrary, and despite the fact that the time for repayment of the loan or any instalment thereof has not arrived; in other proceedings (c) in an action or proceeding in which the amount due or to become due in respect of money lent is in question.  R.S.O. 1990, c. U.2, s. 3.",
            "raw_html": "<p class=\"section\"><b>3 </b>The powers conferred by section 2 may be exercised,</p> <p class=\"headnote\">in action by creditor</p> <p class=\"paragraph\">  (a) in an action or proceeding by a creditor for the recovery of money lent;</p> <p class=\"headnote\">in action by debtor</p> <p class=\"paragraph\">  (b) in an action or proceeding by the debtor despite any provision or agreement to the contrary, and despite the fact that the time for repayment of the loan or any instalment thereof has not arrived;</p> <p class=\"headnote\">in other proceedings</p> <p class=\"paragraph\">  (c) in an action or proceeding in which the amount due or to become due in respect of money lent is in question.  R.S.O. 1990, c. U.2, s. 3.</p>"
        },
        {
            "id": "4",
            "section": "Relief by way of originating notice",
            "content": "4 (1) In addition to any right that a debtor may have under this or any other Act or otherwise in respect of money lent, the debtor may apply for relief under this Act to the Superior Court of Justice which may exercise any of the powers of the court under section 2.  R.S.O. 1990, c. U.2, s. 4 (1); 2006, c. 19, Sched. C, s. 1 (1). Appeal (2) An appeal lies to the Divisional Court from any order made under subsection (1).  R.S.O. 1990, c. U.2, s. 4 (2). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2017",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) In addition to any right that a debtor may have under this or any other Act or otherwise in respect of money lent, the debtor may apply for relief under this Act to the Superior Court of Justice which may exercise any of the powers of the court under section 2.  R.S.O. 1990, c. U.2, s. 4 (1); 2006, c. 19, Sched. C, s. 1 (1).</p> <p class=\"headnote\">Appeal</p> <p class=\"subsection\">(2) An appeal lies to the Divisional Court from any order made under subsection (1).  R.S.O. 1990, c. U.2, s. 4 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2017</p>"
        },
        {
            "id": "5",
            "section": "Saving holder for value, and existing jurisdiction",
            "content": "5 Nothing in this Act affects the rights of a assignee or holder for value without notice, or derogates from the existing powers or jurisdiction of any court.  R.S.O. 1990, c. U.2, s. 5. ____________________  Français  ",
            "raw_html": "<p class=\"section\"><b>5 </b>Nothing in this Act affects the rights of a assignee or holder for value without notice, or derogates from the existing powers or jurisdiction of any court.  R.S.O. 1990, c. U.2, s. 5.</p> <p class=\"line\">____________________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90u02\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}