{
    "act_info": {
        "full_title": "Venture Ontario Act, 2008, S.O. 2008, c. 19, Sched. O",
        "act_name_text": "Venture Ontario Act, 2008",
        "citation": "S.O. 2008, c. 19, Sched. O",
        "url": "https://www.ontario.ca/laws/statute/08o19",
        "date_scraped": "2023-12-18 05:40:30"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "September  8, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/08o19/v7",
            "valid_from": "October 19, 2021",
            "valid_to": "September  7, 2022"
        },
        {
            "a_href": "/laws/statute/08o19/v6",
            "valid_from": "January  1, 2018",
            "valid_to": "October 18, 2021"
        },
        {
            "a_href": "/laws/statute/08o19/v5",
            "valid_from": "December 14, 2017",
            "valid_to": "December 31, 2017"
        },
        {
            "a_href": "/laws/statute/08o19/v4",
            "valid_from": "November 14, 2017",
            "valid_to": "December 13, 2017"
        },
        {
            "a_href": "/laws/statute/08o19/v3",
            "valid_from": "December 15, 2009",
            "valid_to": "November 13, 2017"
        },
        {
            "a_href": "/laws/statute/08o19/v2",
            "valid_from": "February  1, 2009",
            "valid_to": "December 14, 2009"
        },
        {
            "a_href": "/laws/statute/08o19/v1",
            "valid_from": "November 27, 2008",
            "valid_to": "January 31, 2009"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/090278",
            "Citation": "O. Reg. 278/09",
            "title": "ADDITIONAL OBJECTS OF THE CORPORATION"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Definitions",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": "1 In this Act, “board” means the board of directors of the Corporation; (“conseil d’administration”) “Corporation” means the corporation continued under section 2; (“Société”) “Minister” means the Minister of Research and Innovation or whatever other member of the Executive Council to whom the administration of this Act is assigned or transferred under the Executive Council Act; (“ministre”) “regulations” means the regulations made under this Act; (“règlements”) “subsidiary” means a corporation that is a subsidiary of the Corporation. (“filiale”) 2008, c. 19, Sched. O, s. 1; 2022, c. 17, Sched. 3, s. 2. Section Amendments with date in force (d/m/y) 2022, c. 17, Sched. 3, s. 2 - 08/09/2022 Corporation",
            "raw_html": "<p class=\"section\"><a name=\"BK1\"></a><b>1 </b>In this Act,</p> <p class=\"definition\">“board” means the board of directors of the Corporation; (“conseil d’administration”)</p> <p class=\"definition\">“Corporation” means the corporation continued under section 2; (“Société”)</p> <p class=\"definition\">“Minister” means the Minister of Research and Innovation or whatever other member of the Executive Council to whom the administration of this Act is assigned or transferred under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“subsidiary” means a corporation that is a subsidiary of the Corporation. (“filiale”) 2008, c. 19, Sched. O, s. 1; 2022, c. 17, Sched. 3, s. 2.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22017#sched3s2\">2022, c. 17, Sched. 3, s. 2</a></span> - 08/09/2022</p> <p class=\"heading1\"><a name=\"BK2\"></a>Corporation</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Corporation",
            "section_x": "Corporation",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "section_x": "Corporation continued",
            "part_id": null,
            "part_type": null,
            "section_y": "Corporation continued",
            "content": "2 (1) The Ontario Capital Growth Corporation is continued as a corporation without share capital under the name Venture Ontario in English and Croissance Ontario in French. 2022, c. 17, Sched. 3, s. 3. Non-application of Acts (2) The Not-for-Profit Corporations Act, 2010 and the Corporations Information Act\r\ndo not apply to the Corporation. 2008, c. 19, Sched. O, s. 2 (2); 2017, c. 20, Sched. 8, s. 104. Section Amendments with date in force (d/m/y) 2017, c. 20, Sched. 8, s. 104 - 19/10/2021 2022, c. 17, Sched. 3, s. 3 - 08/09/2022",
            "raw_html": "<p class=\"section\"><a name=\"BK3\"></a><b>2 </b>(1) The Ontario Capital Growth Corporation is continued as a corporation without share capital under the name Venture Ontario in English and Croissance Ontario in French. 2022, c. 17, Sched. 3, s. 3.</p> <p class=\"headnote\">Non-application of Acts</p> <p class=\"subsection\">(2) The <i>Not-for-Profit Corporations Act, 2010</i> and the <i>Corporations Information Act</i>\r\ndo not apply to the Corporation. 2008, c. 19, Sched. O, s. 2 (2); 2017, c. 20, Sched. 8, s. 104.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17020#sched8s104\">2017, c. 20, Sched. 8, s. 104</a></span> - 19/10/2021</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S22017#sched3s3\">2022, c. 17, Sched. 3, s. 3</a></span> - 08/09/2022</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "3.",
            "section_x": "Members",
            "part_id": null,
            "part_type": null,
            "section_y": "Members",
            "content": "3 (1) The members of the Corporation shall consist of the members of its board of directors.  2008, c. 19, Sched. O, s. 3 (1). Board (2) The board shall consist of at least three and not more than 12 members who are appointed by the Lieutenant Governor in Council.  2008, c. 19, Sched. O, s. 3 (2). Remuneration and expenses (3) The Corporation shall pay its members the remuneration and expenses that the Lieutenant Governor in Council determines.  2008, c. 19, Sched. O, s. 3 (3). Chair and vice-chair (4) The Lieutenant Governor in Council shall designate one of the members of the Corporation as chair of the board and at least one other member as a vice-chair of the board.  2008, c. 19, Sched. O, s. 3 (4). Absence of chair (5) If the chair is absent or otherwise unable to act or if the office is vacant, the vice-chair shall act in the place of the chair.  2008, c. 19, Sched. O, s. 3 (5).",
            "raw_html": "<p class=\"section\"><a name=\"BK4\"></a><b>3 </b>(1) The members of the Corporation shall consist of the members of its board of directors.  2008, c. 19, Sched. O, s. 3 (1).</p> <p class=\"headnote\">Board</p> <p class=\"subsection\">(2) The board shall consist of at least three and not more than 12 members who are appointed by the Lieutenant Governor in Council.  2008, c. 19, Sched. O, s. 3 (2).</p> <p class=\"headnote\">Remuneration and expenses</p> <p class=\"subsection\">(3) The Corporation shall pay its members the remuneration and expenses that the Lieutenant Governor in Council determines.  2008, c. 19, Sched. O, s. 3 (3).</p> <p class=\"headnote\">Chair and vice-chair</p> <p class=\"subsection\">(4) The Lieutenant Governor in Council shall designate one of the members of the Corporation as chair of the board and at least one other member as a vice-chair of the board.  2008, c. 19, Sched. O, s. 3 (4).</p> <p class=\"headnote\">Absence of chair</p> <p class=\"subsection\">(5) If the chair is absent or otherwise unable to act or if the office is vacant, the vice-chair shall act in the place of the chair.  2008, c. 19, Sched. O, s. 3 (5).</p>"
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "4.",
            "section_x": "Objects",
            "part_id": null,
            "part_type": null,
            "section_y": "Objects",
            "content": "4 The objects of the Corporation are, (a)  to receive, hold, administer and otherwise deal with the interest of the Government of Ontario in the limited partnership known as the Ontario Venture Capital Fund LP; (b)  to acquire, manage and otherwise deal with the other investments or classes of investments that are prescribed by the regulations; (c)  to carry out the other objects that are prescribed by the regulations; (d)  to receive, hold, invest, sell or otherwise deal with property, whether real or personal, in connection with the objects described in clause (a), (b) or (c).  2008, c. 19, Sched. O, s. 4; 2009, c. 34, Sched. N, s. 1. Section Amendments with date in force (d/m/y) 2009, c. 34, Sched. N, s. 1 - 15/12/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK5\"></a><b>4 </b>The objects of the Corporation are,</p> <p class=\"paragraph\">  (a)  to receive, hold, administer and otherwise deal with the interest of the Government of Ontario in the limited partnership known as the Ontario Venture Capital Fund LP;</p> <p class=\"paragraph\">  (b)  to acquire, manage and otherwise deal with the other investments or classes of investments that are prescribed by the regulations;</p> <p class=\"paragraph\">  (c)  to carry out the other objects that are prescribed by the regulations;</p> <p class=\"paragraph\">  (d)  to receive, hold, invest, sell or otherwise deal with property, whether real or personal, in connection with the objects described in clause (a), (b) or (c).  2008, c. 19, Sched. O, s. 4; 2009, c. 34, Sched. N, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09034#schedns1\">2009, c. 34, Sched. N, s. 1</a></span> - 15/12/2009</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "5.",
            "section_x": "Crown agents",
            "part_id": null,
            "part_type": null,
            "section_y": "Crown agents",
            "content": "5 (1) Subject to subsections (2) and (3), the Corporation and its subsidiaries, if any, are Crown agents for all purposes.  2008, c. 19, Sched. O, s. 5 (1). Exception (2) The Corporation or a subsidiary may declare in writing in an agreement, security or instrument that it is not acting as a Crown agent for the purposes of the agreement, security or instrument.  2008, c. 19, Sched. O, s. 5 (2). Effect of declaration (3) If the Corporation or a subsidiary makes a declaration in accordance with subsection (2), the Corporation or subsidiary shall not be a Crown agent for the purposes of the agreement, security or instrument and the Crown is not liable for any liability or obligation of the Corporation or subsidiary under the agreement, security or instrument.  2008, c. 19, Sched. O, s. 5 (3). Powers and Duties",
            "raw_html": "<p class=\"section\"><a name=\"BK6\"></a><b>5 </b>(1) Subject to subsections (2) and (3), the Corporation and its subsidiaries, if any, are Crown agents for all purposes.  2008, c. 19, Sched. O, s. 5 (1).</p> <p class=\"headnote\">Exception</p> <p class=\"subsection\">(2) The Corporation or a subsidiary may declare in writing in an agreement, security or instrument that it is not acting as a Crown agent for the purposes of the agreement, security or instrument.  2008, c. 19, Sched. O, s. 5 (2).</p> <p class=\"headnote\">Effect of declaration</p> <p class=\"subsection\">(3) If the Corporation or a subsidiary makes a declaration in accordance with subsection (2), the Corporation or subsidiary shall not be a Crown agent for the purposes of the agreement, security or instrument and the Crown is not liable for any liability or obligation of the Corporation or subsidiary under the agreement, security or instrument.  2008, c. 19, Sched. O, s. 5 (3).</p> <p class=\"heading1\"><a name=\"BK7\"></a>Powers and Duties</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "Powers and Duties",
            "section_x": "Powers and Duties",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "section_x": "Powers",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers",
            "content": "6 (1) The Corporation has the capacity, rights, powers and privileges of a natural person for carrying out its objects, except as limited under this Act.  2008, c. 19, Sched. O, s. 6 (1). Subsidiaries (2) The Corporation shall not establish a subsidiary without the consent of the Lieutenant Governor in Council.  2008, c. 19, Sched. O, s. 6 (2). Borrowing (3) The Corporation or a subsidiary shall not borrow or manage financial risks unless, (a)  a by-law of the Corporation or the subsidiary, as the case may be, authorizes the activity and the Minister of Finance has consented to the by-law; and (b)  the Ontario Financing Authority co-ordinates and arranges the activity, unless the Minister of Finance agrees otherwise.  2008, c. 19, Sched. O, s. 6 (3); 2009, c. 34, Sched. N, s. 2 (1). Temporary investments (4) The Corporation may temporarily invest money not immediately required to carry out its objects, but only if, (a)  a by-law of the Corporation authorizes the investments which shall be selected from the following: (i)  debt obligations of or guaranteed by the Government of Canada or a province of Canada, (ii)  interest-bearing accounts and short-term certificates of deposit issued or guaranteed by a chartered bank, trust company, credit union or caisse populaire; (b)  the Minister of Finance has consented to the by-law mentioned in clause (a); and (c)  the Ontario Financing Authority co-ordinates and arranges the investments, unless the Minister of Finance agrees otherwise.  2009, c. 34, Sched. N, s. 2 (2). Section Amendments with date in force (d/m/y) 2009, c. 34, Sched. N, s. 2 (1, 2) - 15/12/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK8\"></a><b>6 </b>(1) The Corporation has the capacity, rights, powers and privileges of a natural person for carrying out its objects, except as limited under this Act.  2008, c. 19, Sched. O, s. 6 (1).</p> <p class=\"headnote\">Subsidiaries</p> <p class=\"subsection\">(2) The Corporation shall not establish a subsidiary without the consent of the Lieutenant Governor in Council.  2008, c. 19, Sched. O, s. 6 (2).</p> <p class=\"headnote\">Borrowing</p> <p class=\"subsection\">(3) The Corporation or a subsidiary shall not borrow or manage financial risks unless,</p> <p class=\"paragraph\">  (a)  a by-law of the Corporation or the subsidiary, as the case may be, authorizes the activity and the Minister of Finance has consented to the by-law; and</p> <p class=\"paragraph\">  (b)  the Ontario Financing Authority co-ordinates and arranges the activity, unless the Minister of Finance agrees otherwise.  2008, c. 19, Sched. O, s. 6 (3); 2009, c. 34, Sched. N, s. 2 (1).</p> <p class=\"headnote\">Temporary investments</p> <p class=\"subsection\">(4) The Corporation may temporarily invest money not immediately required to carry out its objects, but only if,</p> <p class=\"paragraph\">  (a)  a by-law of the Corporation authorizes the investments which shall be selected from the following:</p> <p class=\"subclause\">  (i)  debt obligations of or guaranteed by the Government of Canada or a province of Canada,</p> <p class=\"subclause\">  (ii)  interest-bearing accounts and short-term certificates of deposit issued or guaranteed by a chartered bank, trust company, credit union or caisse populaire;</p> <p class=\"paragraph\">  (b)  the Minister of Finance has consented to the by-law mentioned in clause (a); and</p> <p class=\"paragraph\">  (c)  the Ontario Financing Authority co-ordinates and arranges the investments, unless the Minister of Finance agrees otherwise.  2009, c. 34, Sched. N, s. 2 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09034#schedns2s1\">2009, c. 34, Sched. N, s. 2 (1, 2)</a></span> - 15/12/2009</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "section_x": "Policies and directives of the Minister",
            "part_id": null,
            "part_type": null,
            "section_y": "Policies and directives of the Minister",
            "content": "7 (1) The Minister may issue policies or directives in writing to the Corporation or any subsidiary on matters relating to the exercise of its powers or duties.  2008, c. 19, Sched. O, s. 7 (1). Implementation (2) The board shall ensure that the policies and directives issued to the Corporation are implemented promptly and efficiently.  2008, c. 19, Sched. O, s. 7 (2). Same, subsidiary (3) The governing body of a subsidiary shall ensure that the policies and directives issued to the subsidiary are implemented promptly and efficiently.  2008, c. 19, Sched. O, s. 7 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK9\"></a><b>7 </b>(1) The Minister may issue policies or directives in writing to the Corporation or any subsidiary on matters relating to the exercise of its powers or duties.  2008, c. 19, Sched. O, s. 7 (1).</p> <p class=\"headnote\">Implementation</p> <p class=\"subsection\">(2) The board shall ensure that the policies and directives issued to the Corporation are implemented promptly and efficiently.  2008, c. 19, Sched. O, s. 7 (2).</p> <p class=\"headnote\">Same, subsidiary</p> <p class=\"subsection\">(3) The governing body of a subsidiary shall ensure that the policies and directives issued to the subsidiary are implemented promptly and efficiently.  2008, c. 19, Sched. O, s. 7 (3).</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "section_x": "Powers and duties of the board",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers and duties of the board",
            "content": "8 (1) The board shall manage and supervise the affairs of the Corporation in accordance with this Act.  2008, c. 19, Sched. O, s. 8 (1). By-laws (2) The board may pass by-laws and resolutions regulating its proceedings and generally for the conduct and management of the affairs of the Corporation.  2008, c. 19, Sched. O, s. 8 (2). Conflict of interest, etc. (3) Section 132 (conflict of interest), subsection 134 (1) (standards of care) and section 136 (indemnification) of the Business Corporations Act apply, with necessary modifications, to the Corporation and to the members of the board.  2008, c. 19, Sched. O, s. 8 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK10\"></a><b>8 </b>(1) The board shall manage and supervise the affairs of the Corporation in accordance with this Act.  2008, c. 19, Sched. O, s. 8 (1).</p> <p class=\"headnote\">By-laws</p> <p class=\"subsection\">(2) The board may pass by-laws and resolutions regulating its proceedings and generally for the conduct and management of the affairs of the Corporation.  2008, c. 19, Sched. O, s. 8 (2).</p> <p class=\"headnote\">Conflict of interest, etc.</p> <p class=\"subsection\">(3) Section 132 (conflict of interest), subsection 134 (1) (standards of care) and section 136 (indemnification) of the <i>Business Corporations Act</i> apply, with necessary modifications, to the Corporation and to the members of the board.  2008, c. 19, Sched. O, s. 8 (3).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "section_x": "Employees and other assistance",
            "part_id": null,
            "part_type": null,
            "section_y": "Employees and other assistance",
            "content": "9 (1) Under Part III of the\r\nPublic Service of Ontario Act, 2006, the Public Service Commission may appoint the employees who are considered necessary for the proper conduct of the business of the Corporation.  2008, c. 19, Sched. O, s. 9 (1). Service agreements for employees (2) The Corporation may enter into agreements with any Minister of a Ministry or the head of any Crown agency to have employees of the Crown employed in that Ministry or employees of that Crown agency, as the case may be, provide services to the Corporation.  2008, c. 19, Sched. O, s. 9 (2). Professional assistance (3) The Corporation may, (a)  engage persons, other than those mentioned in subsection (1) or (2), to provide professional, technical or other assistance to or on behalf of the Corporation; and (b)  establish the terms of engagement and provide for the payment of the remuneration and expenses of the persons engaged under clause (a).  2008, c. 19, Sched. O, s. 9 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK11\"></a><b>9 </b>(1) Under Part III of the\r\n<i>Public Service of Ontario Act, 2006</i>, the Public Service Commission may appoint the employees who are considered necessary for the proper conduct of the business of the Corporation.  2008, c. 19, Sched. O, s. 9 (1).</p> <p class=\"headnote\">Service agreements for employees</p> <p class=\"subsection\">(2) The Corporation may enter into agreements with any Minister of a Ministry or the head of any Crown agency to have employees of the Crown employed in that Ministry or employees of that Crown agency, as the case may be, provide services to the Corporation.  2008, c. 19, Sched. O, s. 9 (2).</p> <p class=\"headnote\">Professional assistance</p> <p class=\"subsection\">(3) The Corporation may,</p> <p class=\"paragraph\">  (a)  engage persons, other than those mentioned in subsection (1) or (2), to provide professional, technical or other assistance to or on behalf of the Corporation; and</p> <p class=\"paragraph\">  (b)  establish the terms of engagement and provide for the payment of the remuneration and expenses of the persons engaged under clause (a).  2008, c. 19, Sched. O, s. 9 (3).</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "section_x": "Immunity of employees and others",
            "part_id": null,
            "part_type": null,
            "section_y": "Immunity of employees and others",
            "content": "10 (1) No action or other civil proceeding shall be commenced against a member, officer, employee of the Corporation or a subsidiary or against a person engaged by the Corporation for any act done in good faith in the exercise or performance or intended exercise or performance of a power or duty under this Act, the regulations, the by-laws of the Corporation or a subsidiary or under a directive issued under subsection 7 (1) or for any neglect or default in the exercise or performance in good faith of such a power or duty.  2008, c. 19, Sched. O, s. 10 (1). Immunity of the Crown and Crown agencies (2) No action or other civil proceeding shall be commenced against the Crown or a Crown agency for any act, neglect or default by a person mentioned in subsection (1) or for any act, neglect or default by the Corporation or a subsidiary.  2008, c. 19, Sched. O, s. 10 (2). Liability of Corporation or subsidiary (3) Subsections (1) and (2) do not relieve the Corporation or a subsidiary of any liability to which it would otherwise be subject in respect of a cause of action arising from any act, neglect or default mentioned in subsection (1).  2008, c. 19, Sched. O, s. 10 (3).",
            "raw_html": "<p class=\"section\"><a name=\"BK12\"></a><b>10 </b>(1) No action or other civil proceeding shall be commenced against a member, officer, employee of the Corporation or a subsidiary or against a person engaged by the Corporation for any act done in good faith in the exercise or performance or intended exercise or performance of a power or duty under this Act, the regulations, the by-laws of the Corporation or a subsidiary or under a directive issued under subsection 7 (1) or for any neglect or default in the exercise or performance in good faith of such a power or duty.  2008, c. 19, Sched. O, s. 10 (1).</p> <p class=\"headnote\">Immunity of the Crown and Crown agencies</p> <p class=\"subsection\">(2) No action or other civil proceeding shall be commenced against the Crown or a Crown agency for any act, neglect or default by a person mentioned in subsection (1) or for any act, neglect or default by the Corporation or a subsidiary.  2008, c. 19, Sched. O, s. 10 (2).</p> <p class=\"headnote\">Liability of Corporation or subsidiary</p> <p class=\"subsection\">(3) Subsections (1) and (2) do not relieve the Corporation or a subsidiary of any liability to which it would otherwise be subject in respect of a cause of action arising from any act, neglect or default mentioned in subsection (1).  2008, c. 19, Sched. O, s. 10 (3).</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "section_x": "Fiscal year",
            "part_id": null,
            "part_type": null,
            "section_y": "Fiscal year",
            "content": "11 The Corporation’s fiscal year commences on April 1 in each year and ends on March 31 in the following year.  2008, c. 19, Sched. O, s. 11.",
            "raw_html": "<p class=\"section\"><a name=\"BK13\"></a><b>11 </b>The Corporation’s fiscal year commences on April 1 in each year and ends on March 31 in the following year.  2008, c. 19, Sched. O, s. 11.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "section_x": "Business plan",
            "part_id": null,
            "part_type": null,
            "section_y": "Business plan",
            "content": "12 (1) At least six months before the beginning of each fiscal year or by such other date that the Minister specifies, the Corporation shall submit its business plan for the fiscal year to the Minister for approval.  2008, c. 19, Sched. O, s. 12 (1). Contents (2) The business plan must be based on a three-year cycle and must include, (a)  the Corporation’s proposed operating budget for the fiscal year; (b)  the Corporation’s projected operating budget for each of the next two fiscal years after the fiscal year; (c)  the projected revenues of the Corporation for the fiscal year and their sources; (d)  the projected operating expenditures of the Corporation for the fiscal year; (e)  performance measures establishing targets for the fiscal year; and (f)  all other information that the Minister requires.  2008, c. 19, Sched. O, s. 12 (2). Changes (3) The Corporation may make changes to its business plan with the approval of the Minister.  2008, c. 19, Sched. O, s. 12 (3). Financial Matters and Reports",
            "raw_html": "<p class=\"section\"><a name=\"BK14\"></a><b>12 </b>(1) At least six months before the beginning of each fiscal year or by such other date that the Minister specifies, the Corporation shall submit its business plan for the fiscal year to the Minister for approval.  2008, c. 19, Sched. O, s. 12 (1).</p> <p class=\"headnote\">Contents</p> <p class=\"subsection\">(2) The business plan must be based on a three-year cycle and must include,</p> <p class=\"paragraph\">  (a)  the Corporation’s proposed operating budget for the fiscal year;</p> <p class=\"paragraph\">  (b)  the Corporation’s projected operating budget for each of the next two fiscal years after the fiscal year;</p> <p class=\"paragraph\">  (c)  the projected revenues of the Corporation for the fiscal year and their sources;</p> <p class=\"paragraph\">  (d)  the projected operating expenditures of the Corporation for the fiscal year;</p> <p class=\"paragraph\">  (e)  performance measures establishing targets for the fiscal year; and</p> <p class=\"paragraph\">  (f)  all other information that the Minister requires.  2008, c. 19, Sched. O, s. 12 (2).</p> <p class=\"headnote\">Changes</p> <p class=\"subsection\">(3) The Corporation may make changes to its business plan with the approval of the Minister.  2008, c. 19, Sched. O, s. 12 (3).</p> <p class=\"heading1\"><a name=\"BK15\"></a>Financial Matters and Reports</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "Financial Matters and Reports",
            "section_x": "Financial Matters and Reports",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "13.",
            "section_x": "Status of revenues and assets",
            "part_id": null,
            "part_type": null,
            "section_y": "Status of revenues and assets",
            "content": "13 (1) Despite Part I of the Financial Administration Act, all revenues and assets of the Corporation and its subsidiaries, if any, do not form part of the Consolidated Revenue Fund.  2008, c. 19, Sched. O, s. 13 (1). (2) Repealed:  2009, c. 34, Sched. N, s. 3. Section Amendments with date in force (d/m/y) 2009, c. 34, Sched. N, s. 3 - 15/12/2009",
            "raw_html": "<p class=\"section\"><a name=\"BK16\"></a><b>13 </b>(1) Despite Part I of the <i>Financial Administration Act</i>, all revenues and assets of the Corporation and its subsidiaries, if any, do not form part of the Consolidated Revenue Fund.  2008, c. 19, Sched. O, s. 13 (1).</p> <p class=\"subsection\">(2) <span class=\"ovsmallcap\">Repealed</span>:  2009, c. 34, Sched. N, s. 3.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09034#schedns3\">2009, c. 34, Sched. N, s. 3</a></span> - 15/12/2009</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "14.",
            "section_x": "Financial records, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Financial records, etc.",
            "content": "14 (1) The Corporation shall maintain financial records for the Corporation and its subsidiaries and shall establish financial, management and information systems that will enable the Corporation to prepare financial statements in accordance with generally accepted accounting principles.  2008, c. 19, Sched. O, s. 14 (1). Inspection (2) Upon the request of the Minister, the Corporation and its subsidiaries shall promptly make their financial records available for inspection.  2008, c. 19, Sched. O, s. 14 (2).",
            "raw_html": "<p class=\"section\"><a name=\"BK17\"></a><b>14 </b>(1) The Corporation shall maintain financial records for the Corporation and its subsidiaries and shall establish financial, management and information systems that will enable the Corporation to prepare financial statements in accordance with generally accepted accounting principles.  2008, c. 19, Sched. O, s. 14 (1).</p> <p class=\"headnote\">Inspection</p> <p class=\"subsection\">(2) Upon the request of the Minister, the Corporation and its subsidiaries shall promptly make their financial records available for inspection.  2008, c. 19, Sched. O, s. 14 (2).</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "15.",
            "section_x": "Audit",
            "part_id": null,
            "part_type": null,
            "section_y": "Audit",
            "content": "15 (1) The board shall appoint one or more licensed public accountants to audit the accounts and financial transactions of the Corporation and its subsidiaries for the previous fiscal year.  2008, c. 19, Sched. O, s. 15 (1). Auditor General (2) The Auditor General may also audit the accounts and financial transactions of the Corporation or any of its subsidiaries for any fiscal year.  2008, c. 19, Sched. O, s. 15 (2). Minister-appointed auditor (3) The Minister may at any time appoint a licensed public accountant, other than the person appointed under subsection (1), to audit the accounts and financial transactions of the Corporation or any of its subsidiaries for any period of time that the Minister specifies.  2008, c. 19, Sched. O, s. 15 (3). Co-operation by Corporation (4) If the Minister requires that an audit of the Corporation be conducted under subsection (3), the Corporation shall co-operate fully with the person performing the audit to facilitate the audit.  2008, c. 19, Sched. O, s. 15 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK18\"></a><b>15 </b>(1) The board shall appoint one or more licensed public accountants to audit the accounts and financial transactions of the Corporation and its subsidiaries for the previous fiscal year.  2008, c. 19, Sched. O, s. 15 (1).</p> <p class=\"headnote\">Auditor General</p> <p class=\"subsection\">(2) The Auditor General may also audit the accounts and financial transactions of the Corporation or any of its subsidiaries for any fiscal year.  2008, c. 19, Sched. O, s. 15 (2).</p> <p class=\"headnote\">Minister-appointed auditor</p> <p class=\"subsection\">(3) The Minister may at any time appoint a licensed public accountant, other than the person appointed under subsection (1), to audit the accounts and financial transactions of the Corporation or any of its subsidiaries for any period of time that the Minister specifies.  2008, c. 19, Sched. O, s. 15 (3).</p> <p class=\"headnote\">Co-operation by Corporation</p> <p class=\"subsection\">(4) If the Minister requires that an audit of the Corporation be conducted under subsection (3), the Corporation shall co-operate fully with the person performing the audit to facilitate the audit.  2008, c. 19, Sched. O, s. 15 (4).</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "16.",
            "section_x": "Annual report",
            "part_id": null,
            "part_type": null,
            "section_y": "Annual report",
            "content": "16 (1) The Corporation shall prepare an annual report, provide it to the Minister no later than 120 days after the end of the Corporation’s fiscal year and make it available to the public. 2017, c. 34, Sched. 46, s. 31. Same (2) The Corporation shall comply with such directives as may be issued by the Management Board of Cabinet with respect to, (a)  the form and content of the annual report; and (b)  when and how to make it available to the public. 2017, c. 34, Sched. 46, s. 31. Same (3) The Corporation shall include such additional content in the annual report as the Minister may require. 2017, c. 34, Sched. 46, s. 31. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 46, s. 31 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK19\"></a><b>16 </b>(1) The Corporation shall prepare an annual report, provide it to the Minister no later than 120 days after the end of the Corporation’s fiscal year and make it available to the public. 2017, c. 34, Sched. 46, s. 31.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) The Corporation shall comply with such directives as may be issued by the Management Board of Cabinet with respect to,</p> <p class=\"paragraph\">  (a)  the form and content of the annual report; and</p> <p class=\"paragraph\">  (b)  when and how to make it available to the public. 2017, c. 34, Sched. 46, s. 31.</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(3) The Corporation shall include such additional content in the annual report as the Minister may require. 2017, c. 34, Sched. 46, s. 31.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched46s31\">2017, c. 34, Sched. 46, s. 31</a></span> - 01/01/2018</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "16.1",
            "section_x": "Tabling of annual report",
            "part_id": null,
            "part_type": null,
            "section_y": "Tabling of annual report",
            "content": "16.1 The Minister shall table the Corporation’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it. 2017, c. 34, Sched. 46, s. 31. Section Amendments with date in force (d/m/y) 2017, c. 34, Sched. 46, s. 31 - 01/01/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK20\"></a><b>16.1 </b>The Minister shall table the Corporation’s annual report in the Assembly and shall comply with such directives as may be issued by the Management Board of Cabinet with respect to when to table it. 2017, c. 34, Sched. 46, s. 31.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S17034#sched46s31\">2017, c. 34, Sched. 46, s. 31</a></span> - 01/01/2018</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "17.",
            "section_x": "Other reports",
            "part_id": null,
            "part_type": null,
            "section_y": "Other reports",
            "content": "17 The Corporation shall promptly prepare and submit to the Minister any other report that the Minister requires.  2008, c. 19, Sched. O, s. 17. General",
            "raw_html": "<p class=\"section\"><a name=\"BK21\"></a><b>17 </b>The Corporation shall promptly prepare and submit to the Minister any other report that the Minister requires.  2008, c. 19, Sched. O, s. 17.</p> <p class=\"heading1\"><a name=\"BK22\"></a>General</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "General",
            "section_x": "General",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "18.",
            "section_x": "Winding up the Corporation",
            "part_id": null,
            "part_type": null,
            "section_y": "Winding up the Corporation",
            "content": "18 (1) The Lieutenant Governor in Council may by order require the board of directors to wind up the affairs of the Corporation.  2008, c. 19, Sched. O, s. 18 (1). Approved plan required (2) The board shall prepare a proposed plan for winding up the Corporation and transferring its assets and liabilities and shall give the proposed plan to the Lieutenant Governor in Council for approval.  2008, c. 19, Sched. O, s. 18 (2). Restriction (3) The plan for winding up the Corporation may provide for, (a)  liquidating assets and transferring the proceeds to the Consolidated Revenue Fund or to an agency of the Crown; and (b)  transferring assets and liabilities to the Crown in right of Ontario or to an agency of the Crown.  2008, c. 19, Sched. O, s. 18 (3). Implementation (4) When the Lieutenant Governor in Council approves the proposed plan, the board of directors shall wind up the affairs of the Corporation and transfer its assets and liabilities, including transferring the proceeds from the liquidation of assets, in accordance with the plan.  2008, c. 19, Sched. O, s. 18 (4).",
            "raw_html": "<p class=\"section\"><a name=\"BK23\"></a><b>18 </b>(1) The Lieutenant Governor in Council may by order require the board of directors to wind up the affairs of the Corporation.  2008, c. 19, Sched. O, s. 18 (1).</p> <p class=\"headnote\">Approved plan required</p> <p class=\"subsection\">(2) The board shall prepare a proposed plan for winding up the Corporation and transferring its assets and liabilities and shall give the proposed plan to the Lieutenant Governor in Council for approval.  2008, c. 19, Sched. O, s. 18 (2).</p> <p class=\"headnote\">Restriction</p> <p class=\"subsection\">(3) The plan for winding up the Corporation may provide for,</p> <p class=\"paragraph\">  (a)  liquidating assets and transferring the proceeds to the Consolidated Revenue Fund or to an agency of the Crown; and</p> <p class=\"paragraph\">  (b)  transferring assets and liabilities to the Crown in right of Ontario or to an agency of the Crown.  2008, c. 19, Sched. O, s. 18 (3).</p> <p class=\"headnote\">Implementation</p> <p class=\"subsection\">(4) When the Lieutenant Governor in Council approves the proposed plan, the board of directors shall wind up the affairs of the Corporation and transfer its assets and liabilities, including transferring the proceeds from the liquidation of assets, in accordance with the plan.  2008, c. 19, Sched. O, s. 18 (4).</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "19.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": "19 (1) The Lieutenant Governor in Council may make regulations, (a)  prescribing anything that this Act describes as being prescribed by the regulations; (b)  specifying the objects, powers and duties of subsidiaries and providing for the management of subsidiaries; (c)  respecting any other matter that the Lieutenant Governor in Council considers necessary or advisable to carry out effectively the intent and purpose of this Act.  2008, c. 19, Sched. O, s. 19 (1); 2009, c. 34, Sched. N, s. 4. Scope (2) A regulation may impose limits, conditions, requirements or restrictions and may be general or particular in its application.  2008, c. 19, Sched. O, s. 19 (2). Section Amendments with date in force (d/m/y) 2009, c. 34, Sched. N, s. 4 - 15/12/2009 20 Omitted (provides for coming into force of provisions of this Act).  2008, c. 19, Sched. O, s. 20. 21 Omitted (enacts short title of this Act).  2008, c. 19, Sched. O, s. 21. ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK24\"></a><b>19 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  prescribing anything that this Act describes as being prescribed by the regulations;</p> <p class=\"paragraph\">  (b)  specifying the objects, powers and duties of subsidiaries and providing for the management of subsidiaries;</p> <p class=\"paragraph\">  (c)  respecting any other matter that the Lieutenant Governor in Council considers necessary or advisable to carry out effectively the intent and purpose of this Act.  2008, c. 19, Sched. O, s. 19 (1); 2009, c. 34, Sched. N, s. 4.</p> <p class=\"headnote\">Scope</p> <p class=\"subsection\">(2) A regulation may impose limits, conditions, requirements or restrictions and may be general or particular in its application.  2008, c. 19, Sched. O, s. 19 (2).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S09034#schedns4\">2009, c. 34, Sched. N, s. 4</a></span> - 15/12/2009</p> <p class=\"section\"><b>20</b><b> </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act).</span>  2008, c. 19, Sched. O, s. 20.</p> <p class=\"section\"><b>21</b><b> </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span>  2008, c. 19, Sched. O, s. 21.</p> <p class=\"line\">______________</p> <p class=\"line\"><u><span> </span></u></p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/08o19\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}