{
    "act_info": {
        "full_title": "Victims' Bill of Rights, 1995, S.O. 1995, c. 6",
        "act_name_text": "Victims’ Bill of Rights, 1995",
        "citation": "Victims' Bill of Rights, 1995, S.O. 1995, c. 6",
        "url": "https://www.ontario.ca/laws/statute/95v06",
        "date_scraped": "2023-12-18 05:47:01"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "July  1, 2022",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/95v06/v10",
            "valid_from": "January  1, 2022",
            "valid_to": "June 30, 2022"
        },
        {
            "a_href": "/laws/statute/95v06/v9",
            "valid_from": "April 19, 2021",
            "valid_to": "December 31, 2021"
        },
        {
            "a_href": "/laws/statute/95v06/v8",
            "valid_from": "June  6, 2019",
            "valid_to": "April 18, 2021"
        },
        {
            "a_href": "/laws/statute/95v06/v7",
            "valid_from": "May 29, 2019",
            "valid_to": "June  5, 2019"
        },
        {
            "a_href": "/laws/statute/95v06/v6",
            "valid_from": "March 26, 2019",
            "valid_to": "May 28, 2019"
        },
        {
            "a_href": "/laws/statute/95v06/v5",
            "valid_from": "March  8, 2018",
            "valid_to": "March 25, 2019"
        },
        {
            "a_href": "/laws/statute/95v06/v4",
            "valid_from": "August 20, 2007",
            "valid_to": "March  7, 2018"
        },
        {
            "a_href": "/laws/statute/95v06/v3",
            "valid_from": "December 20, 2006",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/95v06/v2",
            "valid_from": "March  9, 2005",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/95v06/v1",
            "valid_from": "June 11, 2001",
            "valid_to": "March  8, 2005"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/960456",
            "Citation": "O. Reg. 456/96",
            "title": "GENERAL"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “crime” means an offence under the Criminal Code (Canada); (“acte criminel”) “victim” means a person who, as a result of the commission of a crime by another, suffers emotional or physical harm, loss of or damage to property or economic harm and, if the commission of the crime results in the death of the person, includes, (a)  a child or parent of the person, within the meaning of section 1 of the Family Law Act, and (b)  a dependant or spouse of the person, both within the meaning of section 29 of the Family Law Act; but does not include a child, parent, dependant or spouse who is charged with or has been convicted of committing the crime. (“victime”)  1995, c. 6, s. 1; 1999, c. 6, s. 65 (1, 2); 2005, c. 5, s. 72 (1, 2); 2021, c. 4, Sched. 11, s. 41. Section Amendments with date in force (d/m/y) 1999, c. 6, s. 65 (1, 2) - 01/03/2000 2005, c. 5, s. 72 (1, 2) - 09/03/2005 2021, c. 4, Sched. 11, s. 41 - 19/04/2021 Principles",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“crime” means an offence under the <i>Criminal Code</i> (Canada); (“acte criminel”)</p> <p class=\"definition\">“victim” means a person who, as a result of the commission of a crime by another, suffers emotional or physical harm, loss of or damage to property or economic harm and, if the commission of the crime results in the death of the person, includes,</p> <p class=\"paragraph\">  (a)  a child or parent of the person, within the meaning of section 1 of the <i>Family Law Act</i>, and</p> <p class=\"paragraph\">  (b)  a dependant or spouse of the person, both within the meaning of section 29 of the <i>Family Law Act</i>;</p> <p class=\"definition\">but does not include a child, parent, dependant or spouse who is charged with or has been convicted of committing the crime. (“victime”)  1995, c. 6, s. 1; 1999, c. 6, s. 65 (1, 2); 2005, c. 5, s. 72 (1, 2); 2021, c. 4, Sched. 11, s. 41.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 6, s. 65 (1, 2) - 01/03/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05005#s72s1\">2005, c. 5, s. 72 (1, 2)</a></span> - 09/03/2005</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S21004#sched11s41\">2021, c. 4, Sched. 11, s. 41</a> - 19/04/2021</p> <p class=\"heading1\">Principles</p>"
        },
        {
            "id": "2",
            "section": "Principles",
            "content": "2 (1) The following principles apply to the treatment of victims of crime: 1.  Victims should be treated with courtesy, compassion and respect for their personal dignity and privacy by justice system officials. 2.  Victims should have access to information about, i.  the services and remedies available to victims of crime, ii.  the provisions of this Act that might assist them, iii.  the protection available to victims to prevent unlawful intimidation, iv.  the progress of investigations that relate to the crime, v.  the charges laid with respect to the crime and, if no charges are laid, the reasons why no charges are laid, vi.  the victim’s role in the prosecution, vii.  court procedures that relate to the prosecution, viii.  the dates and places of all significant proceedings that relate to the prosecution, ix.  the outcome of all significant proceedings, including any proceedings on appeal, x.  any pretrial arrangements that are made that relate to a plea that may be entered by the accused at trial, xi.  the interim release and, in the event of conviction, the sentencing of an accused, xii.  any disposition made under section 672.54 or 672.58 of the Criminal Code (Canada) in respect of an accused who is found unfit to stand trial or who is found not criminally responsible on account of mental disorder, and xiii.  their right under the Criminal Code (Canada) to make representations to the court by way of a victim impact statement. 3.  A victim of a prescribed crime should, if he or she so requests, be notified of, i.  any application for release or any impending release of the convicted person, including release in accordance with a program of temporary absence, on parole or on an unescorted temporary absence pass, and ii.  any escape of the convicted person from custody. 4.  If the person accused of a prescribed crime is found unfit to stand trial or is found not criminally responsible on account of mental disorder, the victim should, if he or she so requests, be notified of, i.  any hearing held with respect to the accused by the Review Board established or designated for Ontario pursuant to subsection 672.38 (1) of the Criminal Code\r\n(Canada), ii.  any order of the Review Board directing the absolute or conditional discharge of the accused, and iii.  any escape of the accused from custody. 5.  Victims of sexual assault should, if the victim so requests, be interviewed during the investigation of the crime only by police officers and officials of the same gender as the victim. 6.  A victim’s property that is in the custody of justice system officials should be returned promptly to the victim, where the property is no longer needed for the purposes of the justice system.  1995, c. 6, s. 2 (1); 2019, c. 7, Sched. 11, s. 7. Limitations (2) The principles set out in subsection (1) are subject to the availability of resources and information, what is reasonable in the circumstances of the case, what is consistent with the law and the public interest and what is necessary to ensure that the resolution of criminal proceedings is not delayed.  1995, c. 6, s. 2 (2). Regulations (3) The Lieutenant Governor in Council may make regulations, (a)  prescribing standards, other than for police services, to be followed in giving effect to the principles set out in subsection (1); (b)  prescribing crimes for the purposes of paragraphs 3 and 4 of subsection (1).  1995, c. 6, s. 2 (3). Same (4) Standards for police services may be prescribed under paragraph 1 of subsection 135 (1) of the Police Services Act.  1995, c. 6, s. 2 (4). Note: On a day to be named by proclamation of the Lieutenant Governor, subsection 2 (4) of the Act is amended by striking out “paragraph 1 of subsection 135 (1) of the Police Services Act” at the end and substituting “paragraph 2 of subsection 261 (1) of the Community Safety and Policing Act, 2019”. (See: 2019, c. 1, Sched. 4, s. 63 (2)) No new cause of action (5) No new cause of action, right of appeal, claim or other remedy exists in law because of this section or anything done or omitted to be done under this section.  1995, c. 6, s. 2 (5). Note: On a day to be named by proclamation of the Lieutenant Governor, section 2 of the Act is amended by striking out “police services” wherever it appears and substituting in each case “policing”. (See: 2019, c. 1, Sched. 4, s. 63 (1)) Section Amendments with date in force (d/m/y) 2018, c. 3, Sched. 5, s. 65 (1, 2) - no effect - see 2019, c. 1, Sched. 3, s. 5 - 26/03/2019 2019, c. 1, Sched. 4, s. 63 (1, 2) - not in force; 2019, c. 7, Sched. 11, s. 7 - 01/01/2022 Civil Proceedings",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) The following principles apply to the treatment of victims of crime:</p> <p class=\"paragraph\">  1.  Victims should be treated with courtesy, compassion and respect for their personal dignity and privacy by justice system officials.</p> <p class=\"paragraph\">  2.  Victims should have access to information about,</p> <p class=\"subpara\">  i.  the services and remedies available to victims of crime,</p> <p class=\"subpara\">  ii.  the provisions of this Act that might assist them,</p> <p class=\"subpara\">  iii.  the protection available to victims to prevent unlawful intimidation,</p> <p class=\"subpara\">  iv.  the progress of investigations that relate to the crime,</p> <p class=\"subpara\">  v.  the charges laid with respect to the crime and, if no charges are laid, the reasons why no charges are laid,</p> <p class=\"subpara\">  vi.  the victim’s role in the prosecution,</p> <p class=\"subpara\">  vii.  court procedures that relate to the prosecution,</p> <p class=\"subpara\">  viii.  the dates and places of all significant proceedings that relate to the prosecution,</p> <p class=\"subpara\">  ix.  the outcome of all significant proceedings, including any proceedings on appeal,</p> <p class=\"subpara\">  x.  any pretrial arrangements that are made that relate to a plea that may be entered by the accused at trial,</p> <p class=\"subpara\">  xi.  the interim release and, in the event of conviction, the sentencing of an accused,</p> <p class=\"subpara\">  xii.  any disposition made under section 672.54 or 672.58 of the <i>Criminal Code</i> (Canada) in respect of an accused who is found unfit to stand trial or who is found not criminally responsible on account of mental disorder, and</p> <p class=\"subpara\">  xiii.  their right under the <i>Criminal Code</i> (Canada) to make representations to the court by way of a victim impact statement.</p> <p class=\"paragraph\">  3.  A victim of a prescribed crime should, if he or she so requests, be notified of,</p> <p class=\"subpara\">  i.  any application for release or any impending release of the convicted person, including release in accordance with a program of temporary absence, on parole or on an unescorted temporary absence pass, and</p> <p class=\"subpara\">  ii.  any escape of the convicted person from custody.</p> <p class=\"paragraph\">  4.  If the person accused of a prescribed crime is found unfit to stand trial or is found not criminally responsible on account of mental disorder, the victim should, if he or she so requests, be notified of,</p> <p class=\"subpara\">  i.  any hearing held with respect to the accused by the Review Board established or designated for Ontario pursuant to subsection 672.38 (1) of the <i>Criminal Code</i>\r\n(Canada),</p> <p class=\"subpara\">  ii.  any order of the Review Board directing the absolute or conditional discharge of the accused, and</p> <p class=\"subpara\">  iii.  any escape of the accused from custody.</p> <p class=\"paragraph\">  5.  Victims of sexual assault should, if the victim so requests, be interviewed during the investigation of the crime only by police officers and officials of the same gender as the victim.</p> <p class=\"paragraph\">  6.  A victim’s property that is in the custody of justice system officials should be returned promptly to the victim, where the property is no longer needed for the purposes of the justice system.  1995, c. 6, s. 2 (1); 2019, c. 7, Sched. 11, s. 7.</p> <p class=\"headnote\">Limitations</p> <p class=\"subsection\">(2) The principles set out in subsection (1) are subject to the availability of resources and information, what is reasonable in the circumstances of the case, what is consistent with the law and the public interest and what is necessary to ensure that the resolution of criminal proceedings is not delayed.  1995, c. 6, s. 2 (2).</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(3) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  prescribing standards, other than for police services, to be followed in giving effect to the principles set out in subsection (1);</p> <p class=\"paragraph\">  (b)  prescribing crimes for the purposes of paragraphs 3 and 4 of subsection (1).  1995, c. 6, s. 2 (3).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(4) Standards for police services may be prescribed under paragraph 1 of subsection 135 (1) of the <i>Police Services Act</i>.  1995, c. 6, s. 2 (4).</p> <p class=\"Pnote-e\"><span>Note: On </span>a day to be named by proclamation of the Lieutenant Governor<span>, </span>subsection 2 (4) of the Act is amended by striking out “paragraph 1 of subsection 135 (1) of the <i>Police Services Act</i>” at the end and substituting “paragraph 2 of subsection 261 (1) of the <i>Community Safety and Policing Act, 2019</i>”.<span> (See: </span>2019, c. 1, Sched. 4, s. 63 (2)<span>)</span></p> <p class=\"headnote\">No new cause of action</p> <p class=\"subsection\">(5) No new cause of action, right of appeal, claim or other remedy exists in law because of this section or anything done or omitted to be done under this section.  1995, c. 6, s. 2 (5).</p> <p class=\"Pnote-e\"><span>Note: On </span>a day to be named by proclamation of the Lieutenant Governor<span>, </span>section 2 of the Act is amended by striking out “police services” wherever it appears and substituting in each case “policing”.<span> (See: </span>2019, c. 1, Sched. 4, s. 63 (1)<span>)</span></p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18003#sched5s65s1\">2018, c. 3, Sched. 5, s. 65 (1, 2)</a></span> - no effect - see <span class=\"MsoHyperlink\"><span><a href=\"http://www.ontario.ca/laws/statute/S19001#sched3s5\">2019, c. 1, Sched. 3, s. 5</a></span></span> - 26/03/2019</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19001#sched4s63s1\">2019, c. 1, Sched. 4, s. 63 (1, 2)</a></span> - not in force; <span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19007#sched11s7\">2019, c. 7, Sched. 11, s. 7</a></span> - 01/01/2022</p> <p class=\"heading1\">Civil Proceedings</p>"
        },
        {
            "id": "3",
            "section": "Damages",
            "content": "3 (1) A person convicted of a prescribed crime is liable in damages to every victim of the crime for emotional distress, and bodily harm resulting from the distress, arising from the commission of the crime. 1995, c. 6, s. 3 (1). Presumption (2) The following victims shall be presumed to have suffered emotional distress: 1.  A victim of an assault if the victim is or was a spouse, within the meaning of section 29 of the Family Law Act, of the assailant. 2.  A victim of a sexual assault. 3.  A victim of an attempted sexual assault.  1995, c. 6, s. 3 (2); 1999, c. 6, s. 65 (3); 2005, c. 5, s. 72 (3). Regulations (3) The Lieutenant Governor in Council may make regulations prescribing crimes for the purposes of subsection (1).  1995, c. 6, s. 3 (3). Interpretation (4) Nothing in this section shall be interpreted to limit remedies otherwise available under existing law or to preclude the development of remedies under the law.  1995, c. 6, s. 3 (4). Section Amendments with date in force (d/m/y) 1999, c. 6, s. 65 (3) - 01/03/2000 2005, c. 5, s. 72 (3)\r\n- 09/03/2005",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) A person convicted of a prescribed crime is liable in damages to every victim of the crime for emotional distress, and bodily harm resulting from the distress, arising from the commission of the crime. 1995, c. 6, s. 3 (1).</p> <p class=\"headnote\">Presumption</p> <p class=\"subsection\">(2) The following victims shall be presumed to have suffered emotional distress:</p> <p class=\"paragraph\">  1.  A victim of an assault if the victim is or was a spouse, within the meaning of section 29 of the <i>Family Law Act</i>, of the assailant.</p> <p class=\"paragraph\">  2.  A victim of a sexual assault.</p> <p class=\"paragraph\">  3.  A victim of an attempted sexual assault.  1995, c. 6, s. 3 (2); 1999, c. 6, s. 65 (3); 2005, c. 5, s. 72 (3).</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(3) The Lieutenant Governor in Council may make regulations prescribing crimes for the purposes of subsection (1).  1995, c. 6, s. 3 (3).</p> <p class=\"headnote\">Interpretation</p> <p class=\"subsection\">(4) Nothing in this section shall be interpreted to limit remedies otherwise available under existing law or to preclude the development of remedies under the law.  1995, c. 6, s. 3 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\">1999, c. 6, s. 65 (3) - 01/03/2000</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S05005#s72s3\">2005, c. 5, s. 72 (3)</a></span>\r\n- 09/03/2005</p>"
        },
        {
            "id": "4",
            "section": "Application of section",
            "content": "4 (1) This section applies to a civil proceeding in which the victim of a crime seeks redress from a person convicted of the crime for harm suffered as a result of the commission of the crime.  1995, c. 6, s. 4 (1). Security for costs (2) A judge shall not make an order under the rules of court requiring a victim to provide security for costs unless the judge, having considered the spirit and purpose of this Act, considers that it is necessary to do so in the interests of justice.  1995, c. 6, s. 4 (2). Damages (3) Subject to subsection (4), a judge shall not consider the sentence, if any, imposed on a convicted person when ordering that person to pay damages in respect of harm suffered by a victim of the crime.  1995, c. 6, s. 4 (3). Exception: punitive damages (4) A judge shall take the sentence, if any, imposed on a convicted person into consideration before ordering that person to pay punitive damages to a victim.  1995, c. 6, s. 4 (4). Interest awards (5) A judge shall not exercise his or her discretion under clause 130 (1) (a) of the Courts of Justice Act to disallow an award of interest to a victim unless the judge, having considered the spirit and purpose of this Act, considers that it is necessary to do so in the interests of justice.  1995, c. 6, s. 4 (5). Solicitor and client costs (6) A judge who makes an order for costs in favour of a victim shall make the order on a solicitor and client basis, unless the judge considers that to do so would not be in the interests of justice.  1995, c. 6, s. 4 (6). Victims’ Justice Fund Account",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) This section applies to a civil proceeding in which the victim of a crime seeks redress from a person convicted of the crime for harm suffered as a result of the commission of the crime.  1995, c. 6, s. 4 (1).</p> <p class=\"headnote\">Security for costs</p> <p class=\"subsection\">(2) A judge shall not make an order under the rules of court requiring a victim to provide security for costs unless the judge, having considered the spirit and purpose of this Act, considers that it is necessary to do so in the interests of justice.  1995, c. 6, s. 4 (2).</p> <p class=\"headnote\">Damages</p> <p class=\"subsection\">(3) Subject to subsection (4), a judge shall not consider the sentence, if any, imposed on a convicted person when ordering that person to pay damages in respect of harm suffered by a victim of the crime.  1995, c. 6, s. 4 (3).</p> <p class=\"headnote\">Exception: punitive damages</p> <p class=\"subsection\">(4) A judge shall take the sentence, if any, imposed on a convicted person into consideration before ordering that person to pay punitive damages to a victim.  1995, c. 6, s. 4 (4).</p> <p class=\"headnote\">Interest awards</p> <p class=\"subsection\">(5) A judge shall not exercise his or her discretion under clause 130 (1) (a) of the <i>Courts of Justice Act</i> to disallow an award of interest to a victim unless the judge, having considered the spirit and purpose of this Act, considers that it is necessary to do so in the interests of justice.  1995, c. 6, s. 4 (5).</p> <p class=\"headnote\">Solicitor and client costs</p> <p class=\"subsection\">(6) A judge who makes an order for costs in favour of a victim shall make the order on a solicitor and client basis, unless the judge considers that to do so would not be in the interests of justice.  1995, c. 6, s. 4 (6).</p> <p class=\"heading1\">Victims’ Justice Fund Account</p>"
        },
        {
            "id": "5",
            "section": "Victims’ justice fund account to be maintained",
            "content": "5 (1) The victim assistance fund account referred to in subsection 60.1 (4) of the Provincial Offences Act, as it read immediately before subsection 7 (1) of this Act comes into force, is continued as the victims’ justice fund account and shall be maintained as a special account in the Consolidated Revenue Fund.  1995, c. 6, s. 5 (1). Amounts to be credited to account (2) The victims’ justice fund account shall consist of, (a)  fine surcharge amounts credited to the account under subsection 60.1 (4) of the Provincial Offences Act; (a.1)  the portion, if any, prescribed under section 21.1 of the Highway Traffic Act of an administrative penalty as a portion to be credited to the account; (b)  fine surcharge amounts that under section 727.9 of the Criminal Code (Canada) the Lieutenant Governor in Council directs be credited to the account; (c)  amounts credited to the account in accordance with an appropriation by the Legislative Assembly of Ontario; (d)  donations made by persons to the Crown to be credited to the account.  1995, c. 6, s. 5 (2); 2019, c. 8, Sched. 1, s. 42. Special purpose account (3) The money paid into the victims’ justice fund account is money paid to Ontario for a special purpose within the meaning of the Financial Administration Act.  1995, c. 6, s. 5 (3). Use of victims’ justice fund account (4) The money paid into the victims’ justice fund account shall be used to assist victims, whether by supporting programs that provide assistance to victims, by making grants to community agencies assisting victims or otherwise.  1995, c. 6, s. 5 (4). Payments out of account (5) Subject to the approval of Management Board of Cabinet, payments may be made out of the victims’ justice fund account for the purpose described in subsection (4).  1995, c. 6, s. 5 (5). Expenses (6) The Lieutenant Governor in Council in each year may authorize the payment out of the victims’ justice fund account to the Consolidated Revenue Fund generally of an amount for the payment of expenses in connection with the administration of the account.  1995, c. 6, s. 5 (6). Regulations (7) The Lieutenant Governor in Council may make regulations, (a)  establishing criteria that must be met by a program or agency before a payment is made out of the victims’ justice fund account to support the program or agency; (b)  establishing a formula or other basis according to which money in the victims’ justice fund account is to be paid out.  1995, c. 6, s. 5 (7). Section Amendments with date in force (d/m/y) 2019, c. 8, Sched. 1, s. 42 - 01/07/2022 Office for Victims of Crime",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) The victim assistance fund account referred to in subsection 60.1 (4) of the <i>Provincial Offences Act</i>, as it read immediately before subsection 7 (1) of this Act comes into force, is continued as the victims’ justice fund account and shall be maintained as a special account in the Consolidated Revenue Fund.  1995, c. 6, s. 5 (1).</p> <p class=\"headnote\">Amounts to be credited to account</p> <p class=\"subsection\">(2) The victims’ justice fund account shall consist of,</p> <p class=\"paragraph\">  (a)  fine surcharge amounts credited to the account under subsection 60.1 (4) of the <i>Provincial Offences Act</i>;</p> <p class=\"paragraph\"> (a.1)  the portion, if any, prescribed under section 21.1 of the <i>Highway Traffic Act</i> of an administrative penalty as a portion to be credited to the account;</p> <p class=\"paragraph\">  (b)  fine surcharge amounts that under section 727.9 of the <i>Criminal Code</i> (Canada) the Lieutenant Governor in Council directs be credited to the account;</p> <p class=\"paragraph\">  (c)  amounts credited to the account in accordance with an appropriation by the Legislative Assembly of Ontario;</p> <p class=\"paragraph\">  (d)  donations made by persons to the Crown to be credited to the account.  1995, c. 6, s. 5 (2); 2019, c. 8, Sched. 1, s. 42.</p> <p class=\"headnote\">Special purpose account</p> <p class=\"subsection\">(3) The money paid into the victims’ justice fund account is money paid to Ontario for a special purpose within the meaning of the <i>Financial Administration Act</i><i>.</i>  1995, c. 6, s. 5 (3).</p> <p class=\"headnote\">Use of victims’ justice fund account</p> <p class=\"subsection\">(4) The money paid into the victims’ justice fund account shall be used to assist victims, whether by supporting programs that provide assistance to victims, by making grants to community agencies assisting victims or otherwise.  1995, c. 6, s. 5 (4).</p> <p class=\"headnote\">Payments out of account</p> <p class=\"subsection\">(5) Subject to the approval of Management Board of Cabinet, payments may be made out of the victims’ justice fund account for the purpose described in subsection (4).  1995, c. 6, s. 5 (5).</p> <p class=\"headnote\">Expenses</p> <p class=\"subsection\">(6) The Lieutenant Governor in Council in each year may authorize the payment out of the victims’ justice fund account to the Consolidated Revenue Fund generally of an amount for the payment of expenses in connection with the administration of the account.  1995, c. 6, s. 5 (6).</p> <p class=\"headnote\">Regulations</p> <p class=\"subsection\">(7) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a)  establishing criteria that must be met by a program or agency before a payment is made out of the victims’ justice fund account to support the program or agency;</p> <p class=\"paragraph\">  (b)  establishing a formula or other basis according to which money in the victims’ justice fund account is to be paid out.  1995, c. 6, s. 5 (7).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S19008#sched1s42\">2019, c. 8, Sched. 1, s. 42</a></span> - 01/07/2022</p> <p class=\"heading1\">Office for Victims of Crime</p>"
        },
        {
            "id": "5.1",
            "section": "Office for Victims of Crime",
            "content": "5.1 (1) There shall be an office to be known in English as the Office for Victims of Crime and in French as Office des affaires des victimes d’actes criminels.  2000, c. 32, s. 1. Composition (2) The Office shall be composed of such number of members as the Lieutenant Governor in Council considers appropriate, each of whom shall be appointed by the Lieutenant Governor in Council.  2000, c. 32, s. 1. Chair and vice-chair (3) The Lieutenant Governor in Council shall designate a chair and vice-chair of the Office from among the members of the Office.  2000, c. 32, s. 1. Advisory functions (4) The Office shall advise the Attorney General on, (a)  ways to ensure that the principles set out in subsection 2 (1) are respected; (b)  the development, implementation and maintenance of provincial standards for services for victims of crime; (c)  the use of the Victims’ Justice Fund to provide and improve services for victims of crime; (d)  research and education on the treatment of victims of crime and ways to prevent further victimization; and (e)  matters of legislation and policy on the treatment of victims of crime and on the prevention of further victimization.  2000, c. 32, s. 1. Assigned duties (5) The Attorney General may from time to time assign such duties to the Office as he or she considers appropriate and the Office shall carry out those duties.  2000, c. 32, s. 1. Employees (6) Such employees as are considered necessary for the proper conduct of the affairs of the Office may be appointed under Part III of the Public Service of Ontario Act, 2006.  2006, c. 35, Sched. C, s. 128. Transitional (7) On the day this section comes into force, (a)  the books and records of the office formerly known in English as the Office for Victims of Crime and in French as the Bureau consultatif pour les services aux victimes d’actes criminels become the books and records of the Office referred to in subsection (1); and (b)  the employees of the office formerly known in English as the Office for Victims of Crime and in French as the Bureau consultatif pour les services aux victimes d’actes criminels become the employees of the Office referred to in subsection (1).  2000, c. 32, s. 1. Section Amendments with date in force (d/m/y) 2000, c. 32, s. 1\r\n- 11/06/2001 2006, c. 35, Sched. C, s. 128 - 20/08/2007 6, 7 Omitted (amends or repeals other Acts).  1995, c. 6, ss. 6, 7. 8 Omitted (provides for coming into force of provisions of this Act).  1995, c. 6, s. 8. 9 Omitted (enacts short title of this Act).  1995, c. 6, s. 9. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>5.1 </b>(1) There shall be an office to be known in English as the Office for Victims of Crime and in French as Office des affaires des victimes d’actes criminels.  2000, c. 32, s. 1.</p> <p class=\"headnote\">Composition</p> <p class=\"subsection\">(2) The Office shall be composed of such number of members as the Lieutenant Governor in Council considers appropriate, each of whom shall be appointed by the Lieutenant Governor in Council.  2000, c. 32, s. 1.</p> <p class=\"headnote\">Chair and vice-chair</p> <p class=\"subsection\">(3) The Lieutenant Governor in Council shall designate a chair and vice-chair of the Office from among the members of the Office.  2000, c. 32, s. 1.</p> <p class=\"headnote\">Advisory functions</p> <p class=\"subsection\">(4) The Office shall advise the Attorney General on,</p> <p class=\"paragraph\">  (a)  ways to ensure that the principles set out in subsection 2 (1) are respected;</p> <p class=\"paragraph\">  (b)  the development, implementation and maintenance of provincial standards for services for victims of crime;</p> <p class=\"paragraph\">  (c)  the use of the Victims’ Justice Fund to provide and improve services for victims of crime;</p> <p class=\"paragraph\">  (d)  research and education on the treatment of victims of crime and ways to prevent further victimization; and</p> <p class=\"paragraph\">  (e)  matters of legislation and policy on the treatment of victims of crime and on the prevention of further victimization.  2000, c. 32, s. 1.</p> <p class=\"headnote\">Assigned duties</p> <p class=\"subsection\">(5) The Attorney General may from time to time assign such duties to the Office as he or she considers appropriate and the Office shall carry out those duties.  2000, c. 32, s. 1.</p> <p class=\"headnote\">Employees</p> <p class=\"subsection\">(6) Such employees as are considered necessary for the proper conduct of the affairs of the Office may be appointed under Part III of the <i>Public Service of Ontario Act, 2006</i>.  2006, c. 35, Sched. C, s. 128.</p> <p class=\"headnote\">Transitional</p> <p class=\"subsection\">(7) On the day this section comes into force,</p> <p class=\"paragraph\">  (a)  the books and records of the office formerly known in English as the Office for Victims of Crime and in French as the Bureau consultatif pour les services aux victimes d’actes criminels become the books and records of the Office referred to in subsection (1); and</p> <p class=\"paragraph\">  (b)  the employees of the office formerly known in English as the Office for Victims of Crime and in French as the Bureau consultatif pour les services aux victimes d’actes criminels become the employees of the Office referred to in subsection (1).  2000, c. 32, s. 1.</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S00032#s1\">2000, c. 32, s. 1</a></span>\r\n- 11/06/2001</p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06035#schedcs128\">2006, c. 35, Sched. C, s. 128</a></span> - 20/08/2007</p> <p class=\"section\"><b>6</b>, <b>7 </b><span class=\"ovsmallcap\">Omitted (amends or repeals other Acts)</span>.  1995, c. 6, ss. 6, 7.</p> <p class=\"section\"><b>8 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  1995, c. 6, s. 8.</p> <p class=\"section\"><b>9 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  1995, c. 6, s. 9.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/95v06\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "6",
            "section": "Transitional",
            "content": "6, 7 Omitted (amends or repeals other Acts).  1995, c. 6, ss. 6, 7. 8 Omitted (provides for coming into force of provisions of this Act).  1995, c. 6, s. 8. 9 Omitted (enacts short title of this Act).  1995, c. 6, s. 9. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>6</b>, <b>7 </b><span class=\"ovsmallcap\">Omitted (amends or repeals other Acts)</span>.  1995, c. 6, ss. 6, 7.</p> <p class=\"section\"><b>8 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  1995, c. 6, s. 8.</p> <p class=\"section\"><b>9 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  1995, c. 6, s. 9.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/95v06\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "8",
            "section": "Transitional",
            "content": "8 Omitted (provides for coming into force of provisions of this Act).  1995, c. 6, s. 8. 9 Omitted (enacts short title of this Act).  1995, c. 6, s. 9. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>8 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  1995, c. 6, s. 8.</p> <p class=\"section\"><b>9 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  1995, c. 6, s. 9.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/95v06\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "9",
            "section": "Transitional",
            "content": "9 Omitted (enacts short title of this Act).  1995, c. 6, s. 9. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>9 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  1995, c. 6, s. 9.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/95v06\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}