{
    "act_info": {
        "full_title": "Vintners Quality Alliance Act, 1999, S.O. 1999, c. 3",
        "act_name_text": "Vintners Quality Alliance Act, 1999",
        "citation": "S.O. 1999, c. 3",
        "url": "https://www.ontario.ca/laws/statute/99v03",
        "date_scraped": "2023-12-18 13:47:32"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "November 29, 2021",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/99v03/v8",
            "valid_from": "December 10, 2019",
            "valid_to": "November 28, 2021"
        },
        {
            "a_href": "/laws/statute/99v03/v7",
            "valid_from": "July  1, 2011",
            "valid_to": "December  9, 2019"
        },
        {
            "a_href": "/laws/statute/99v03/v6",
            "valid_from": "March 30, 2011",
            "valid_to": "June 30, 2011"
        },
        {
            "a_href": "/laws/statute/99v03/v5",
            "valid_from": "January 25, 2011",
            "valid_to": "March 29, 2011"
        },
        {
            "a_href": "/laws/statute/99v03/v4",
            "valid_from": "October 25, 2010",
            "valid_to": "January 24, 2011"
        },
        {
            "a_href": "/laws/statute/99v03/v3",
            "valid_from": "July 25, 2007",
            "valid_to": "October 24, 2010"
        },
        {
            "a_href": "/laws/statute/99v03/v2",
            "valid_from": "October 19, 2006",
            "valid_to": "July 24, 2007"
        },
        {
            "a_href": "/laws/statute/99v03/v1",
            "valid_from": "June 29, 2001",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/000406",
            "Citation": "O. Reg. 406/00",
            "title": "RULES OF VINTNERS QUALITY ALLIANCE ONTARIO RELATING TO TERMS FOR VQA WINE"
        },
        {
            "a_href": "/laws/regulation/000405",
            "Citation": "O. Reg. 405/00",
            "title": "GENERAL"
        },
        {
            "a_href": "/laws/regulation/000403",
            "Citation": "O. Reg. 403/00",
            "title": "DESIGNATION OF WINE AUTHORITY"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Purpose",
            "content": "1 The purpose of this Act is to establish and maintain an appellation of origin system for Vintners Quality Alliance wine that will allow consumers to identify such wines on the basis of the areas where the grapes are grown and the methods used in making the wine.  1999, c. 3, s. 1.",
            "raw_html": "<p class=\"section\"><b>1 </b>The purpose of this Act is to establish and maintain an appellation of origin system for Vintners Quality Alliance wine that will allow consumers to identify such wines on the basis of the areas where the grapes are grown and the methods used in making the wine.  1999, c. 3, s. 1.</p>"
        },
        {
            "id": "2",
            "section": "Definitions",
            "content": "2 In this Act, “investigator” means an investigator appointed under subsection 8 (1); (“enquêteur”) “liquor” means spirits, wine and beer or any combination of them and includes any alcohol in a form appropriate for human consumption as a beverage, alone or in combination with any other matter; (“alcool”) “manufacturer” means a person who produces liquor for sale; (“fabricant”) “Minister” means the member of the Executive Council designated by the Lieutenant Governor in Council; (“ministre”) “regulations” means the regulations made under this Act but not a rule deemed to be a regulation under section 5; (“règlements”) “rules” means the rules made under section 5; (“règles”) “tribunal” means the tribunal designated in the regulations; (“tribunal”) “Vintners Quality Alliance wine” (VQA wine) means wine, (a) that is produced in Ontario from grapes that have been grown in Ontario or from grape juice or grape must produced from such grapes, and (b) that meets the standards of the wine authority; (“vin de la Vintners Quality Alliance”) “wine authority” means a not-for-profit corporation without share capital incorporated under the laws of Ontario or Canada that operates in Ontario. (“office des vins”)  1999, c. 3, s. 2; 2010, c. 16, Sched. 5, s. 6 (1); 2019, c. 15, Sched. 22, s. 106. Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 5, s. 6 (1) - 25/01/2011 2019, c. 15, Sched. 22, s. 106 - 29/11/2021",
            "raw_html": "<p class=\"section\"><b>2 </b>In this Act,</p> <p class=\"definition\">“investigator” means an investigator appointed under subsection 8 (1); (“enquêteur”)</p> <p class=\"definition\">“liquor” means spirits, wine and beer or any combination of them and includes any alcohol in a form appropriate for human consumption as a beverage, alone or in combination with any other matter; (“alcool”)</p> <p class=\"definition\">“manufacturer” means a person who produces liquor for sale; (“fabricant”)</p> <p class=\"definition\">“Minister” means the member of the Executive Council designated by the Lieutenant Governor in Council; (“ministre”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act but not a rule deemed to be a regulation under section 5; (“règlements”)</p> <p class=\"definition\">“rules” means the rules made under section 5; (“règles”)</p> <p class=\"definition\">“tribunal” means the tribunal designated in the regulations; (“tribunal”)</p> <p class=\"definition\">“Vintners Quality Alliance wine” (VQA wine) means wine,</p> <p class=\"paragraph\">  (a) that is produced in Ontario from grapes that have been grown in Ontario or from grape juice or grape must produced from such grapes, and</p> <p class=\"paragraph\">  (b) that meets the standards of the wine authority; (“vin de la Vintners Quality Alliance”)</p> <p class=\"definition\">“wine authority” means a not-for-profit corporation without share capital incorporated under the laws of Ontario or Canada that operates in Ontario. (“office des vins”)  1999, c. 3, s. 2; 2010, c. 16, Sched. 5, s. 6 (1); 2019, c. 15, Sched. 22, s. 106.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched5s6s1\">2010, c. 16, Sched. 5, s. 6 (1)</a></span> - 25/01/2011</p> <p align=\"left\" class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S19015#sched22s106\">2019, c. 15, Sched. 22, s. 106</a> - 29/11/2021</p>"
        },
        {
            "id": "3",
            "section": "Designation of wine authority",
            "content": "3 (1) The Lieutenant Governor in Council may, by regulation, designate a wine authority for the purposes of administering this Act and the regulations.  1999, c. 3, s. 3 (1). No designation without agreement (2) A wine authority shall not be designated until the Minister and the wine authority have entered into an agreement with respect to the administration of this Act and the regulations.  1999, c. 3, s. 3 (2). Administration of Act and regulations (3) The wine authority designated under subsection (1) shall administer this Act and the regulations in accordance with law and the agreement, having regard to the purpose of this Act.  1999, c. 3, s. 3 (3). Authority not empowered to make regulations (4) The fact that responsibility for the administration of this Act and the regulations has been transferred to the wine authority does not empower it to make regulations under this Act.  1999, c. 3, s. 3 (4).",
            "raw_html": "<p class=\"section\"><b>3 </b>(1) The Lieutenant Governor in Council may, by regulation, designate a wine authority for the purposes of administering this Act and the regulations.  1999, c. 3, s. 3 (1).</p> <p class=\"headnote\">No designation without agreement</p> <p class=\"subsection\">(2) A wine authority shall not be designated until the Minister and the wine authority have entered into an agreement with respect to the administration of this Act and the regulations.  1999, c. 3, s. 3 (2).</p> <p class=\"headnote\">Administration of Act and regulations</p> <p class=\"subsection\">(3) The wine authority designated under subsection (1) shall administer this Act and the regulations in accordance with law and the agreement, having regard to the purpose of this Act.  1999, c. 3, s. 3 (3).</p> <p class=\"headnote\">Authority not empowered to make regulations</p> <p class=\"subsection\">(4) The fact that responsibility for the administration of this Act and the regulations has been transferred to the wine authority does not empower it to make regulations under this Act.  1999, c. 3, s. 3 (4).</p>"
        },
        {
            "id": "4",
            "section": "Revocation of designation",
            "content": "4 (1) After having given the notice that the Lieutenant Governor in Council considers reasonable in the circumstances, the Lieutenant Governor in Council may, by regulation, revoke the designation of a wine authority if, (a) the wine authority has failed to comply with this Act or the agreement referred to in subsection 3 (2); or (b) the Lieutenant Governor in Council considers it advisable to do so in the public interest.  1999, c. 3, s. 4 (1). Non-application of Act (2) The Statutory Powers Procedure Act does not apply to the exercise by the Lieutenant Governor in Council of the power to revoke a designation.  1999, c. 3, s. 4 (2).",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) After having given the notice that the Lieutenant Governor in Council considers reasonable in the circumstances, the Lieutenant Governor in Council may, by regulation, revoke the designation of a wine authority if,</p> <p class=\"paragraph\">  (a) the wine authority has failed to comply with this Act or the agreement referred to in subsection 3 (2); or</p> <p class=\"paragraph\">  (b) the Lieutenant Governor in Council considers it advisable to do so in the public interest.  1999, c. 3, s. 4 (1).</p> <p class=\"headnote\">Non-application of Act</p> <p class=\"subsection\">(2) The <i>Statutory Powers Procedure Act</i> does not apply to the exercise by the Lieutenant Governor in Council of the power to revoke a designation.  1999, c. 3, s. 4 (2).</p>"
        },
        {
            "id": "5",
            "section": "Rules of wine authority",
            "content": "5 (1) The designated wine authority may make rules,  (a) establishing and defining terms, descriptions and designations to appear on labels of Vintners Quality Alliance wines, including varietal labelling, vintage dating, viticultural areas, geographic indications and vineyard and estate-bottled declarations; (b) setting quality standards and other requirements that must be met before the terms, descriptions and designations may be used by a manufacturer; (c) establishing conditions respecting the use of the terms, descriptions and designations; (d) governing applications for approval and issuance of approvals for the use of the terms, descriptions and designations; and (e) requiring manufacturers applying to use or using the terms, descriptions and designations to furnish the wine authority with such returns, information and other things respecting the manufacture and sale of wine as are specified under clause 11 (1) (c).  1999, c. 3, s. 5 (1). Ministerial approval required (2) A rule made under clause (1) (a), (b) or (c) is subject to the Minister’s approval.  1999, c. 3, s. 5 (2). Rules deemed regulations (3) A rule made under clause (1) (a), (b) or (c) shall be deemed to be a regulation to which Part III (Regulations) of the Legislation Act, 2006 applies.  1999, c. 3, s. 5 (3); 2006, c. 21, Sched. F, s. 136 (1). Other powers (4) The designated wine authority may, (a) establish forms related to the administration of this Act and the regulations; (b) set and collect fees, costs or other charges related to the administration of this Act and the regulations if it does so in accordance with the process and criteria that it establishes and that the Minister approves.  1999, c. 3, s. 5 (4). Use of money collected (5) Money collected by the wine authority in carrying out the administration of this Act and the regulations is not public money within the meaning of the Financial Administration Act and may be used by it to carry out activities in accordance with its objects or any other purpose reasonably related to its objects.  1999, c. 3, s. 5 (5). Agreements (6) The wine authority may enter into an agreement with any person or entity for carrying out the purposes of this Act.  1999, c. 3, s. 5 (6). Section Amendments with date in force (d/m/y) 2006, c. 21, Sched. F, s. 136 (1) - 25/07/2007",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) The designated wine authority may make rules, </p> <p class=\"paragraph\">  (a) establishing and defining terms, descriptions and designations to appear on labels of Vintners Quality Alliance wines, including varietal labelling, vintage dating, viticultural areas, geographic indications and vineyard and estate-bottled declarations;</p> <p class=\"paragraph\">  (b) setting quality standards and other requirements that must be met before the terms, descriptions and designations may be used by a manufacturer;</p> <p class=\"paragraph\">  (c) establishing conditions respecting the use of the terms, descriptions and designations;</p> <p class=\"paragraph\">  (d) governing applications for approval and issuance of approvals for the use of the terms, descriptions and designations; and</p> <p class=\"paragraph\">  (e) requiring manufacturers applying to use or using the terms, descriptions and designations to furnish the wine authority with such returns, information and other things respecting the manufacture and sale of wine as are specified under clause 11 (1) (c).  1999, c. 3, s. 5 (1).</p> <p class=\"headnote\">Ministerial approval required</p> <p class=\"subsection\">(2) A rule made under clause (1) (a), (b) or (c) is subject to the Minister’s approval.  1999, c. 3, s. 5 (2).</p> <p class=\"headnote\">Rules deemed regulations</p> <p class=\"subsection\">(3) A rule made under clause (1) (a), (b) or (c) shall be deemed to be a regulation to which Part III (Regulations) of the <i>Legislation Act, 2006 </i>applies.  1999, c. 3, s. 5 (3); 2006, c. 21, Sched. F, s. 136 (1).</p> <p class=\"headnote\">Other powers</p> <p class=\"subsection\">(4) The designated wine authority may,</p> <p class=\"paragraph\">  (a) establish forms related to the administration of this Act and the regulations;</p> <p class=\"paragraph\">  (b) set and collect fees, costs or other charges related to the administration of this Act and the regulations if it does so in accordance with the process and criteria that it establishes and that the Minister approves.  1999, c. 3, s. 5 (4).</p> <p class=\"headnote\">Use of money collected</p> <p class=\"subsection\">(5) Money collected by the wine authority in carrying out the administration of this Act and the regulations is not public money within the meaning of the <i>Financial Administration Act</i><i> </i>and may be used by it to carry out activities in accordance with its objects or any other purpose reasonably related to its objects.  1999, c. 3, s. 5 (5).</p> <p class=\"headnote\">Agreements</p> <p class=\"subsection\">(6) The wine authority may enter into an agreement with any person or entity for carrying out the purposes of this Act.  1999, c. 3, s. 5 (6).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06021#schedfs136s1\">2006, c. 21, Sched. F, s. 136 (1)</a></span> - 25/07/2007</p>"
        },
        {
            "id": "6",
            "section": "Use of terms, descriptions, etc., prohibited",
            "content": "6 (1) A manufacturer shall not use the terms, descriptions and designations established by the wine authority without its approval.  1999, c. 3, s. 6 (1). Application for approval (2) A manufacturer may only apply to the wine authority for an approval to use the terms, descriptions and designations if the manufacturer is a member of the wine authority.  1999, c. 3, s. 6 (2). Approval (3) A manufacturer who applies for an approval to use the terms, descriptions and designations is entitled to the approval if the manufacturer is otherwise in compliance with the wine authority’s rules, including those establishing quality standards and meets all other requirements for an approval.  1999, c. 3, s. 6 (3). Refusal to grant approval, revocation (4) If the wine authority refuses to grant an approval or suspends, revokes or refuses to renew an approval, the manufacturer may require that the tribunal hold a hearing on the matter in accordance with the regulations.  1999, c. 3, s. 6 (4). No sales without approval (5) If, without an approval, a manufacturer uses the terms, descriptions or designations in connection with liquor produced by the manufacturer, no person shall sell the liquor.  2001, c. 9, Sched. D, s. 12. Section Amendments with date in force (d/m/y) 2001, c. 9, Sched. D, s. 12 - 29/06/2001",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) A manufacturer shall not use the terms, descriptions and designations established by the wine authority without its approval.  1999, c. 3, s. 6 (1).</p> <p class=\"headnote\">Application for approval</p> <p class=\"subsection\">(2) A manufacturer may only apply to the wine authority for an approval to use the terms, descriptions and designations if the manufacturer is a member of the wine authority.  1999, c. 3, s. 6 (2).</p> <p class=\"headnote\">Approval</p> <p class=\"subsection\">(3) A manufacturer who applies for an approval to use the terms, descriptions and designations is entitled to the approval if the manufacturer is otherwise in compliance with the wine authority’s rules, including those establishing quality standards and meets all other requirements for an approval.  1999, c. 3, s. 6 (3).</p> <p class=\"headnote\">Refusal to grant approval, revocation</p> <p class=\"subsection\">(4) If the wine authority refuses to grant an approval or suspends, revokes or refuses to renew an approval, the manufacturer may require that the tribunal hold a hearing on the matter in accordance with the regulations.  1999, c. 3, s. 6 (4).</p> <p class=\"headnote\">No sales without approval</p> <p class=\"subsection\">(5) If, without an approval, a manufacturer uses the terms, descriptions or designations in connection with liquor produced by the manufacturer, no person shall sell the liquor.  2001, c. 9, Sched. D, s. 12.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S01009#schedds12\">2001, c. 9, Sched. D, s. 12</a></span> - 29/06/2001</p>"
        },
        {
            "id": "7",
            "section": "Inspections",
            "content": "7 (1) The board of the wine authority may, in writing, appoint persons as inspectors for the purpose of conducting inspections under this section.  2010, c. 16, Sched. 5, s. 6 (2). Proof of appointment (2) Every inspector who is conducting an inspection shall, upon request, produce evidence of the authority to conduct the inspection.  2010, c. 16, Sched. 5, s. 6 (2). Purpose of inspection (3) An inspector may enter and inspect, at any reasonable time and in accordance with this section, any of the business premises of the following persons for the purpose of determining whether there is compliance with this Act, the regulations and the rules: 1. A manufacturer that has applied to use the terms, descriptions and designations established in the rules or that has received approval to use them. 2. A person who holds grapes, grape juice, grape must, wine, wine bottles or things of a manufacturer described in paragraph 1. 3. A person who holds documents or records relating to a manufacturer described in paragraph 1.  2010, c. 16, Sched. 5, s. 6 (2). Powers of inspectors (4) While carrying out an inspection under this section, an inspector, (a) may conduct tests that are reasonably necessary and which may result in the consumption of or in the alteration of the nature of the thing tested; (b) upon giving a receipt for them, may remove things, including samples of wine, grapes, grape juice or grape must for examination or test purposes; (c) is entitled to free access to all documents, records and things that are relevant to the inspection; (d) may require a person to produce a document, record or thing and to provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce information that is relevant to the inspection and that is in any form; (e) may use any data storage, processing or retrieval device or system used in carrying on business in order to produce information that is relevant to the inspection and that is in any form; and (f) upon giving a receipt for them, may remove for examination and copy anything relevant to the inspection, including any data storage disk or other retrieval device in order to produce information.  2010, c. 16, Sched. 5, s. 6 (2). Entry to dwellings (5) An inspector shall not, without the consent of the occupier, enter and inspect a dwelling or any part of premises being used as a dwelling.  2010, c. 16, Sched. 5, s. 6 (2). No use of force (6) An inspector shall not use force to enter and inspect premises under this section.  2010, c. 16, Sched. 5, s. 6 (2). Return of things removed (7) An inspector who removes a thing under clause (4) (b) or (f) shall return it within a reasonable time to the manufacturer or other person affected by the inspection, but if the inspector examines or tests the thing and the examination or test results in the thing being consumed or an alteration of the nature of the thing, the inspector is not required to return the thing.  2010, c. 16, Sched. 5, s. 6 (2). Compliance with requirement (8) If, under clause (4) (d), an inspector requires a person to produce a document, record or thing or to provide assistance, the person shall produce the document, record or thing or provide the assistance, as the case may be.  2010, c. 16, Sched. 5, s. 6 (2). No obstruction (9) No person shall obstruct an inspector conducting an inspection or withhold from the inspector or conceal, alter or destroy any documents, records or things that are relevant to the inspection.  2010, c. 16, Sched. 5, s. 6 (2). Admissibility of copies (10) A copy of a document or record certified by an inspector to be a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value.  2010, c. 16, Sched. 5, s. 6 (2). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 5, s. 6 (2) - 25/01/2011",
            "raw_html": "<p class=\"section\"><b>7 </b>(1) The board of the wine authority may, in writing, appoint persons as inspectors for the purpose of conducting inspections under this section.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">Proof of appointment</p> <p class=\"subsection\">(2) Every inspector who is conducting an inspection shall, upon request, produce evidence of the authority to conduct the inspection.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">Purpose of inspection</p> <p class=\"subsection\">(3) An inspector may enter and inspect, at any reasonable time and in accordance with this section, any of the business premises of the following persons for the purpose of determining whether there is compliance with this Act, the regulations and the rules:</p> <p class=\"paragraph\">  1. A manufacturer that has applied to use the terms, descriptions and designations established in the rules or that has received approval to use them.</p> <p class=\"paragraph\">  2. A person who holds grapes, grape juice, grape must, wine, wine bottles or things of a manufacturer described in paragraph 1.</p> <p class=\"paragraph\">  3. A person who holds documents or records relating to a manufacturer described in paragraph 1.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">Powers of inspectors</p> <p class=\"subsection\">(4) While carrying out an inspection under this section, an inspector,</p> <p class=\"paragraph\">  (a) may conduct tests that are reasonably necessary and which may result in the consumption of or in the alteration of the nature of the thing tested;</p> <p class=\"paragraph\">  (b) upon giving a receipt for them, may remove things, including samples of wine, grapes, grape juice or grape must for examination or test purposes;</p> <p class=\"paragraph\">  (c) is entitled to free access to all documents, records and things that are relevant to the inspection;</p> <p class=\"paragraph\">  (d) may require a person to produce a document, record or thing and to provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system to produce information that is relevant to the inspection and that is in any form;</p> <p class=\"paragraph\">  (e) may use any data storage, processing or retrieval device or system used in carrying on business in order to produce information that is relevant to the inspection and that is in any form; and</p> <p class=\"paragraph\">  (f) upon giving a receipt for them, may remove for examination and copy anything relevant to the inspection, including any data storage disk or other retrieval device in order to produce information.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">Entry to dwellings</p> <p class=\"subsection\">(5) An inspector shall not, without the consent of the occupier, enter and inspect a dwelling or any part of premises being used as a dwelling.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">No use of force</p> <p class=\"subsection\">(6) An inspector shall not use force to enter and inspect premises under this section.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">Return of things removed</p> <p class=\"subsection\">(7) An inspector who removes a thing under clause (4) (b) or (f) shall return it within a reasonable time to the manufacturer or other person affected by the inspection, but if the inspector examines or tests the thing and the examination or test results in the thing being consumed or an alteration of the nature of the thing, the inspector is not required to return the thing.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">Compliance with requirement</p> <p class=\"subsection\">(8) If, under clause (4) (d), an inspector requires a person to produce a document, record or thing or to provide assistance, the person shall produce the document, record or thing or provide the assistance, as the case may be.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">No obstruction</p> <p class=\"subsection\">(9) No person shall obstruct an inspector conducting an inspection or withhold from the inspector or conceal, alter or destroy any documents, records or things that are relevant to the inspection.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">Admissibility of copies</p> <p class=\"subsection\">(10) A copy of a document or record certified by an inspector to be a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched5s6s2\">2010, c. 16, Sched. 5, s. 6 (2)</a></span> - 25/01/2011</p>"
        },
        {
            "id": "8",
            "section": "Appointment of investigators",
            "content": "8 (1) The board of the wine authority may, in writing, appoint persons as investigators for the purposes of conducting investigations.  2010, c. 16, Sched. 5, s. 6 (2). Certificate of appointment (2) The board of the wine authority shall issue to every investigator a certificate of appointment bearing its signature or a facsimile of the signature.  2010, c. 16, Sched. 5, s. 6 (2). Proof of appointment (3) Every investigator who is conducting an investigation, including under section 8.1, shall, upon request, produce the certificate of appointment as an investigator.  2010, c. 16, Sched. 5, s. 6 (2). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 5, s. 6 (2) - 25/01/2011",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) The board of the wine authority may, in writing, appoint persons as investigators for the purposes of conducting investigations.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">Certificate of appointment</p> <p class=\"subsection\">(2) The board of the wine authority shall issue to every investigator a certificate of appointment bearing its signature or a facsimile of the signature.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">Proof of appointment</p> <p class=\"subsection\">(3) Every investigator who is conducting an investigation, including under section 8.1, shall, upon request, produce the certificate of appointment as an investigator.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched5s6s2\">2010, c. 16, Sched. 5, s. 6 (2)</a></span> - 25/01/2011</p>"
        },
        {
            "id": "8.1",
            "section": "Search warrant",
            "content": "8.1 (1) Upon application made without notice by an investigator, a justice of the peace may issue a warrant, if the justice is satisfied on information under oath that there is reasonable ground for believing that,  (a) a person has contravened or is contravening this Act, the regulations or the rules; and (b) there is, (i) in any building, dwelling, receptacle or place any thing relating to the contravention of this Act, the regulations or the rules, or (ii) information or evidence relating to the contravention of this Act, the regulations or the rules that may be obtained through the use of any investigative technique or procedure or the doing of anything described in the warrant.  2010, c. 16, Sched. 5, s. 6 (2); 2019, c. 14, Sched. 10, s. 20 (1). Powers under warrant (2) Subject to any conditions contained in it, a warrant obtained under subsection (1) authorizes an investigator to, (a) enter or access the building, dwelling, receptacle or place specified in the warrant and examine and seize anything described in the warrant; (a.1) make reasonable inquiries of any person, orally or in writing, with respect to anything relevant to the investigation; (a.2) conduct or take tests of anything described in the warrant, including tests that result in the thing tested being consumed or altered, and take and carry away samples from the testing; (b) make a copy of a document or record seized under this subsection; (c) use any data storage, processing or retrieval device or system used in carrying on business in order to produce information or evidence described in the warrant, in any form; (d) require a person to produce the evidence or information described in the warrant and to provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system, to produce, in any form, the evidence or information described in the warrant; and (e) use any investigative technique or procedure or do anything described in the warrant.  2010, c. 16, Sched. 5, s. 6 (2); 2019, c. 14, Sched. 10, s. 20 (1, 2). Entry to dwellings (3) Despite subsection (2), an investigator shall not exercise the power under a warrant to enter a place, or part of a place, used as a dwelling, unless, (a) the justice of the peace is informed that the warrant is being sought to authorize entry into a dwelling; and (b) the justice of the peace authorizes the entry into the dwelling.  2010, c. 16, Sched. 5, s. 6 (2). Conditions on warrant (4) A warrant issued under this section shall contain the conditions that the justice of the peace considers advisable to ensure that any search authorized by the warrant is reasonable in the circumstances.  2010, c. 16, Sched. 5, s. 6 (2). Expert help (5) The warrant may authorize persons who have special, expert or professional knowledge and other persons as necessary to accompany and assist the investigator in respect of the execution of the warrant.  2010, c. 16, Sched. 5, s. 6 (2). Time of execution (6) An entry or access under a warrant issued under this section shall be made between 6 a.m. and 9 p.m., unless the warrant specifies otherwise.  2010, c. 16, Sched. 5, s. 6 (2). Expiry of warrant (7) A warrant issued under this section shall name a date of expiry, which shall be no later than 30 days after the warrant is issued, but a justice of the peace may extend the date of expiry for an additional period of no more than 30 days, upon application without notice by an investigator.  2010, c. 16, Sched. 5, s. 6 (2). Use of force (8) An investigator may call upon police officers for assistance in executing the warrant and the investigator may use whatever force is reasonably necessary to execute the warrant.  2010, c. 16, Sched. 5, s. 6 (2). (9) Repealed: 2019, c. 14, Sched. 10, s. 20 (3). Compliance with requirement (10) If, under clause (2) (d), an investigator requires a person to produce evidence or information or to provide assistance, the person shall produce the evidence or information or provide the assistance, as the case may be.  2010, c. 16, Sched. 5, s. 6 (2). No obstruction (11) No person shall obstruct an investigator executing a warrant under this section or withhold from the investigator or conceal, alter or destroy anything relevant to the investigation being conducted pursuant to the warrant.  2010, c. 16, Sched. 5, s. 6 (2). Admissibility of copies (12) A copy of a document or record that is seized under this section and certified by an investigator to be a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value.  2010, c. 16, Sched. 5, s. 6 (2). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 5, s. 6 (2) - 25/01/2011 2019, c. 14, Sched. 10, s. 20 (1-3) - 10/12/2019",
            "raw_html": "<p class=\"section\"><b>8.1 </b>(1) Upon application made without notice by an investigator, a justice of the peace may issue a warrant, if the justice is satisfied on information under oath that there is reasonable ground for believing that, </p> <p class=\"paragraph\">  (a) a person has contravened or is contravening this Act, the regulations or the rules; and</p> <p class=\"paragraph\">  (b) there is,</p> <p class=\"subclause\">  (i) in any building, dwelling, receptacle or place any thing relating to the contravention of this Act, the regulations or the rules, or</p> <p class=\"subclause\">  (ii) information or evidence relating to the contravention of this Act, the regulations or the rules that may be obtained through the use of any investigative technique or procedure or the doing of anything described in the warrant.  2010, c. 16, Sched. 5, s. 6 (2); 2019, c. 14, Sched. 10, s. 20 (1).</p> <p class=\"headnote\">Powers under warrant</p> <p class=\"subsection\">(2) Subject to any conditions contained in it, a warrant obtained under subsection (1) authorizes an investigator to,</p> <p class=\"paragraph\">  (a) enter or access the building, dwelling, receptacle or place specified in the warrant and examine and seize anything described in the warrant;</p> <p class=\"paragraph\"> (a.1) make reasonable inquiries of any person, orally or in writing, with respect to anything relevant to the investigation;</p> <p class=\"paragraph\"> (a.2) conduct or take tests of anything described in the warrant, including tests that result in the thing tested being consumed or altered, and take and carry away samples from the testing;</p> <p class=\"paragraph\">  (b) make a copy of a document or record seized under this subsection;</p> <p class=\"paragraph\">  (c) use any data storage, processing or retrieval device or system used in carrying on business in order to produce information or evidence described in the warrant, in any form;</p> <p class=\"paragraph\">  (d) require a person to produce the evidence or information described in the warrant and to provide whatever assistance is reasonably necessary, including using any data storage, processing or retrieval device or system, to produce, in any form, the evidence or information described in the warrant; and</p> <p class=\"paragraph\">  (e) use any investigative technique or procedure or do anything described in the warrant.  2010, c. 16, Sched. 5, s. 6 (2); 2019, c. 14, Sched. 10, s. 20 (1, 2).</p> <p class=\"headnote\">Entry to dwellings</p> <p class=\"subsection\">(3) Despite subsection (2), an investigator shall not exercise the power under a warrant to enter a place, or part of a place, used as a dwelling, unless,</p> <p class=\"paragraph\">  (a) the justice of the peace is informed that the warrant is being sought to authorize entry into a dwelling; and</p> <p class=\"paragraph\">  (b) the justice of the peace authorizes the entry into the dwelling.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">Conditions on warrant</p> <p class=\"subsection\">(4) A warrant issued under this section shall contain the conditions that the justice of the peace considers advisable to ensure that any search authorized by the warrant is reasonable in the circumstances.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">Expert help</p> <p class=\"subsection\">(5) The warrant may authorize persons who have special, expert or professional knowledge and other persons as necessary to accompany and assist the investigator in respect of the execution of the warrant.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">Time of execution</p> <p class=\"subsection\">(6) An entry or access under a warrant issued under this section shall be made between 6 a.m. and 9 p.m., unless the warrant specifies otherwise.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">Expiry of warrant</p> <p class=\"subsection\">(7) A warrant issued under this section shall name a date of expiry, which shall be no later than 30 days after the warrant is issued, but a justice of the peace may extend the date of expiry for an additional period of no more than 30 days, upon application without notice by an investigator.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">Use of force</p> <p class=\"subsection\">(8) An investigator may call upon police officers for assistance in executing the warrant and the investigator may use whatever force is reasonably necessary to execute the warrant.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"subsection\">(9) <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 14, Sched. 10, s. 20 (3).</p> <p class=\"headnote\">Compliance with requirement</p> <p class=\"subsection\">(10) If, under clause (2) (d), an investigator requires a person to produce evidence or information or to provide assistance, the person shall produce the evidence or information or provide the assistance, as the case may be.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">No obstruction</p> <p class=\"subsection\">(11) No person shall obstruct an investigator executing a warrant under this section or withhold from the investigator or conceal, alter or destroy anything relevant to the investigation being conducted pursuant to the warrant.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">Admissibility of copies</p> <p class=\"subsection\">(12) A copy of a document or record that is seized under this section and certified by an investigator to be a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched5s6s2\">2010, c. 16, Sched. 5, s. 6 (2)</a></span> - 25/01/2011</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched10s20s1\">2019, c. 14, Sched. 10, s. 20 (1-3)</a> - 10/12/2019</p>"
        },
        {
            "id": "8.2",
            "section": "Seizure of things not specified",
            "content": "8.2 (1) An investigator who is lawfully present in a place pursuant to a warrant or otherwise in the execution of his or her duties may, without a warrant, seize anything in plain view that the investigator believes on reasonable grounds will afford evidence relating to a contravention of this Act, the regulations or the rules.  2010, c. 16, Sched. 5, s. 6 (2). Copying (2) An investigator may make a copy of a document or record seized under this section and subsection 8.1 (12) applies to the copy.  2010, c. 16, Sched. 5, s. 6 (2). (3) Repealed: 2019, c. 14, Sched. 10, s. 20 (4). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 5, s. 6 (2) - 25/01/2011 2019, c. 14, Sched. 10, s. 20 (4) - 10/12/2019",
            "raw_html": "<p class=\"section\"><b>8.2 </b>(1) An investigator who is lawfully present in a place pursuant to a warrant or otherwise in the execution of his or her duties may, without a warrant, seize anything in plain view that the investigator believes on reasonable grounds will afford evidence relating to a contravention of this Act, the regulations or the rules.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">Copying</p> <p class=\"subsection\">(2) An investigator may make a copy of a document or record seized under this section and subsection 8.1 (12) applies to the copy.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"subsection\">(3) <span class=\"ovsmallcap\">Repealed</span>: 2019, c. 14, Sched. 10, s. 20 (4).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched5s6s2\">2010, c. 16, Sched. 5, s. 6 (2)</a></span> - 25/01/2011</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched10s20s4\">2019, c. 14, Sched. 10, s. 20 (4)</a> - 10/12/2019</p>"
        },
        {
            "id": "8.3",
            "section": "Search without warrant in exigent circumstances",
            "content": "8.3 (1) An investigator may exercise any of the powers described in subsection 8.1 (2) without a warrant if the conditions for obtaining the warrant exist but by reason of exigent circumstances it would be impracticable to obtain the warrant.  2010, c. 16, Sched. 5, s. 6 (2). Dwellings (2) Subsection (1) does not apply to a building or part of a building that is being used as a dwelling.  2010, c. 16, Sched. 5, s. 6 (2). Use of force (3) The investigator may, in executing any authority given by this section, call upon police officers for assistance and use whatever force is reasonably necessary.  2010, c. 16, Sched. 5, s. 6 (2). Application of s. 8.1 (4) Subsections 8.1 (5), (10), (11) and (12) apply with necessary modifications to a search under this section.  2010, c. 16, Sched. 5, s. 6 (2); 2019, c. 14, Sched. 10, s. 20 (5). Section Amendments with date in force (d/m/y) 2010, c. 16, Sched. 5, s. 6 (2) - 25/01/2011 2019, c. 14, Sched. 10, s. 20 (5) - 10/12/2019",
            "raw_html": "<p class=\"section\"><b>8.3 </b>(1) An investigator may exercise any of the powers described in subsection 8.1 (2) without a warrant if the conditions for obtaining the warrant exist but by reason of exigent circumstances it would be impracticable to obtain the warrant.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">Dwellings</p> <p class=\"subsection\">(2) Subsection (1) does not apply to a building or part of a building that is being used as a dwelling.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">Use of force</p> <p class=\"subsection\">(3) The investigator may, in executing any authority given by this section, call upon police officers for assistance and use whatever force is reasonably necessary.  2010, c. 16, Sched. 5, s. 6 (2).</p> <p class=\"headnote\">Application of s. 8.1</p> <p class=\"subsection\">(4) Subsections 8.1 (5), (10), (11) and (12) apply with necessary modifications to a search under this section.  2010, c. 16, Sched. 5, s. 6 (2); 2019, c. 14, Sched. 10, s. 20 (5).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S10016#sched5s6s2\">2010, c. 16, Sched. 5, s. 6 (2)</a></span> - 25/01/2011</p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched10s20s5\">2019, c. 14, Sched. 10, s. 20 (5)</a> - 10/12/2019</p>"
        },
        {
            "id": "8.4",
            "section": "Report when things seized",
            "content": "8.4 (1) An investigator who seizes any thing under the authority of section 8.1, 8.2 or 8.3 shall bring it before a justice of the peace or, if that is not reasonably possible, shall report the seizure to a justice of the peace. 2019, c. 14, Sched. 10, s. 20 (6). Procedure (2) Sections 159 and 160 of the Provincial Offences Act apply with necessary modifications in respect of a thing seized under the authority of section 8.1, 8.2 or 8.3 of this Act, reading the reference in subsection 160 (1) of that Act to a document that a person is about to examine or seize under a search warrant as a reference to a thing that an investigator is about to examine or seize under the authority of section 8.1, 8.2 or 8.3 of this Act. 2019, c. 14, Sched. 10, s. 20 (6). Section Amendments with date in force (d/m/y) 2019, c. 14, Sched. 10, s. 20 (6) - 10/12/2019",
            "raw_html": "<p class=\"section\"><b>8.4 </b>(1) An investigator who seizes any thing under the authority of section 8.1, 8.2 or 8.3 shall bring it before a justice of the peace or, if that is not reasonably possible, shall report the seizure to a justice of the peace. 2019, c. 14, Sched. 10, s. 20 (6).</p> <p class=\"headnote\">Procedure</p> <p class=\"subsection\">(2) Sections 159 and 160 of the <i>Provincial Offences Act</i> apply with necessary modifications in respect of a thing seized under the authority of section 8.1, 8.2 or 8.3 of this Act, reading the reference in subsection 160 (1) of that Act to a document that a person is about to examine or seize under a search warrant as a reference to a thing that an investigator is about to examine or seize under the authority of section 8.1, 8.2 or 8.3 of this Act. 2019, c. 14, Sched. 10, s. 20 (6).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><a href=\"http://www.ontario.ca/laws/statute/S19014#sched10s20s6\">2019, c. 14, Sched. 10, s. 20 (6)</a> - 10/12/2019</p>"
        },
        {
            "id": "9",
            "section": "Compliance order",
            "content": "9 (1) If an inspector finds that any provision of this Act, the regulations or the rules is being contravened, he or she may give to the person whom he or she believes to be the contravener an order in writing directing compliance and may require the order to be carried out forthwith or within such time as he or she specifies.  1999, c. 3, s. 9 (1). Same (2) An order under subsection (1) shall contain sufficient information to specify the nature of the contravention.  1999, c. 3, s. 9 (2). Hearing (3) A person to whom a compliance order is directed under this section may require that the tribunal hold a hearing on the matter in accordance with the regulations.  1999, c. 3, s. 9 (3).",
            "raw_html": "<p class=\"section\"><b>9 </b>(1) If an inspector finds that any provision of this Act, the regulations or the rules is being contravened, he or she may give to the person whom he or she believes to be the contravener an order in writing directing compliance and may require the order to be carried out forthwith or within such time as he or she specifies.  1999, c. 3, s. 9 (1).</p> <p class=\"headnote\">Same</p> <p class=\"subsection\">(2) An order under subsection (1) shall contain sufficient information to specify the nature of the contravention.  1999, c. 3, s. 9 (2).</p> <p class=\"headnote\">Hearing</p> <p class=\"subsection\">(3) A person to whom a compliance order is directed under this section may require that the tribunal hold a hearing on the matter in accordance with the regulations.  1999, c. 3, s. 9 (3).</p>"
        },
        {
            "id": "10",
            "section": "Offence",
            "content": "10 A person who contravenes or fails to comply with any provision of this Act, the regulations or the rules is guilty of an offence and on conviction is liable to a fine of not more than $100,000.  1999, c. 3, s. 10.",
            "raw_html": "<p class=\"section\"><b>10 </b>A person who contravenes or fails to comply with any provision of this Act, the regulations or the rules is guilty of an offence and on conviction is liable to a fine of not more than $100,000.  1999, c. 3, s. 10.</p>"
        },
        {
            "id": "11",
            "section": "Regulations",
            "content": "11 (1) The Lieutenant Governor in Council may make regulations, (a) providing for the refusal of an application to use the terms, descriptions and designations and for the suspension, revocation or refusal to renew such an approval; (b) providing for proceedings under this Act, including hearings, the designation of a tribunal for such hearings, appeals and the right of the designated wine authority to recover from the parties to the proceedings the costs and expenses that it incurs in respect of the proceedings; (b.1) if a regulation made under clause (b) changes the tribunal that holds a hearing under this Act, governing the continuation of a hearing that has not concluded by the day the change comes into force and transitional matters related to a hearing that a person has requested under subsection 9 (3) but that has not commenced by the day the change comes into force; (c) specifying the returns, information and other things respecting the manufacture and sale of wine that manufacturers must furnish to the wine authority; (d) respecting any matter that the Lieutenant Governor in Council considers advisable to carry out effectively the intent and purpose of this Act.  1999, c. 3, s. 11 (1); 2011, c. 1, Sched. 1, s. 9. Application (2) A regulation may be general or particular in its application.  1999, c. 3, s. 11 (2). Section Amendments with date in force (d/m/y) 2011, c. 1, Sched. 1, s. 9 - 01/07/2011 12 Omitted (provides for coming into force of provisions of this Act).  1999, c. 3, s. 12. 13 Omitted (enacts short title of this Act).  1999, c. 3, s. 13. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>11 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) providing for the refusal of an application to use the terms, descriptions and designations and for the suspension, revocation or refusal to renew such an approval;</p> <p class=\"paragraph\">  (b) providing for proceedings under this Act, including hearings, the designation of a tribunal for such hearings, appeals and the right of the designated wine authority to recover from the parties to the proceedings the costs and expenses that it incurs in respect of the proceedings;</p> <p class=\"paragraph\"> (b.1) if a regulation made under clause (b) changes the tribunal that holds a hearing under this Act, governing the continuation of a hearing that has not concluded by the day the change comes into force and transitional matters related to a hearing that a person has requested under subsection 9 (3) but that has not commenced by the day the change comes into force;</p> <p class=\"paragraph\">  (c) specifying the returns, information and other things respecting the manufacture and sale of wine that manufacturers must furnish to the wine authority;</p> <p class=\"paragraph\">  (d) respecting any matter that the Lieutenant Governor in Council considers advisable to carry out effectively the intent and purpose of this Act.  1999, c. 3, s. 11 (1); 2011, c. 1, Sched. 1, s. 9.</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(2) A regulation may be general or particular in its application.  1999, c. 3, s. 11 (2).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S11001#sched1s9\">2011, c. 1, Sched. 1, s. 9</a></span> - 01/07/2011</p> <p class=\"section\"><b>12 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  1999, c. 3, s. 12.</p> <p class=\"section\"><b>13 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  1999, c. 3, s. 13.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/99v03\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "12",
            "section": "Application",
            "content": "12 Omitted (provides for coming into force of provisions of this Act).  1999, c. 3, s. 12. 13 Omitted (enacts short title of this Act).  1999, c. 3, s. 13. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>12 </b><span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  1999, c. 3, s. 12.</p> <p class=\"section\"><b>13 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  1999, c. 3, s. 13.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/99v03\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "13",
            "section": "Application",
            "content": "13 Omitted (enacts short title of this Act).  1999, c. 3, s. 13. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>13 </b><span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  1999, c. 3, s. 13.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/99v03\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}