{
    "act_info": {
        "full_title": "Vocational Rehabilitation Services Act, R.S.O. 1990, c. V.5",
        "act_name_text": "Not Found",
        "citation": "Vocational Rehabilitation Services Act, R.S.O. 1990, c. V.5",
        "url": "https://www.ontario.ca/laws/statute/90v05",
        "date_scraped": "2023-12-21 13:52:38"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/901095",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 1095",
            "revoked_reg_title": "GENERAL"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1. In this Act, “Director” means the Director appointed for the purposes of this Act; (“directeur”) “disabled person” means a person who because of physical or mental impairment is incapable of pursuing regularly any substantially gainful occupation as determined by the regulations; (“invalide”) “Minister” means the Minister of Community and Social Services; (“ministre”) “regulations” means the regulations made under this Act; (“règlements”) “vocational rehabilitation services” means goods, allowances or services provided under the rehabilitation program established under section 5; (“services de réadaptation professionnelle”) “workshop” means a place where any manufacture or handiwork is carried on and that is operated for the purpose of providing useful and remunerative employment and work training or work assessment under actual or simulated working conditions for vocationally handicapped persons. (“atelier”) R.S.O. 1990, c. V.5, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b> In this Act,</p> <p class=\"firstdef-e\">“Director” means the Director appointed for the purposes of this Act; (“directeur”)</p> <p class=\"definition-e\">“disabled person” means a person who because of physical or mental impairment is incapable of pursuing regularly any substantially gainful occupation as determined by the regulations; (“invalide”)</p> <p class=\"definition-e\">“Minister” means the Minister of Community and Social Services; (“ministre”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“vocational rehabilitation services” means goods, allowances or services provided under the rehabilitation program established under section 5; (“services de réadaptation professionnelle”)</p> <p class=\"definition-e\">“workshop” means a place where any manufacture or handiwork is carried on and that is operated for the purpose of providing useful and remunerative employment and work training or work assessment under actual or simulated working conditions for vocationally handicapped persons. (“atelier”) R.S.O. 1990, c. V.5, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Agreements",
            "content": "2. The Minister, with the approval of the Lieutenant Governor in Council, may make agreements with the Government of Canada or with any person or organization for the purpose of providing vocational rehabilitation services to disabled persons or in respect of the provision of such service. R.S.O. 1990, c. V.5, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b> The Minister, with the approval of the Lieutenant Governor in Council, may make agreements with the Government of Canada or with any person or organization for the purpose of providing vocational rehabilitation services to disabled persons or in respect of the provision of such service. R.S.O. 1990, c. V.5, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Approval of organizations for capital grants",
            "content": "3. The Lieutenant Governor in Council may approve any organization providing vocational rehabilitation services to which grants for capital purposes may be paid in accordance with the regulations. R.S.O. 1990, c. V.5, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b> The Lieutenant Governor in Council may approve any organization providing vocational rehabilitation services to which grants for capital purposes may be paid in accordance with the regulations. R.S.O. 1990, c. V.5, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Approval of workshops for capital grants",
            "content": "4. The Lieutenant Governor in Council may approve workshops for which grants for capital purposes may be paid in accordance with the regulations. R.S.O. 1990, c. V.5, s. 4.",
            "raw_html": "<p class=\"section-e\"><b>4.</b> The Lieutenant Governor in Council may approve workshops for which grants for capital purposes may be paid in accordance with the regulations. R.S.O. 1990, c. V.5, s. 4.</p>"
        },
        {
            "id": "5.",
            "section": "Rehabilitation program",
            "content": "5. A rehabilitation program shall be established to provide, (a) goods or services to enable a disabled person to become capable of pursuing regularly a substantially gainful occupation; (b) services for the assessment of the individual medical, social and psychological needs of a disabled person and for the formulation of the vocational rehabilitation services likely to be required to meet his or her needs; (c) rehabilitation counselling, including guidance and adjustment services, and assistance in obtaining, and succeeding in, a substantially gainful occupation; (d) for the payment of costs of assessment, training, prevocational training, work adjustment training and personal adjustment training, including books and training materials; (e) for the payment to disabled persons of maintenance allowances and travelling allowances, including travelling allowances for a disabled person’s guide or escort, to the extent necessary to enable the disabled person to derive the full benefit of vocational rehabilitation services provided under this Act; (f) medical, surgical or psychiatric treatment or procedures related or directed thereto that may be expected within a reasonable period of time to eliminate or favourably modify any chronic, cyclical or slowly-progressive impairment that renders a person disabled; (g) appliances designed to support or take the place of a part of the body or to increase the acuity of a sensory organ; (h) necessary initial occupational and business tools, equipment, supplies and licences; (i) for the payment of grants, (i) to approved organizations for the establishment and expansion of workshops and for other capital purposes, and (ii) to organizations for the operation of workshops and the provision of other vocational rehabilitation services; (j) for the training of persons as counsellors and administrators to carry out the rehabilitation program; (k) for research relating to vocational rehabilitation services and for the payment of grants to persons or organizations for this purpose; and (l) for such other matters and services as are prescribed by the regulations. R.S.O. 1990, c. V.5, s. 5.",
            "raw_html": "<p class=\"section-e\"><b>5.</b> A rehabilitation program shall be established to provide,</p> <p class=\"clause-e\">(a) goods or services to enable a disabled person to become capable of pursuing regularly a substantially gainful occupation;</p> <p class=\"clause-e\">(b) services for the assessment of the individual medical, social and psychological needs of a disabled person and for the formulation of the vocational rehabilitation services likely to be required to meet his or her needs;</p> <p class=\"clause-e\">(c) rehabilitation counselling, including guidance and adjustment services, and assistance in obtaining, and succeeding in, a substantially gainful occupation;</p> <p class=\"clause-e\">(d) for the payment of costs of assessment, training, prevocational training, work adjustment training and personal adjustment training, including books and training materials;</p> <p class=\"clause-e\">(e) for the payment to disabled persons of maintenance allowances and travelling allowances, including travelling allowances for a disabled person’s guide or escort, to the extent necessary to enable the disabled person to derive the full benefit of vocational rehabilitation services provided under this Act;</p> <p class=\"clause-e\">(f) medical, surgical or psychiatric treatment or procedures related or directed thereto that may be expected within a reasonable period of time to eliminate or favourably modify any chronic, cyclical or slowly-progressive impairment that renders a person disabled;</p> <p class=\"clause-e\">(g) appliances designed to support or take the place of a part of the body or to increase the acuity of a sensory organ;</p> <p class=\"clause-e\">(h) necessary initial occupational and business tools, equipment, supplies and licences;</p> <p class=\"clause-e\">(i) for the payment of grants,</p> <p class=\"subclause-e\">(i) to approved organizations for the establishment and expansion of workshops and for other capital purposes, and</p> <p class=\"subclause-e\">(ii) to organizations for the operation of workshops and the provision of other vocational rehabilitation services;</p> <p class=\"clause-e\">(j) for the training of persons as counsellors and administrators to carry out the rehabilitation program;</p> <p class=\"clause-e\">(k) for research relating to vocational rehabilitation services and for the payment of grants to persons or organizations for this purpose; and</p> <p class=\"clause-e\">(l) for such other matters and services as are prescribed by the regulations. R.S.O. 1990, c. V.5, s. 5.</p>"
        },
        {
            "id": "6.",
            "section": "Eligibility for services",
            "content": "6. Any disabled person who is ordinarily resident in Ontario and who is eligible therefor as determined by the regulations may be provided with vocational rehabilitation services. R.S.O. 1990, c. V.5, s. 6.",
            "raw_html": "<p class=\"section-e\"><b>6.</b> Any disabled person who is ordinarily resident in Ontario and who is eligible therefor as determined by the regulations may be provided with vocational rehabilitation services. R.S.O. 1990, c. V.5, s. 6.</p>"
        },
        {
            "id": "7.",
            "section": "Appointment and duties of Director",
            "content": "7. (1) There shall be a Director appointed by the Minister for the purposes of this Act who shall, (a) make known the rehabilitation program established under this Act to disabled persons and to any other interested person; (b) receive applications for vocational rehabilitation services and shall exercise such powers and perform such duties in relation thereto and in relation to such services provided under this Act as are conferred or imposed on the Director by this Act and the regulations; (c) carry out and administer the rehabilitation program established under this Act and foster, co-ordinate and improve the program of organizations or agencies providing vocational rehabilitation services; (d) enter into arrangements with such persons and organizations as may be necessary for the provision of services under this Act; (e) compile statistics and reports relating to the provision of vocational rehabilitation services or the need for such services under this Act; and (f) carry out such other duties as are assigned to the Director by this Act and the regulations. Where Director absent (2) Where the Director is absent or there is a vacancy in the office, the powers and duties of the Director shall be exercised and performed by such person in the public service as the Minister may designate. Delegation of powers of Director (3) The Director, with the consent in writing of the Deputy Minister of Community and Social Services, may authorize any employee or class of employee of the Ministry of Community and Social Services to exercise and discharge any of the powers conferred or the duties imposed upon the Director under this Act. Decision of person exercising power of Director (4) Any decision, order or directive made or given by a person exercising powers and performing duties of the Director under subsection (2) or (3) shall be deemed to be a decision, order or directive of the Director for the purposes of this Act. R.S.O. 1990, c. V.5, s. 7.",
            "raw_html": "<p class=\"section-e\"><b>7.</b> (1) There shall be a Director appointed by the Minister for the purposes of this Act who shall,</p> <p class=\"clause-e\">(a) make known the rehabilitation program established under this Act to disabled persons and to any other interested person;</p> <p class=\"clause-e\">(b) receive applications for vocational rehabilitation services and shall exercise such powers and perform such duties in relation thereto and in relation to such services provided under this Act as are conferred or imposed on the Director by this Act and the regulations;</p> <p class=\"clause-e\">(c) carry out and administer the rehabilitation program established under this Act and foster, co-ordinate and improve the program of organizations or agencies providing vocational rehabilitation services;</p> <p class=\"clause-e\">(d) enter into arrangements with such persons and organizations as may be necessary for the provision of services under this Act;</p> <p class=\"clause-e\">(e) compile statistics and reports relating to the provision of vocational rehabilitation services or the need for such services under this Act; and</p> <p class=\"clause-e\">(f) carry out such other duties as are assigned to the Director by this Act and the regulations.</p> <p class=\"headnote-e\"><b>Where Director absent</b></p> <p class=\"subsection-e\">(2) Where the Director is absent or there is a vacancy in the office, the powers and duties of the Director shall be exercised and performed by such person in the public service as the Minister may designate.</p> <p class=\"headnote-e\"><b>Delegation of powers of Director</b></p> <p class=\"subsection-e\">(3) The Director, with the consent in writing of the Deputy Minister of Community and Social Services, may authorize any employee or class of employee of the Ministry of Community and Social Services to exercise and discharge any of the powers conferred or the duties imposed upon the Director under this Act.</p> <p class=\"headnote-e\"><b>Decision of person exercising power of Director</b></p> <p class=\"subsection-e\">(4) Any decision, order or directive made or given by a person exercising powers and performing duties of the Director under subsection (2) or (3) shall be deemed to be a decision, order or directive of the Director for the purposes of this Act. R.S.O. 1990, c. V.5, s. 7.</p>"
        },
        {
            "id": "8.",
            "section": "Eligibility of applicant",
            "content": "8. The Director shall determine the eligibility of each applicant to receive vocational rehabilitation services and, where the applicant is eligible, determine the amount or nature of the services in accordance with this Act and the regulations and direct provision thereof accordingly. R.S.O. 1990, c. V.5, s. 8.",
            "raw_html": "<p class=\"section-e\"><b>8.</b> The Director shall determine the eligibility of each applicant to receive vocational rehabilitation services and, where the applicant is eligible, determine the amount or nature of the services in accordance with this Act and the regulations and direct provision thereof accordingly. R.S.O. 1990, c. V.5, s. 8.</p>"
        },
        {
            "id": "9.",
            "section": "Suspension, etc., of services",
            "content": "9. The Director may suspend or cancel vocational rehabilitation services being provided for a disabled person where the disabled person, (a) ceases to be eligible for vocational rehabilitation services under this Act or the regulations; (b) fails to avail himself or herself of vocational rehabilitation services authorized for him or her; (c) is not benefitting from the vocational rehabilitation services being provided for him or her; (d) is not making satisfactory progress towards rehabilitation; (e) fails to provide to the Director or his or her representative, including a field worker, the information required to determine initial or continuing eligibility to vocational rehabilitation services; or (f) fails to comply with this Act and the regulations. R.S.O. 1990, c. V.5, s. 9.",
            "raw_html": "<p class=\"section-e\"><b>9.</b> The Director may suspend or cancel vocational rehabilitation services being provided for a disabled person where the disabled person,</p> <p class=\"clause-e\">(a) ceases to be eligible for vocational rehabilitation services under this Act or the regulations;</p> <p class=\"clause-e\">(b) fails to avail himself or herself of vocational rehabilitation services authorized for him or her;</p> <p class=\"clause-e\">(c) is not benefitting from the vocational rehabilitation services being provided for him or her;</p> <p class=\"clause-e\">(d) is not making satisfactory progress towards rehabilitation;</p> <p class=\"clause-e\">(e) fails to provide to the Director or his or her representative, including a field worker, the information required to determine initial or continuing eligibility to vocational rehabilitation services; or</p> <p class=\"clause-e\">(f) fails to comply with this Act and the regulations. R.S.O. 1990, c. V.5, s. 9.</p>"
        },
        {
            "id": "10.",
            "section": "Procedure",
            "content": "10. (1) Sections 13, 14, 15, 16 and 18 of the Family Benefits Act and section 16 of the Ministry of Community and Social Services Act apply with necessary modifications to a refusal of an application for, or the reduction, suspension or cancellation of vocational rehabilitation services by the Director, to requests for hearings by, and to hearings, proceedings and powers of the Social Assistance Review Board under the Ministry of Community and Social Services Act, and to appeals therefrom to the Divisional Court, as if vocational rehabilitation services were benefits under the Family Benefits Act. Further application for services (2) Despite any decision of the Director, the Board or the Divisional Court, a further application for vocational rehabilitation services may be made by an applicant upon new or other evidence or where material circumstances have changed. R.S.O. 1990, c. V.5, s. 10.",
            "raw_html": "<p class=\"section-e\"><b>10.</b> (1) Sections 13, 14, 15, 16 and 18 of the <i>Family Benefits Act</i> and section 16 of the <i>Ministry of Community and Social Services Act</i> apply with necessary modifications to a refusal of an application for, or the reduction, suspension or cancellation of vocational rehabilitation services by the Director, to requests for hearings by, and to hearings, proceedings and powers of the Social Assistance Review Board under the <i>Ministry of Community and Social Services Act</i>, and to appeals therefrom to the Divisional Court, as if vocational rehabilitation services were benefits under the <i>Family Benefits Act</i>.</p> <p class=\"headnote-e\"><b>Further application for services</b></p> <p class=\"subsection-e\">(2) Despite any decision of the Director, the Board or the Divisional Court, a further application for vocational rehabilitation services may be made by an applicant upon new or other evidence or where material circumstances have changed. R.S.O. 1990, c. V.5, s. 10.</p>"
        },
        {
            "id": "11.",
            "section": "Regulations",
            "content": "11. The Lieutenant Governor in Council may make regulations, (a) for determining substantially gainful occupations referred to in section 1; (b) specifying the organizations approved under section 3 and the workshops approved under section 4; (c) governing the amounts of allowances to be paid to disabled persons or any class thereof, and the manner and time of payment; (d) providing for the apportionment and distribution of grants to organizations approved under section 3 for the establishment and expansion of workshops approved under section 4 operated by such organizations and for other designated capital purposes, and prescribing the terms and conditions upon which grants shall be paid; (e) prescribing the eligibility of workshops and organizations for grants other than grants referred to in clause (d) and providing for the apportionment and distribution of grants to eligible organizations providing workshops or other vocational rehabilitation services or any class thereof, and prescribing the terms and conditions upon which grants shall be paid; (f) prescribing additional matters that shall be included in the rehabilitation program established under section 5; (g) prescribing the classes of disabled persons who are eligible for vocational rehabilitation services, and fixing standards of eligibility; (h) governing applications for vocational rehabilitation services; (i) prescribing additional duties of the Director; (j) establishing an advisory committee to advise the Minister respecting the provision and development of vocational rehabilitation services; (k) establishing a medical advisory board of one or more persons to advise the Director in the performance of his or her duties; (l) prescribing forms and providing for their use, and requiring the information in any form to be verified by affidavit. R.S.O. 1990, c. V.5, s. 11. ______________ Français ",
            "raw_html": "<p class=\"section-e\"><b>11.</b> The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) for determining substantially gainful occupations referred to in section 1;</p> <p class=\"clause-e\">(b) specifying the organizations approved under section 3 and the workshops approved under section 4;</p> <p class=\"clause-e\">(c) governing the amounts of allowances to be paid to disabled persons or any class thereof, and the manner and time of payment;</p> <p class=\"clause-e\">(d) providing for the apportionment and distribution of grants to organizations approved under section 3 for the establishment and expansion of workshops approved under section 4 operated by such organizations and for other designated capital purposes, and prescribing the terms and conditions upon which grants shall be paid;</p> <p class=\"clause-e\">(e) prescribing the eligibility of workshops and organizations for grants other than grants referred to in clause (d) and providing for the apportionment and distribution of grants to eligible organizations providing workshops or other vocational rehabilitation services or any class thereof, and prescribing the terms and conditions upon which grants shall be paid;</p> <p class=\"clause-e\">(f) prescribing additional matters that shall be included in the rehabilitation program established under section 5;</p> <p class=\"clause-e\">(g) prescribing the classes of disabled persons who are eligible for vocational rehabilitation services, and fixing standards of eligibility;</p> <p class=\"clause-e\">(h) governing applications for vocational rehabilitation services;</p> <p class=\"clause-e\">(i) prescribing additional duties of the Director;</p> <p class=\"clause-e\">(j) establishing an advisory committee to advise the Minister respecting the provision and development of vocational rehabilitation services;</p> <p class=\"clause-e\">(k) establishing a medical advisory board of one or more persons to advise the Director in the performance of his or her duties;</p> <p class=\"clause-e\">(l) prescribing forms and providing for their use, and requiring the information in any form to be verified by affidavit. R.S.O. 1990, c. V.5, s. 11.</p> <p class=\"line-e\">______________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90v05_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90v05_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}