{
    "act_info": {
        "full_title": "Voluntary Blood Donations Act, 2014, S.O. 2014, c. 14, Sched. 1",
        "act_name_text": "Not Found",
        "citation": "Voluntary Blood Donations Act, 2014, S.O. 2014, c. 14, Sched. 1",
        "url": "https://www.ontario.ca/laws/statute/14v14",
        "date_scraped": "2023-12-19 04:15:35"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December 11, 2014",
            "valid_to": "current"
        }
    ],
    "current_regs": [
        {
            "a_href": "/laws/regulation/150027",
            "Citation": "O. Reg. 27/15",
            "title": "EXEMPTIONS"
        }
    ],
    "revoked_regs": [],
    "content": [
        {
            "id": "s1",
            "section": "Purpose",
            "content": " 1. The purpose of this Act is to provide for recognition of the following principles: 1. Within Ontario’s health care system, blood donations are viewed as a public resource‎. ‎ 2. Blood donors should not be paid, except in exceptional circumstances. 3. ‎The integrity of the public, voluntary blood donor system in Ontario must be protected.",
            "raw_html": "<p class=\"section-e\"><a name=\"s1\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s1\"><span lang=\"EN-US\">1.</span></a><b> </b>The purpose of this Act is to provide for recognition of the following principles:</p> <p class=\"paragraph-e\">  1. Within Ontario’s health care system, blood donations are viewed as a public resource‎.</p> <p class=\"paragraph-e\">‎ 2. Blood donors should not be paid, except in exceptional circumstances.</p> <p class=\"paragraph-e\">  3. ‎The integrity of the public, voluntary blood donor system in Ontario must be protected.</p>"
        },
        {
            "id": "s2",
            "section": "Definitions",
            "content": " 2. In this Act, “blood” means human blood, and includes whole blood and blood constituents; (“sang”) “blood collection facility” means a place where blood is taken or collected from the human body; (“établissement de collecte de sang”) “compliance order” means an order made under section 5; (“arrêté de conformité”) “inspector” means an inspector appointed under section 4; (“inspecteur”) “Minister” means the Minister of Health and Long-Term Care, or, if another Minister has been assigned responsibility for this Act under the Executive Council Act, that Minister; (“ministre”) “offer to provide”, without restricting the ordinary meaning of the expression, includes to offer by means of advertising in any media; (“offrir de fournir”) “payment” means, subject to the regulations, remuneration, compensation or consideration of any value and of any kind, and includes reimbursement for time, travel, commitment or expenditures of any kind; (“paiement”) “personal information” includes personal information as defined in the Freedom of Information and Protection of Privacy Act and personal health information as defined in the Personal Health Information Protection Act, 2004; (“renseignements personnels”) “record” includes a record that contains personal information; (“dossier”) “regulations” means regulations made under this Act; (“règlements”) “restraining order” means an order made under section 6. (“ordonnance de ne pas faire”)",
            "raw_html": "<p class=\"section-e\"><a name=\"s2\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s2\"><span lang=\"EN-US\">2.</span></a><b> </b>In this Act,</p> <p class=\"firstdef-e\">“blood” means human blood, and includes whole blood and blood constituents; (“sang”)</p> <p class=\"definition-e\">“blood collection facility” means a place where blood is taken or collected from the human body; (“établissement de collecte de sang”)</p> <p class=\"definition-e\">“compliance order” means an order made under section 5; (“arrêté de conformité”)</p> <p class=\"definition-e\">“inspector” means an inspector appointed under section 4; (“inspecteur”)</p> <p class=\"definition-e\">“Minister” means the Minister of Health and Long-Term Care, or, if another Minister has been assigned responsibility for this Act under the <i>Executive Council Act</i>, that Minister; (“ministre”)</p> <p class=\"definition-e\">“offer to provide”, without restricting the ordinary meaning of the expression, includes to offer by means of advertising in any media; (“offrir de fournir”)</p> <p class=\"definition-e\">“payment” means, subject to the regulations, remuneration, compensation or consideration of any value and of any kind, and includes reimbursement for time, travel, commitment or expenditures of any kind; (“paiement”)</p> <p class=\"definition-e\">“personal information” includes personal information as defined in the <i>Freedom of Information and Protection of Privacy Act</i> and personal health information as defined in the <i>Personal Health Information Protection Act, 2004</i>; (“renseignements personnels”)</p> <p class=\"definition-e\">“record” includes a record that contains personal information; (“dossier”)</p> <p class=\"definition-e\">“regulations” means regulations made under this Act; (“règlements”)</p> <p class=\"definition-e\">“restraining order” means an order made under section 6. (“ordonnance de ne pas faire”)</p>"
        },
        {
            "id": "s3s1",
            "section": "Payment for blood prohibited",
            "content": " 3. (1) No person shall, (a) provide payment to any individual in return for the giving of blood by that individual, either directly or indirectly; or (b) offer to provide payment to any individual in return for the giving of blood by that individual, either directly or indirectly. Same, donor (2) No individual shall accept any payment in return for the giving of his or her blood, either directly or indirectly. Exemption, Canadian Blood Services (3) Canadian Blood Services and the individuals who give blood to Canadian Blood Services are exempt from subsections (1) and (2). Non-application, blood for research (4) Subsections (1) and (2) do not apply with respect to blood that is given solely for the purpose of research. Clarification (5) For greater clarity, in applying subsection (4), blood is not given “solely for the purpose of research” if it is used or intended to be used, directly or indirectly, in whole or in part, for the manufacture of pharmaceuticals derived from blood.",
            "raw_html": "<p class=\"section-e\"><a name=\"s3s1\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s3s1\"><span lang=\"EN-US\">3. (1)</span></a> No person shall,</p> <p class=\"clause-e\">  (a) provide payment to any individual in return for the giving of blood by that individual, either directly or indirectly; or</p> <p class=\"clause-e\">  (b) offer to provide payment to any individual in return for the giving of blood by that individual, either directly or indirectly.</p> <p class=\"headnote-e\">Same, donor</p> <p class=\"subsection-e\"><a name=\"s3s2\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s3s2\"><span lang=\"EN-US\">(2)</span></a> No individual shall accept any payment in return for the giving of his or her blood, either directly or indirectly.</p> <p class=\"headnote-e\">Exemption, Canadian Blood Services</p> <p class=\"subsection-e\"><a name=\"s3s3\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s3s3\"><span lang=\"EN-US\">(3)</span></a> Canadian Blood Services and the individuals who give blood to Canadian Blood Services are exempt from subsections (1) and (2).</p> <p class=\"headnote-e\">Non-application, blood for research</p> <p class=\"subsection-e\"><a name=\"s3s4\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s3s4\"><span lang=\"EN-US\">(4)</span></a> Subsections (1) and (2) do not apply with respect to blood that is given solely for the purpose of research.</p> <p class=\"headnote-e\">Clarification </p> <p class=\"subsection-e\"><a name=\"s3s5\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s3s5\"><span lang=\"EN-US\">(5)</span></a> For greater clarity, in applying subsection (4), blood is not given “solely for the purpose of research” if it is used or intended to be used, directly or indirectly, in whole or in part, for the manufacture of pharmaceuticals derived from blood.</p>"
        },
        {
            "id": "s4s1",
            "section": "Inspectors",
            "content": " 4. (1) The Minister may appoint inspectors for the purposes of this Act. Inspection (2) For the purpose of determining whether this Act is being complied with, an inspector may, without a warrant, enter and inspect, (a) a blood collection facility; (b) any business premises of a company that owns, operates, franchises or licenses one or more blood collection facilities; and (c) any place that the inspector reasonably believes is being used as a blood collection facility. Time of entry (3) The power under this section to enter and inspect without a warrant may be exercised only during the regular business hours of the blood collection facility, business premises or place. Dwellings (4) The power to enter and inspect under this section shall not be exercised to enter and inspect a place or a part of a place that is used as a dwelling. Use of force (5) An inspector is not entitled to use force to enter and inspect a blood collection facility, business premises or place. Identification (6) An inspector conducting an inspection shall produce, on request, evidence of his or her appointment. Powers of inspector (7) An inspector conducting an inspection may, (a) examine records or anything else that is relevant to the inspection; (b) demand the production of a record or any other thing that is relevant to the inspection; (c) remove a record or any other thing that is relevant to the inspection for review, examination or testing; (d) remove a record or any other thing that is relevant to the inspection for copying; (e) in order to produce a record in readable form, use data storage, information processing or retrieval devices or systems that are normally used in carrying on business in the place; (f) take photographs or make any other kind of recording; and (g) question a person on matters relevant to the inspection. Written demand (8) A demand under this section that a record or any other thing be produced must be in writing and must include a statement of the nature of the record or thing required. Obligation to produce and assist (9) If an inspector demands that a record or any other thing be produced under this section, the person who has custody of the record or thing shall produce it and, in the case of a record, shall on request provide any assistance that is reasonably necessary to interpret the record or to produce it in a readable form. Records and things removed from place (10) A record or other thing that has been removed for review, examination, testing or copying, (a) shall be made available to the person from whom it was removed on request and at a time and place that are convenient for the person and for the inspector; and (b) shall be returned to the person within a reasonable time, unless, in the case of a thing that has been subject to testing, the thing has been made unsuitable for return as a result of the testing. Copy admissible in evidence (11) A copy of a record or other thing that purports to be certified by an inspector as being a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value. Obstruction (12) No person shall hinder, obstruct or interfere with or attempt to hinder, obstruct or interfere with an inspector conducting an inspection, refuse to answer questions on matters relevant to the inspection or provide the inspector with false information on matters relevant to the inspection.",
            "raw_html": "<p class=\"section-e\"><a name=\"s4s1\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s4s1\"><span lang=\"EN-US\">4. (1)</span></a> The Minister may appoint inspectors for the purposes of this Act.</p> <p class=\"headnote-e\">Inspection</p> <p class=\"subsection-e\"><a name=\"s4s2\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s4s2\"><span lang=\"EN-US\">(2)</span></a> For the purpose of determining whether this Act is being complied with, an inspector may, without a warrant, enter and inspect,</p> <p class=\"clause-e\">  (a) a blood collection facility;</p> <p class=\"clause-e\">  (b) any business premises of a company that owns, operates, franchises or licenses one or more blood collection facilities; and</p> <p class=\"clause-e\">  (c) any place that the inspector reasonably believes is being used as a blood collection facility.</p> <p class=\"headnote-e\">Time of entry</p> <p class=\"subsection-e\"><a name=\"s4s3\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s4s3\"><span lang=\"EN-US\">(3)</span></a> The power under this section to enter and inspect without a warrant may be exercised only during the regular business hours of the blood collection facility, business premises or place.</p> <p class=\"headnote-e\">Dwellings</p> <p class=\"subsection-e\"><a name=\"s4s4\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s4s4\"><span lang=\"EN-US\">(4)</span></a> The power to enter and inspect under this section shall not be exercised to enter and inspect a place or a part of a place that is used as a dwelling.</p> <p class=\"headnote-e\">Use of force</p> <p class=\"subsection-e\"><a name=\"s4s5\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s4s5\"><span lang=\"EN-US\">(5)</span></a> An inspector is not entitled to use force to enter and inspect a blood collection facility, business premises or place.</p> <p class=\"headnote-e\">Identification</p> <p class=\"subsection-e\"><a name=\"s4s6\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s4s6\"><span lang=\"EN-US\">(6)</span></a> An inspector conducting an inspection shall produce, on request, evidence of his or her appointment.</p> <p class=\"headnote-e\">Powers of inspector</p> <p class=\"subsection-e\"><a name=\"s4s7\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s4s7\"><span lang=\"EN-US\">(7)</span></a> An inspector conducting an inspection may,</p> <p class=\"clause-e\">  (a) examine records or anything else that is relevant to the inspection;</p> <p class=\"clause-e\">  (b) demand the production of a record or any other thing that is relevant to the inspection;</p> <p class=\"clause-e\">  (c) remove a record or any other thing that is relevant to the inspection for review, examination or testing;</p> <p class=\"clause-e\">  (d) remove a record or any other thing that is relevant to the inspection for copying;</p> <p class=\"clause-e\">  (e) in order to produce a record in readable form, use data storage, information processing or retrieval devices or systems that are normally used in carrying on business in the place;</p> <p class=\"clause-e\">  (f) take photographs or make any other kind of recording; and</p> <p class=\"clause-e\">  (g) question a person on matters relevant to the inspection.</p> <p class=\"headnote-e\">Written demand</p> <p class=\"subsection-e\"><a name=\"s4s8\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s4s8\"><span lang=\"EN-US\">(8)</span></a> A demand under this section that a record or any other thing be produced must be in writing and must include a statement of the nature of the record or thing required.</p> <p class=\"headnote-e\">Obligation to produce and assist</p> <p class=\"subsection-e\"><a name=\"s4s9\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s4s9\"><span lang=\"EN-US\">(9)</span></a> If an inspector demands that a record or any other thing be produced under this section, the person who has custody of the record or thing shall produce it and, in the case of a record, shall on request provide any assistance that is reasonably necessary to interpret the record or to produce it in a readable form.</p> <p class=\"headnote-e\">Records and things removed from place</p> <p class=\"subsection-e\"><a name=\"s4s10\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s4s10\"><span lang=\"EN-US\">(10)</span></a> A record or other thing that has been removed for review, examination, testing or copying,</p> <p class=\"clause-e\">  (a) shall be made available to the person from whom it was removed on request and at a time and place that are convenient for the person and for the inspector; and</p> <p class=\"clause-e\">  (b) shall be returned to the person within a reasonable time, unless, in the case of a thing that has been subject to testing, the thing has been made unsuitable for return as a result of the testing.</p> <p class=\"headnote-e\">Copy admissible in evidence</p> <p class=\"subsection-e\"><a name=\"s4s11\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s4s11\"><span lang=\"EN-US\">(11)</span></a> A copy of a record or other thing that purports to be certified by an inspector as being a true copy of the original is admissible in evidence to the same extent as the original and has the same evidentiary value.</p> <p class=\"headnote-e\">Obstruction</p> <p class=\"subsection-e\"><a name=\"s4s12\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s4s12\"><span lang=\"EN-US\">(12)</span></a> No person shall hinder, obstruct or interfere with or attempt to hinder, obstruct or interfere with an inspector conducting an inspection, refuse to answer questions on matters relevant to the inspection or provide the inspector with false information on matters relevant to the inspection.</p>"
        },
        {
            "id": "s5s1",
            "section": "Compliance orders",
            "content": " 5. (1) Where the Minister believes, on reasonable grounds, that a person who owns or operates a blood collection facility is not complying with the prohibition under subsection 3 (1), the Minister may make an order requiring the person to correct the non-compliance. Evidence of compliance (2) A person to whom a compliance order is directed may, within 14 days of service being effected, provide the Minister with evidence that the person is, in fact, in compliance with the prohibition. Reconsideration (3) Where a person has provided evidence under subsection (2), the Minister shall consider the evidence, and may either affirm the compliance order or rescind it in consequence, and have the person served with the affirmed order or notice of the rescission. Compliance (4) A person to whom a compliance order, or an affirmed compliance order, as the case may be, is directed shall comply with it according to its terms. Service (5) A document under this section is sufficiently served if it is served on the owner or operator of the blood collection facility or a person employed or apparently employed at the facility. Proof of service (6) A certificate of service made by the person who served a document under this section is evidence of the service of the document on the person served and its receipt by that person if, in the certificate, the person who served the document, (a) certifies that the copy of the document is a true copy of it; (b) certifies that the document was served on the person; and (c) sets out in it the method of service used. Copy of order (7) In a prosecution for failing to comply with a compliance order, a copy of the order that purports to have been signed by the Minister is evidence of the order without proof of the signature. Non-application of SPPA (8) The Statutory Powers Procedure Act does not apply with respect to compliance orders.",
            "raw_html": "<p class=\"section-e\"><a name=\"s5s1\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s5s1\"><span lang=\"EN-US\">5. (1)</span></a> Where the Minister believes, on reasonable grounds, that a person who owns or operates a blood collection facility is not complying with the prohibition under subsection 3 (1), the Minister may make an order requiring the person to correct the non-compliance.</p> <p class=\"headnote-e\">Evidence of compliance</p> <p class=\"subsection-e\"><a name=\"s5s2\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s5s2\"><span lang=\"EN-US\">(2)</span></a> A person to whom a compliance order is directed may, within 14 days of service being effected, provide the Minister with evidence that the person is, in fact, in compliance with the prohibition.</p> <p class=\"headnote-e\">Reconsideration</p> <p class=\"subsection-e\"><a name=\"s5s3\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s5s3\"><span lang=\"EN-US\">(3)</span></a> Where a person has provided evidence under subsection (2), the Minister shall consider the evidence, and may either affirm the compliance order or rescind it in consequence, and have the person served with the affirmed order or notice of the rescission.</p> <p class=\"headnote-e\">Compliance</p> <p class=\"subsection-e\"><a name=\"s5s4\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s5s4\"><span lang=\"EN-US\">(4)</span></a> A person to whom a compliance order, or an affirmed compliance order, as the case may be, is directed shall comply with it according to its terms.</p> <p class=\"headnote-e\">Service</p> <p class=\"subsection-e\"><a name=\"s5s5\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s5s5\"><span lang=\"EN-US\">(5)</span></a> A document under this section is sufficiently served if it is served on the owner or operator of the blood collection facility or a person employed or apparently employed at the facility.</p> <p class=\"headnote-e\">Proof of service</p> <p class=\"subsection-e\"><a name=\"s5s6\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s5s6\"><span lang=\"EN-US\">(6)</span></a> A certificate of service made by the person who served a document under this section is evidence of the service of the document on the person served and its receipt by that person if, in the certificate, the person who served the document,</p> <p class=\"clause-e\">  (a) certifies that the copy of the document is a true copy of it;</p> <p class=\"clause-e\">  (b) certifies that the document was served on the person; and</p> <p class=\"clause-e\">  (c) sets out in it the method of service used.</p> <p class=\"headnote-e\">Copy of order</p> <p class=\"subsection-e\"><a name=\"s5s7\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s5s7\"><span lang=\"EN-US\">(7)</span></a> In a prosecution for failing to comply with a compliance order, a copy of the order that purports to have been signed by the Minister is evidence of the order without proof of the signature.</p> <p class=\"headnote-e\">Non-application of SPPA</p> <p class=\"subsection-e\"><a name=\"s5s8\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s5s8\"><span lang=\"EN-US\">(8)</span></a> The <i>Statutory Powers Procedure Act</i><i> </i>does not apply with respect to compliance orders.</p>"
        },
        {
            "id": "s6s1",
            "section": "Restraining orders",
            "content": " 6. (1) If it appears to the Minister that a person is not complying with this Act or the regulations or a compliance order, the Minister may apply to the Superior Court of Justice for an order directing the person to comply, and, upon the application, the court may make the order that the court thinks fit.  Same (2) Subsection (1) applies in addition to the power to issue compliance orders, and may be exercised whether or not such an order has been issued. Must comply (3) A person to whom a restraining order is directed shall comply with it according to its terms. Appeal (4) An appeal lies to the Divisional Court from a restraining order.",
            "raw_html": "<p class=\"section-e\"><a name=\"s6s1\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s6s1\"><span lang=\"EN-US\">6. (1)</span></a> If it appears to the Minister that a person is not complying with this Act or the regulations or a compliance order, the Minister may apply to the Superior Court of Justice for an order directing the person to comply, and, upon the application, the court may make the order that the court thinks fit. </p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\"><a name=\"s6s2\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s6s2\"><span lang=\"EN-US\">(2)</span></a> Subsection (1) applies in addition to the power to issue compliance orders, and may be exercised whether or not such an order has been issued.</p> <p class=\"headnote-e\">Must comply</p> <p class=\"subsection-e\"><a name=\"s6s3\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s6s3\"><span lang=\"EN-US\">(3)</span></a> A person to whom a restraining order is directed shall comply with it according to its terms.</p> <p class=\"headnote-e\">Appeal</p> <p class=\"subsection-e\"><a name=\"s6s4\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s6s4\"><span lang=\"EN-US\">(4)</span></a> An appeal lies to the Divisional Court from a restraining order.</p>"
        },
        {
            "id": "s7s1",
            "section": "Personal information",
            "content": " 7. (1) The Minister and an inspector may directly or indirectly collect personal information, subject to any requirements or conditions provided for in the regulations, for purposes related to the enforcement of this Act. Use of personal information (2) The Minister and an inspector may use personal information, subject to any requirements or conditions provided for in the regulations, for purposes related to the enforcement of this Act. Disclosure of personal information (3) The Minister and an inspector may disclose personal information, subject to any requirements or conditions provided for in the regulations, for purposes related to the enforcement of this Act.",
            "raw_html": "<p class=\"section-e\"><a name=\"s7s1\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s7s1\"><span lang=\"EN-US\">7. (1)</span></a> The Minister and an inspector may directly or indirectly collect personal information, subject to any requirements or conditions provided for in the regulations, for purposes related to the enforcement of this Act.</p> <p class=\"headnote-e\">Use of personal information</p> <p class=\"subsection-e\"><a name=\"s7s2\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s7s2\"><span lang=\"EN-US\">(2)</span></a> The Minister and an inspector may use personal information, subject to any requirements or conditions provided for in the regulations, for purposes related to the enforcement of this Act.</p> <p class=\"headnote-e\">Disclosure of personal information</p> <p class=\"subsection-e\"><a name=\"s7s3\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s7s3\"><span lang=\"EN-US\">(3)</span></a> The Minister and an inspector may disclose personal information, subject to any requirements or conditions provided for in the regulations, for purposes related to the enforcement of this Act.</p>"
        },
        {
            "id": "s8s1",
            "section": "Offences",
            "content": " 8. (1) Every person who contravenes a provision of this Act is guilty of an offence and on conviction is liable, (a) in the case of an individual, (i) for a first offence, to a fine not exceeding $10,000 for each day or part of a day on which the offence occurs or continues, and (ii) for a second or subsequent offence, to a fine not exceeding $50,000 for each day or part of a day on which the offence occurs or continues; and (b) in the case of a corporation, (i) for a first offence, to a fine not exceeding $100,000 for each day or part of a day on which the offence occurs or continues, and (ii) for a second or subsequent offence, to a fine not exceeding $500,000 for each day or part of a day on which the offence occurs or continues. No limitation (2) Section 76 of the Provincial Offences Act does not apply to a prosecution under this section. Provincial Judge required (3) The Attorney General or an agent of the Attorney General may, by notice to the clerk of the Ontario Court of Justice, require that a provincial judge preside over a proceeding in respect of an offence under this Act. Publication re convictions (4) If a person is convicted of an offence under this Act, the Minister may publish or otherwise make available to the general public the name of the person, a description of the offence, the date of the conviction and the person’s sentence. Compliance order not necessary (5) A person may be prosecuted under this section whether or not a compliance order or a restraining order has been previously made with respect to the subject matter of the prosecution. Certificates (6) In any prosecution or other proceeding under this Act, a certificate of an analyst stating that the analyst has made an analysis of a sample and stating the result of that analysis is evidence of the facts alleged in the certificate without proof of the signature or the official character of the person appearing to have signed the certificate.",
            "raw_html": "<p class=\"section-e\"><a name=\"s8s1\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s8s1\"><span lang=\"EN-US\">8. (1)</span></a> Every person who contravenes a provision of this Act is guilty of an offence and on conviction is liable,</p> <p class=\"clause-e\">  (a) in the case of an individual,</p> <p class=\"subclause-e\">  (i) for a first offence, to a fine not exceeding $10,000 for each day or part of a day on which the offence occurs or continues, and</p> <p class=\"subclause-e\">  (ii) for a second or subsequent offence, to a fine not exceeding $50,000 for each day or part of a day on which the offence occurs or continues; and</p> <p class=\"clause-e\">  (b) in the case of a corporation,</p> <p class=\"subclause-e\">  (i) for a first offence, to a fine not exceeding $100,000 for each day or part of a day on which the offence occurs or continues, and</p> <p class=\"subclause-e\">  (ii) for a second or subsequent offence, to a fine not exceeding $500,000 for each day or part of a day on which the offence occurs or continues.</p> <p class=\"headnote-e\">No limitation</p> <p class=\"subsection-e\"><a name=\"s8s2\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s8s2\"><span lang=\"EN-US\">(2)</span></a> Section 76 of the <i>Provincial Offences Act </i>does not apply to a prosecution under this section.</p> <p class=\"headnote-e\">Provincial Judge required</p> <p class=\"subsection-e\"><a name=\"s8s3\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s8s3\"><span lang=\"EN-US\">(3)</span></a> The Attorney General or an agent of the Attorney General may, by notice to the clerk of the Ontario Court of Justice, require that a provincial judge preside over a proceeding in respect of an offence under this Act.</p> <p class=\"headnote-e\">Publication re convictions</p> <p class=\"subsection-e\"><a name=\"s8s4\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s8s4\"><span lang=\"EN-US\">(4)</span></a> If a person is convicted of an offence under this Act, the Minister may publish or otherwise make available to the general public the name of the person, a description of the offence, the date of the conviction and the person’s sentence.</p> <p class=\"headnote-e\">Compliance order not necessary</p> <p class=\"subsection-e\"><a name=\"s8s5\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s8s5\"><span lang=\"EN-US\">(5)</span></a> A person may be prosecuted under this section whether or not a compliance order or a restraining order has been previously made with respect to the subject matter of the prosecution.</p> <p class=\"headnote-e\">Certificates</p> <p class=\"subsection-e\"><a name=\"s8s6\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s8s6\"><span lang=\"EN-US\">(6)</span></a> In any prosecution or other proceeding under this Act, a certificate of an analyst stating that the analyst has made an analysis of a sample and stating the result of that analysis is evidence of the facts alleged in the certificate without proof of the signature or the official character of the person appearing to have signed the certificate.</p>"
        },
        {
            "id": "s9",
            "section": "Protection from liability",
            "content": " 9. No action or other proceeding shall be commenced against the Minister or anyone acting under the authority of the Minister for anything done in good faith in purported compliance with this Act.",
            "raw_html": "<p class=\"section-e\"><a name=\"s9\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s9\"><span lang=\"EN-US\">9.</span></a><b> </b>No action or other proceeding shall be commenced against the Minister or anyone acting under the authority of the Minister for anything done in good faith in purported compliance with this Act.</p>"
        },
        {
            "id": "s10",
            "section": "Regulations, Minister",
            "content": " 10. The Minister may make regulations exempting persons from this Act or any provisions of this Act, subject to any conditions that may be provided for in the regulations.",
            "raw_html": "<p class=\"section-e\"><a name=\"s10\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s10\"><span lang=\"EN-US\">10.</span></a><b> </b>The Minister may make regulations exempting persons from this Act or any provisions of this Act, subject to any conditions that may be provided for in the regulations.</p>"
        },
        {
            "id": "s11",
            "section": "Regulations, Lieutenant Governor in Council",
            "content": " 11. The Lieutenant Governor in Council may make regulations, (a) defining any word or expression used in this Act but not defined in the Act; (b) clarifying the definition of “payment” in section 2 and specifying what things do or do not constitute payment for the purpose of the Act; (c) further clarifying the meaning of “solely for the purpose of research” as used in section 3; (d) specifying requirements or conditions in respect of the collection, use or disclosure of personal information by the Minister or an inspector under this Act; (e) for carrying out the purposes, provisions and intent of this Act. 12.-15. Omitted (amends other legislation). 16. Omitted (provides for coming into force of provisions of this Act). 17. Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section-e\"><a name=\"s11\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s11\"><span lang=\"EN-US\">11.</span></a><b> </b>The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">  (a) defining any word or expression used in this Act but not defined in the Act;</p> <p class=\"clause-e\">  (b) clarifying the definition of “payment” in section 2 and specifying what things do or do not constitute payment for the purpose of the Act;</p> <p class=\"clause-e\">  (c) further clarifying the meaning of “solely for the purpose of research” as used in section 3;</p> <p class=\"clause-e\">  (d) specifying requirements or conditions in respect of the collection, use or disclosure of personal information by the Minister or an inspector under this Act;</p> <p class=\"clause-e\">  (e) for carrying out the purposes, provisions and intent of this Act.</p> <p class=\"section-e\"><a name=\"s12\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s12\"><span lang=\"EN-US\">12.</span></a><b>-15</b><b>.</b> <span class=\"ovsmallcap\">Omitted (amends other legislation)</span>.</p> <p class=\"section-e\"><a name=\"s16\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s16\"><span lang=\"EN-US\">16.</span></a> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section-e\"><a name=\"s17\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s17\"><span lang=\"EN-US\">17.</span></a> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "s12",
            "section": "Regulations, Lieutenant Governor in Council",
            "content": " 12.-15. Omitted (amends other legislation). 16. Omitted (provides for coming into force of provisions of this Act). 17. Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section-e\"><a name=\"s12\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s12\"><span lang=\"EN-US\">12.</span></a><b>-15</b><b>.</b> <span class=\"ovsmallcap\">Omitted (amends other legislation)</span>.</p> <p class=\"section-e\"><a name=\"s16\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s16\"><span lang=\"EN-US\">16.</span></a> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section-e\"><a name=\"s17\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s17\"><span lang=\"EN-US\">17.</span></a> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "s16",
            "section": "Regulations, Lieutenant Governor in Council",
            "content": " 16. Omitted (provides for coming into force of provisions of this Act). 17. Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section-e\"><a name=\"s16\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s16\"><span lang=\"EN-US\">16.</span></a> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section-e\"><a name=\"s17\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s17\"><span lang=\"EN-US\">17.</span></a> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "s17",
            "section": "Regulations, Lieutenant Governor in Council",
            "content": " 17. Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section-e\"><a name=\"s17\"></a> <a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm#s17\"><span lang=\"EN-US\">17.</span></a> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.e-laws.gov.on.ca/html/statutes/french/elaws_statutes_14v14_f.htm\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}