{
    "act_info": {
        "full_title": "Warehouse Receipts Act, R.S.O. 1990, c. W.3",
        "act_name_text": "Warehouse Receipts Act",
        "citation": "R.S.O. 1990, c. W.3",
        "url": "https://www.ontario.ca/laws/statute/90w03",
        "date_scraped": "2023-12-19 17:13:52"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "June 22, 2006",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/90w03/v1",
            "valid_from": "December 22, 1999",
            "valid_to": "June 21, 2006"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "1",
            "section": "Definitions",
            "content": "1 In this Act, “fungible goods” means goods of which any unit is, from its nature or by mercantile custom, treated as the equivalent of any other unit; (“objets fongibles”) “goods” includes all chattels personal other than things in action and money; (“objets”) “holder”, as applied to a negotiable receipt, means a person who has possession of the receipt and a right of property therein, and, as applied to a non-negotiable receipt, means a person named therein as the person to whom the goods are to be delivered or the person’s transferee; (“détenteur”) “negotiable receipt” means a receipt in which it is stated that the goods therein specified will be delivered to bearer or to the order of a named person; (“récépissé négociable”) “non-negotiable receipt” means a receipt in which it is stated that the goods therein specified will be delivered to the holder thereof; (“récépissé non négociable”) “purchaser” includes a mortgagee and pledgee; (“acquéreur”) “receipt” means a warehouse receipt; (“récépissé”) “storer” means a person who receives goods for storage for reward; (“entreposeur”) “to purchase” includes to take as mortgagee or as pledgee; (“acquérir”) “warehouse receipt” means an acknowledgment in writing by a storer of the receipt for storage of another’s goods. (“récépissé d’entrepôt”)  R.S.O. 1990, c. W.3, s. 1; 1999, c. 12, Sched. B, s. 19. Section Amendments with date in force (d/m/y) 1999, c. 12, Sched. B, s. 19 - 31/12/1991 CTS 30 AU 10 - 6",
            "raw_html": "<p class=\"section\"><b>1 </b>In this Act,</p> <p class=\"definition\">“fungible goods” means goods of which any unit is, from its nature or by mercantile custom, treated as the equivalent of any other unit; (“objets fongibles”)</p> <p class=\"definition\">“goods” includes all chattels personal other than things in action and money; (“objets”)</p> <p class=\"definition\">“holder”, as applied to a negotiable receipt, means a person who has possession of the receipt and a right of property therein, and, as applied to a non-negotiable receipt, means a person named therein as the person to whom the goods are to be delivered or the person’s transferee; (“détenteur”)</p> <p class=\"definition\">“negotiable receipt” means a receipt in which it is stated that the goods therein specified will be delivered to bearer or to the order of a named person; (“récépissé négociable”)</p> <p class=\"definition\">“non-negotiable receipt” means a receipt in which it is stated that the goods therein specified will be delivered to the holder thereof; (“récépissé non négociable”)</p> <p class=\"definition\">“purchaser” includes a mortgagee and pledgee; (“acquéreur”)</p> <p class=\"definition\">“receipt” means a warehouse receipt; (“récépissé”)</p> <p class=\"definition\">“storer” means a person who receives goods for storage for reward; (“entreposeur”)</p> <p class=\"definition\">“to purchase” includes to take as mortgagee or as pledgee; (“acquérir”)</p> <p class=\"definition\">“warehouse receipt” means an acknowledgment in writing by a storer of the receipt for storage of another’s goods. (“récépissé d’entrepôt”)  R.S.O. 1990, c. W.3, s. 1; 1999, c. 12, Sched. B, s. 19.</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\">1999, c. 12, Sched. B, s. 19 - 31/12/1991</p> <p align=\"left\" class=\"footnoteLeft\"><a href=\"https://www.ontario.ca/laws/consolidated-statutes-change-notices\">CTS 30 AU 10 - 6</a></p>"
        },
        {
            "id": "2",
            "section": "Form of receipts",
            "content": "2 (1) A receipt shall contain, (a) the address of the warehouse or other place where the goods are stored; (b) the name of the person by whom or on whose behalf the goods are deposited; (c) the date of issue of the receipt; (d) a statement either, (i) that the goods received will be delivered to the holder thereof, or (ii) that the goods will be delivered to bearer or to the order of a named person; (e) the rate of storage charges; (f) a description of the goods or of the packages containing them; (g) the signature of the storer or the storer’s authorized agent; and (h) a statement of the amount of any advance made and of any liability incurred for which the storer claims a lien.  R.S.O. 1990, c. W.3, s. 2 (1). Omission of particulars (2) Where a storer omits from a negotiable receipt any of the particulars set forth in subsection (1), the storer is liable for damage caused by the omission.  R.S.O. 1990, c. W.3, s. 2 (2). Idem (3) No receipt shall by reason of the omission of any of the particulars set forth in subsection (1) be deemed not to be a warehouse receipt.  R.S.O. 1990, c. W.3, s. 2 (3). Insertions (4) A storer may insert in a receipt any other term or condition that, (a) is not contrary to any provision of this Act; and (b) does not impair obligation to exercise such care and diligence in regard to the goods as a careful and vigilant owner of similar goods would exercise in the custody of them in similar circumstances.  R.S.O. 1990, c. W.3, s. 2 (4). Contract constituted (5) Subject to this Act, a warehouse receipt issued by a storer, when delivered to the owner or bailor of the goods or mailed to the latest address of the owner or bailor known to the storer, constitutes the contract between the owner or bailor and the storer; provided that the owner or bailor may within twenty days after such delivery or mailing notify the storer in writing that the owner or bailor does not accept such contract and thereupon the owner or bailor shall remove the goods deposited subject to the storer’s lien for charges and if such notice is not given then the warehouse receipt so delivered or mailed constitutes the contract.  R.S.O. 1990, c. W.3, s. 2 (5).",
            "raw_html": "<p class=\"section\"><b>2 </b>(1) A receipt shall contain,</p> <p class=\"paragraph\">  (a) the address of the warehouse or other place where the goods are stored;</p> <p class=\"paragraph\">  (b) the name of the person by whom or on whose behalf the goods are deposited;</p> <p class=\"paragraph\">  (c) the date of issue of the receipt;</p> <p class=\"paragraph\">  (d) a statement either,</p> <p class=\"subclause\">  (i) that the goods received will be delivered to the holder thereof, or</p> <p class=\"subclause\">  (ii) that the goods will be delivered to bearer or to the order of a named person;</p> <p class=\"paragraph\">  (e) the rate of storage charges;</p> <p class=\"paragraph\">  (f) a description of the goods or of the packages containing them;</p> <p class=\"paragraph\">  (g) the signature of the storer or the storer’s authorized agent; and</p> <p class=\"paragraph\">  (h) a statement of the amount of any advance made and of any liability incurred for which the storer claims a lien.  R.S.O. 1990, c. W.3, s. 2 (1).</p> <p class=\"headnote\">Omission of particulars</p> <p class=\"subsection\">(2) Where a storer omits from a negotiable receipt any of the particulars set forth in subsection (1), the storer is liable for damage caused by the omission.  R.S.O. 1990, c. W.3, s. 2 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) No receipt shall by reason of the omission of any of the particulars set forth in subsection (1) be deemed not to be a warehouse receipt.  R.S.O. 1990, c. W.3, s. 2 (3).</p> <p class=\"headnote\">Insertions</p> <p class=\"subsection\">(4) A storer may insert in a receipt any other term or condition that,</p> <p class=\"paragraph\">  (a) is not contrary to any provision of this Act; and</p> <p class=\"paragraph\">  (b) does not impair obligation to exercise such care and diligence in regard to the goods as a careful and vigilant owner of similar goods would exercise in the custody of them in similar circumstances.  R.S.O. 1990, c. W.3, s. 2 (4).</p> <p class=\"headnote\">Contract constituted</p> <p class=\"subsection\">(5) Subject to this Act, a warehouse receipt issued by a storer, when delivered to the owner or bailor of the goods or mailed to the latest address of the owner or bailor known to the storer, constitutes the contract between the owner or bailor and the storer; provided that the owner or bailor may within twenty days after such delivery or mailing notify the storer in writing that the owner or bailor does not accept such contract and thereupon the owner or bailor shall remove the goods deposited subject to the storer’s lien for charges and if such notice is not given then the warehouse receipt so delivered or mailed constitutes the contract.  R.S.O. 1990, c. W.3, s. 2 (5).</p>"
        },
        {
            "id": "3",
            "section": "Negotiable receipts",
            "content": "3 Words in a negotiable receipt limiting its negotiability are void.  R.S.O. 1990, c. W.3, s. 3.",
            "raw_html": "<p class=\"section\"><b>3 </b>Words in a negotiable receipt limiting its negotiability are void.  R.S.O. 1990, c. W.3, s. 3.</p>"
        },
        {
            "id": "4",
            "section": "Marking of duplicate receipts",
            "content": "4 (1) No more than one receipt shall be issued in respect of the same goods except in case of a lost or destroyed receipt, in which case the new receipt, if one is given, shall bear the same date as the original, and shall be plainly marked on its face as a duplicate.  R.S.O. 1990, c. W.3, s. 4 (1). Liability when not so marked (2) A storer is liable for all damage caused by the storer’s failure to observe the provisions of subsection (1) to any person who purchases the subsequent receipt for valuable consideration, believing it to be an original, even though the purchase is after the delivery of the goods by the storer to the holder of the original receipt.  R.S.O. 1990, c. W.3, s. 4 (2). Effect of duplicate receipts (3) A receipt that is marked as a duplicate is a representation and warranty by the storer that it is an accurate copy of a receipt properly issued and uncancelled at the date of the issue of the duplicate.  R.S.O. 1990, c. W.3, s. 4 (3).",
            "raw_html": "<p class=\"section\"><b>4 </b>(1) No more than one receipt shall be issued in respect of the same goods except in case of a lost or destroyed receipt, in which case the new receipt, if one is given, shall bear the same date as the original, and shall be plainly marked on its face as a duplicate.  R.S.O. 1990, c. W.3, s. 4 (1).</p> <p class=\"headnote\">Liability when not so marked</p> <p class=\"subsection\">(2) A storer is liable for all damage caused by the storer’s failure to observe the provisions of subsection (1) to any person who purchases the subsequent receipt for valuable consideration, believing it to be an original, even though the purchase is after the delivery of the goods by the storer to the holder of the original receipt.  R.S.O. 1990, c. W.3, s. 4 (2).</p> <p class=\"headnote\">Effect of duplicate receipts</p> <p class=\"subsection\">(3) A receipt that is marked as a duplicate is a representation and warranty by the storer that it is an accurate copy of a receipt properly issued and uncancelled at the date of the issue of the duplicate.  R.S.O. 1990, c. W.3, s. 4 (3).</p>"
        },
        {
            "id": "5",
            "section": "Marking of non-negotiable receipts",
            "content": "5 (1) A storer who issues a non-negotiable receipt shall cause to be plainly marked upon its face an indication that it is not negotiable.  R.S.O. 1990, c. W.3, s. 5 (1). Failure to mark (2) Where a storer fails to comply with subsection (1), a holder of the receipt who purchases it for valuable consideration believing it to be negotiable may, at the holder’s option, treat the receipt as vesting in the holder all rights attaching to a negotiable receipt and imposing upon the storer the same liabilities the storer would have incurred had the receipt been negotiable, and the storer is liable accordingly.  R.S.O. 1990, c. W.3, s. 5 (2).",
            "raw_html": "<p class=\"section\"><b>5 </b>(1) A storer who issues a non-negotiable receipt shall cause to be plainly marked upon its face an indication that it is not negotiable.  R.S.O. 1990, c. W.3, s. 5 (1).</p> <p class=\"headnote\">Failure to mark</p> <p class=\"subsection\">(2) Where a storer fails to comply with subsection (1), a holder of the receipt who purchases it for valuable consideration believing it to be negotiable may, at the holder’s option, treat the receipt as vesting in the holder all rights attaching to a negotiable receipt and imposing upon the storer the same liabilities the storer would have incurred had the receipt been negotiable, and the storer is liable accordingly.  R.S.O. 1990, c. W.3, s. 5 (2).</p>"
        },
        {
            "id": "6",
            "section": "Duty to deliver",
            "content": "6 (1) A storer in the absence of lawful excuse shall deliver the goods referred to therein, (a) in the case of a negotiable receipt, to the bearer thereof upon demand made by the bearer and upon the bearer, (i) satisfying the storer’s lien, (ii) surrendering the receipt with such endorsements as are necessary for the negotiation of the receipt, and (iii) acknowledging in writing the delivery of the goods; and (b) in the case of a non-negotiable receipt, to the holder thereof upon the holder, (i) satisfying the storer’s lien, and (ii) acknowledging in writing the delivery of the goods.  R.S.O. 1990, c. W.3, s. 6 (1). Failure to deliver (2) Where a storer refuses or fails to deliver the goods in compliance with subsection (1), the burden is upon the storer to establish the existence of a lawful excuse for the refusal or failure.  R.S.O. 1990, c. W.3, s. 6 (2).",
            "raw_html": "<p class=\"section\"><b>6 </b>(1) A storer in the absence of lawful excuse shall deliver the goods referred to therein,</p> <p class=\"paragraph\">  (a) in the case of a negotiable receipt, to the bearer thereof upon demand made by the bearer and upon the bearer,</p> <p class=\"subclause\">  (i) satisfying the storer’s lien,</p> <p class=\"subclause\">  (ii) surrendering the receipt with such endorsements as are necessary for the negotiation of the receipt, and</p> <p class=\"subclause\">  (iii) acknowledging in writing the delivery of the goods; and</p> <p class=\"paragraph\">  (b) in the case of a non-negotiable receipt, to the holder thereof upon the holder,</p> <p class=\"subclause\">  (i) satisfying the storer’s lien, and</p> <p class=\"subclause\">  (ii) acknowledging in writing the delivery of the goods.  R.S.O. 1990, c. W.3, s. 6 (1).</p> <p class=\"headnote\">Failure to deliver</p> <p class=\"subsection\">(2) Where a storer refuses or fails to deliver the goods in compliance with subsection (1), the burden is upon the storer to establish the existence of a lawful excuse for the refusal or failure.  R.S.O. 1990, c. W.3, s. 6 (2).</p>"
        },
        {
            "id": "7",
            "section": "Delivery on presentation of a negotiable receipt",
            "content": "7 Where a person is in possession of a negotiable receipt that has been duly endorsed to the person or endorsed in blank, or by the terms of which the goods are deliverable to the person or the person’s order or to bearer, if delivery is made in good faith and without notice of any defect in the title of that person, the storer is justified in delivering the goods to that person.  R.S.O. 1990, c. W.3, s. 7.",
            "raw_html": "<p class=\"section\"><b>7 </b>Where a person is in possession of a negotiable receipt that has been duly endorsed to the person or endorsed in blank, or by the terms of which the goods are deliverable to the person or the person’s order or to bearer, if delivery is made in good faith and without notice of any defect in the title of that person, the storer is justified in delivering the goods to that person.  R.S.O. 1990, c. W.3, s. 7.</p>"
        },
        {
            "id": "8",
            "section": "Negotiable receipts must be cancelled on delivery of goods",
            "content": "8 (1) Except as provided in section 18, where a storer delivers goods for which the storer has issued a negotiable receipt and fails to take up and cancel the receipt, the storer is liable, for failure to deliver the goods, to anyone who purchases the receipt in good faith and for valuable consideration, whether the person acquired title to the receipt before or after delivery of the goods by the storer.  R.S.O. 1990, c. W.3, s. 8 (1). Negotiable receipts to be marked on delivery of part of goods (2) Except as provided in section 18, where a storer delivers part of the goods for which the storer has issued a negotiable receipt and fails either to take up and cancel the receipt, or to place plainly upon it a statement of what goods or packages have been delivered, the storer is liable, for failure to deliver all the goods specified in the receipt, to anyone who purchases the receipt in good faith and for valuable consideration, whether the purchaser acquired title to the receipt before or after the delivery of any portion of the goods.  R.S.O. 1990, c. W.3, s. 8 (2).",
            "raw_html": "<p class=\"section\"><b>8 </b>(1) Except as provided in section 18, where a storer delivers goods for which the storer has issued a negotiable receipt and fails to take up and cancel the receipt, the storer is liable, for failure to deliver the goods, to anyone who purchases the receipt in good faith and for valuable consideration, whether the person acquired title to the receipt before or after delivery of the goods by the storer.  R.S.O. 1990, c. W.3, s. 8 (1).</p> <p class=\"headnote\">Negotiable receipts to be marked on delivery of part of goods</p> <p class=\"subsection\">(2) Except as provided in section 18, where a storer delivers part of the goods for which the storer has issued a negotiable receipt and fails either to take up and cancel the receipt, or to place plainly upon it a statement of what goods or packages have been delivered, the storer is liable, for failure to deliver all the goods specified in the receipt, to anyone who purchases the receipt in good faith and for valuable consideration, whether the purchaser acquired title to the receipt before or after the delivery of any portion of the goods.  R.S.O. 1990, c. W.3, s. 8 (2).</p>"
        },
        {
            "id": "9",
            "section": "Lost or destroyed receipts",
            "content": "9 Where a negotiable receipt has been lost or destroyed, the Superior Court of Justice, upon application after notice to the storer by the person lawfully entitled to possession of the goods, may upon satisfactory proof of such loss or destruction order the delivery of the goods upon the giving of a bond with sufficient sureties to be approved in accordance with the practice of the court to indemnify the storer against any liability, cost or expense the storer may be under or be put to by reason of the original receipt remaining outstanding, and the storer is entitled to the costs of the application.  R.S.O. 1990, c. W.3, s. 9; 2006, c. 19, Sched. C, s. 1 (1). Section Amendments with date in force (d/m/y) 2006, c. 19, Sched. C, s. 1 (1) - 22/06/2006",
            "raw_html": "<p class=\"section\"><b>9 </b>Where a negotiable receipt has been lost or destroyed, the Superior Court of Justice, upon application after notice to the storer by the person lawfully entitled to possession of the goods, may upon satisfactory proof of such loss or destruction order the delivery of the goods upon the giving of a bond with sufficient sureties to be approved in accordance with the practice of the court to indemnify the storer against any liability, cost or expense the storer may be under or be put to by reason of the original receipt remaining outstanding, and the storer is entitled to the costs of the application.  R.S.O. 1990, c. W.3, s. 9; 2006, c. 19, Sched. C, s. 1 (1).</p> <p align=\"left\" class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p align=\"left\" class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S06019#schedcs1s1\">2006, c. 19, Sched. C, s. 1 (1)</a></span> - 22/06/2006</p>"
        },
        {
            "id": "10",
            "section": "Storer has reasonable time to determine validity of claims",
            "content": "10 Where a storer has information that a person other than the holder of a receipt claims to be the owner of or entitled to the goods, the storer may refuse to deliver the goods for a reasonable time, not exceeding ten days, to ascertain the validity of the adverse claim or to commence interpleader proceedings.  R.S.O. 1990, c. W.3, s. 10.",
            "raw_html": "<p class=\"section\"><b>10 </b>Where a storer has information that a person other than the holder of a receipt claims to be the owner of or entitled to the goods, the storer may refuse to deliver the goods for a reasonable time, not exceeding ten days, to ascertain the validity of the adverse claim or to commence interpleader proceedings.  R.S.O. 1990, c. W.3, s. 10.</p>"
        },
        {
            "id": "11",
            "section": "Conclusiveness of negotiable receipt",
            "content": "11 A negotiable receipt is, in the hands of a holder who has purchased it for valuable consideration, conclusive evidence of the receipt by the storer of the goods therein described as against the storer and any person signing the same on the storer’s behalf, even though the goods or some portion thereof may not have been so received unless the holder of the negotiable receipt has actual notice at the time of receiving the same, that the goods have not in fact been received.  R.S.O. 1990, c. W.3, s. 11.",
            "raw_html": "<p class=\"section\"><b>11 </b>A negotiable receipt is, in the hands of a holder who has purchased it for valuable consideration, conclusive evidence of the receipt by the storer of the goods therein described as against the storer and any person signing the same on the storer’s behalf, even though the goods or some portion thereof may not have been so received unless the holder of the negotiable receipt has actual notice at the time of receiving the same, that the goods have not in fact been received.  R.S.O. 1990, c. W.3, s. 11.</p>"
        },
        {
            "id": "12",
            "section": "Description of goods in receipt",
            "content": "12 Where goods are described in a receipt merely by, (a) a statement of certain marks or labels on the goods or on the packages containing them; (b) a statement that the goods are said by the depositor to be goods of a certain kind; (c) a statement that the packages containing the goods are said by the depositor to contain goods of a certain kind; or (d) a statement of import similar to that of clause (a), (b) or (c), the statement does not impose any liability on the storer in respect of the nature, kind or quality of the goods, but shall be deemed to be a representation by the storer either that the marks or labels were in fact on the goods or packages, or that the goods were in fact described by the depositor as stated, or that the packages containing the goods were in fact described by the depositor as containing goods of a certain kind, as the case may be.  R.S.O. 1990, c. W.3, s. 12.",
            "raw_html": "<p class=\"section\"><b>12 </b>Where goods are described in a receipt merely by,</p> <p class=\"paragraph\">  (a) a statement of certain marks or labels on the goods or on the packages containing them;</p> <p class=\"paragraph\">  (b) a statement that the goods are said by the depositor to be goods of a certain kind;</p> <p class=\"paragraph\">  (c) a statement that the packages containing the goods are said by the depositor to contain goods of a certain kind; or</p> <p class=\"paragraph\">  (d) a statement of import similar to that of clause (a), (b) or (c),</p> <p class=\"section\">the statement does not impose any liability on the storer in respect of the nature, kind or quality of the goods, but shall be deemed to be a representation by the storer either that the marks or labels were in fact on the goods or packages, or that the goods were in fact described by the depositor as stated, or that the packages containing the goods were in fact described by the depositor as containing goods of a certain kind, as the case may be.  R.S.O. 1990, c. W.3, s. 12.</p>"
        },
        {
            "id": null,
            "section": "Description of goods in receipt",
            "content": "the statement does not impose any liability on the storer in respect of the nature, kind or quality of the goods, but shall be deemed to be a representation by the storer either that the marks or labels were in fact on the goods or packages, or that the goods were in fact described by the depositor as stated, or that the packages containing the goods were in fact described by the depositor as containing goods of a certain kind, as the case may be.  R.S.O. 1990, c. W.3, s. 12.",
            "raw_html": "<p class=\"section\">the statement does not impose any liability on the storer in respect of the nature, kind or quality of the goods, but shall be deemed to be a representation by the storer either that the marks or labels were in fact on the goods or packages, or that the goods were in fact described by the depositor as stated, or that the packages containing the goods were in fact described by the depositor as containing goods of a certain kind, as the case may be.  R.S.O. 1990, c. W.3, s. 12.</p>"
        },
        {
            "id": "13",
            "section": "Liability for care of goods",
            "content": "13 A storer is liable for loss of or injury to goods caused by the storer’s failure to exercise such care and diligence in regard to them as a careful and vigilant owner of similar goods would exercise in the custody of them in similar circumstances.  R.S.O. 1990, c. W.3, s. 13.",
            "raw_html": "<p class=\"section\"><b>13 </b>A storer is liable for loss of or injury to goods caused by the storer’s failure to exercise such care and diligence in regard to them as a careful and vigilant owner of similar goods would exercise in the custody of them in similar circumstances.  R.S.O. 1990, c. W.3, s. 13.</p>"
        },
        {
            "id": "14",
            "section": "Commingled goods and storer’s liability therefor",
            "content": "14 Where authorized by agreement or by custom, a storer may mingle fungible goods with other goods of the same kind and grade, and in that case the holders of the receipts for the mingled goods own the entire mass in common, and each holder is entitled to such proportion thereof as the quantity shown by the holder’s receipt to have been deposited bears to the whole.  R.S.O. 1990, c. W.3, s. 14.",
            "raw_html": "<p class=\"section\"><b>14 </b>Where authorized by agreement or by custom, a storer may mingle fungible goods with other goods of the same kind and grade, and in that case the holders of the receipts for the mingled goods own the entire mass in common, and each holder is entitled to such proportion thereof as the quantity shown by the holder’s receipt to have been deposited bears to the whole.  R.S.O. 1990, c. W.3, s. 14.</p>"
        },
        {
            "id": "15",
            "section": "Attachment or levy upon goods for which a negotiable receipt has been issued",
            "content": "15 Where goods are delivered to a storer by the owner or person whose act in conveying the title to them to a purchaser in good faith for value would bind the owner and a negotiable receipt is issued for them, they cannot thereafter while in the possession of the storer, be levied under an execution, unless the receipt is first surrendered to the storer.  R.S.O. 1990, c. W.3, s. 15.",
            "raw_html": "<p class=\"section\"><b>15 </b>Where goods are delivered to a storer by the owner or person whose act in conveying the title to them to a purchaser in good faith for value would bind the owner and a negotiable receipt is issued for them, they cannot thereafter while in the possession of the storer, be levied under an execution, unless the receipt is first surrendered to the storer.  R.S.O. 1990, c. W.3, s. 15.</p>"
        },
        {
            "id": "16",
            "section": "Negotiable receipt must state charges for which lien is claimed",
            "content": "16 Where a negotiable receipt is issued for goods, the storer has no lien on the goods, except for charges for storage of those goods subsequent to the date of the receipt, unless the receipt expressly enumerates other charges for which a lien is claimed.  R.S.O. 1990, c. W.3, s. 16.",
            "raw_html": "<p class=\"section\"><b>16 </b>Where a negotiable receipt is issued for goods, the storer has no lien on the goods, except for charges for storage of those goods subsequent to the date of the receipt, unless the receipt expressly enumerates other charges for which a lien is claimed.  R.S.O. 1990, c. W.3, s. 16.</p>"
        },
        {
            "id": "17",
            "section": "Perishable and hazardous goods",
            "content": "17 (1) Where goods are of a perishable nature or by keeping will deteriorate greatly in value or injure other property, the storer may give such notice as is reasonable and possible under the circumstances to the holder of the receipt for the goods, if the name and address of the holder is known to the storer, or if not, then to the depositor, requiring the depositor to satisfy the lien upon the goods and to remove them from the warehouse, and on the failure of such person to satisfy the lien and remove the goods within the time specified in the notice, the storer may sell the goods at public or private sale without advertising.  R.S.O. 1990, c. W.3, s. 17 (1). Giving of notice (2) The notice referred to in subsection (1) may be given by sending it by registered mail addressed to the person to whom it is to be given at the person’s latest known place of address and the notice shall be deemed to be given on the day following the mailing.  R.S.O. 1990, c. W.3, s. 17 (2). Disposal of goods (3) If the storer after a reasonable effort is unable to sell the goods, the storer may dispose of them in any manner the storer may think fit, and does not incur liability by reason thereof.  R.S.O. 1990, c. W.3, s. 17 (3). Proceeds of sale (4) The storer shall satisfy the storer’s lien from the proceeds of any sale made pursuant to this section, and shall hold the balance in trust for the holder of the receipt.  R.S.O. 1990, c. W.3, s. 17 (4).",
            "raw_html": "<p class=\"section\"><b>17 </b>(1) Where goods are of a perishable nature or by keeping will deteriorate greatly in value or injure other property, the storer may give such notice as is reasonable and possible under the circumstances to the holder of the receipt for the goods, if the name and address of the holder is known to the storer, or if not, then to the depositor, requiring the depositor to satisfy the lien upon the goods and to remove them from the warehouse, and on the failure of such person to satisfy the lien and remove the goods within the time specified in the notice, the storer may sell the goods at public or private sale without advertising.  R.S.O. 1990, c. W.3, s. 17 (1).</p> <p class=\"headnote\">Giving of notice</p> <p class=\"subsection\">(2) The notice referred to in subsection (1) may be given by sending it by registered mail addressed to the person to whom it is to be given at the person’s latest known place of address and the notice shall be deemed to be given on the day following the mailing.  R.S.O. 1990, c. W.3, s. 17 (2).</p> <p class=\"headnote\">Disposal of goods</p> <p class=\"subsection\">(3) If the storer after a reasonable effort is unable to sell the goods, the storer may dispose of them in any manner the storer may think fit, and does not incur liability by reason thereof.  R.S.O. 1990, c. W.3, s. 17 (3).</p> <p class=\"headnote\">Proceeds of sale</p> <p class=\"subsection\">(4) The storer shall satisfy the storer’s lien from the proceeds of any sale made pursuant to this section, and shall hold the balance in trust for the holder of the receipt.  R.S.O. 1990, c. W.3, s. 17 (4).</p>"
        },
        {
            "id": "18",
            "section": "Effect of sale",
            "content": "18 Where goods have been lawfully sold to satisfy a storer’s lien or have been lawfully sold or disposed of pursuant to section 17, the storer is not liable for failure to deliver the goods to the holder of the receipt.  R.S.O. 1990, c. W.3, s. 18.",
            "raw_html": "<p class=\"section\"><b>18 </b>Where goods have been lawfully sold to satisfy a storer’s lien or have been lawfully sold or disposed of pursuant to section 17, the storer is not liable for failure to deliver the goods to the holder of the receipt.  R.S.O. 1990, c. W.3, s. 18.</p>"
        },
        {
            "id": "19",
            "section": "Negotiation of negotiable receipts",
            "content": "19 (1) A negotiable receipt may be negotiated by delivery, (a) where by the terms of the receipt the storer undertakes to deliver the goods to the bearer; or (b) where by the terms of the receipt the storer undertakes to deliver the goods to the order of a named person and that person or a subsequent endorsee has endorsed it in blank or to bearer.  R.S.O. 1990, c. W.3, s. 19 (1). Idem (2) Where by the terms of a negotiable receipt the goods are deliverable to bearer, or where a negotiable receipt has been endorsed in blank or to bearer, the receipt may be negotiated by the bearer endorsing it to a named person, and in that case the receipt shall thereafter be negotiated by the endorsement of the endorsee or a subsequent endorsee or by delivery if it is again endorsed in blank or to bearer.  R.S.O. 1990, c. W.3, s. 19 (2). Idem (3) Where by the terms of a negotiable receipt the goods are deliverable to the order of a named person, the receipt may be negotiated by the endorsement of that person.  R.S.O. 1990, c. W.3, s. 19 (3). Idem (4) An endorsement pursuant to subsection (3) may be in blank, to bearer or to a named person, and if the endorsement is to a named person, the receipt may be again negotiated by endorsement in blank, to bearer or to another named person, and subsequent negotiation may be made in like manner.  R.S.O. 1990, c. W.3, s. 19 (4).",
            "raw_html": "<p class=\"section\"><b>19 </b>(1) A negotiable receipt may be negotiated by delivery,</p> <p class=\"paragraph\">  (a) where by the terms of the receipt the storer undertakes to deliver the goods to the bearer; or</p> <p class=\"paragraph\">  (b) where by the terms of the receipt the storer undertakes to deliver the goods to the order of a named person and that person or a subsequent endorsee has endorsed it in blank or to bearer.  R.S.O. 1990, c. W.3, s. 19 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) Where by the terms of a negotiable receipt the goods are deliverable to bearer, or where a negotiable receipt has been endorsed in blank or to bearer, the receipt may be negotiated by the bearer endorsing it to a named person, and in that case the receipt shall thereafter be negotiated by the endorsement of the endorsee or a subsequent endorsee or by delivery if it is again endorsed in blank or to bearer.  R.S.O. 1990, c. W.3, s. 19 (2).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(3) Where by the terms of a negotiable receipt the goods are deliverable to the order of a named person, the receipt may be negotiated by the endorsement of that person.  R.S.O. 1990, c. W.3, s. 19 (3).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(4) An endorsement pursuant to subsection (3) may be in blank, to bearer or to a named person, and if the endorsement is to a named person, the receipt may be again negotiated by endorsement in blank, to bearer or to another named person, and subsequent negotiation may be made in like manner.  R.S.O. 1990, c. W.3, s. 19 (4).</p>"
        },
        {
            "id": "20",
            "section": "Transfer of receipts",
            "content": "20 The goods covered by a non-negotiable receipt may be transferred by the holder by delivery to a purchaser or donee of the goods of a transfer in writing executed by the holder, but the transfer does not affect or bind the storer until the storer is notified in writing thereof.  R.S.O. 1990, c. W.3, s. 20.",
            "raw_html": "<p class=\"section\"><b>20 </b>The goods covered by a non-negotiable receipt may be transferred by the holder by delivery to a purchaser or donee of the goods of a transfer in writing executed by the holder, but the transfer does not affect or bind the storer until the storer is notified in writing thereof.  R.S.O. 1990, c. W.3, s. 20.</p>"
        },
        {
            "id": "21",
            "section": "Rights of person to whom a receipt has been transferred",
            "content": "21 (1) A person to whom the goods covered by a non-negotiable receipt are transferred acquires, as against the transferor, (a) the title to the goods; and (b) the right to deposit with the storer the transfer or duplicate thereof or to give notice in writing to the storer of the transfer.  R.S.O. 1990, c. W.3, s. 21 (1). Idem (2) The transferee acquires the benefit of the obligation of the storer to hold possession of the goods for the transferee according to the terms of the receipt upon, (a) deposit of the transfer of the goods; or (b) giving notice in writing of the transfer and upon the storer having a reasonable opportunity of verifying the transfer.  R.S.O. 1990, c. W.3, s. 21 (2).",
            "raw_html": "<p class=\"section\"><b>21 </b>(1) A person to whom the goods covered by a non-negotiable receipt are transferred acquires, as against the transferor,</p> <p class=\"paragraph\">  (a) the title to the goods; and</p> <p class=\"paragraph\">  (b) the right to deposit with the storer the transfer or duplicate thereof or to give notice in writing to the storer of the transfer.  R.S.O. 1990, c. W.3, s. 21 (1).</p> <p class=\"headnote\">Idem</p> <p class=\"subsection\">(2) The transferee acquires the benefit of the obligation of the storer to hold possession of the goods for the transferee according to the terms of the receipt upon,</p> <p class=\"paragraph\">  (a) deposit of the transfer of the goods; or</p> <p class=\"paragraph\">  (b) giving notice in writing of the transfer and upon the storer having a reasonable opportunity of verifying the transfer.  R.S.O. 1990, c. W.3, s. 21 (2).</p>"
        },
        {
            "id": "22",
            "section": "Rights of person to whom a receipt has been negotiated",
            "content": "22 A person to whom a negotiable receipt is duly negotiated acquires, (a) such title to the goods as the person negotiating the receipt to the person had or had ability to transfer to a purchaser in good faith for valuable consideration and also such title to the goods as the depositor or person to whose order the goods were to be delivered by the terms of receipt had or had ability to transfer to a purchaser in good faith for valuable consideration; and (b) the benefit of the obligation of the storer to hold possession of the goods for the person according to the terms of the receipt as fully as if the storer had contracted directly with the person.  R.S.O. 1990, c. W.3, s. 22.",
            "raw_html": "<p class=\"section\"><b>22 </b>A person to whom a negotiable receipt is duly negotiated acquires,</p> <p class=\"paragraph\">  (a) such title to the goods as the person negotiating the receipt to the person had or had ability to transfer to a purchaser in good faith for valuable consideration and also such title to the goods as the depositor or person to whose order the goods were to be delivered by the terms of receipt had or had ability to transfer to a purchaser in good faith for valuable consideration; and</p> <p class=\"paragraph\">  (b) the benefit of the obligation of the storer to hold possession of the goods for the person according to the terms of the receipt as fully as if the storer had contracted directly with the person.  R.S.O. 1990, c. W.3, s. 22.</p>"
        },
        {
            "id": "23",
            "section": "Transfer of negotiable receipt without endorsement",
            "content": "23 Where a negotiable receipt is transferred for valuable consideration by delivery and the endorsement of the transferor is essential for negotiation, the transferee acquires a right against the transferor to compel the transferor to endorse the receipt, unless a contrary intention appears and the negotiation shall take effect as of the time when the endorsement is made.  R.S.O. 1990, c. W.3, s. 23.",
            "raw_html": "<p class=\"section\"><b>23 </b>Where a negotiable receipt is transferred for valuable consideration by delivery and the endorsement of the transferor is essential for negotiation, the transferee acquires a right against the transferor to compel the transferor to endorse the receipt, unless a contrary intention appears and the negotiation shall take effect as of the time when the endorsement is made.  R.S.O. 1990, c. W.3, s. 23.</p>"
        },
        {
            "id": "24",
            "section": "Warranties on sale of receipt",
            "content": "24 A person who for valuable consideration negotiates or transfers a receipt by endorsement or delivery, including one who assigns for valuable consideration a claim secured by a receipt, unless a contrary intention appears, warrants, (a) that the receipt is genuine; (b) that the person has a legal right to negotiate or transfer it; (c) that the person has no knowledge of any fact that would impair the validity of the receipt; and (d) that the person has a right to transfer the title to the goods, and that the goods are merchantable or fit for a particular purpose whenever such warranties would have been implied, if the contract of the parties had been to transfer without a receipt the goods represented thereby.  R.S.O. 1990, c. W.3, s. 24.",
            "raw_html": "<p class=\"section\"><b>24 </b>A person who for valuable consideration negotiates or transfers a receipt by endorsement or delivery, including one who assigns for valuable consideration a claim secured by a receipt, unless a contrary intention appears, warrants,</p> <p class=\"paragraph\">  (a) that the receipt is genuine;</p> <p class=\"paragraph\">  (b) that the person has a legal right to negotiate or transfer it;</p> <p class=\"paragraph\">  (c) that the person has no knowledge of any fact that would impair the validity of the receipt; and</p> <p class=\"paragraph\">  (d) that the person has a right to transfer the title to the goods, and that the goods are merchantable or fit for a particular purpose whenever such warranties would have been implied, if the contract of the parties had been to transfer without a receipt the goods represented thereby.  R.S.O. 1990, c. W.3, s. 24.</p>"
        },
        {
            "id": "25",
            "section": "Endorser not a guarantor",
            "content": "25 The endorsement of a receipt does not make the endorser liable for any failure on the part of the storer or previous endorsers of the receipt to fulfil their respective obligations.  R.S.O. 1990, c. W.3, s. 25.",
            "raw_html": "<p class=\"section\"><b>25 </b>The endorsement of a receipt does not make the endorser liable for any failure on the part of the storer or previous endorsers of the receipt to fulfil their respective obligations.  R.S.O. 1990, c. W.3, s. 25.</p>"
        },
        {
            "id": "26",
            "section": "When negotiation not impaired by fraud, mistake or duress",
            "content": "26 The validity of the negotiation of a receipt is not impaired by the fact that the negotiation was a breach of duty on the part of the person making the negotiation, or by the fact that the owner of the receipt was induced by fraud, mistake or duress to entrust the possession or custody of the receipt to such person, if the person to whom the receipt was negotiated, or a person to whom the receipt was subsequently negotiated, paid value therefor without notice of the breach of duty, or fraud, mistake or duress.  R.S.O. 1990, c. W.3, s. 26.",
            "raw_html": "<p class=\"section\"><b>26 </b>The validity of the negotiation of a receipt is not impaired by the fact that the negotiation was a breach of duty on the part of the person making the negotiation, or by the fact that the owner of the receipt was induced by fraud, mistake or duress to entrust the possession or custody of the receipt to such person, if the person to whom the receipt was negotiated, or a person to whom the receipt was subsequently negotiated, paid value therefor without notice of the breach of duty, or fraud, mistake or duress.  R.S.O. 1990, c. W.3, s. 26.</p>"
        },
        {
            "id": "27",
            "section": "Subsequent negotiation",
            "content": "27 Where a person having sold, mortgaged or pledged goods that are in a warehouse and for which a negotiable receipt has been issued, or having sold, mortgaged or pledged a negotiable receipt representing goods, continues in possession of the negotiable receipt, the subsequent negotiation thereof by that person under any sale or other disposition thereof to any person receiving it in good faith, for valuable consideration and without notice of the previous sale, mortgage or pledge, has the same effect as if a previous purchaser of the goods or receipt had expressly authorized the subsequent negotiation.  R.S.O. 1990, c. W.3, s. 27.",
            "raw_html": "<p class=\"section\"><b>27 </b>Where a person having sold, mortgaged or pledged goods that are in a warehouse and for which a negotiable receipt has been issued, or having sold, mortgaged or pledged a negotiable receipt representing goods, continues in possession of the negotiable receipt, the subsequent negotiation thereof by that person under any sale or other disposition thereof to any person receiving it in good faith, for valuable consideration and without notice of the previous sale, mortgage or pledge, has the same effect as if a previous purchaser of the goods or receipt had expressly authorized the subsequent negotiation.  R.S.O. 1990, c. W.3, s. 27.</p>"
        },
        {
            "id": "28",
            "section": "Negotiation defeats vendor’s lien",
            "content": "28 Where a negotiable receipt has been issued for goods, no seller’s lien or right of stoppage in transitu defeats the rights of a purchaser for value in good faith to whom the receipt has been negotiated, whether the negotiation is prior or subsequent to the notification to the storer who issued the receipt of the seller’s claim to a lien or right of stoppage in transitu and the storer shall not deliver the goods to an unpaid seller unless the receipt is first surrendered for cancellation.  R.S.O. 1990, c. W.3, s. 28.",
            "raw_html": "<p class=\"section\"><b>28 </b>Where a negotiable receipt has been issued for goods, no seller’s lien or right of stoppage in transitu defeats the rights of a purchaser for value in good faith to whom the receipt has been negotiated, whether the negotiation is prior or subsequent to the notification to the storer who issued the receipt of the seller’s claim to a lien or right of stoppage in transitu and the storer shall not deliver the goods to an unpaid seller unless the receipt is first surrendered for cancellation.  R.S.O. 1990, c. W.3, s. 28.</p>"
        },
        {
            "id": "29",
            "section": "Where Act not to apply",
            "content": "29 Nothing herein shall be deemed to include or apply to the manager or operator of a grain elevator as “manager” and “operator” are defined by the Canada Grain Act or any railway or express company within the jurisdiction of the Parliament of Canada.  R.S.O. 1990, c. W.3, s. 29.",
            "raw_html": "<p class=\"section\"><b>29 </b>Nothing herein shall be deemed to include or apply to the manager or operator of a grain elevator as “manager” and “operator” are defined by the <i>Canada Grain Act</i> or any railway or express company within the jurisdiction of the Parliament of Canada.  R.S.O. 1990, c. W.3, s. 29.</p>"
        },
        {
            "id": "30",
            "section": "Application of Act",
            "content": "30 This Act does not apply to receipts made and delivered before the 1st day of June, 1946.  R.S.O. 1990, c. W.3, s. 30.",
            "raw_html": "<p class=\"section\"><b>30 </b>This Act does not apply to receipts made and delivered before the 1st day of June, 1946.  R.S.O. 1990, c. W.3, s. 30.</p>"
        },
        {
            "id": "31",
            "section": "Application to storage of furs, etc.",
            "content": "31 This Act does not apply to the storage of furs, garments and home furnishings, other than furniture, that are ordinarily used by the person placing them in storage or a member of the person’s family or household.  R.S.O. 1990, c. W.3, s. 31. ______________  Français  ",
            "raw_html": "<p class=\"section\"><b>31 </b>This Act does not apply to the storage of furs, garments and home furnishings, other than furniture, that are ordinarily used by the person placing them in storage or a member of the person’s family or household.  R.S.O. 1990, c. W.3, s. 31.</p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/90w03\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}