{
    "act_info": {
        "full_title": "Waste Diversion Act, 2002, S.O. 2002, c. 6 ",
        "act_name_text": "Not Found",
        "citation": "Waste Diversion Act, 2002, S.O. 2002, c. 6 ",
        "url": "https://www.ontario.ca/laws/statute/02w06",
        "date_scraped": "2023-12-21 17:49:53"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/statute/02w06/v8",
            "valid_from": "June  9, 2016",
            "valid_to": "November 29, 2016"
        },
        {
            "a_href": "/laws/statute/02w06/v7",
            "valid_from": "January 17, 2008",
            "valid_to": "June  8, 2016"
        },
        {
            "a_href": "/laws/statute/02w06/v6",
            "valid_from": "August 20, 2007",
            "valid_to": "January 16, 2008"
        },
        {
            "a_href": "/laws/statute/02w06/v5",
            "valid_from": "July 25, 2007",
            "valid_to": "August 19, 2007"
        },
        {
            "a_href": "/laws/statute/02w06/v4",
            "valid_from": "May 17, 2007",
            "valid_to": "July 24, 2007"
        },
        {
            "a_href": "/laws/statute/02w06/v3",
            "valid_from": "December 20, 2006",
            "valid_to": "May 16, 2007"
        },
        {
            "a_href": "/laws/statute/02w06/v2",
            "valid_from": "October 19, 2006",
            "valid_to": "December 19, 2006"
        },
        {
            "a_href": "/laws/statute/02w06/v1",
            "valid_from": "June 27, 2002",
            "valid_to": "October 18, 2006"
        },
        {
            "a_href": "#",
            "valid_from": "N/A",
            "valid_to": "current"
        }
    ],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/100298",
            "revoked_reg_citation": "O. Reg. 298/10",
            "revoked_reg_title": "EXEMPTION RE SECTION 31 OF THE ACT"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/080033",
            "revoked_reg_citation": "O. Reg. 33/08",
            "revoked_reg_title": "STEWARDSHIP ONTARIO"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/060542",
            "revoked_reg_citation": "O. Reg. 542/06",
            "revoked_reg_title": "MUNICIPAL HAZARDOUS OR SPECIAL WASTE"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/040393",
            "revoked_reg_citation": "O. Reg. 393/04",
            "revoked_reg_title": "WASTE ELECTRICAL AND ELECTRONIC EQUIPMENT"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/030085",
            "revoked_reg_citation": "O. Reg. 85/03",
            "revoked_reg_title": "USED OIL MATERIAL"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/030084",
            "revoked_reg_citation": "O. Reg. 84/03",
            "revoked_reg_title": "USED TIRES"
        },
        {
            "revoked_reg_a_href": "/laws/regulation/020273",
            "revoked_reg_citation": "O. Reg. 273/02",
            "revoked_reg_title": "BLUE BOX WASTE"
        }
    ],
    "content": [
        {
            "ahref_id": "#BK0",
            "TOCid": "Purpose",
            "section_x": "Purpose",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK1",
            "TOCid": "1.",
            "section_x": "Purpose",
            "part_id": null,
            "part_type": null,
            "section_y": "Purpose",
            "content": " 1. The purpose of this Act is to promote the reduction, reuse and recycling of waste and to provide for the development, implementation and operation of waste diversion programs.  2002, c. 6, s. 1. Definitions",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK1\"></a><b>1.</b> The purpose of this Act is to promote the reduction, reuse and recycling of waste and to provide for the development, implementation and operation of waste diversion programs.  2002, c. 6, s. 1.</p> <p class=\"heading1-e\"><a name=\"BK2\"></a>Definitions</p>"
        },
        {
            "ahref_id": "#BK2",
            "TOCid": "Definitions",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK3",
            "TOCid": "2.",
            "section_x": "Definitions",
            "part_id": null,
            "part_type": null,
            "section_y": "Definitions",
            "content": " 2. (1) In this Act, “blue box waste” means material prescribed as blue box waste by the regulations; (“déchets destinés à la boîte bleue”) “designated waste” means blue box waste or material prescribed as a designated waste by the regulations; (“déchets désignés”) “industry funding organization” means a corporation incorporated under section 24; (“organisme de financement industriel”) “Minister” means the Minister of Environment and Energy or such other member of the Executive Council as may be assigned the administration of this Act under the Executive Council Act; (“ministre”) “Ministry” means the ministry of the Minister; (“ministère”) “regulations” means the regulations made under this Act by the Minister; (“règlements”) “rules” means the rules made under this Act by an industry funding organization. (“règles”)  2002, c. 6, s. 2 (1). Regulations in respect of rule matters (2) A reference in this Act to rules made by an industry funding organization shall be deemed to include a reference to the regulations authorized under subsection 42 (4).  2002, c. 6, s. 2 (2). Waste Diversion Ontario",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK3\"></a><b>2.</b><b> </b>(1) In this Act,</p> <p class=\"firstdef-e\">“blue box waste” means material prescribed as blue box waste by the regulations; (“déchets destinés à la boîte bleue”)</p> <p class=\"definition-e\">“designated waste” means blue box waste or material prescribed as a designated waste by the regulations; (“déchets désignés”)</p> <p class=\"definition-e\">“industry funding organization” means a corporation incorporated under section 24; (“organisme de financement industriel”)</p> <p class=\"definition-e\">“Minister” means the Minister of Environment and Energy or such other member of the Executive Council as may be assigned the administration of this Act under the <i>Executive Council Act</i>; (“ministre”)</p> <p class=\"definition-e\">“Ministry” means the ministry of the Minister; (“ministère”)</p> <p class=\"definition-e\">“regulations” means the regulations made under this Act by the Minister; (“règlements”)</p> <p class=\"definition-e\">“rules” means the rules made under this Act by an industry funding organization. (“règles”)  2002, c. 6, s. 2 (1).</p> <p class=\"headnote-e\">Regulations in respect of rule matters</p> <p class=\"subsection-e\">  (2) A reference in this Act to rules made by an industry funding organization shall be deemed to include a reference to the regulations authorized under subsection 42 (4).  2002, c. 6, s. 2 (2).</p> <p class=\"heading1-e\"><a name=\"BK4\"></a>Waste Diversion Ontario</p>"
        },
        {
            "ahref_id": "#BK4",
            "TOCid": "Waste Diversion Ontario",
            "section_x": "Waste Diversion Ontario",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK5",
            "TOCid": "3.",
            "section_x": "Establishment",
            "part_id": null,
            "part_type": null,
            "section_y": "Establishment",
            "content": " 3. A corporation without share capital is hereby established to be known in English as Waste Diversion Ontario and in French as Réacheminement des déchets Ontario.  2002, c. 6, s. 3.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK5\"></a><b>3</b><b>. </b>A corporation without share capital is hereby established to be known in English as Waste Diversion Ontario and in French as Réacheminement des déchets Ontario.  2002, c. 6, s. 3.</p>"
        },
        {
            "ahref_id": "#BK6",
            "TOCid": "4.",
            "section_x": "Composition",
            "part_id": null,
            "part_type": null,
            "section_y": "Composition",
            "content": " 4. (1) Waste Diversion Ontario is composed of the members of its board of directors.  2002, c. 6, s. 4 (1). Members of board of directors (2) The board of directors shall be composed of the following members: 1. Four members appointed by the Association of Municipalities of Ontario. 2. One member appointed by the Brewers of Ontario. 3. One member appointed jointly by the Canadian Manufacturers of Chemical Specialties Association and the Canadian Paint and Coatings Association. 4. One member appointed by the Canadian Newspaper Association. 5. Three members appointed by Corporations Supporting Recycling. 6. One member appointed by the Liquor Control Board of Ontario. 7. One member appointed by the Retail Council of Canada. 8. If a waste diversion program for a designated waste is being developed, implemented or operated under this Act with an industry funding organization, such number of members as may be prescribed by the regulations, appointed by the industry funding organization from among those members of the organization’s board of directors who are knowledgeable with respect to the designated waste or products from which the designated waste is derived. 9. One member who is employed under Part III of the Public Service of Ontario Act, 2006, appointed by the Minister. 10. Two members who are not employed under Part III of the Public Service of Ontario Act, 2006, appointed by the Minister.  2002, c. 6, s. 4 (2); 2006, c. 35, Sched. C, s. 129. Observers (3) The following persons are entitled to attend meetings of the board of directors as observers, but they may participate in meetings only to the extent allowed by the board: 1. One observer appointed jointly by the Canadian Manufacturers of Chemical Specialties Association and the Canadian Paint and Coatings Association. 2. One observer appointed by the Ontario Community Newspapers Association. 3. One observer appointed by the Ontario Waste Management Association. 4. One observer appointed by the Paper & Paperboard Packaging Environmental Council.  2002, c. 6, s. 4 (3). Alternative to subss. (2) and (3) (4) Subsections (2) and (3) do not apply if an operating agreement entered into under section 6 provides for an alternative structure of members of the board of directors and observers.  2002, c. 6, s. 4 (4). First chair (5) Despite section 10, the first chair of the board of directors shall be designated by the board of directors for a term of one year from among the members referred to in paragraph 5 of subsection (2).  2002, c. 6, s. 4 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK6\"></a><b>4. </b>(1) Waste Diversion Ontario is composed of the members of its board of directors.  2002, c. 6, s. 4 (1).</p> <p class=\"headnote-e\">Members of board of directors</p> <p class=\"subsection-e\">  (2) The board of directors shall be composed of the following members:</p> <p class=\"paragraph-e\">  1. Four members appointed by the Association of Municipalities of Ontario.</p> <p class=\"paragraph-e\">  2. One member appointed by the Brewers of Ontario.</p> <p class=\"paragraph-e\">  3. One member appointed jointly by the Canadian Manufacturers of Chemical Specialties Association and the Canadian Paint and Coatings Association.</p> <p class=\"paragraph-e\">  4. One member appointed by the Canadian Newspaper Association.</p> <p class=\"paragraph-e\">  5. Three members appointed by Corporations Supporting Recycling.</p> <p class=\"paragraph-e\">  6. One member appointed by the Liquor Control Board of Ontario.</p> <p class=\"paragraph-e\">  7. One member appointed by the Retail Council of Canada.</p> <p class=\"paragraph-e\">  8. If a waste diversion program for a designated waste is being developed, implemented or operated under this Act with an industry funding organization, such number of members as may be prescribed by the regulations, appointed by the industry funding organization from among those members of the organization’s board of directors who are knowledgeable with respect to the designated waste or products from which the designated waste is derived.</p> <p class=\"paragraph-e\">  9. One member who is employed under Part III of the <i>Public Service of Ontario Act, 2006</i>, appointed by the Minister.</p> <p class=\"paragraph-e\">  10. Two members who are not employed under Part III of the <i>Public Service of Ontario Act, 2006</i>, appointed by the Minister.  2002, c. 6, s. 4 (2); 2006, c. 35, Sched. C, s. 129.</p> <p class=\"headnote-e\">Observers</p> <p class=\"subsection-e\">  (3) The following persons are entitled to attend meetings of the board of directors as observers, but they may participate in meetings only to the extent allowed by the board:</p> <p class=\"paragraph-e\">  1. One observer appointed jointly by the Canadian Manufacturers of Chemical Specialties Association and the Canadian Paint and Coatings Association.</p> <p class=\"paragraph-e\">  2. One observer appointed by the Ontario Community Newspapers Association.</p> <p class=\"paragraph-e\">  3. One observer appointed by the Ontario Waste Management Association.</p> <p class=\"paragraph-e\">  4. One observer appointed by the Paper &amp; Paperboard Packaging Environmental Council.  2002, c. 6, s. 4 (3).</p> <p class=\"headnote-e\">Alternative to subss. (2) and (3)</p> <p class=\"subsection-e\">  (4) Subsections (2) and (3) do not apply if an operating agreement entered into under section 6 provides for an alternative structure of members of the board of directors and observers.  2002, c. 6, s. 4 (4).</p> <p class=\"headnote-e\">First chair</p> <p class=\"subsection-e\">  (5) Despite section 10, the first chair of the board of directors shall be designated by the board of directors for a term of one year from among the members referred to in paragraph 5 of subsection (2).  2002, c. 6, s. 4 (5).</p>"
        },
        {
            "ahref_id": "#BK7",
            "TOCid": "5.",
            "section_x": "Responsibilities",
            "part_id": null,
            "part_type": null,
            "section_y": "Responsibilities",
            "content": " 5. Waste Diversion Ontario shall, (a) develop, implement and operate waste diversion programs for designated wastes in accordance with this Act and monitor the effectiveness and efficiency of those programs; (b) seek to enhance public awareness of and participation in waste diversion programs; (c) seek to ensure that waste diversion programs developed under this Act affect Ontario’s marketplace in a fair manner; (d) determine the amount of money required by Waste Diversion Ontario and the industry funding organizations to carry out their responsibilities under this Act; (e) establish a dispute resolution process for, (i) disputes between an industry funding organization and a municipality with respect to payments to the municipality under a waste diversion program, and (ii) disputes between an industry funding organization and a person with respect to the person’s obligations under section 31 or the person’s obligations under the rules made by the industry funding organization under section 30; (f) maintain a list of plans approved under section 34 and ensure that the list is made available to the public; (g) monitor the effectiveness of plans approved under section 34; (h) conduct public consultations on any matter referred to Waste Diversion Ontario by the Minister; (i) advise or report to the Minister on any matter referred to Waste Diversion Ontario by the Minister; (j) ensure that any operating agreement entered into under section 6 and any agreements referred to in subsection 25 (3) are made available to the public.  2002, c. 6, s. 5.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK7\"></a><b>5. </b>Waste Diversion Ontario shall,</p> <p class=\"clause-e\">  (a) develop, implement and operate waste diversion programs for designated wastes in accordance with this Act and monitor the effectiveness and efficiency of those programs;</p> <p class=\"clause-e\">  (b) seek to enhance public awareness of and participation in waste diversion programs;</p> <p class=\"clause-e\">  (c) seek to ensure that waste diversion programs developed under this Act affect Ontario’s marketplace in a fair manner;</p> <p class=\"clause-e\">  (d) determine the amount of money required by Waste Diversion Ontario and the industry funding organizations to carry out their responsibilities under this Act;</p> <p class=\"clause-e\">  (e) establish a dispute resolution process for,</p> <p class=\"subclause-e\">  (i) disputes between an industry funding organization and a municipality with respect to payments to the municipality under a waste diversion program, and</p> <p class=\"subclause-e\">  (ii) disputes between an industry funding organization and a person with respect to the person’s obligations under section 31 or the person’s obligations under the rules made by the industry funding organization under section 30;</p> <p class=\"clause-e\">  (f) maintain a list of plans approved under section 34 and ensure that the list is made available to the public;</p> <p class=\"clause-e\">  (g) monitor the effectiveness of plans approved under section 34;</p> <p class=\"clause-e\">  (h) conduct public consultations on any matter referred to Waste Diversion Ontario by the Minister;</p> <p class=\"clause-e\">  (i) advise or report to the Minister on any matter referred to Waste Diversion Ontario by the Minister;</p> <p class=\"clause-e\">  (j) ensure that any operating agreement entered into under section 6 and any agreements referred to in subsection 25 (3) are made available to the public.  2002, c. 6, s. 5.</p>"
        },
        {
            "ahref_id": "#BK8",
            "TOCid": "6.",
            "section_x": "Operating agreement",
            "part_id": null,
            "part_type": null,
            "section_y": "Operating agreement",
            "content": " 6. (1) The Minister may serve notice on Waste Diversion Ontario that an operating agreement is required.  2002, c. 6, s. 6 (1). Time limit (2) An operating agreement shall be agreed on by Waste Diversion Ontario and the Minister within 180 days after notice is served under subsection (1), or within such longer period as the Minister, before or after the expiry of the 180-day period, may in writing allow.  2002, c. 6, s. 6 (2). Contents (3) The operating agreement shall contain such provisions as the Minister considers advisable in the public interest respecting the operations of Waste Diversion Ontario.  2002, c. 6, s. 6 (3). Amendment (4) The Minister may serve notice on Waste Diversion Ontario that an amendment to the operating agreement is required.  2002, c. 6, s. 6 (4). Same (5) An amendment shall be agreed on by Waste Diversion Ontario and the Minister within 180 days after notice is served under subsection (4), or within such longer period as the Minister, before or after the expiry of the 180-day period, may in writing allow.  2002, c. 6, s. 6 (5). Application of Environmental Bill of Rights, 1993 (6) Section 16 of the Environmental Bill of Rights, 1993, and the other provisions of that Act that apply to proposals for regulations, apply with necessary modifications to an operating agreement or amendment to an operating agreement under consideration by the Minister under this section and, for that purpose, the operating agreement or amendment shall be deemed to be a proposal under consideration by the Ministry for a regulation under a prescribed Act.  2002, c. 6, s. 6 (6).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK8\"></a><b>6.</b><b> </b>(1) The Minister may serve notice on Waste Diversion Ontario that an operating agreement is required.  2002, c. 6, s. 6 (1).</p> <p class=\"headnote-e\">Time limit</p> <p class=\"subsection-e\">  (2) An operating agreement shall be agreed on by Waste Diversion Ontario and the Minister within 180 days after notice is served under subsection (1), or within such longer period as the Minister, before or after the expiry of the 180-day period, may in writing allow.  2002, c. 6, s. 6 (2).</p> <p class=\"headnote-e\">Contents</p> <p class=\"subsection-e\">  (3) The operating agreement shall contain such provisions as the Minister considers advisable in the public interest respecting the operations of Waste Diversion Ontario.  2002, c. 6, s. 6 (3).</p> <p class=\"headnote-e\">Amendment</p> <p class=\"subsection-e\">  (4) The Minister may serve notice on Waste Diversion Ontario that an amendment to the operating agreement is required.  2002, c. 6, s. 6 (4).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (5) An amendment shall be agreed on by Waste Diversion Ontario and the Minister within 180 days after notice is served under subsection (4), or within such longer period as the Minister, before or after the expiry of the 180-day period, may in writing allow.  2002, c. 6, s. 6 (5).</p> <p class=\"headnote-e\">Application of <i>Environmental Bill of Rights, 1993</i></p> <p class=\"subsection-e\">  (6) Section 16 of the <i>Environmental Bill of Rights, 1993</i>, and the other provisions of that Act that apply to proposals for regulations, apply with necessary modifications to an operating agreement or amendment to an operating agreement under consideration by the Minister under this section and, for that purpose, the operating agreement or amendment shall be deemed to be a proposal under consideration by the Ministry for a regulation under a prescribed Act.  2002, c. 6, s. 6 (6).</p>"
        },
        {
            "ahref_id": "#BK9",
            "TOCid": "7.",
            "section_x": "Policies established by Minister",
            "part_id": null,
            "part_type": null,
            "section_y": "Policies established by Minister",
            "content": " 7. The Minister may establish policies applicable to Waste Diversion Ontario and the board of directors shall ensure that the policies are implemented promptly and efficiently.  2002, c. 6, s. 7.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK9\"></a><b>7</b><b>. </b>The Minister may establish policies applicable to Waste Diversion Ontario and the board of directors shall ensure that the policies are implemented promptly and efficiently.  2002, c. 6, s. 7.</p>"
        },
        {
            "ahref_id": "#BK10",
            "TOCid": "8.",
            "section_x": "Business plans",
            "part_id": null,
            "part_type": null,
            "section_y": "Business plans",
            "content": " 8. (1) Waste Diversion Ontario shall, not later than January 1 in each year, adopt and submit to the Minister a business plan for the implementation of Waste Diversion Ontario’s responsibilities under this Act for that year.  2002, c. 6, s. 8 (1). Copies of business plan (2) When a business plan is submitted to the Minister, Waste Diversion Ontario shall provide a copy of the business plan to every industry funding organization and shall make the business plan available to the public.  2002, c. 6, s. 8 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK10\"></a><b>8. </b>(1) Waste Diversion Ontario shall, not later than January 1 in each year, adopt and submit to the Minister a business plan for the implementation of Waste Diversion Ontario’s responsibilities under this Act for that year.  2002, c. 6, s. 8 (1).</p> <p class=\"headnote-e\">Copies of business plan</p> <p class=\"subsection-e\">  (2) When a business plan is submitted to the Minister, Waste Diversion Ontario shall provide a copy of the business plan to every industry funding organization and shall make the business plan available to the public.  2002, c. 6, s. 8 (2).</p>"
        },
        {
            "ahref_id": "#BK11",
            "TOCid": "9.",
            "section_x": "Management",
            "part_id": null,
            "part_type": null,
            "section_y": "Management",
            "content": " 9. Waste Diversion Ontario shall be managed by its board of directors.  2002, c. 6, s. 9.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK11\"></a><b>9. </b>Waste Diversion Ontario shall be managed by its board of directors.  2002, c. 6, s. 9.</p>"
        },
        {
            "ahref_id": "#BK12",
            "TOCid": "10.",
            "section_x": "Chair",
            "part_id": null,
            "part_type": null,
            "section_y": "Chair",
            "content": " 10. The chair of the board of directors shall be designated by the board of directors from among its members.  2002, c. 6, s. 10.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK12\"></a><b>10. </b>The chair of the board of directors shall be designated by the board of directors from among its members.  2002, c. 6, s. 10.</p>"
        },
        {
            "ahref_id": "#BK13",
            "TOCid": "11.",
            "section_x": "Quorum",
            "part_id": null,
            "part_type": null,
            "section_y": "Quorum",
            "content": " 11. Two-thirds of the members of the board of directors constitutes a quorum for the transaction of business, unless otherwise provided by the by-laws made under section 13.  2002, c. 6, s. 11.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK13\"></a><b>11. </b>Two-thirds of the members of the board of directors constitutes a quorum for the transaction of business, unless otherwise provided by the by-laws made under section 13.  2002, c. 6, s. 11.</p>"
        },
        {
            "ahref_id": "#BK14",
            "TOCid": "12.",
            "section_x": "Voting",
            "part_id": null,
            "part_type": null,
            "section_y": "Voting",
            "content": " 12. (1) Decisions of the board of directors shall be determined by majority vote.  2002, c. 6, s. 12 (1). One vote per member (2) Subject to subsections (3) and (4), each member of the board of directors is entitled to one vote.  2002, c. 6, s. 12 (2). Tie vote (3) In the event of a tie vote, the chair is entitled to cast a second vote.  2002, c. 6, s. 12 (3). Members not entitled to vote (4) The members of the board of directors appointed under paragraphs 9 and 10 of subsection 4 (2) are not entitled to vote.  2002, c. 6, s. 12 (4). Same (5) Despite subsection (4), the Minister may authorize one of the members of the board of directors appointed under paragraph 10 of subsection 4 (2) to vote.  2002, c. 6, s. 12 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK14\"></a><b>12. </b>(1) Decisions of the board of directors shall be determined by majority vote.  2002, c. 6, s. 12 (1).</p> <p class=\"headnote-e\">One vote per member</p> <p class=\"subsection-e\">  (2) Subject to subsections (3) and (4), each member of the board of directors is entitled to one vote.  2002, c. 6, s. 12 (2).</p> <p class=\"headnote-e\">Tie vote</p> <p class=\"subsection-e\">  (3) In the event of a tie vote, the chair is entitled to cast a second vote.  2002, c. 6, s. 12 (3).</p> <p class=\"headnote-e\">Members not entitled to vote</p> <p class=\"subsection-e\">  (4) The members of the board of directors appointed under paragraphs 9 and 10 of subsection 4 (2) are not entitled to vote.  2002, c. 6, s. 12 (4).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (5) Despite subsection (4), the Minister may authorize one of the members of the board of directors appointed under paragraph 10 of subsection 4 (2) to vote.  2002, c. 6, s. 12 (5).</p>"
        },
        {
            "ahref_id": "#BK15",
            "TOCid": "13.",
            "section_x": "By-laws",
            "part_id": null,
            "part_type": null,
            "section_y": "By-laws",
            "content": " 13. (1) The board of directors may pass by-laws, (a) regulating its proceedings, specifying the powers and duties of the officers and employees of Waste Diversion Ontario and generally for the conduct and management of Waste Diversion Ontario; and (b) respecting the appointment of officers and employees of Waste Diversion Ontario and providing for payment of their remuneration and expenses.  2002, c. 6, s. 13 (1). Subcommittees (2) The by-laws may authorize the establishment of subcommittees of the board of directors and may authorize a subcommittee to include persons who are not members of the board.  2002, c. 6, s. 13 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK15\"></a><b>13. </b>(1) The board of directors may pass by-laws,</p> <p class=\"clause-e\">  (a) regulating its proceedings, specifying the powers and duties of the officers and employees of Waste Diversion Ontario and generally for the conduct and management of Waste Diversion Ontario; and</p> <p class=\"clause-e\">  (b) respecting the appointment of officers and employees of Waste Diversion Ontario and providing for payment of their remuneration and expenses.  2002, c. 6, s. 13 (1).</p> <p class=\"headnote-e\">Subcommittees</p> <p class=\"subsection-e\">  (2) The by-laws may authorize the establishment of subcommittees of the board of directors and may authorize a subcommittee to include persons who are not members of the board.  2002, c. 6, s. 13 (2).</p>"
        },
        {
            "ahref_id": "#BK16",
            "TOCid": "14.",
            "section_x": "Remuneration and expenses",
            "part_id": null,
            "part_type": null,
            "section_y": "Remuneration and expenses",
            "content": " 14. The members of the board of directors are not entitled to any remuneration, but may be reimbursed for expenses in accordance with the by-laws made under section 13.  2002, c. 6, s. 14.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK16\"></a><b>14. </b>The members of the board of directors are not entitled to any remuneration, but may be reimbursed for expenses in accordance with the by-laws made under section 13.  2002, c. 6, s. 14.</p>"
        },
        {
            "ahref_id": "#BK17",
            "TOCid": "15.",
            "section_x": "Corporations Act and Corporations Information Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Corporations Act and Corporations Information Act",
            "content": " 15. The\nCorporations Act and the Corporations Information Act do not apply to Waste Diversion Ontario, except as otherwise provided by the regulations.  2002, c. 6, s. 15.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK17\"></a><b>15. </b>The<i>\n<i>Corporations Act</i></i> and the <i>Corporations Information Act</i> do not apply to Waste Diversion Ontario, except as otherwise provided by the regulations.  2002, c. 6, s. 15.</p>"
        },
        {
            "ahref_id": "#BK18",
            "TOCid": "16.",
            "section_x": "Capacity and powers",
            "part_id": null,
            "part_type": null,
            "section_y": "Capacity and powers",
            "content": " 16. Waste Diversion Ontario has all the capacity and powers of a natural person for the purpose of carrying out its responsibilities, except as otherwise provided by this Act.  2002, c. 6, s. 16.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK18\"></a><b>16. </b>Waste Diversion Ontario has all the capacity and powers of a natural person for the purpose of carrying out its responsibilities, except as otherwise provided by this Act.  2002, c. 6, s. 16.</p>"
        },
        {
            "ahref_id": "#BK19",
            "TOCid": "17.",
            "section_x": "Not a Crown agent",
            "part_id": null,
            "part_type": null,
            "section_y": "Not a Crown agent",
            "content": " 17. Waste Diversion Ontario is not an agent of the Crown in right of Ontario for any purpose, despite the Crown Agency Act, and shall not hold itself out as such.  2002, c. 6, s. 17.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK19\"></a><b>17. </b>Waste Diversion Ontario is not an agent of the Crown in right of Ontario for any purpose, despite the <i>Crown Agency Act</i>, and shall not hold itself out as such.  2002, c. 6, s. 17.</p>"
        },
        {
            "ahref_id": "#BK20",
            "TOCid": "18.",
            "section_x": "Protection from liability: Crown",
            "part_id": null,
            "part_type": null,
            "section_y": "Protection from liability:  Crown",
            "content": " 18. No action or other proceeding shall be commenced against the Crown in right of Ontario in respect of any act or omission of Waste Diversion Ontario, any member of its board of directors, or any of its officers, employees or agents.  2002, c. 6, s. 18.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK20\"></a><b>18. </b>No action or other proceeding shall be commenced against the Crown in right of Ontario in respect of any act or omission of Waste Diversion Ontario, any member of its board of directors, or any of its officers, employees or agents.  2002, c. 6, s. 18.</p>"
        },
        {
            "ahref_id": "#BK21",
            "TOCid": "19.",
            "section_x": "Protection from liability: directors, etc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Protection from liability:  directors, etc.",
            "content": " 19. (1) No action or other proceeding shall be commenced against a member of the board of directors of Waste Diversion Ontario or any officer or employee of Waste Diversion Ontario for any act done in good faith in the performance or intended performance of his or her duties or for any neglect or default in the performance in good faith of his or her duties.  2002, c. 6, s. 19 (1). Same (2) Subsection (1) does not relieve Waste Diversion Ontario of any liability to which it would otherwise be subject.  2002, c. 6, s. 19 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK21\"></a><b>19. </b>(1) No action or other proceeding shall be commenced against a member of the board of directors of Waste Diversion Ontario or any officer or employee of Waste Diversion Ontario for any act done in good faith in the performance or intended performance of his or her duties or for any neglect or default in the performance in good faith of his or her duties.  2002, c. 6, s. 19 (1).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (2) Subsection (1) does not relieve Waste Diversion Ontario of any liability to which it would otherwise be subject.  2002, c. 6, s. 19 (2).</p>"
        },
        {
            "ahref_id": "#BK22",
            "TOCid": "20.",
            "section_x": "Fiscal year",
            "part_id": null,
            "part_type": null,
            "section_y": "Fiscal year",
            "content": " 20. The fiscal year of Waste Diversion Ontario is the period from January 1 to December 31 in each year.  2002, c. 6, s. 20.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK22\"></a><b>20</b><b>. </b>The fiscal year of Waste Diversion Ontario is the period from January 1 to December 31 in each year.  2002, c. 6, s. 20.</p>"
        },
        {
            "ahref_id": "#BK23",
            "TOCid": "21.",
            "section_x": "Auditor",
            "part_id": null,
            "part_type": null,
            "section_y": "Auditor",
            "content": " 21. (1) Waste Diversion Ontario shall appoint an auditor.  2002, c. 6, s. 21 (1). Annual audit (2) The auditor shall, for each fiscal year, audit the accounts and financial transactions of Waste Diversion Ontario and shall prepare a report on each audit.  2002, c. 6, s. 21 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK23\"></a><b>21. </b>(1) Waste Diversion Ontario shall appoint an auditor.  2002, c. 6, s. 21 (1).</p> <p class=\"headnote-e\">Annual audit</p> <p class=\"subsection-e\">  (2) The auditor shall, for each fiscal year, audit the accounts and financial transactions of Waste Diversion Ontario and shall prepare a report on each audit.  2002, c. 6, s. 21 (2).</p>"
        },
        {
            "ahref_id": "#BK24",
            "TOCid": "22.",
            "section_x": "Annual report",
            "part_id": null,
            "part_type": null,
            "section_y": "Annual report",
            "content": " 22. (1) Waste Diversion Ontario shall, not later than April 1 in each year, (a) prepare a report in accordance with this section on its activities during the previous year; and (b) provide a copy of the report to the Minister and make the report available to the public.  2002, c. 6, s. 22 (1). Contents (2) The report shall include the following: 1. Information about waste diversion programs developed, implemented or operated under this Act during the previous year. 2. Audited financial statements for Waste Diversion Ontario and a copy of the auditor’s report under subsection 21 (2). 3. A description of the consultation undertaken by Waste Diversion Ontario during the previous year under subsection 29 (2) and a summary of the results of the consultation. 4. A copy of every report provided to Waste Diversion Ontario by an industry funding organization under section 33 in respect of the previous year. 5. Information about plans approved by Waste Diversion Ontario under section 34 during the previous year, including a copy of every report provided to Waste Diversion Ontario under subsection 34 (5) in respect of the previous year.  2002, c. 6, s. 22 (2). Signature (3) The report shall be signed by the chair of the board of directors.  2002, c. 6, s. 22 (3). Waste Diversion Programs and Industry Funding Organizations",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK24\"></a><b>22. </b>(1) Waste Diversion Ontario shall, not later than April 1 in each year,</p> <p class=\"clause-e\">  (a) prepare a report in accordance with this section on its activities during the previous year; and</p> <p class=\"clause-e\">  (b) provide a copy of the report to the Minister and make the report available to the public.  2002, c. 6, s. 22 (1).</p> <p class=\"headnote-e\">Contents</p> <p class=\"subsection-e\">  (2) The report shall include the following:</p> <p class=\"paragraph-e\">  1. Information about waste diversion programs developed, implemented or operated under this Act during the previous year.</p> <p class=\"paragraph-e\">  2. Audited financial statements for Waste Diversion Ontario and a copy of the auditor’s report under subsection 21 (2).</p> <p class=\"paragraph-e\">  3. A description of the consultation undertaken by Waste Diversion Ontario during the previous year under subsection 29 (2) and a summary of the results of the consultation.</p> <p class=\"paragraph-e\">  4. A copy of every report provided to Waste Diversion Ontario by an industry funding organization under section 33 in respect of the previous year.</p> <p class=\"paragraph-e\">  5. Information about plans approved by Waste Diversion Ontario under section 34 during the previous year, including a copy of every report provided to Waste Diversion Ontario under subsection 34 (5) in respect of the previous year.  2002, c. 6, s. 22 (2).</p> <p class=\"headnote-e\">Signature</p> <p class=\"subsection-e\">  (3) The report shall be signed by the chair of the board of directors.  2002, c. 6, s. 22 (3).</p> <p class=\"heading1-e\"><a name=\"BK25\"></a>Waste Diversion Programs and Industry Funding Organizations</p>"
        },
        {
            "ahref_id": "#BK25",
            "TOCid": "Waste Diversion Programs and Industry Funding Organizations",
            "section_x": "Waste Diversion Programs and Industry Funding Organizations",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK26",
            "TOCid": "23.",
            "section_x": "Waste diversion programs",
            "part_id": null,
            "part_type": null,
            "section_y": "Waste diversion programs",
            "content": " 23. (1) The Minister may require Waste Diversion Ontario to develop a waste diversion program for a designated waste.  2002, c. 6, s. 23 (1). Same (2) Waste Diversion Ontario shall develop the program in co-operation with an industry funding organization.  2002, c. 6, s. 23 (2). Same (3) The Minister may require that the program be developed in co-operation with, (a) an existing industry funding organization; or (b) an industry funding organization to be incorporated under Part III of the Corporations Act\r\nby Waste Diversion Ontario for the purpose of the program.  2002, c. 6, s. 23 (3). Consultation (4) In developing the program, Waste Diversion Ontario and the industry funding organization shall consult with persons they consider likely to be affected by the program, including members of the public.  2002, c. 6, s. 23 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK26\"></a><b>23. </b>(1) The Minister may require Waste Diversion Ontario to develop a waste diversion program for a designated waste.  2002, c. 6, s. 23 (1).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (2) Waste Diversion Ontario shall develop the program in co-operation with an industry funding organization.  2002, c. 6, s. 23 (2).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (3) The Minister may require that the program be developed in co-operation with,</p> <p class=\"clause-e\">  (a) an existing industry funding organization; or</p> <p class=\"clause-e\">  (b) an industry funding organization to be incorporated under Part III of the <i>Corporations Act</i>\r\nby Waste Diversion Ontario for the purpose of the program.  2002, c. 6, s. 23 (3).</p> <p class=\"headnote-e\">Consultation</p> <p class=\"subsection-e\">  (4) In developing the program, Waste Diversion Ontario and the industry funding organization shall consult with persons they consider likely to be affected by the program, including members of the public.  2002, c. 6, s. 23 (4).</p>"
        },
        {
            "ahref_id": "#BK27",
            "TOCid": "24.",
            "section_x": "Establishment of industry funding organization",
            "part_id": null,
            "part_type": null,
            "section_y": "Establishment of industry funding organization",
            "content": " 24. (1) If Waste Diversion Ontario is required under section 23 to develop a waste diversion program for a designated waste, Waste Diversion Ontario shall cause a corporation without share capital to be incorporated under Part III of the Corporations Act for the purpose of the program.  2002, c. 6, s. 24 (1). Application of subs. (1) (2) Subsection (1) does not apply if, (a) the Minister has required under clause 23 (3) (a) that the program be developed in co-operation with an existing industry funding organization; or (b) no requirement has been imposed by the Minister under subsection 23 (3) and Waste Diversion Ontario is of the opinion that the program should be developed in co-operation with an existing industry funding organization.  2002, c. 6, s. 24 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK27\"></a><b>24. </b>(1) If Waste Diversion Ontario is required under section 23 to develop a waste diversion program for a designated waste, Waste Diversion Ontario shall cause a corporation without share capital to be incorporated under Part III of the <i>Corporations Act </i>for the purpose of the program.  2002, c. 6, s. 24 (1).</p> <p class=\"headnote-e\">Application of subs. (1)</p> <p class=\"subsection-e\">  (2) Subsection (1) does not apply if,</p> <p class=\"clause-e\">  (a) the Minister has required under clause 23 (3) (a) that the program be developed in co-operation with an existing industry funding organization; or</p> <p class=\"clause-e\">  (b) no requirement has been imposed by the Minister under subsection 23 (3) and Waste Diversion Ontario is of the opinion that the program should be developed in co-operation with an existing industry funding organization.  2002, c. 6, s. 24 (2).</p>"
        },
        {
            "ahref_id": "#BK28",
            "TOCid": "25.",
            "section_x": "Contents of waste diversion program",
            "part_id": null,
            "part_type": null,
            "section_y": "Contents of waste diversion program",
            "content": " 25. (1) A waste diversion program developed under this Act for a designated waste may include the following: 1. Activities to reduce, reuse and recycle the designated waste. 2. Research and development activities relating to the management of the designated waste. 3. Activities to develop and promote products that result from the waste diversion program. 4. Educational and public awareness activities to support the waste diversion program.  2002, c. 6, s. 25 (1). Same (2) A waste diversion program developed under this Act for a designated waste shall not promote any of the following: 1. The burning of the designated waste. 2. The landfilling of the designated waste. 3. The application of the designated waste to land. 4. Any activity prescribed by the regulations.  2002, c. 6, s. 25 (2). Program agreements (3) A waste diversion program developed under this Act must include an agreement between Waste Diversion Ontario and the industry funding organization that the program is developed in co-operation with, governing the role of the industry funding organization in the implementation and operation of the program and governing the exercise of the industry funding organization’s powers under this Act.  2002, c. 6, s. 25 (3). Same (4) The agreement referred to in subsection (3) must set out the wording of the rules that the industry funding organization proposes to make under section 30 and must include the agreement of Waste Diversion Ontario to the making of those rules.  2002, c. 6, s. 25 (4). Blue box program payments to municipalities (5) A waste diversion program developed under this Act for blue box waste must provide for payments to municipalities to be determined in a manner that results in the total amount paid to all municipalities under the program being equal to 50 per cent of the total net costs incurred by those municipalities as a result of the program.  2002, c. 6, s. 25 (5).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK28\"></a><b>25. </b>(1) A waste diversion program developed under this Act for a designated waste may include the following:</p> <p class=\"paragraph-e\">  1. Activities to reduce, reuse and recycle the designated waste.</p> <p class=\"paragraph-e\">  2. Research and development activities relating to the management of the designated waste.</p> <p class=\"paragraph-e\">  3. Activities to develop and promote products that result from the waste diversion program.</p> <p class=\"paragraph-e\">  4. Educational and public awareness activities to support the waste diversion program.  2002, c. 6, s. 25 (1).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (2) A waste diversion program developed under this Act for a designated waste shall not promote any of the following:</p> <p class=\"paragraph-e\">  1. The burning of the designated waste.</p> <p class=\"paragraph-e\">  2. The landfilling of the designated waste.</p> <p class=\"paragraph-e\">  3. The application of the designated waste to land.</p> <p class=\"paragraph-e\">  4. Any activity prescribed by the regulations.  2002, c. 6, s. 25 (2).</p> <p class=\"headnote-e\">Program agreements</p> <p class=\"subsection-e\">  (3) A waste diversion program developed under this Act must include an agreement between Waste Diversion Ontario and the industry funding organization that the program is developed in co-operation with, governing the role of the industry funding organization in the implementation and operation of the program and governing the exercise of the industry funding organization’s powers under this Act.  2002, c. 6, s. 25 (3).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (4) The agreement referred to in subsection (3) must set out the wording of the rules that the industry funding organization proposes to make under section 30 and must include the agreement of Waste Diversion Ontario to the making of those rules.  2002, c. 6, s. 25 (4).</p> <p class=\"headnote-e\">Blue box program payments to municipalities</p> <p class=\"subsection-e\">  (5) A waste diversion program developed under this Act for blue box waste must provide for payments to municipalities to be determined in a manner that results in the total amount paid to all municipalities under the program being equal to 50 per cent of the total net costs incurred by those municipalities as a result of the program.  2002, c. 6, s. 25 (5).</p>"
        },
        {
            "ahref_id": "#BK29",
            "TOCid": "26.",
            "section_x": "Submission of program for approval",
            "part_id": null,
            "part_type": null,
            "section_y": "Submission of program for approval",
            "content": " 26. (1) After a waste diversion program has been developed under section 23, Waste Diversion Ontario shall submit the program to the Minister for his or her approval.  2002, c. 6, s. 26 (1). Information to be submitted (2) The information submitted to the Minister must include the following: 1. The name of the industry funding organization that the program has been developed in co-operation with. 2. A description of the consultation undertaken in the development of the program and a summary of the results of the consultation. 3. A detailed description of the waste diversion program, including, i. the objectives of the program and the methods that will be used to measure whether the objectives are met, ii. information on how the program will be implemented and operated, and iii. information on the timing of implementation of the program. 4. An estimate of the costs of developing the program. 5. An estimate of the costs of implementing and operating the program, including a detailed breakdown of those costs and who will incur them. 6. A proposal for a regulation governing the composition and appointment of the board of directors of the industry funding organization named under paragraph 1. 7. The agreement referred to in subsection 25 (3) between Waste Diversion Ontario and the industry funding organization named under paragraph 1. 8. Information summarizing any expressions of interest in submitting plans for approval under section 34 that relate to the designated waste to which the program applies. 9. Such other information as the Minister may require.  2002, c. 6, s. 26 (2). Decision of Minister (3) The Minister shall decide in writing to approve the program or not to approve the program.  2002, c. 6, s. 26 (3). Application of Environmental Bill of Rights, 1993 (4) Section 16 of the Environmental Bill of Rights, 1993, and the other provisions of that Act that apply to proposals for regulations, apply with necessary modifications to a waste diversion program under consideration by the Minister under this section and, for that purpose, the program shall be deemed to be a proposal under consideration by the Ministry for a regulation under a prescribed Act.  2002, c. 6, s. 26 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK29\"></a><b>26. </b>(1) After a waste diversion program has been developed under section 23, Waste Diversion Ontario shall submit the program to the Minister for his or her approval.  2002, c. 6, s. 26 (1).</p> <p class=\"headnote-e\">Information to be submitted</p> <p class=\"subsection-e\">  (2) The information submitted to the Minister must include the following:</p> <p class=\"paragraph-e\">  1. The name of the industry funding organization that the program has been developed in co-operation with.</p> <p class=\"paragraph-e\">  2. A description of the consultation undertaken in the development of the program and a summary of the results of the consultation.</p> <p class=\"paragraph-e\">  3. A detailed description of the waste diversion program, including,</p> <p class=\"subpara-e\">  i. the objectives of the program and the methods that will be used to measure whether the objectives are met,</p> <p class=\"subpara-e\">  ii. information on how the program will be implemented and operated, and</p> <p class=\"subpara-e\">  iii. information on the timing of implementation of the program.</p> <p class=\"paragraph-e\">  4. An estimate of the costs of developing the program.</p> <p class=\"paragraph-e\">  5. An estimate of the costs of implementing and operating the program, including a detailed breakdown of those costs and who will incur them.</p> <p class=\"paragraph-e\">  6. A proposal for a regulation governing the composition and appointment of the board of directors of the industry funding organization named under paragraph 1.</p> <p class=\"paragraph-e\">  7. The agreement referred to in subsection 25 (3) between Waste Diversion Ontario and the industry funding organization named under paragraph 1.</p> <p class=\"paragraph-e\">  8. Information summarizing any expressions of interest in submitting plans for approval under section 34 that relate to the designated waste to which the program applies.</p> <p class=\"paragraph-e\">  9. Such other information as the Minister may require.  2002, c. 6, s. 26 (2).</p> <p class=\"headnote-e\">Decision of Minister</p> <p class=\"subsection-e\">  (3) The Minister shall decide in writing to approve the program or not to approve the program.  2002, c. 6, s. 26 (3).</p> <p class=\"headnote-e\">Application of <i>Environmental Bill of Rights, 1993</i></p> <p class=\"subsection-e\">  (4) Section 16 of the <i>Environmental Bill of Rights, 1993</i>, and the other provisions of that Act that apply to proposals for regulations, apply with necessary modifications to a waste diversion program under consideration by the Minister under this section and, for that purpose, the program shall be deemed to be a proposal under consideration by the Ministry for a regulation under a prescribed Act.  2002, c. 6, s. 26 (4).</p>"
        },
        {
            "ahref_id": "#BK30",
            "TOCid": "27.",
            "section_x": "Changes to approved program",
            "part_id": null,
            "part_type": null,
            "section_y": "Changes to approved program",
            "content": " 27. If a waste diversion program is approved by the Minister under section 26, no material change may be made to the program, including the agreement referred to in subsection 25 (3), without the written approval of the Minister.  2002, c. 6, s. 27.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK30\"></a><b>27. </b>If a waste diversion program is approved by the Minister under section 26, no material change may be made to the program, including the agreement referred to in subsection 25 (3), without the written approval of the Minister.  2002, c. 6, s. 27.</p>"
        },
        {
            "ahref_id": "#BK31",
            "TOCid": "28.",
            "section_x": "Application of subs. 4 (1) and ss. 9-21",
            "part_id": null,
            "part_type": null,
            "section_y": "Application of subs. 4 (1) and ss. 9-21",
            "content": " 28. If an industry funding organization is continued by the regulations and is designated by the regulations as the industry funding organization for a waste diversion program, subsection 4 (1) and sections 9 to 21 apply, with necessary modifications, to the organization and, for that purpose, a reference in those provisions to Waste Diversion Ontario shall be deemed to be a reference to the organization.  2002, c. 6, s. 28.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK31\"></a><b>28. </b>If an industry funding organization is continued by the regulations and is designated by the regulations as the industry funding organization for a waste diversion program, subsection 4 (1) and sections 9 to 21 apply, with necessary modifications, to the organization and, for that purpose, a reference in those provisions to Waste Diversion Ontario shall be deemed to be a reference to the organization.  2002, c. 6, s. 28.</p>"
        },
        {
            "ahref_id": "#BK32",
            "TOCid": "29.",
            "section_x": "Implementation and operation of program",
            "part_id": null,
            "part_type": null,
            "section_y": "Implementation and operation of program",
            "content": " 29. (1) If an industry funding organization is designated by the regulations as the industry funding organization for a waste diversion program, Waste Diversion Ontario and the industry funding organization shall implement and operate the program in accordance with the agreement referred to in subsection 25 (3).  2002, c. 6, s. 29 (1). Consultation (2) In implementing and operating the program, Waste Diversion Ontario and the industry funding organization shall consult with persons they consider to be affected by the program, including members of the public.  2002, c. 6, s. 29 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK32\"></a><b>29. </b>(1) If an industry funding organization is designated by the regulations as the industry funding organization for a waste diversion program, Waste Diversion Ontario and the industry funding organization shall implement and operate the program in accordance with the agreement referred to in subsection 25 (3).  2002, c. 6, s. 29 (1).</p> <p class=\"headnote-e\">Consultation</p> <p class=\"subsection-e\">  (2) In implementing and operating the program, Waste Diversion Ontario and the industry funding organization shall consult with persons they consider to be affected by the program, including members of the public.  2002, c. 6, s. 29 (2).</p>"
        },
        {
            "ahref_id": "#BK33",
            "TOCid": "30.",
            "section_x": "Rules relating to stewards",
            "part_id": null,
            "part_type": null,
            "section_y": "Rules relating to stewards",
            "content": " 30. (1) If an industry funding organization is designated by the regulations as the industry funding organization for a waste diversion program, the organization may make rules, (a) designating persons or classes of persons as stewards in respect of the designated waste to which the waste diversion program applies; (b) setting the amount of the fees to be paid by stewards under subsection 31 (1) or prescribing methods for determining the amount of the fees; (c) prescribing the times when fees are payable under subsection 31 (1); (d) requiring the payment of interest or penalties on fees that are not paid in accordance with subsection 31 (1); (e) exempting stewards or classes of stewards from subsection 31 (1), subject to such conditions and restrictions as may be prescribed by the rules; (f) requiring stewards to keep records prescribed by the rules and governing the submission of those records to persons specified by the rules and the inspection of those records by persons specified by the rules; (g) requiring stewards to provide reports and other information to persons specified by the rules.  2002, c. 6, s. 30 (1). Stewards (2) A rule made under clause (1) (a) shall not designate a person as a steward in respect of a designated waste unless the person has a commercial connection to the designated waste or to a product from which the designated waste is derived.  2002, c. 6, s. 30 (2). Fees (3) In making rules under clause (1) (b), the industry funding organization shall have regard to the following principles: 1. The total amount of fees paid by stewards under subsection 31 (1) should not exceed the sum of the following amounts: i. The costs of developing, implementing and operating the program. ii. A reasonable share of costs not referred to in subparagraph i that are incurred by Waste Diversion Ontario in carrying out its responsibilities under this Act. iii. A reasonable share of costs incurred by the Ministry in administering this Act. 2. The fee paid by a steward should fairly reflect the proportion of the sum referred to in paragraph 1 that is attributable to the steward.  2002, c. 6, s. 30 (3). Rule must be set out in program agreement (4) A rule made under this section is not valid unless the wording of the rule is set out in the agreement referred to in subsection 25 (3).  2002, c. 6, s. 30 (4). General or particular (5) A rule made under this section may be general or particular in its application.  2002, c. 6, s. 30 (5). Publication (6) The industry funding organization shall ensure that every rule made under this section is available to the public without charge on the Internet.  2002, c. 6, s. 30 (6). Same (7) The industry funding organization shall provide a copy of a rule made under this section to every person who requests a copy and may charge the person a reasonable fee for the copy.  2002, c. 6, s. 30 (7). Notice (8) A rule made under this section is not effective against a person unless the person has received a copy of the rule or written notice of how to obtain a copy of the rule.  2002, c. 6, s. 30 (8). Legislation Act, 2006, Part III (9) Part III (Regulations) of the Legislation Act, 2006 does not apply to the rules made under this section.  2002, c. 6, s. 30 (9); 2006, c. 21, Sched. F, s. 136 (1).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK33\"></a><b>30</b><b>. </b>(1) If an industry funding organization is designated by the regulations as the industry funding organization for a waste diversion program, the organization may make rules,</p> <p class=\"clause-e\">  (a) designating persons or classes of persons as stewards in respect of the designated waste to which the waste diversion program applies;</p> <p class=\"clause-e\">  (b) setting the amount of the fees to be paid by stewards under subsection 31 (1) or prescribing methods for determining the amount of the fees;</p> <p class=\"clause-e\">  (c) prescribing the times when fees are payable under subsection 31 (1);</p> <p class=\"clause-e\">  (d) requiring the payment of interest or penalties on fees that are not paid in accordance with subsection 31 (1);</p> <p class=\"clause-e\">  (e) exempting stewards or classes of stewards from subsection 31 (1), subject to such conditions and restrictions as may be prescribed by the rules;</p> <p class=\"clause-e\">  (f) requiring stewards to keep records prescribed by the rules and governing the submission of those records to persons specified by the rules and the inspection of those records by persons specified by the rules;</p> <p class=\"clause-e\">  (g) requiring stewards to provide reports and other information to persons specified by the rules.  2002, c. 6, s. 30 (1).</p> <p class=\"headnote-e\">Stewards</p> <p class=\"subsection-e\">  (2) A rule made under clause (1) (a) shall not designate a person as a steward in respect of a designated waste unless the person has a commercial connection to the designated waste or to a product from which the designated waste is derived.  2002, c. 6, s. 30 (2).</p> <p class=\"headnote-e\">Fees</p> <p class=\"subsection-e\">  (3) In making rules under clause (1) (b), the industry funding organization shall have regard to the following principles:</p> <p class=\"paragraph-e\">  1. The total amount of fees paid by stewards under subsection 31 (1) should not exceed the sum of the following amounts:</p> <p class=\"subpara-e\">  i. The costs of developing, implementing and operating the program.</p> <p class=\"subpara-e\">  ii. A reasonable share of costs not referred to in subparagraph i that are incurred by Waste Diversion Ontario in carrying out its responsibilities under this Act.</p> <p class=\"subpara-e\">  iii. A reasonable share of costs incurred by the Ministry in administering this Act.</p> <p class=\"paragraph-e\">  2. The fee paid by a steward should fairly reflect the proportion of the sum referred to in paragraph 1 that is attributable to the steward.  2002, c. 6, s. 30 (3).</p> <p class=\"headnote-e\">Rule must be set out in program agreement</p> <p class=\"subsection-e\">  (4) A rule made under this section is not valid unless the wording of the rule is set out in the agreement referred to in subsection 25 (3).  2002, c. 6, s. 30 (4).</p> <p class=\"headnote-e\">General or particular</p> <p class=\"subsection-e\">  (5) A rule made under this section may be general or particular in its application.  2002, c. 6, s. 30 (5).</p> <p class=\"headnote-e\">Publication</p> <p class=\"subsection-e\">  (6) The industry funding organization shall ensure that every rule made under this section is available to the public without charge on the Internet.  2002, c. 6, s. 30 (6).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (7) The industry funding organization shall provide a copy of a rule made under this section to every person who requests a copy and may charge the person a reasonable fee for the copy.  2002, c. 6, s. 30 (7).</p> <p class=\"headnote-e\">Notice</p> <p class=\"subsection-e\">  (8) A rule made under this section is not effective against a person unless the person has received a copy of the rule or written notice of how to obtain a copy of the rule.  2002, c. 6, s. 30 (8).</p> <p class=\"headnote-e\"><i>Legislation Act, 2006</i>, Part III</p> <p class=\"subsection-e\">  (9) Part III (Regulations) of the <i>Legislation Act, 2006 </i>does not apply to the rules made under this section.  2002, c. 6, s. 30 (9); 2006, c. 21, Sched. F, s. 136 (1).</p>"
        },
        {
            "ahref_id": "#BK34",
            "TOCid": "31.",
            "section_x": "Payment of stewardship fees",
            "part_id": null,
            "part_type": null,
            "section_y": "Payment of stewardship fees",
            "content": " 31. (1) A person who is designated under the rules made by an industry funding organization as a steward in respect of a designated waste shall pay to the organization the fees determined in accordance with the rules at the times specified by the rules.  2002, c. 6, s. 31 (1). Voluntary contributions (2) The industry funding organization may, with the approval of Waste Diversion Ontario, reduce the amount of fees payable by a person under subsection (1), or exempt a person from subsection (1), if the person has made voluntary contributions of money, goods or services to the organization.  2002, c. 6, s. 31 (2). Conditions and restrictions (3) A reduction in fees or exemption under subsection (2) may be subject to such conditions or restrictions as are specified in writing, with the approval of Waste Diversion Ontario, by the industry funding organization.  2002, c. 6, s. 31 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK34\"></a><b>31. </b>(1) A person who is designated under the rules made by an industry funding organization as a steward in respect of a designated waste shall pay to the organization the fees determined in accordance with the rules at the times specified by the rules.  2002, c. 6, s. 31 (1).</p> <p class=\"headnote-e\">Voluntary contributions</p> <p class=\"subsection-e\">  (2) The industry funding organization may, with the approval of Waste Diversion Ontario, reduce the amount of fees payable by a person under subsection (1), or exempt a person from subsection (1), if the person has made voluntary contributions of money, goods or services to the organization.  2002, c. 6, s. 31 (2).</p> <p class=\"headnote-e\">Conditions and restrictions</p> <p class=\"subsection-e\">  (3) A reduction in fees or exemption under subsection (2) may be subject to such conditions or restrictions as are specified in writing, with the approval of Waste Diversion Ontario, by the industry funding organization.  2002, c. 6, s. 31 (3).</p>"
        },
        {
            "ahref_id": "#BK35",
            "TOCid": "32.",
            "section_x": "Funds",
            "part_id": null,
            "part_type": null,
            "section_y": "Funds",
            "content": " 32. (1) Each industry funding organization that is designated by the regulations as the industry funding organization for a waste diversion program shall establish and maintain a fund in respect of the program.  2002, c. 6, s. 32 (1). Purposes of fund (2) The fund shall be held in trust by the industry funding organization for the following purposes: 1. To pay the costs of developing, implementing and operating the waste diversion program. 2. To pay a reasonable share of costs not referred to in paragraph 1 that are incurred by Waste Diversion Ontario in carrying out its responsibilities under this Act. 3. To pay a reasonable share of costs incurred by the Ministry in administering this Act.  2002, c. 6, s. 32 (2). Money to be paid into fund (3) All money received by the industry funding organization, including the following amounts, shall be paid into the fund: 1. All fees paid to the organization under subsection 31 (1) and all interest and penalties paid in respect of those fees. 2. All voluntary contributions of money to the organization. 3. All investment income earned by the fund.  2002, c. 6, s. 32 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK35\"></a><b>32. </b>(1) Each industry funding organization that is designated by the regulations as the industry funding organization for a waste diversion program shall establish and maintain a fund in respect of the program.  2002, c. 6, s. 32 (1).</p> <p class=\"headnote-e\">Purposes of fund</p> <p class=\"subsection-e\">  (2) The fund shall be held in trust by the industry funding organization for the following purposes:</p> <p class=\"paragraph-e\">  1. To pay the costs of developing, implementing and operating the waste diversion program.</p> <p class=\"paragraph-e\">  2. To pay a reasonable share of costs not referred to in paragraph 1 that are incurred by Waste Diversion Ontario in carrying out its responsibilities under this Act.</p> <p class=\"paragraph-e\">  3. To pay a reasonable share of costs incurred by the Ministry in administering this Act.  2002, c. 6, s. 32 (2).</p> <p class=\"headnote-e\">Money to be paid into fund</p> <p class=\"subsection-e\">  (3) All money received by the industry funding organization, including the following amounts, shall be paid into the fund:</p> <p class=\"paragraph-e\">  1. All fees paid to the organization under subsection 31 (1) and all interest and penalties paid in respect of those fees.</p> <p class=\"paragraph-e\">  2. All voluntary contributions of money to the organization.</p> <p class=\"paragraph-e\">  3. All investment income earned by the fund.  2002, c. 6, s. 32 (3).</p>"
        },
        {
            "ahref_id": "#BK36",
            "TOCid": "33.",
            "section_x": "Annual report",
            "part_id": null,
            "part_type": null,
            "section_y": "Annual report",
            "content": " 33. (1) Each industry funding organization that is designated by the regulations as the industry funding organization for a waste diversion program shall, not later than April 1 in each year, (a) prepare a report in accordance with this section on its activities during the previous year; and (b) provide a copy of the report to Waste Diversion Ontario and make the report available to the public.  2002, c. 6, s. 33 (1). Contents (2) The report shall include the following: 1. Information about waste diversion programs developed, implemented or operated under this Act during the previous year. 2. Audited financial statements for the industry funding organization and a copy of the auditor’s report on the organization under subsection 21 (2). 3. A description of the consultation undertaken by the industry funding organization during the previous year under subsection 29 (2) and a summary of the results of the consultation.  2002, c. 6, s. 33 (2). Signature (3) The report shall be signed by the chair of the industry funding organization’s board of directors.  2002, c. 6, s. 33 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK36\"></a><b>33. </b>(1) Each industry funding organization that is designated by the regulations as the industry funding organization for a waste diversion program shall, not later than April 1 in each year,</p> <p class=\"clause-e\">  (a) prepare a report in accordance with this section on its activities during the previous year; and</p> <p class=\"clause-e\">  (b) provide a copy of the report to Waste Diversion Ontario and make the report available to the public.  2002, c. 6, s. 33 (1).</p> <p class=\"headnote-e\">Contents</p> <p class=\"subsection-e\">  (2) The report shall include the following:</p> <p class=\"paragraph-e\">  1. Information about waste diversion programs developed, implemented or operated under this Act during the previous year.</p> <p class=\"paragraph-e\">  2. Audited financial statements for the industry funding organization and a copy of the auditor’s report on the organization under subsection 21 (2).</p> <p class=\"paragraph-e\">  3. A description of the consultation undertaken by the industry funding organization during the previous year under subsection 29 (2) and a summary of the results of the consultation.  2002, c. 6, s. 33 (2).</p> <p class=\"headnote-e\">Signature</p> <p class=\"subsection-e\">  (3) The report shall be signed by the chair of the industry funding organization’s board of directors.  2002, c. 6, s. 33 (3).</p>"
        },
        {
            "ahref_id": "#BK37",
            "TOCid": "34.",
            "section_x": "Industry stewardship plans",
            "part_id": null,
            "part_type": null,
            "section_y": "Industry stewardship plans",
            "content": " 34. (1) On application, Waste Diversion Ontario may approve a written plan for the purposes of this section if, (a) the plan relates to a designated waste for which the Minister has approved a waste diversion program under section 26; and (b) Waste Diversion Ontario is satisfied that the plan will achieve objectives that are similar to or better than the objectives of the waste diversion program approved by the Minister.  2002, c. 6, s. 34 (1). Approval by Minister (2) On application, the Minister may approve a written plan for the purposes of this section if, (a) Waste Diversion Ontario has refused to approve the plan; (b) the plan relates to a designated waste for which the Minister has approved a waste diversion program under section 26; and (c) the Minister is satisfied that the plan will achieve objectives that are similar to or better than the objectives of the waste diversion program approved by the Minister.  2002, c. 6, s. 34 (2). Approval in writing (3) An approval under this section is not valid unless it is in writing.  2002, c. 6, s. 34 (3). Time limit (4) An approval under this section is valid for the time period specified in the approval.  2002, c. 6, s. 34 (4). Annual report (5) The person responsible for the operation of a plan approved under this section shall, not later than April 1 in each year, (a) prepare a report on the operation of the plan during the previous year; and (b) provide a copy of the report to Waste Diversion Ontario and make the report available to the public.  2002, c. 6, s. 34 (5). Exemption from stewardship fees (6) Subsection 31 (1) does not apply to a person who is designated under the rules made by an industry funding organization as a steward in respect of a designated waste if a plan that relates to the designated waste is approved under this section and, (a) the plan was approved on the application of the person; or (b) the person is required by a contract to participate in the plan and is a member of a class of persons described in the plan as participants of the plan.  2002, c. 6, s. 34 (6). Fees (7) Waste Diversion Ontario may establish and charge fees for, (a) considering an application under subsection (1); (b) monitoring the effectiveness of plans approved under this section; and (c) performing other functions related to plans approved under this section.  2002, c. 6, s. 34 (7). Same (8) The Minister may establish and charge fees for considering an application under subsection (2).  2002, c. 6, s. 34 (8). Same (9) A fee established under subsection (7) or (8) must reasonably reflect the costs incurred by Waste Diversion Ontario or the Minister, as the case may be, in performing the function for which the fee is established.  2002, c. 6, s. 34 (9).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK37\"></a><b>34. </b>(1) On application, Waste Diversion Ontario may approve a written plan for the purposes of this section if,</p> <p class=\"clause-e\">  (a) the plan relates to a designated waste for which the Minister has approved a waste diversion program under section 26; and</p> <p class=\"clause-e\">  (b) Waste Diversion Ontario is satisfied that the plan will achieve objectives that are similar to or better than the objectives of the waste diversion program approved by the Minister.  2002, c. 6, s. 34 (1).</p> <p class=\"headnote-e\">Approval by Minister</p> <p class=\"subsection-e\">  (2) On application, the Minister may approve a written plan for the purposes of this section if,</p> <p class=\"clause-e\">  (a) Waste Diversion Ontario has refused to approve the plan;</p> <p class=\"clause-e\">  (b) the plan relates to a designated waste for which the Minister has approved a waste diversion program under section 26; and</p> <p class=\"clause-e\">  (c) the Minister is satisfied that the plan will achieve objectives that are similar to or better than the objectives of the waste diversion program approved by the Minister.  2002, c. 6, s. 34 (2).</p> <p class=\"headnote-e\">Approval in writing</p> <p class=\"subsection-e\">  (3) An approval under this section is not valid unless it is in writing.  2002, c. 6, s. 34 (3).</p> <p class=\"headnote-e\">Time limit</p> <p class=\"subsection-e\">  (4) An approval under this section is valid for the time period specified in the approval.  2002, c. 6, s. 34 (4).</p> <p class=\"headnote-e\">Annual report</p> <p class=\"subsection-e\">  (5) The person responsible for the operation of a plan approved under this section shall, not later than April 1 in each year,</p> <p class=\"clause-e\">  (a) prepare a report on the operation of the plan during the previous year; and</p> <p class=\"clause-e\">  (b) provide a copy of the report to Waste Diversion Ontario and make the report available to the public.  2002, c. 6, s. 34 (5).</p> <p class=\"headnote-e\">Exemption from stewardship fees</p> <p class=\"subsection-e\">  (6) Subsection 31 (1) does not apply to a person who is designated under the rules made by an industry funding organization as a steward in respect of a designated waste if a plan that relates to the designated waste is approved under this section and,</p> <p class=\"clause-e\">  (a) the plan was approved on the application of the person; or</p> <p class=\"clause-e\">  (b) the person is required by a contract to participate in the plan and is a member of a class of persons described in the plan as participants of the plan.  2002, c. 6, s. 34 (6).</p> <p class=\"headnote-e\">Fees</p> <p class=\"subsection-e\">  (7) Waste Diversion Ontario may establish and charge fees for,</p> <p class=\"clause-e\">  (a) considering an application under subsection (1);</p> <p class=\"clause-e\">  (b) monitoring the effectiveness of plans approved under this section; and</p> <p class=\"clause-e\">  (c) performing other functions related to plans approved under this section.  2002, c. 6, s. 34 (7).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (8) The Minister may establish and charge fees for considering an application under subsection (2).  2002, c. 6, s. 34 (8).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (9) A fee established under subsection (7) or (8) must reasonably reflect the costs incurred by Waste Diversion Ontario or the Minister, as the case may be, in performing the function for which the fee is established.  2002, c. 6, s. 34 (9).</p>"
        },
        {
            "ahref_id": "#BK38",
            "TOCid": "35.",
            "section_x": "Brewers Retail Inc.",
            "part_id": null,
            "part_type": null,
            "section_y": "Brewers Retail Inc.",
            "content": " 35. (1) A program developed under section 23 shall not provide for the diversion of blue box waste that is packaging associated with products listed for sale by Brewers Retail Inc.  2002, c. 6, s. 35 (1). Brewers and importers of beer (2) A program developed under section 23 shall not require the participation of or contribution by Brewers Retail Inc. or a brewer or importer of beer in respect of blue box waste that is packaging associated with products listed for sale by Brewers Retail Inc.  2002, c. 6, s. 35 (2). Annual report (3) Brewers Retail Inc. shall, not later than August 1 in each year, (a) prepare a report on the operation of its packaging return system during the 12-month period ending on the preceding April 30, including, (i) a detailed description of the system, including information on how the system is operated, the objectives of the system and the methods used to measure whether the objectives are met, (ii) specific measurements relating to the system’s performance in meeting its objectives during the period, (iii) the opinion of an auditor confirming the accuracy of the information referred to in subclauses (i) and (ii), and (iv) information on educational and public awareness activities undertaken during the period to support the system; and (b) provide a copy of the report to Waste Diversion Ontario and make the report available to the public.  2002, c. 6, s. 35 (3). Signature (4) The report prepared under subsection (3) shall be signed by the chair of the board of directors of Brewers Retail Inc.  2002, c. 6, s. 35 (4). Fees (5) Waste Diversion Ontario may establish and charge fees for administrative costs associated with reports provided under subsection (3).  2002, c. 6, s. 35 (5). Same (6) A fee established under subsection (5) must reasonably reflect the costs incurred by Waste Diversion Ontario in performing the function for which the fee is established.  2002, c. 6, s. 35 (6). Enforcement",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK38\"></a><b>35.</b><b> </b>(1) A program developed under section 23 shall not provide for the diversion of blue box waste that is packaging associated with products listed for sale by Brewers Retail Inc.  2002, c. 6, s. 35 (1).</p> <p class=\"headnote-e\">Brewers and importers of beer</p> <p class=\"subsection-e\">  (2) A program developed under section 23 shall not require the participation of or contribution by Brewers Retail Inc. or a brewer or importer of beer in respect of blue box waste that is packaging associated with products listed for sale by Brewers Retail Inc.  2002, c. 6, s. 35 (2).</p> <p class=\"headnote-e\">Annual report</p> <p class=\"subsection-e\">  (3) Brewers Retail Inc. shall, not later than August 1 in each year,</p> <p class=\"clause-e\">  (a) prepare a report on the operation of its packaging return system during the 12-month period ending on the preceding April 30, including,</p> <p class=\"subclause-e\">  (i) a detailed description of the system, including information on how the system is operated, the objectives of the system and the methods used to measure whether the objectives are met,</p> <p class=\"subclause-e\">  (ii) specific measurements relating to the system’s performance in meeting its objectives during the period, </p> <p class=\"subclause-e\">  (iii) the opinion of an auditor confirming the accuracy of the information referred to in subclauses (i) and (ii), and</p> <p class=\"subclause-e\">  (iv) information on educational and public awareness activities undertaken during the period to support the system; and</p> <p class=\"clause-e\">  (b) provide a copy of the report to Waste Diversion Ontario and make the report available to the public.  2002, c. 6, s. 35 (3).</p> <p class=\"headnote-e\">Signature</p> <p class=\"subsection-e\">  (4) The report prepared under subsection (3) shall be signed by the chair of the board of directors of Brewers Retail Inc.  2002, c. 6, s. 35 (4).</p> <p class=\"headnote-e\">Fees</p> <p class=\"subsection-e\">  (5) Waste Diversion Ontario may establish and charge fees for administrative costs associated with reports provided under subsection (3).  2002, c. 6, s. 35 (5).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (6) A fee established under subsection (5) must reasonably reflect the costs incurred by Waste Diversion Ontario in performing the function for which the fee is established.  2002, c. 6, s. 35 (6).</p> <p class=\"heading1-e\"><a name=\"BK39\"></a>Enforcement</p>"
        },
        {
            "ahref_id": "#BK39",
            "TOCid": "Enforcement",
            "section_x": "Enforcement",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK40",
            "TOCid": "36.",
            "section_x": "Provincial officers",
            "part_id": null,
            "part_type": null,
            "section_y": "Provincial officers",
            "content": " 36. (1) The Minister may in writing designate as provincial officers such persons or classes of persons as the Minister considers necessary in respect of such provisions of this Act, the regulations and the rules as are set out in the designations.  2002, c. 6, s. 36 (1). Limitation of authority (2) The Minister, in a designation under subsection (1), may limit the authority of a provincial officer in such manner as the Minister considers necessary or advisable.  2002, c. 6, s. 36 (2). Peace officers (3) A provincial officer is a peace officer for the purpose of enforcing this Act, the regulations and the rules.  2002, c. 6, s. 36 (3). Investigation and prosecution (4) A provincial officer may investigate offences under this Act and may prosecute any person whom the provincial officer reasonably believes is guilty of an offence under this Act.  2002, c. 6, s. 36 (4).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK40\"></a><b>36. </b>(1) The Minister may in writing designate as provincial officers such persons or classes of persons as the Minister considers necessary in respect of such provisions of this Act, the regulations and the rules as are set out in the designations.  2002, c. 6, s. 36 (1).</p> <p class=\"headnote-e\">Limitation of authority</p> <p class=\"subsection-e\">  (2) The Minister, in a designation under subsection (1), may limit the authority of a provincial officer in such manner as the Minister considers necessary or advisable.  2002, c. 6, s. 36 (2).</p> <p class=\"headnote-e\">Peace officers</p> <p class=\"subsection-e\">  (3) A provincial officer is a peace officer for the purpose of enforcing this Act, the regulations and the rules.  2002, c. 6, s. 36 (3).</p> <p class=\"headnote-e\">Investigation and prosecution</p> <p class=\"subsection-e\">  (4) A provincial officer may investigate offences under this Act and may prosecute any person whom the provincial officer reasonably believes is guilty of an offence under this Act.  2002, c. 6, s. 36 (4).</p>"
        },
        {
            "ahref_id": "#BK41",
            "TOCid": "37.",
            "section_x": "Powers of provincial officer",
            "part_id": null,
            "part_type": null,
            "section_y": "Powers of provincial officer",
            "content": " 37. (1) If a provincial officer has reasonable grounds for believing that it is necessary, for the purpose of the administration of this Act, the regulations or the rules, he or she may enter at any reasonable time any place, including any building other than a dwelling, and make or require to be made such surveys, examinations, investigations, tests and inquiries, as he or she considers necessary for that purpose, including examinations of records and other documents, and may make, take and remove or may require to be made, taken or removed samples, copies or extracts.  2002, c. 6, s. 37 (1). Order authorizing (2) If a justice of the peace is satisfied, on an application made without notice by a provincial officer, that there is reasonable ground for believing that it is necessary to enter any place, including a building used as a dwelling, for the administration of this Act, the regulations or the rules, the justice of the peace may issue an order authorizing a provincial officer to enter and to do anything mentioned in subsection (1), but anything done pursuant to the order shall be done between 6 a.m. and 9 p.m. unless the justice of the peace authorizes the provincial officer, by the order, to do it at another time.  2002, c. 6, s. 37 (2). Entry with consent (3) Nothing in this section prevents a provincial officer from entering any place, including a building used as a dwelling, with the consent of the occupier, or from doing any other thing at the place with the consent of the occupier.  2002, c. 6, s. 37 (3).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK41\"></a><b>37. </b>(1) If a provincial officer has reasonable grounds for believing that it is necessary, for the purpose of the administration of this Act, the regulations or the rules, he or she may enter at any reasonable time any place, including any building other than a dwelling, and make or require to be made such surveys, examinations, investigations, tests and inquiries, as he or she considers necessary for that purpose, including examinations of records and other documents, and may make, take and remove or may require to be made, taken or removed samples, copies or extracts.  2002, c. 6, s. 37 (1).</p> <p class=\"headnote-e\">Order authorizing</p> <p class=\"subsection-e\">  (2) If a justice of the peace is satisfied, on an application made without notice by a provincial officer, that there is reasonable ground for believing that it is necessary to enter any place, including a building used as a dwelling, for the administration of this Act, the regulations or the rules, the justice of the peace may issue an order authorizing a provincial officer to enter and to do anything mentioned in subsection (1), but anything done pursuant to the order shall be done between 6 a.m. and 9 p.m. unless the justice of the peace authorizes the provincial officer, by the order, to do it at another time.  2002, c. 6, s. 37 (2).</p> <p class=\"headnote-e\">Entry with consent</p> <p class=\"subsection-e\">  (3) Nothing in this section prevents a provincial officer from entering any place, including a building used as a dwelling, with the consent of the occupier, or from doing any other thing at the place with the consent of the occupier.  2002, c. 6, s. 37 (3).</p>"
        },
        {
            "ahref_id": "#BK42",
            "TOCid": "38.",
            "section_x": "Identification",
            "part_id": null,
            "part_type": null,
            "section_y": "Identification",
            "content": " 38. On request, a provincial officer who exercises a power under this Act shall identify himself or herself as a provincial officer either by the production of a copy of his or her designation or in some other manner and shall explain the purpose of the exercise of the power.  2002, c. 6, s. 38.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK42\"></a><b>38. </b>On request, a provincial officer who exercises a power under this Act shall identify himself or herself as a provincial officer either by the production of a copy of his or her designation or in some other manner and shall explain the purpose of the exercise of the power.  2002, c. 6, s. 38.</p>"
        },
        {
            "ahref_id": "#BK43",
            "TOCid": "39.",
            "section_x": "Obstruction of provincial officer",
            "part_id": null,
            "part_type": null,
            "section_y": "Obstruction of provincial officer",
            "content": " 39. No person shall hinder or obstruct a provincial officer in the lawful performance of his or her duties or knowingly furnish a provincial officer with false information or refuse to furnish him or her with information required for the purposes of this Act, the regulations or the rules.  2002, c. 6, s. 39.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK43\"></a><b>39. </b>No person shall hinder or obstruct a provincial officer in the lawful performance of his or her duties or knowingly furnish a provincial officer with false information or refuse to furnish him or her with information required for the purposes of this Act, the regulations or the rules.  2002, c. 6, s. 39.</p>"
        },
        {
            "ahref_id": "#BK44",
            "TOCid": "40.",
            "section_x": "Matters confidential",
            "part_id": null,
            "part_type": null,
            "section_y": "Matters confidential",
            "content": " 40. (1) Every provincial officer shall preserve secrecy in respect of all matters that come to his or her knowledge in the course of doing anything under this Act and shall not communicate any such matter to any person except, (a) as may be required in connection with the administration of this Act, the regulations or the rules or any proceedings under this Act, the regulations or the rules; (a.1) as authorized under the Regulatory Modernization Act, 2007; (b) to his or her counsel; or (c) with the consent of the person to whom the information relates.  2002, c. 6, s. 40 (1); 2007, c. 4, s. 44. Same (2) Except in a proceeding under this Act, the regulations or the rules, no provincial officer shall be required to give testimony in any proceeding with regard to information obtained by him or her in the course of doing anything under this Act.  2002, c. 6, s. 40 (2).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK44\"></a><b>40.</b><b> </b>(1) Every provincial officer shall preserve secrecy in respect of all matters that come to his or her knowledge in the course of doing anything under this Act and shall not communicate any such matter to any person except,</p> <p class=\"clause-e\">  (a) as may be required in connection with the administration of this Act, the regulations or the rules or any proceedings under this Act, the regulations or the rules;</p> <p class=\"clause-e\"> (a.1) as authorized under the <i>Regulatory Modernization Act, 2007</i>;</p> <p class=\"clause-e\">  (b) to his or her counsel; or</p> <p class=\"clause-e\">  (c) with the consent of the person to whom the information relates.  2002, c. 6, s. 40 (1); 2007, c. 4, s. 44.</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (2) Except in a proceeding under this Act, the regulations or the rules, no provincial officer shall be required to give testimony in any proceeding with regard to information obtained by him or her in the course of doing anything under this Act.  2002, c. 6, s. 40 (2).</p>"
        },
        {
            "ahref_id": "#BK45",
            "TOCid": "41.",
            "section_x": "Offences",
            "part_id": null,
            "part_type": null,
            "section_y": "Offences",
            "content": " 41. (1) A person who contravenes this Act, the regulations or the rules is guilty of an offence.  2002, c. 6, s. 41 (1). Directors, officers, etc. (2) If a corporation contravenes this Act, the regulations or the rules, every director, officer, employee or agent of the corporation who directed, authorized, participated in, assented to or acquiesced in the contravention is guilty of an offence.  2002, c. 6, s. 41 (2). Penalty (3) On conviction, a person who is guilty of an offence under this Act is liable, (a) if the person is an individual, to a fine of not more than $20,000 for each day or part of a day on which the offence occurs or continues; or (b) if the person is a corporation, to a fine of not more than $100,000 for each day or part of a day on which the offence occurs or continues.  2002, c. 6, s. 41 (3). Miscellaneous",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK45\"></a><b>41. </b>(1) A person who contravenes this Act, the regulations or the rules is guilty of an offence.  2002, c. 6, s. 41 (1).</p> <p class=\"headnote-e\">Directors, officers, etc.</p> <p class=\"subsection-e\">  (2) If a corporation contravenes this Act, the regulations or the rules, every director, officer, employee or agent of the corporation who directed, authorized, participated in, assented to or acquiesced in the contravention is guilty of an offence.  2002, c. 6, s. 41 (2).</p> <p class=\"headnote-e\">Penalty</p> <p class=\"subsection-e\">  (3) On conviction, a person who is guilty of an offence under this Act is liable,</p> <p class=\"clause-e\">  (a) if the person is an individual, to a fine of not more than $20,000 for each day or part of a day on which the offence occurs or continues; or</p> <p class=\"clause-e\">  (b) if the person is a corporation, to a fine of not more than $100,000 for each day or part of a day on which the offence occurs or continues.  2002, c. 6, s. 41 (3).</p> <p class=\"heading1-e\"><a name=\"BK46\"></a>Miscellaneous</p>"
        },
        {
            "ahref_id": "#BK46",
            "TOCid": "Miscellaneous",
            "section_x": "Miscellaneous",
            "part_id": null,
            "part_type": null,
            "section_y": NaN,
            "content": NaN,
            "raw_html": NaN
        },
        {
            "ahref_id": "#BK47",
            "TOCid": "42.",
            "section_x": "Regulations",
            "part_id": null,
            "part_type": null,
            "section_y": "Regulations",
            "content": " 42. (1) The Minister may make regulations, (a) prescribing materials as blue box waste for the purposes of this Act; (b) prescribing materials as designated wastes for the purposes of this Act; (c) prescribing the number of members of the board of directors of Waste Diversion Ontario to be appointed under paragraph 8 of subsection 4 (2) by an industry funding organization in respect of a designated waste; (d) prescribing activities for the purpose of paragraph 4 of subsection 25 (2); (e) continuing an industry funding organization named under paragraph 1 of subsection 26 (2) and designating the organization as the industry funding organization for a waste diversion program that has been approved by the Minister under section 26; (f) governing the composition and appointment of the board of directors of an industry funding organization that is continued and designated as the industry funding organization for a waste diversion program under clause (e); (g) prescribing provisions of the Corporations Act or the Corporations Information Act that apply to Waste Diversion Ontario or an industry funding organization; (h) exempting any person or class of persons from any provision of this Act, the regulations or the rules, subject to such conditions or restrictions as may be prescribed by the regulations; (i) providing that section 35 does not apply if criteria specified by the regulations are satisfied; (j) defining any word or expression used in this Act that is not already defined; (k) respecting any matter that the Minister considers advisable to carry out the purpose of this Act.  2002, c. 6, s. 42 (1). Board of directors of industry funding organization (2) Subject to subsection (3), a regulation made under clause (1) (f) governing the composition and appointment of the board of directors of an industry funding organization is not valid unless it is approved by the industry funding organization before the regulation is made.  2002, c. 6, s. 42 (2). Same (3) Subsection (2) does not apply to a regulation that implements a proposal for a regulation described under paragraph 6 of subsection 26 (2).  2002, c. 6, s. 42 (3). Regulations in respect of rule matters (4) The Minister may make regulations in respect of any matter in respect of which an industry funding organization may make rules under subsection 30 (1), and subsections 30 (2) and (3) apply, with necessary modifications, for that purpose.  2002, c. 6, s. 42 (4). Same (5) A regulation under subsection (4) may revoke or amend a rule.  2002, c. 6, s. 42 (5). General or particular (6) A regulation may be general or particular in its application.  2002, c. 6, s. 42 (6). Conflict (7) If a regulation conflicts with a rule, the regulation prevails.  2002, c. 6, s. 42 (7).",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK47\"></a><b>42. </b>(1) The Minister may make regulations,</p> <p class=\"clause-e\">  (a) prescribing materials as blue box waste for the purposes of this Act;</p> <p class=\"clause-e\">  (b) prescribing materials as designated wastes for the purposes of this Act;</p> <p class=\"clause-e\">  (c) prescribing the number of members of the board of directors of Waste Diversion Ontario to be appointed under paragraph 8 of subsection 4 (2) by an industry funding organization in respect of a designated waste;</p> <p class=\"clause-e\">  (d) prescribing activities for the purpose of paragraph 4 of subsection 25 (2);</p> <p class=\"clause-e\">  (e) continuing an industry funding organization named under paragraph 1 of subsection 26 (2) and designating the organization as the industry funding organization for a waste diversion program that has been approved by the Minister under section 26;</p> <p class=\"clause-e\">  (f) governing the composition and appointment of the board of directors of an industry funding organization that is continued and designated as the industry funding organization for a waste diversion program under clause (e);</p> <p class=\"clause-e\">  (g) prescribing provisions of the <i>Corporations Act</i> or the <i>Corporations Information Act</i> that apply to Waste Diversion Ontario or an industry funding organization;</p> <p class=\"clause-e\">  (h) exempting any person or class of persons from any provision of this Act, the regulations or the rules, subject to such conditions or restrictions as may be prescribed by the regulations;</p> <p class=\"clause-e\">  (i) providing that section 35 does not apply if criteria specified by the regulations are satisfied; </p> <p class=\"clause-e\">  (j) defining any word or expression used in this Act that is not already defined;</p> <p class=\"clause-e\">  (k) respecting any matter that the Minister considers advisable to carry out the purpose of this Act.  2002, c. 6, s. 42 (1).</p> <p class=\"headnote-e\">Board of directors of industry funding organization</p> <p class=\"subsection-e\">  (2) Subject to subsection (3), a regulation made under clause (1) (f) governing the composition and appointment of the board of directors of an industry funding organization is not valid unless it is approved by the industry funding organization before the regulation is made.  2002, c. 6, s. 42 (2).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (3) Subsection (2) does not apply to a regulation that implements a proposal for a regulation described under paragraph 6 of subsection 26 (2).  2002, c. 6, s. 42 (3).</p> <p class=\"headnote-e\">Regulations in respect of rule matters</p> <p class=\"subsection-e\">  (4) The Minister may make regulations in respect of any matter in respect of which an industry funding organization may make rules under subsection 30 (1), and subsections 30 (2) and (3) apply, with necessary modifications, for that purpose.  2002, c. 6, s. 42 (4).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (5) A regulation under subsection (4) may revoke or amend a rule.  2002, c. 6, s. 42 (5).</p> <p class=\"headnote-e\">General or particular</p> <p class=\"subsection-e\">  (6) A regulation may be general or particular in its application.  2002, c. 6, s. 42 (6).</p> <p class=\"headnote-e\">Conflict</p> <p class=\"subsection-e\">  (7) If a regulation conflicts with a rule, the regulation prevails.  2002, c. 6, s. 42 (7).</p>"
        },
        {
            "ahref_id": "#BK48",
            "TOCid": "43.",
            "section_x": "Act binds Crown",
            "part_id": null,
            "part_type": null,
            "section_y": "Act binds Crown",
            "content": " 43. This Act is binding on the Crown in right of Ontario.  2002, c. 6, s. 43.",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK48\"></a><b>43. </b>This Act is binding on the Crown in right of Ontario.  2002, c. 6, s. 43.</p>"
        },
        {
            "ahref_id": "#BK49",
            "TOCid": "44.",
            "section_x": "Review of Act",
            "part_id": null,
            "part_type": null,
            "section_y": "Review of Act",
            "content": " 44. (1) The Minister shall cause a review of this Act to be undertaken within five years after this section comes into force.  2002, c. 6, s. 44 (1). Same (2) The Minister shall, (a) inform the public when a review under this section is undertaken; and (b) prepare a written report respecting the review and make that report available to the public.  2002, c. 6, s. 44 (2). 45. Omitted (provides for coming into force of provisions of this Act).  2002, c. 6, s. 45. 46. Omitted (enacts short title of this Act).  2002, c. 6, s. 46. ______________  Français  ",
            "raw_html": "<p class=\"section-e\"> <a name=\"BK49\"></a><b>44. </b>(1) The Minister shall cause a review of this Act to be undertaken within five years after this section comes into force.  2002, c. 6, s. 44 (1).</p> <p class=\"headnote-e\">Same</p> <p class=\"subsection-e\">  (2) The Minister shall,</p> <p class=\"clause-e\">  (a) inform the public when a review under this section is undertaken; and</p> <p class=\"clause-e\">  (b) prepare a written report respecting the review and make that report available to the public.  2002, c. 6, s. 44 (2).</p> <p class=\"section-e\"> <b>45.</b> <span class=\"ovsmallcap\">Omitted (provides for coming into force of provisions of this Act)</span>.  2002, c. 6, s. 45.</p> <p class=\"section-e\"> <b>46.</b> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act)</span>.  2002, c. 6, s. 46.</p> <p class=\"line-e\">______________</p> <p class=\"line-e\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/02w06\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}