{
    "act_info": {
        "full_title": "White Pines Wind Project Termination Act, 2018, S.O. 2018, c. 10, Sched. 2",
        "act_name_text": "White Pines Wind Project Termination Act, 2018",
        "citation": "S.O. 2018, c. 10, Sched. 2",
        "url": "https://www.ontario.ca/laws/statute/18w10",
        "date_scraped": "2023-12-18 23:32:46"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [
        {
            "a_href": "/laws/about-e-laws#ccl",
            "valid_from": "December  6, 2018",
            "valid_to": "current"
        },
        {
            "a_href": "/laws/statute/18w10/v1",
            "valid_from": "July 25, 2018",
            "valid_to": "December  5, 2018"
        }
    ],
    "current_regs": [],
    "revoked_regs": [],
    "content": [
        {
            "id": "BK31",
            "section": "Definitions",
            "content": "1 (1) In this Act, “Crown” means the Crown in right of Ontario; (“Couronne”) “IESO” has the same meaning as in subsection 2 (1) of the Electricity Act, 1998; (“SIERE”) “prescribed” means prescribed by the regulations; (“prescrit”) “regulations” means the regulations made under this Act; (“règlements”) “White Pines Wind Project” means the project that is the subject of the Feed-in Tariff Contract referred to in paragraph 1 of subsection 3 (1). (“projet de parc éolien White Pines”) Interpretation, reference to instruments (2) A reference in section 2 or 3 to a permit, approval, contract, agreement or other instrument includes reference to any amendments made to the permit, approval, contract, agreement or other instrument.",
            "raw_html": "<p class=\"section\"><a name=\"BK31\"></a><b>1 </b>(1) In this Act,</p> <p class=\"definition\">“Crown” means the Crown in right of Ontario; (“Couronne”)</p> <p class=\"definition\">“IESO” has the same meaning as in subsection 2 (1) of the <i>Electricity Act, 1998</i>; (“SIERE”)</p> <p class=\"definition\">“prescribed” means prescribed by the regulations; (“prescrit”)</p> <p class=\"definition\">“regulations” means the regulations made under this Act; (“règlements”)</p> <p class=\"definition\">“White Pines Wind Project” means the project that is the subject of the Feed-in Tariff Contract referred to in paragraph 1 of subsection 3 (1). (“projet de parc éolien White Pines”)</p> <p class=\"headnote\">Interpretation, reference to instruments</p> <p class=\"subsection\">(2) A reference in section 2 or 3 to a permit, approval, contract, agreement or other instrument includes reference to any amendments made to the permit, approval, contract, agreement or other instrument.</p>"
        },
        {
            "id": "BK32",
            "section": "Revocation of approvals, permits related to White Pines Wind Project",
            "content": "2 (1) The following are deemed to have been revoked on July 10, 2018: 1. Renewable energy approval number 2344-9R6RWR, dated July 16, 2015, issued to wpd White Pines Wind Incorporated under section 47.5 of the Environmental Protection Act. 2. Permit #PT-C-010-13, dated September 8, 2015, issued to wpd White Pines Wind Incorporated under clause 17 (2) (c) of the Endangered Species Act, 2007 for impacts to the habitats of bobolink, Eastern meadowlark and Eastern whip-poor-will. Further revocations by regulation (2) Any other approval, permit or other instrument issued to wpd White Pines Wind Incorporated in relation to the White Pines Wind Project that may be prescribed for the purposes of this subsection is deemed to have been revoked on July 10, 2018 or, if the regulations so provide, is revoked or deemed to have been revoked on such later date as the regulations may specify.",
            "raw_html": "<p class=\"section\"><a name=\"BK32\"></a><b>2 </b>(1) The following are deemed to have been revoked on July 10, 2018:</p> <p class=\"paragraph\">  1. Renewable energy approval number 2344-9R6RWR, dated July 16, 2015, issued to wpd White Pines Wind Incorporated under section 47.5 of the <i>Environmental Protection Act</i>.</p> <p class=\"paragraph\">  2. Permit #PT-C-010-13, dated September 8, 2015, issued to wpd White Pines Wind Incorporated under clause 17 (2) (c) of the <i>Endangered Species Act, 2007</i> for impacts to the habitats of bobolink, Eastern meadowlark and Eastern whip-poor-will.</p> <p class=\"headnote\">Further revocations by regulation</p> <p class=\"subsection\">(2) Any other approval, permit or other instrument issued to wpd White Pines Wind Incorporated in relation to the White Pines Wind Project that may be prescribed for the purposes of this subsection is deemed to have been revoked on July 10, 2018 or, if the regulations so provide, is revoked or deemed to have been revoked on such later date as the regulations may specify.</p>"
        },
        {
            "id": "BK33",
            "section": "Termination of contracts, agreements related to White Pines Wind Project",
            "content": "3 (1) The following are deemed to have been terminated on July 10, 2018: 1. The contract dated May 4, 2010 and titled “Feed-in Tariff Contract” between the IESO and wpd White Pines Wind Incorporated. 2. Any agreements related to the contract referred to in paragraph 1 to which the IESO and wpd White Pines Wind Incorporated are parties, including the agreement dated June 22, 2018, titled “Secured Lender Consent and Acknowledgement Agreement” and entered into by the IESO, wpd White Pines Wind Incorporated, and KfW IPEX-Bank Gmbh as security agent. Further terminations by regulation (2) Any other contract or agreement to which wpd White Pines Wind Incorporated was a party in relation to the White Pines Wind Project that may be prescribed for the purposes of this subsection is deemed to have been terminated on July 10, 2018 or, if the regulations so provide, is terminated or deemed to have been terminated on such later date as the regulations may specify.",
            "raw_html": "<p class=\"section\"><a name=\"BK33\"></a><b>3 </b>(1) The following are deemed to have been terminated on July 10, 2018:</p> <p class=\"paragraph\">  1. The contract dated May 4, 2010 and titled “Feed-in Tariff Contract” between the IESO and wpd White Pines Wind Incorporated.</p> <p class=\"paragraph\">  2. Any agreements related to the contract referred to in paragraph 1 to which the IESO and wpd White Pines Wind Incorporated are parties, including the agreement dated June 22, 2018, titled “Secured Lender Consent and Acknowledgement Agreement” and entered into by the IESO, wpd White Pines Wind Incorporated, and KfW IPEX-Bank Gmbh as security agent.</p> <p class=\"headnote\">Further terminations by regulation</p> <p class=\"subsection\">(2) Any other contract or agreement to which wpd White Pines Wind Incorporated was a party in relation to the White Pines Wind Project that may be prescribed for the purposes of this subsection is deemed to have been terminated on July 10, 2018 or, if the regulations so provide, is terminated or deemed to have been terminated on such later date as the regulations may specify.</p>"
        },
        {
            "id": "BK34",
            "section": "Duties of wpd White Pines Wind Incorporated",
            "content": "4 (1) wpd White Pines Wind Incorporated shall ensure that the White Pines Wind Project is decommissioned in accordance with regulations made under this Act or the Environmental Protection Act. Clean and safe conditions (2) wpd White Pines Wind Incorporated shall ensure that until it withdraws from the lands on which the White Pines Wind Project is located those lands are maintained in a clean and safe condition, and that they are left that way on its withdrawal from the lands. Liability for related Crown costs (3) wpd White Pines Wind Incorporated is liable to the Crown for any costs or liabilities the Crown may incur as a result of, (a) a failure of wpd White Pines Wind Incorporated to meet its obligations under subsection (1) or (2); or (b) wpd White Pines Wind Incorporated not maintaining the lands on which the White Pines Wind Project is located in a clean and safe condition on and after July 10, 2018 and before the day this Act comes into force. Off-set (4) For greater certainty, amounts payable to the Crown under subsection (3) may be set off against compensation payable by the Crown under section 6.",
            "raw_html": "<p class=\"section\"><a name=\"BK34\"></a><b>4 </b>(1) wpd White Pines Wind Incorporated shall ensure that the White Pines Wind Project is decommissioned in accordance with regulations made under this Act or the <i>Environmental Protection Act</i>.</p> <p class=\"headnote\">Clean and safe conditions</p> <p class=\"subsection\">(2) wpd White Pines Wind Incorporated shall ensure that until it withdraws from the lands on which the White Pines Wind Project is located those lands are maintained in a clean and safe condition, and that they are left that way on its withdrawal from the lands.</p> <p class=\"headnote\">Liability for related Crown costs</p> <p class=\"subsection\">(3) wpd White Pines Wind Incorporated is liable to the Crown for any costs or liabilities the Crown may incur as a result of,</p> <p class=\"paragraph\">  (a) a failure of wpd White Pines Wind Incorporated to meet its obligations under subsection (1) or (2); or</p> <p class=\"paragraph\">  (b) wpd White Pines Wind Incorporated not maintaining the lands on which the White Pines Wind Project is located in a clean and safe condition on and after July 10, 2018 and before the day this Act comes into force.</p> <p class=\"headnote\">Off-set</p> <p class=\"subsection\">(4) For greater certainty, amounts payable to the Crown under subsection (3) may be set off against compensation payable by the Crown under section 6.</p>"
        },
        {
            "id": "BK35",
            "section": "Extinguishment of causes of action",
            "content": "5 (1) No cause of action arises against the Crown, any current or former member of the Executive Council or any current or former employee or agent of or advisor to the Crown, or against the IESO or any of its current or former directors, officers, employees or agents, as a direct or indirect result of, (a) the enactment, operation, administration or repeal of any provision of this Act or the regulations; (b) anything done or not done in order to comply with this Act or the regulations; (c) any revocation, cessation or termination of an instrument or of contractual or other rights under this Act; or (d) any representation or other conduct that is related, directly or indirectly, to the White Pines Wind Project or any instrument referred to in section 2 or 3. Proceedings barred (2) No proceeding, including but not limited to any proceeding for a remedy in contract, restitution, tort, misfeasance, bad faith, trust or fiduciary obligation, or any remedy under any statute, that is directly or indirectly based on or related to anything referred to in subsection (1) may be brought or maintained against a person referred to in that subsection. Application (3) Subsection (2) applies to any action or other proceeding claiming any remedy or relief, including specific performance, injunction, declaratory relief, any form of compensation or damages, or any other remedy or relief, and includes a proceeding to enforce a judgment or order made by a court or tribunal outside of Canada. Retrospective effect (4) Subsections (2) and (3) apply regardless of whether the cause of action on which the proceeding is purportedly based arose before, on or after the day this Act comes into force. Proceedings set aside (5) Any proceeding referred to in subsection (2) or (3) that is commenced before the day this Act comes into force is deemed to have been dismissed, without costs, on the day this Act comes into force. No compensation payable (6) No person is entitled to any compensation, other than the compensation provided for under section 6, or any other remedy or relief for the revocation, cessation or termination of an instrument or of contractual or other rights under this Act. Aboriginal or treaty rights (7) This section does not apply to a cause of action that arises from any aboriginal or treaty right that is recognized and affirmed by section 35 of the Constitution Act, 1982. No expropriation (8) Nothing in this Act and nothing done or not done in accordance with this Act constitutes an expropriation or injurious affection for the purposes of the Expropriations Act\r\nor otherwise at law.",
            "raw_html": "<p class=\"section\"><a name=\"BK35\"></a><b>5 </b>(1) No cause of action arises against the Crown, any current or former member of the Executive Council or any current or former employee or agent of or advisor to the Crown, or against the IESO or any of its current or former directors, officers, employees or agents, as a direct or indirect result of,</p> <p class=\"paragraph\">  (a) the enactment, operation, administration or repeal of any provision of this Act or the regulations;</p> <p class=\"paragraph\">  (b) anything done or not done in order to comply with this Act or the regulations;</p> <p class=\"paragraph\">  (c) any revocation, cessation or termination of an instrument or of contractual or other rights under this Act; or</p> <p class=\"paragraph\">  (d) any representation or other conduct that is related, directly or indirectly, to the White Pines Wind Project or any instrument referred to in section 2 or 3.</p> <p class=\"headnote\">Proceedings barred</p> <p class=\"subsection\">(2) No proceeding, including but not limited to any proceeding for a remedy in contract, restitution, tort, misfeasance, bad faith, trust or fiduciary obligation, or any remedy under any statute, that is directly or indirectly based on or related to anything referred to in subsection (1) may be brought or maintained against a person referred to in that subsection.</p> <p class=\"headnote\">Application</p> <p class=\"subsection\">(3) Subsection (2) applies to any action or other proceeding claiming any remedy or relief, including specific performance, injunction, declaratory relief, any form of compensation or damages, or any other remedy or relief, and includes a proceeding to enforce a judgment or order made by a court or tribunal outside of Canada.</p> <p class=\"headnote\">Retrospective effect</p> <p class=\"subsection\">(4) Subsections (2) and (3) apply regardless of whether the cause of action on which the proceeding is purportedly based arose before, on or after the day this Act comes into force.</p> <p class=\"headnote\">Proceedings set aside</p> <p class=\"subsection\">(5) Any proceeding referred to in subsection (2) or (3) that is commenced before the day this Act comes into force is deemed to have been dismissed, without costs, on the day this Act comes into force.</p> <p class=\"headnote\">No compensation payable</p> <p class=\"subsection\">(6) No person is entitled to any compensation, other than the compensation provided for under section 6, or any other remedy or relief for the revocation, cessation or termination of an instrument or of contractual or other rights under this Act.</p> <p class=\"headnote\">Aboriginal or treaty rights</p> <p class=\"subsection\">(7) This section does not apply to a cause of action that arises from any aboriginal or treaty right that is recognized and affirmed by section 35 of the <i>Constitution Act, 1982</i>.</p> <p class=\"headnote\">No expropriation</p> <p class=\"subsection\">(8) Nothing in this Act and nothing done or not done in accordance with this Act constitutes an expropriation or injurious affection for the purposes of the <i>Expropriations Act</i>\r\nor otherwise at law.</p>"
        },
        {
            "id": "BK36",
            "section": "Compensation",
            "content": "6 (1) The Crown shall pay compensation to wpd White Pines Wind Incorporated in accordance with this section and the regulations. 2018, c. 10, Sched. 2, s. 6 (1); 2018, c. 17, Sched. 44, s. 1 (1). Amount (2) The amount of compensation payable to wpd White Pines Wind Incorporated under subsection (1) shall be determined in accordance with the following formula, subject to the exclusions specified in subsection (3) and any other exclusions that may be prescribed, and subject to subsection (4): (A + B + C) − (D + E) where, A = the expenses reasonably incurred by wpd White Pines Wind Incorporated in respect of the White Pines Wind Project in relation to, (i) development, acquisition, leasing and construction costs, (ii) employee termination payments, (iii) subcontractor losses or landowner losses, and (iv) decommissioning costs and other costs required to wind up the White Pines Wind Project, B = the debt amount and debt make-whole amount in respect of which wpd White Pines Wind Incorporated is liable in relation to the White Pines Wind Project, C = any additional amount or thing that may be prescribed, D = all of wpd White Pines Wind Incorporated accounts receivable related to the White Pines Wind Project, including any insurance proceeds due to wpd White Pines Wind Incorporated or which would have been due to it had it duly pursued any claim to which it might have been entitled, all amounts payable to wpd White Pines Wind Incorporated in relation to the White Pines Wind Project, other than any such amounts payable by the Crown under this Act, and all amounts in bank accounts belonging to wpd White Pines Wind Incorporated in relation to the White Pines Wind Project, and E = such rights and assets of wpd White Pines Wind Incorporated in respect of the White Pines Wind Project that are not referred to in “D” as may be prescribed. 2018, c. 10, Sched. 2, s. 6 (2); 2018, c. 17, Sched. 44, s. 1 (2, 3). Expenses (3) The following shall not be included as expenses for the purposes of “A” in subsection (2): 1. An expense that exceeds the fair market value of the goods or services for which it was incurred. 2. An expense for which wpd White Pines Wind Incorporated has been reimbursed by another person. 2018, c. 10, Sched. 2, s. 6 (3); 2018, c. 17, Sched. 44, s. 1 (4). Multiple calculations, payments permitted (3.1) The compensation may, in accordance with the regulations, if any, be calculated or paid under this section at different times with respect to different portions or elements of the formula set out in subsection (2) or with respect to different amounts within any portion or element of the formula, so long as the total amount of compensation paid conforms to the requirements of that subsection. 2018, c. 17, Sched. 44, s. 1 (5). Regulations may limit amount of compensation payable (4) The compensation payable in accordance with the formula set out in subsection (2) is subject to, (a) any monetary limits in the compensation payable under this section that may be prescribed; and (b) any monetary limits in compensating any expense or liability or any class of expense or liability that would otherwise be compensable under this section that may be prescribed. 2018, c. 10, Sched. 2, s. 6 (4). Timing and methodologies for determining or valuing amounts (5) The calculation of amounts under subsection (2) is subject to such rules as may be prescribed respecting, (a) dates or periods with respect to which any amount or thing referred to in the formula shall be determined or valued; or (b) methodologies for determining or valuing any amount or thing referred to in the formula. 2018, c. 17, Sched. 44, s. 1 (6). Compensation contingent on accounting (6) No compensation is payable in respect of an amount or thing described in subsection (2) unless wpd White Pines Wind Incorporated submits to the Crown, (a) a full accounting satisfactory to the Crown respecting the amount or thing, including such receipts or other proof of payment as the Crown may require, submitted in accordance with the regulations; and (b) any other financial or other documents or other information respecting the amount or thing that the Crown may specify, submitted in the time and manner specified by the Crown. 2018, c. 17, Sched. 44, s. 1 (6). Audit (7) wpd White Pines Wind Incorporated shall provide the Crown with reasonable access to their records, management staff, auditors and accountants for the purpose of reviewing and auditing any documents or other information submitted under subsection (6). 2018, c. 10, Sched. 2, s. 6 (7); 2018, c. 17, Sched. 44, s. 1 (7). No compensation for loss of goodwill, etc. (8) Unless provided for by regulations made for the purposes of “C” in subsection (2), no compensation is payable under this section for any opportunity costs or for any loss of goodwill or possible profits. 2018, c. 10, Sched. 2, s. 6 (8). Money appropriated by the Legislature (9) The compensation payable under this section shall be paid for out of the money appropriated for the purpose by the Legislature. 2018, c. 10, Sched. 2, s. 6 (9). Overpayment (9.1) Any amount paid to wpd White Pines Wind Incorporated under this section that exceeds the amount of compensation to which wpd White Pines Wind Incorporated is entitled under this section is a debt due to the Crown, and the Crown may recover the debt by action or by any other remedy or procedure available by law to the Crown for the collection of debts owed to the Crown. 2018, c. 17, Sched. 44, s. 1 (8). Disputes (10) Any dispute relating to this section shall be determined by binding arbitration under the Arbitration Act, 1991. 2018, c. 10, Sched. 2, s. 6 (10). Interpretation, portion of expense, etc. (11) A reference in this section and in regulations made for the purposes of this section to an expense, liability, asset or other amount or thing includes reference to a portion of the expense, liability, asset or other amount or thing. 2018, c. 17, Sched. 44, s. 1 (8). Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 44, s. 1 (1-8) - 06/12/2018",
            "raw_html": "<p class=\"section\"><a name=\"BK36\"></a><b>6 </b>(1) The Crown shall pay compensation to wpd White Pines Wind Incorporated in accordance with this section and the regulations. 2018, c. 10, Sched. 2, s. 6 (1); 2018, c. 17, Sched. 44, s. 1 (1).</p> <p class=\"headnote\">Amount</p> <p class=\"subsection\">(2) The amount of compensation payable to wpd White Pines Wind Incorporated under subsection (1) shall be determined in accordance with the following formula, subject to the exclusions specified in subsection (3) and any other exclusions that may be prescribed, and subject to subsection (4):</p> <p class=\"equation\">(A + B + C) − (D + E)</p> <p class=\"subsection\">where,</p> <p class=\"paragraph\">  A = the expenses reasonably incurred by wpd White Pines Wind Incorporated in respect of the White Pines Wind Project in relation to,</p> <p class=\"subpara\">  (i) development, acquisition, leasing and construction costs,</p> <p class=\"subpara\">  (ii) employee termination payments,</p> <p class=\"subpara\">  (iii) subcontractor losses or landowner losses, and</p> <p class=\"subpara\">  (iv) decommissioning costs and other costs required to wind up the White Pines Wind Project,</p> <p class=\"paragraph\">  B = the debt amount and debt make-whole amount in respect of which wpd White Pines Wind Incorporated is liable in relation to the White Pines Wind Project,</p> <p class=\"paragraph\">  C = any additional amount or thing that may be prescribed,</p> <p class=\"paragraph\">  D = all of wpd White Pines Wind Incorporated accounts receivable related to the White Pines Wind Project, including any insurance proceeds due to wpd White Pines Wind Incorporated or which would have been due to it had it duly pursued any claim to which it might have been entitled, all amounts payable to wpd White Pines Wind Incorporated in relation to the White Pines Wind Project, other than any such amounts payable by the Crown under this Act, and all amounts in bank accounts belonging to wpd White Pines Wind Incorporated in relation to the White Pines Wind Project, and</p> <p class=\"paragraph\">  E = such rights and assets of wpd White Pines Wind Incorporated in respect of the White Pines Wind Project that are not referred to in “D” as may be prescribed.</p> <p class=\"footnote\">2018, c. 10, Sched. 2, s. 6 (2); 2018, c. 17, Sched. 44, s. 1 (2, 3).</p> <p class=\"headnote\">Expenses</p> <p class=\"subsection\">(3) The following shall not be included as expenses for the purposes of “A” in subsection (2):</p> <p class=\"paragraph\">  1. An expense that exceeds the fair market value of the goods or services for which it was incurred.</p> <p class=\"paragraph\">  2. An expense for which wpd White Pines Wind Incorporated has been reimbursed by another person. 2018, c. 10, Sched. 2, s. 6 (3); 2018, c. 17, Sched. 44, s. 1 (4).</p> <p class=\"headnote\">Multiple calculations, payments permitted</p> <p class=\"subsection\">(3.1) The compensation may, in accordance with the regulations, if any, be calculated or paid under this section at different times with respect to different portions or elements of the formula set out in subsection (2) or with respect to different amounts within any portion or element of the formula, so long as the total amount of compensation paid conforms to the requirements of that subsection. 2018, c. 17, Sched. 44, s. 1 (5).</p> <p class=\"headnote\">Regulations may limit amount of compensation payable</p> <p class=\"subsection\">(4) The compensation payable in accordance with the formula set out in subsection (2) is subject to,</p> <p class=\"paragraph\">  (a) any monetary limits in the compensation payable under this section that may be prescribed; and</p> <p class=\"paragraph\">  (b) any monetary limits in compensating any expense or liability or any class of expense or liability that would otherwise be compensable under this section that may be prescribed. 2018, c. 10, Sched. 2, s. 6 (4).</p> <p class=\"headnote\">Timing and methodologies for determining or valuing amounts</p> <p class=\"subsection\">(5) The calculation of amounts under subsection (2) is subject to such rules as may be prescribed respecting,</p> <p class=\"paragraph\">  (a) dates or periods with respect to which any amount or thing referred to in the formula shall be determined or valued; or</p> <p class=\"paragraph\">  (b) methodologies for determining or valuing any amount or thing referred to in the formula. 2018, c. 17, Sched. 44, s. 1 (6).</p> <p class=\"headnote\">Compensation contingent on accounting</p> <p class=\"subsection\">(6) No compensation is payable in respect of an amount or thing described in subsection (2) unless wpd White Pines Wind Incorporated submits to the Crown,</p> <p class=\"paragraph\">  (a) a full accounting satisfactory to the Crown respecting the amount or thing, including such receipts or other proof of payment as the Crown may require, submitted in accordance with the regulations; and</p> <p class=\"paragraph\">  (b) any other financial or other documents or other information respecting the amount or thing that the Crown may specify, submitted in the time and manner specified by the Crown. 2018, c. 17, Sched. 44, s. 1 (6).</p> <p class=\"headnote\">Audit</p> <p class=\"subsection\">(7) wpd White Pines Wind Incorporated shall provide the Crown with reasonable access to their records, management staff, auditors and accountants for the purpose of reviewing and auditing any documents or other information submitted under subsection (6). 2018, c. 10, Sched. 2, s. 6 (7); 2018, c. 17, Sched. 44, s. 1 (7).</p> <p class=\"headnote\">No compensation for loss of goodwill, etc.</p> <p class=\"subsection\">(8) Unless provided for by regulations made for the purposes of “C” in subsection (2), no compensation is payable under this section for any opportunity costs or for any loss of goodwill or possible profits. 2018, c. 10, Sched. 2, s. 6 (8).</p> <p class=\"headnote\">Money appropriated by the Legislature</p> <p class=\"subsection\">(9) The compensation payable under this section shall be paid for out of the money appropriated for the purpose by the Legislature. 2018, c. 10, Sched. 2, s. 6 (9).</p> <p class=\"headnote\">Overpayment</p> <p class=\"subsection\">(9.1) Any amount paid to wpd White Pines Wind Incorporated under this section that exceeds the amount of compensation to which wpd White Pines Wind Incorporated is entitled under this section is a debt due to the Crown, and the Crown may recover the debt by action or by any other remedy or procedure available by law to the Crown for the collection of debts owed to the Crown. 2018, c. 17, Sched. 44, s. 1 (8).</p> <p class=\"headnote\">Disputes</p> <p class=\"subsection\">(10) Any dispute relating to this section shall be determined by binding arbitration under the <i>Arbitration Act, 1991</i>. 2018, c. 10, Sched. 2, s. 6 (10).</p> <p class=\"headnote\">Interpretation, portion of expense, etc.</p> <p class=\"subsection\">(11) A reference in this section and in regulations made for the purposes of this section to an expense, liability, asset or other amount or thing includes reference to a portion of the expense, liability, asset or other amount or thing. 2018, c. 17, Sched. 44, s. 1 (8).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched44s1s1\">2018, c. 17, Sched. 44, s. 1 (1-8)</a></span> - 06/12/2018</p>"
        },
        {
            "id": "BK37",
            "section": "Regulations",
            "content": "7 (1) The Lieutenant Governor in Council may make regulations, (a) respecting anything that, in this Act, may be prescribed or done by regulation; (b) defining any term or phrase used in this Act that is not defined in this Act; (c) governing the decommissioning of the White Pines Wind Project by wpd White Pines Wind Incorporated; (c.1) excluding any amount or thing from any element of the formula set out in subsection 6 (2); (c.2) governing the making of calculations and payments under section 6, including, (i) setting out preconditions that must be met before the calculation or payment of an amount under that section, (ii) governing the making of multiple calculations or payments for the purposes of subsection 6 (3.1), including respecting the frequency or timing of such calculations or payments; (d) setting out a maximum amount or a method of determining a maximum amount that may be paid as compensation under section 6, or maximum amounts or a method of determining maximum amounts for any expense or liability or any class of expense or liability that would otherwise be compensable under that section; (e) setting out rules for the purposes of subsection 6 (5), which may include different rules for different expenses, liabilities, rights, assets or other things to be calculated under subsection 6 (2), or for different classes of such expenses, liabilities, rights, assets or other things, and which, for the purposes of clause 6 (5) (a), may require the calculation of amounts as of dates or periods occurring before the day this Act came into force; (e.1) governing the submission of documents and information under clause 6 (6) (a), including specifying the form, time and manner of the submissions, and clarifying the meaning of “full accounting” for the purposes of that clause; (f) governing such transitional matters as the Lieutenant Governor in Council considers necessary or advisable to facilitate the implementation of this Act. 2018, c. 10, Sched. 2, s. 7 (1); 2018, c. 17, Sched. 44, s. 2 (1, 2). Conflict (2) In the event of a conflict between a regulation made under clause (1) (c) and a regulation made under the Environmental Protection Act, the regulation made under clause (1) (c) prevails to the extent of the conflict. 2018, c. 10, Sched. 2, s. 7 (2). (3) Repealed: 2018, c. 17, Sched. 44, s. 2 (3). Retroactive regulations (4) A regulation made under this section is, if it so provides, effective with reference to a period before it is filed. 2018, c. 10, Sched. 2, s. 7 (4). Section Amendments with date in force (d/m/y) 2018, c. 17, Sched. 44, s. 2 (1-3) - 06/12/2018 8. Omitted (provides for coming into force of provisions of this Act). 9. Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section\"><a name=\"BK37\"></a><b>7 </b>(1) The Lieutenant Governor in Council may make regulations,</p> <p class=\"paragraph\">  (a) respecting anything that, in this Act, may be prescribed or done by regulation;</p> <p class=\"paragraph\">  (b) defining any term or phrase used in this Act that is not defined in this Act;</p> <p class=\"paragraph\">  (c) governing the decommissioning of the White Pines Wind Project by wpd White Pines Wind Incorporated;</p> <p class=\"paragraph\"> (c.1) excluding any amount or thing from any element of the formula set out in subsection 6 (2);</p> <p class=\"paragraph\"> (c.2) governing the making of calculations and payments under section 6, including,</p> <p class=\"subpara\">  (i) setting out preconditions that must be met before the calculation or payment of an amount under that section,</p> <p class=\"subpara\">  (ii) governing the making of multiple calculations or payments for the purposes of subsection 6 (3.1), including respecting the frequency or timing of such calculations or payments;</p> <p class=\"paragraph\">  (d) setting out a maximum amount or a method of determining a maximum amount that may be paid as compensation under section 6, or maximum amounts or a method of determining maximum amounts for any expense or liability or any class of expense or liability that would otherwise be compensable under that section;</p> <p class=\"paragraph\">  (e) setting out rules for the purposes of subsection 6 (5), which may include different rules for different expenses, liabilities, rights, assets or other things to be calculated under subsection 6 (2), or for different classes of such expenses, liabilities, rights, assets or other things, and which, for the purposes of clause 6 (5) (a), may require the calculation of amounts as of dates or periods occurring before the day this Act came into force;</p> <p class=\"paragraph\"> (e.1) governing the submission of documents and information under clause 6 (6) (a), including specifying the form, time and manner of the submissions, and clarifying the meaning of “full accounting” for the purposes of that clause;</p> <p class=\"paragraph\">  (f) governing such transitional matters as the Lieutenant Governor in Council considers necessary or advisable to facilitate the implementation of this Act. 2018, c. 10, Sched. 2, s. 7 (1); 2018, c. 17, Sched. 44, s. 2 (1, 2).</p> <p class=\"headnote\">Conflict</p> <p class=\"subsection\">(2) In the event of a conflict between a regulation made under clause (1) (c) and a regulation made under the <i>Environmental Protection Act</i>, the regulation made under clause (1) (c) prevails to the extent of the conflict. 2018, c. 10, Sched. 2, s. 7 (2).</p> <p class=\"subsection\">(3) <span class=\"ovsmallcap\">Repealed</span>: 2018, c. 17, Sched. 44, s. 2 (3).</p> <p class=\"headnote\">Retroactive regulations</p> <p class=\"subsection\">(4) A regulation made under this section is, if it so provides, effective with reference to a period before it is filed. 2018, c. 10, Sched. 2, s. 7 (4).</p> <p class=\"footnoteLeft\"><b>Section Amendments with date in force (d/m/y)</b></p> <p class=\"footnoteLeft\"><span class=\"MsoHyperlink\"><a href=\"http://www.ontario.ca/laws/statute/S18017#sched44s2s1\">2018, c. 17, Sched. 44, s. 2 (1-3)</a></span> - 06/12/2018</p> <p class=\"section-e\"> <b>8.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section-e\"> <b>9</b><b>.</b> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/18w10\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "8.",
            "section": "Retroactive regulations",
            "content": " 8. Omitted (provides for coming into force of provisions of this Act). 9. Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>8.</b> <span class=\"ovsmallcap\">Omitted</span> (<span class=\"ovsmallcap\">provides for coming into force of provisions of this Act</span>).</p> <p class=\"section-e\"> <b>9</b><b>.</b> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/18w10\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        },
        {
            "id": "9",
            "section": "Retroactive regulations",
            "content": " 9. Omitted (enacts short title of this Act). ______________  Français  ",
            "raw_html": "<p class=\"section-e\"> <b>9</b><b>.</b> <span class=\"ovsmallcap\">Omitted (enacts short title of this Act).</span></p> <p class=\"line\">______________</p> <p class=\"line\"> </p> <p class=\"MsoNormal\"><a href=\"http://www.ontario.ca/fr/lois/loi/18w10\">Français</a></p> <p class=\"MsoNormal\"> </p> <p class=\"MsoNormal\"></p>"
        }
    ]
}