{
    "act_info": {
        "full_title": "Wine Content Act, R.S.O. 1990, c. W.9",
        "act_name_text": "Not Found",
        "citation": "Wine Content Act, R.S.O. 1990, c. W.9",
        "url": "https://www.ontario.ca/laws/statute/90w09",
        "date_scraped": "2023-12-21 13:54:12"
    },
    "copyright": {
        "Copyright": "© King's Printer for Ontario, 2023."
    },
    "versions": [],
    "current_regs": [],
    "revoked_regs": [
        {
            "revoked_reg_a_href": "/laws/regulation/901099",
            "revoked_reg_citation": "R.R.O. 1990, Reg. 1099",
            "revoked_reg_title": "WINE BLENDING REQUIREMENTS"
        }
    ],
    "content": [
        {
            "id": "1.",
            "section": "Definitions",
            "content": "1.In this Act, “grape must” means grapes that have been destemmed and crushed leaving grape skins, pulp and seeds; (“moût”) “grape product” means grape concentrate, grape juice, grape must or wine; (“produit du raisin”) “winery” means a manufacturer of Ontario wine licensed under the Liquor Licence Act. (“établissement vinicole”) R.S.O. 1990, c. W.9, s. 1.",
            "raw_html": "<p class=\"section-e\"><b>1.</b>In this Act,</p> <p class=\"firstdef-e\">“grape must” means grapes that have been destemmed and crushed leaving grape skins, pulp and seeds; (“moût”)</p> <p class=\"definition-e\">“grape product” means grape concentrate, grape juice, grape must or wine; (“produit du raisin”)</p> <p class=\"definition-e\">“winery” means a manufacturer of Ontario wine licensed under the <i>Liquor Licence Act</i>. (“établissement vinicole”) R.S.O. 1990, c. W.9, s. 1.</p>"
        },
        {
            "id": "2.",
            "section": "Permission to keep and sell wine",
            "content": "2.Despite the Liquor Licence Act and the Liquor Control Act, a winery that purchases its quota of Ontario grapes as required by a regulation made under clause 3 (1) (a) and that complies with the other regulations made under section 3 may, (a) sell wine manufactured using imported grapes or grape product to the Liquor Control Board of Ontario; and (b) keep for sale and sell wine manufactured using imported grapes or grape product under the supervision and control of the Liquor Control Board of Ontario. R.S.O. 1990, c. W.9, s. 2.",
            "raw_html": "<p class=\"section-e\"><b>2.</b>Despite the <i>Liquor Licence Act</i> and the <i>Liquor Control Act</i>, a winery that purchases its quota of Ontario grapes as required by a regulation made under clause 3 (1) (a) and that complies with the other regulations made under section 3 may,</p> <p class=\"clause-e\">(a) sell wine manufactured using imported grapes or grape product to the Liquor Control Board of Ontario; and</p> <p class=\"clause-e\">(b) keep for sale and sell wine manufactured using imported grapes or grape product under the supervision and control of the Liquor Control Board of Ontario. R.S.O. 1990, c. W.9, s. 2.</p>"
        },
        {
            "id": "3.",
            "section": "Regulations",
            "content": "3.(1)The Lieutenant Governor in Council may make regulations, (a) requiring that wineries purchase a quota of Ontario grapes each year; (b) prescribing how the quota will be determined and designating and authorizing a body to make that determination; (c) prescribing the varieties of Ontario grapes that must be purchased for purposes of the quota; (d) prescribing conditions under which wineries may use imported grapes or grape product in the manufacture of wine; (e) prescribing documents and information wineries must submit to the Liquor Control Board of Ontario; (f) requiring any prescribed documents and information to be submitted to the Liquor Control Board of Ontario and prescribing the time periods for the submission; (g) prescribing classes of wine and the standards to be met for the prescribed classes. Idem (2)A regulation made under subsection (1) may be of particular or general application. R.S.O. 1990, c. W.9, s. 3.",
            "raw_html": "<p class=\"section-e\"><b>3.</b>(1)The Lieutenant Governor in Council may make regulations,</p> <p class=\"clause-e\">(a) requiring that wineries purchase a quota of Ontario grapes each year;</p> <p class=\"clause-e\">(b) prescribing how the quota will be determined and designating and authorizing a body to make that determination;</p> <p class=\"clause-e\">(c) prescribing the varieties of Ontario grapes that must be purchased for purposes of the quota;</p> <p class=\"clause-e\">(d) prescribing conditions under which wineries may use imported grapes or grape product in the manufacture of wine;</p> <p class=\"clause-e\">(e) prescribing documents and information wineries must submit to the Liquor Control Board of Ontario;</p> <p class=\"clause-e\">(f) requiring any prescribed documents and information to be submitted to the Liquor Control Board of Ontario and prescribing the time periods for the submission;</p> <p class=\"clause-e\">(g) prescribing classes of wine and the standards to be met for the prescribed classes.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)A regulation made under subsection (1) may be of particular or general application. R.S.O. 1990, c. W.9, s. 3.</p>"
        },
        {
            "id": "4.",
            "section": "Offence",
            "content": "4.(1)Every person who knowingly furnishes false information in any document or return submitted pursuant to the regulations made under this Act is guilty of an offence. Idem (2)Every director or officer of a corporation that submitted false information pursuant to the regulations made under this Act who knew that false information was provided and permitted that information to be submitted is guilty of an offence. Limitation (3)No proceeding to prosecute under subsection (1) or (2) shall be commenced more than one year after the facts upon which the proceeding is based first came to the knowledge of the Liquor Control Board of Ontario. Penalty (4)Every individual who is convicted of an offence under this section is liable to a fine of not more than $10,000. Idem (5)Every corporation that is convicted of an offence under this section is liable to a fine of not more than $25,000. Licence suspension or revocation (6)A conviction under this section shall be deemed to be a reason for which the Liquor Licence Board of Ontario may suspend or revoke a licence under subsection 10 (2) of the Liquor Licence Act. R.S.O. 1990, c. W.9, s. 4. Repeal 5.This Act is repealed on the 31st day of December, 2000. R.S.O. 1990, c. W.9, s. 5. ____________________ Français ",
            "raw_html": "<p class=\"section-e\"><b>4.</b>(1)Every person who knowingly furnishes false information in any document or return submitted pursuant to the regulations made under this Act is guilty of an offence.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(2)Every director or officer of a corporation that submitted false information pursuant to the regulations made under this Act who knew that false information was provided and permitted that information to be submitted is guilty of an offence.</p> <p class=\"headnote-e\"><b>Limitation</b></p> <p class=\"subsection-e\">(3)No proceeding to prosecute under subsection (1) or (2) shall be commenced more than one year after the facts upon which the proceeding is based first came to the knowledge of the Liquor Control Board of Ontario.</p> <p class=\"headnote-e\"><b>Penalty</b></p> <p class=\"subsection-e\">(4)Every individual who is convicted of an offence under this section is liable to a fine of not more than $10,000.</p> <p class=\"headnote-e\"><b>Idem</b></p> <p class=\"subsection-e\">(5)Every corporation that is convicted of an offence under this section is liable to a fine of not more than $25,000.</p> <p class=\"headnote-e\"><b>Licence suspension or revocation</b></p> <p class=\"subsection-e\">(6)A conviction under this section shall be deemed to be a reason for which the Liquor Licence Board of Ontario may suspend or revoke a licence under subsection 10 (2) of the <i>Liquor Licence Act</i>. R.S.O. 1990, c. W.9, s. 4.</p> <p class=\"headnote-e\"><b>Repeal</b></p> <p class=\"Psection-e\"><b>5.This Act is repealed on the 31st day of December, 2000. R.S.O. 1990, c. W.9, s. 5.</b></p> <p class=\"line-e\">____________________</p> <p class=\"Normal\"><!-- TRANSIT - HYPERLINK --><!-- .http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90w09_f.htm. --><a href=\"http://www.e-laws.gov.on.ca/html/repealedstatutes/french/elaws_rep_statutes_90w09_f.htm\" target=\"_top\">Français</a></p> <p class=\"Normal\"></p>"
        }
    ]
}